{"authors": ["Nate Cohn"], "date_download": "2018-11-16 04:28:18", "date_modify": "2018-11-16 04:28:18", "date_publish": "2015-01-12 22:25:23", "description": "It’s still not clear whether Mitt Romney will run for president again. But if he mounts a credible campaign, he will help shape the field.", "filename": "2015_01_13_upshot_if-mitt-romney-challenges-jeb-bush-rand-paul-stands-to-gain.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342498.html", "image_url": "https://static01.nyt.com/images/2015/01/14/upshot/13UP-Romney/13UP-Romney-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_01_13_upshot_if-mitt-romney-challenges-jeb-bush-rand-paul-stands-to-gain.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342498.html", "title": "If Mitt Romney Challenges Jeb Bush, Rand Paul Stands to Gain", "title_page": "If Mitt Romney Challenges Jeb Bush, Rand Paul Stands to Gain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is still not a sure thing that Mitt Romney will run for president. No losing nominee has done so in decades. But it now seems more likely. The Washington Post reported on Monday that he was reassembling his campaign apparatus, and even told one Republican he “almost certainly will run.”\nIf he does, he certainly won’t be assured of the nomination. Republicans will probably have more attractive alternatives in 2016 than they did four years earlier.\nBut Mr. Romney would be a central player in the nomination contest. He would enter with a modest base of pre-existing support (some polls show him with a nominal if underwhelming lead) and extremely high name recognition. He has the wide network of contacts and donors necessary to build and finance a strong political operation.\nThere is even a scenario in which Mr. Romney goes on to win the nomination. He would position himself to the right of Jeb Bush, but still have enough support from the establishment and business-friendly conservatives to prevail in a national contest.", "url": "https://www.nytimes.com/2015/01/13/upshot/if-mitt-romney-challenges-jeb-bush-rand-paul-stands-to-gain.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}