{"authors": ["Farah Samti", "Carlotta Gall"], "date_download": "2018-11-16 03:56:40", "date_modify": "2018-11-16 03:56:40", "date_publish": "2015-06-26 13:03:21", "description": "Many of the victims were foreigners, in the second major terrorist attack on Tunisia’s tourism industry in a little more than three months.", "filename": "2015_06_27_world_africa_gunmen-attack-hotel-in-sousse-tunisia.html_module=inline_1542340600.html", "image_url": "https://static01.nyt.com/images/2015/06/27/world/TUNISIA1/TUNISIA1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_06_27_world_africa_gunmen-attack-hotel-in-sousse-tunisia.html_module=inline_1542340600.html", "title": "Tunisia Attack Kills at Least 38 at Beach Resort Hotel", "title_page": "Tunisia Attack Kills at Least 38 at Beach Resort Hotel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SOUSSE, Tunisia — At least one gunman disguised as a vacationer attacked this placid Mediterranean resort on Friday, killing at least 38 people at a beachfront hotel — most of them British tourists — before he was shot to death by the security forces.\nThe slaughter at the Imperial Marhaba Hotel in Sousse, a palm-flecked town on the northeast Tunisian coast, was among the worst terrorist attacks in the country’s history and the second in a little more than three months aimed at the tourist industry, which depends on European vacationers.\nIt sent shock waves through the country, which was still recovering from the massacre of mostly foreign tourists at a museum in Tunis, the capital, in March.\nRoaming from the beach to the pool to the reception area of the hotel, the assailant appeared to have methodically targeted guests with a Kalashnikov rifle he had hidden in a beach umbrella, according to accounts by witnesses, including terrified hotel workers. He was shot and killed by police officers who witnesses said arrived about 30 minutes after the attack began.\nThere were conflicting accounts on whether the gunman acted alone. The Interior Ministry identified him as a 23-year-old Tunisian student with no police record. The Islamic State claimed responsibility for the attack, according to statements released Friday night on Twitter.", "url": "https://www.nytimes.com/2015/06/27/world/africa/gunmen-attack-hotel-in-sousse-tunisia.html?module=inline"}