{"authors": ["Palko Karasz", "Helene Bienvenu"], "date_download": "2018-11-16 03:19:50", "date_modify": "2018-11-16 03:19:50", "date_publish": "2015-09-11 20:15:20", "description": "Widely seen video of ugly incidents has obscured daily examples of kindness during an overwhelming rush across the border, officials say.", "filename": "2015_09_12_world_europe_hungary-migrants-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338390.html", "image_url": "https://static01.nyt.com/images/2015/09/12/world/12HUNGARY/12HUNGARY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2015_09_12_world_europe_hungary-migrants-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338390.html", "title": "Hungarians Say Images of Harshness Toward Migrants Are Unfair", "title_page": "Hungarians Say Images of Harshness Toward Migrants Are Unfair - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BUDAPEST — More than 170,000 migrants have crossed the border of Hungary so far this year, taxing its police, transportation system, commerce and finances. With all that, the image that is likely to linger is that of a Hungarian camerawoman sticking out her foot to trip a migrant carrying his young daughter as they ran from the police.\nVideo of the episode, which spread rapidly on social media, led to global condemnation and transformed the camerawoman, Petra Laszlo, into a potent symbol of the xenophobic, sometimes violent, response to the migrant crisis in parts of Europe.\nIt also fed into a perception of a heartless Hungary, where the government is resisting thousands who have fled war and persecution in Syria, Iraq, Afghanistan and other troubled areas — and where reception of the migrants stands in marked contrast to scenes from Austria and Germany, which has greeted them with cheers, chocolate and offers to stay.\nMs. Laszlo apologized for her actions on Thursday, saying that she had “snapped” and was defending herself from migrants who were charging at her in a field in southern Hungary to avoid being sent to holding camps. But even as her words of regret were shared, a new image from Hungary was gaining attention.", "url": "https://www.nytimes.com/2015/09/12/world/europe/hungary-migrants-refugees.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}