{"authors": ["Richard C. Paddock"], "date_download": "2018-11-16 03:55:07", "date_modify": "2018-11-16 03:55:07", "date_publish": "2016-05-13 17:29:55", "description": "The incoming leader traces his hostility to his belief that U.S. officials helped a badly wounded American flee charges after a hotel room blast.", "filename": "2016_05_14_world_asia_philippines-president-rodrigo-duterte.html_module=inline_1542340507.html", "image_url": "https://static01.nyt.com/images/2016/05/14/world/14Philippines-web/14Philippines-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_14_world_asia_philippines-president-rodrigo-duterte.html_module=inline_1542340507.html", "title": "Mysterious Blast in Philippines Fuels Rodrigo Duterte’s ‘Hatred’ of U.S.", "title_page": "Mysterious Blast in Philippines Fuels Rodrigo Duterte’s ‘Hatred’ of U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANILA — For more than a decade, a mysterious explosion at the Evergreen Hotel in Davao City has been a footnote in the long, checkered history between the Philippines and its former colonial master, the United States. But among those who never let it go was the city’s mayor, Rodrigo Duterte — who is now poised to become the Philippines’ new president.\nIn an interview last year before he announced his candidacy, Mr. Duterte went so far as to acknowledge “hatred” for the United States stemming from the obscure episode, when an American named Michael Terrence Meiring was charged with possession of explosives but managed to flee the Philippines.\nMr. Meiring called himself a treasure hunter and joked about being with the C.I.A., meaning “Christ in Action.” He told the hotel staff not to touch a metal box in his room, apparently with good reason. On May 16, 2002, the box exploded, mangling his legs and damaging the hotel.\nBut three days later, despite severe injuries and the charges against him, Mr. Meiring vanished from his hospital room. Philippine officials later said that men waving F.B.I. badges had taken him in the dark of night and flown him out of the country without their permission.", "url": "https://www.nytimes.com/2016/05/14/world/asia/philippines-president-rodrigo-duterte.html?module=inline"}