{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:12:44", "date_modify": "2018-11-16 04:12:44", "date_publish": "2016-02-17 10:00:31", "description": "The president will travel to Cuba within weeks, an administration official said, as talks in Washington move forward.", "filename": "2016_02_18_us_politics_new-talks-begin-with-cuba-on-expanding-business-ties.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341564.html", "image_url": "https://static01.nyt.com/images/2016/02/18/business/18CUBATRADE/18CUBATRADE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_18_us_politics_new-talks-begin-with-cuba-on-expanding-business-ties.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341564.html", "title": "Obama Plans Visit to Cuba, as Talks on Expanding Trade Begin", "title_page": "Obama Plans Visit to Cuba, as Talks on Expanding Trade Begin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“These measures have been positive and are in the right direction, but still they are not sufficient in terms of the lifting of the main obstacle that we still confront that is the blockade,” Mr. Malmierca, who was seated opposite Ms. Pritzker as the talks began, said in Spanish through a translator. “We are aware of the fact that the blockade can only be fully lifted with the actions in Congress,” he added, but, “we know that the executive has prerogatives which can be used in terms of the dismantling, trying to void the blockade.”\nThe regulatory discussions began on Wednesday, a day after the signing in Havana of an arrangement allowing scheduled direct flights between the United States and Cuba for the first time in decades.\nAmerican carriers can begin applying to the Department of Transportation to offer the service — up to 20 scheduled flights a day to Havana and 10 to each of nine other international airports in Cuba. The pact aims to substantially increase travel between the two countries, which are currently served by only about a dozen charter flights a day.\nBut even as Mr. Obama makes progress in his drive to forge closer commercial ties with Cuba, the process is hamstrung by sanctions that have left American businesses wondering what they are permitted to do. Mr. Malmierca said on Tuesday that he had heard from many American companies that want to establish businesses in Cuba but are ensnared in regulatory limbo, awaiting special licenses from the United States government.\n“The problem that we face today is that many companies want to do business, but we need to create the conditions for them to access the Cuban market,” Mr. Malmierca said at an event hosted by the U.S. Chamber of Commerce.\nHe repeatedly said that Cuba welcomed American investment and would not “discriminate” against United States companies. “Lifting the blockade is essential to advancing this,” he said.\nOn Wednesday, Mr. Malmierca called on Mr. Obama to do more unilaterally, including allowing the dollar to be used in transactions with Cuba. On Tuesday, he said the president should lift the ban against imports of top Cuban products like rum and cigars and end the prohibition against direct investment in Cuba.", "url": "https://www.nytimes.com/2016/02/18/us/politics/new-talks-begin-with-cuba-on-expanding-business-ties.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}