{"authors": ["Emily Badger"], "date_download": "2018-11-16 04:42:43", "date_modify": "2018-11-16 04:42:43", "date_publish": "2016-10-05 23:59:09", "description": "Many people hear “implicit bias” as academic jargon for “racist.” But the reality is more complicated.", "filename": "2016_10_07_upshot_were-all-a-little-biased-even-if-we-dont-know-it.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343363.html", "image_url": "https://static01.nyt.com/images/2016/10/06/upshot/06UP-Bias/06UP-Bias-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_07_upshot_were-all-a-little-biased-even-if-we-dont-know-it.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343363.html", "title": "We’re All a Little Biased, Even if We Don’t Know It", "title_page": "We’re All a Little Biased, Even if We Don’t Know It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“These types of cultural biases are like smog in the air,” Jennifer Richeson, a Yale psychologist, wrote in an email, citing an analogy often used by a former president of Spelman College, Beverly Daniel Tatum. “To live and grow up in our culture, then, is to ‘take in’ these cultural messages and biases and do so largely unconsciously.”\nIn the context of race, implicit bias is considered a particularly important idea because it acknowledges forces beyond bigotry that perpetuate inequality. If we talk less about it, as Mr. Pence suggested — this “really has got to stop,” he said Tuesday night — we lose vocabulary that allows us to confront racial disparities without focusing on the character of individual people.\n“You’re removing the language that allows you talk about the mechanism of inequality,” said Phillip Atiba Goff, the president of the Center for Policing Equity at John Jay College of Criminal Justice and a professor there. “If you take away that language, what that means is inequality gets stronger and justice gets weaker. It really gets that serious.”\nMr. Goff said he hears objections similar to Mr. Pence’s every time he gives presentations or leads training sessions with police departments. “Someone will say, ‘I’m tired of being called a racist,’ ” he said. To which he explains that racism and implicit bias aren’t interchangeable.\n“That wrong formulation is so ingrained,” Mr. Goff said. “That’s what’s dangerous. It’s so easy to call it a slight, and if that metastasizes in our political discourse, we really have lost out on an incredible opportunity to take great strides forward.”\nHe fears that implicit bias could become a political trope, dismissed as an insult and not as science, or worse, tugged into the realm of political correctness. He acknowledges that the left mistreats the topic, too, citing implicit bias as a catchall to explain all the forces of racial unfairness in society that aren’t bigotry.\nIn fact, implicit bias is just one of many psychological processes that shape how we interact with one another. We also tend to be better at remembering the faces of people in our own racial group, or to subconsciously favor people in our group. The fear of being stereotyped psychologically weighs on people, too. In police training, Mr. Goff has watched officers using other kinds of mental shortcuts in which they assume “active shooters” must be men. He now talks more broadly about “identity traps” that encompass implicit biases and much more.", "url": "https://www.nytimes.com/2016/10/07/upshot/were-all-a-little-biased-even-if-we-dont-know-it.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}