{"authors": ["Mark Landler"], "date_download": "2018-11-16 03:16:49", "date_modify": "2018-11-16 03:16:49", "date_publish": "2016-05-19 00:27:27", "description": "Foreign policy experts said Donald Trump’s expressed openness to a presidential meeting with Kim Jong-un, the North’s dictator, was problematic.", "filename": "2016_05_19_us_politics_donald-trump-hillary-clinton-north-korea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338209.html", "image_url": "https://static01.nyt.com/images/2016/05/18/multimedia/trump-clinton-nkorea/trump-clinton-nkorea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_19_us_politics_donald-trump-hillary-clinton-north-korea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338209.html", "title": "Donald Trump’s Views on North Korea Test Hillary Clinton", "title_page": "Donald Trump’s Views on North Korea Test Hillary Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“She wasn’t averse to testing diplomacy with the North,” Mr. Sullivan said in an interview. “She did have a clear-eyed view of what was possible.”\nBut Mrs. Clinton also expressed little patience for continuing the six-party talks — involving the two Koreas, Japan, China, Russia and the United States — when there were no signs of progress. Since the collapse of the Leap Day deal, North Korea has continued to test bombs and launch missiles. In March, after yet another nuclear test, the United Nations Security Council passed stricter sanctions against the Kim government.\nA month earlier, President Obama signed an executive order that would impose “secondary sanctions” against any individual or company that helped North Korea with its weapons program or with activities that abused human rights. These measures could be used to pressure Chinese firms, which continue to help North Korea evade trade sanctions. North Korea, Mr. Sullivan said in his talk on Monday at the Asia Society, “has to be one of the first and most important pieces of business in the first summit between the next president and Xi Jinping.”\nThe North Korea strategy he outlined resembles the Obama administration’s pressure campaign against Iran. Mrs. Clinton marshaled global support for stringent economic sanctions, which helped pull Iran to the bargaining table.\nWith her long experience, foreign policy ought to be an undisputed advantage for Mrs. Clinton. Mr. Trump sought to hone his own foreign-policy credentials on Wednesday by meeting for an hour with Henry A. Kissinger, the Republican elder statesman and former secretary of state, at Mr. Kissinger’s apartment in Manhattan. Last week, Mr. Trump met with James A. Baker, who served as secretary of state under the first President George Bush.\nThere is an echo — in Mr. Trump’s remarks about meeting Mr. Kim — of the Democratic primaries in 2008 between Mrs. Clinton and then-Senator Barack Obama. Mr. Obama said he would meet with the leaders of adversaries, from North Korea and Cuba to Iran and Syria, without preconditions. Mrs. Clinton ridiculed him as naïve, and when he was elected, he dropped Pyongyang from that list, though he did pursue talks with Iran and Cuba.\nExperts on North Korea said a meeting with Mr. Kim was different in several respects from one with President Raúl Castro of Cuba, for example. The North already possesses nuclear weapons; it is guilty of widespread human rights abuses, and Mr. Kim would insist on holding any meeting in Pyongyang, where he could exploit it for propaganda value.\n“Kim would control this reality show,” said Michael J. Green of the Center for Strategic and International Studies. “This is not like holding the Miss Universe contest in Moscow.”", "url": "https://www.nytimes.com/2016/05/19/us/politics/donald-trump-hillary-clinton-north-korea.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}