{"authors": ["Rukmini Callimachi"], "date_download": "2018-11-16 03:21:22", "date_modify": "2018-11-16 03:21:22", "date_publish": "2016-03-29 07:00:41", "description": "Two years before the Paris and Brussels assaults, a special branch of the group was churning out smaller attacks that the authorities repeatedly discounted as isolated or random acts.", "filename": "2016_03_29_world_europe_isis-attacks-paris-brussels.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338482.html", "image_url": "https://static01.nyt.com/images/2016/03/26/world/xxisisplotheader/xxisisplotheader-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_29_world_europe_isis-attacks-paris-brussels.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338482.html", "title": "How ISIS Built the Machinery of Terror Under Europe’s Gaze", "title_page": "How ISIS Built the Machinery of Terror Under Europe’s Gaze - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“He asked me if I was interested in going abroad,” Mr. Hame told investigators. “He said to imagine a rock concert in a European country — if you were given a weapon, would you be ready to open fire on the crowd?”\nWhen Mr. Hame reiterated that he wanted to fight the Assad government instead, Mr. Abaaoud became terse. “He said he would show me those wounded in the war and buildings that had been destroyed, so that I would realize how lucky I was to be sent back to France rather than stay to fight here,” Mr. Hame recounted.\nImage An Islamic State propaganda video showed one of the Paris attackers while he was still in Syria. In the footage, he is seen beheading a captive. Credit SITE Intelligence Group\nVideos released by the Islamic State after the Paris attacks in November included footage of eight of the 10 attackers while they were still in territory the terrorist group controlled in Iraq and Syria. They announced that they were acting on the orders of Mr. Baghdadi, the caliph of the Islamic State, and then proceeded to shoot or behead a captive, most of them in grotesquely choreographed scenes shot against a desert backdrop, according to the footage archived by the SITE Intelligence Group.\nOfficials have deduced that the footage was filmed between February and September 2015, suggesting the Paris attacks were being planned months before they took place. It is now known that at the same time Mr. Abaaoud was laying the groundwork for the devastating plot, he was recruiting, cajoling and training Mr. Hame and others for smaller, quick-hit attacks.\nThe night they met, Mr. Abaaoud dropped off Mr. Hame at a house in Raqqa with a white gate, according to the transcript. He said he would come for Mr. Hame the next morning, and warned him that if he did not agree to the mission, his passport, which was about to expire, would be given to another recruit who would go to Europe in his place.\nWhen Mr. Abaaoud returned the next day, his face was covered with a brown scarf with slits for his eyes. He wore a holstered handgun. “He told me that he was now going to explain the mission to me,” Mr. Hame said after his arrest, describing how the discussion occurred in the senior operative’s speeding vehicle. “He told me I didn’t have a lot of time; he said he was just waiting for the confirmation of his emir. I told him that I would go.”", "url": "https://www.nytimes.com/2016/03/29/world/europe/isis-attacks-paris-brussels.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}