{"authors": ["Michael Wines", "Stephanie Saul", "Richard Pérez-Peña"], "date_download": "2018-11-16 04:51:16", "date_modify": "2018-11-16 04:51:16", "date_publish": "2016-11-08 23:05:09", "description": "Voting problems amounted to malfunctioning machines and mix-ups over voter ID laws in scattered locations around the country.", "filename": "2016_11_09_us_politics_voter-fraud.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343876.html", "image_url": "https://static01.nyt.com/images/2016/11/09/us/09irregular-web/09women-voting-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_09_us_politics_voter-fraud.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343876.html", "title": "Voters Find Long Lines and a Range of Irritants, but No Outright Disruption", "title_page": "Voters Find Long Lines and a Range of Irritants, but No Outright Disruption - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Voters nationwide endured long waits in line, malfunctioning voting machines, ill-informed poll workers and a litany of lesser annoyances on Tuesday with scattered reports that some voters gave up trying to cast ballots.\nThere were claims of illegal electioneering and intimidation by partisans on both sides, but the fears of widespread chaos at polling places, and even violence, failed to materialize as polls began to close on the East Coast.\nNor did there appear to be any organized effort to disrupt the vote, either by supporters of the candidates or by hackers seeking to break into voting or registration databases.\n“It’s pretty much what we’d expect to see,” David Becker, the executive director of the Center for Election Innovation and Research, said at midday in New York. “There are scattered indications of machine breakdowns that are being addressed.”", "url": "https://www.nytimes.com/2016/11/09/us/politics/voter-fraud.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}