{"authors": ["Mark Mazzetti", "Helene Cooper"], "date_download": "2018-11-16 03:20:18", "date_modify": "2018-11-16 03:20:18", "date_publish": "2016-05-05 01:05:28", "description": "Tuesday’s battle in Teleskof could presage a future in Iraq where American troops move even closer to routine, daily battle in the fight against ISIS.", "filename": "2016_05_05_us_another-combat-death-in-iraq-may-presage-future-us-role.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338418.html", "image_url": "https://static01.nyt.com/images/2016/05/05/world/05iraq-web/05iraq-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_05_us_another-combat-death-in-iraq-may-presage-future-us-role.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338418.html", "title": "Another Combat Death in Iraq May Presage Future U.S. Role", "title_page": "Another Combat Death in Iraq May Presage Future U.S. Role - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Islamic State fighters arrived on the outskirts of the northern Iraqi town of Teleskof before dawn. Launching a sophisticated attack from multiple directions, they used armored bulldozers to plow over a protective trench so their convoy of trucks — some laden with explosives — could drive deep into the town. Residents and some local soldiers quickly fled.\nA group of Navy SEALs who were in Teleskof called urgently for help. Roughly a dozen more SEALs arrived, rumbling into the town in S.U.V.s to join a firefight that would last much of the day. The long and bloody battle killed dozens of Islamic State fighters and one member of the SEALs, Special Warfare Operator First Class Charles Keating IV.\nPetty Officer Keating, a decorated member of the SEALs who served both in Iraq and in Afghanistan, was a track star from Arizona and the grandson of a disgraced banker jailed in the 1990s for his role in the savings and loan scandal. As the third American to die in Iraq since the campaign against the Islamic State began, he is the most recent example of how American troops are fighting on the front lines while the Obama administration tries to play down the American role in combat there.\nTuesday’s battle in Teleskof — recounted by a witness and American officials — could presage a future in Iraq where American troops move even closer to routine, daily battle in the fight to reclaim large parts of Iraq from the Islamic State.", "url": "https://www.nytimes.com/2016/05/05/us/another-combat-death-in-iraq-may-presage-future-us-role.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}