{"authors": ["Thomas Fuller"], "date_download": "2018-11-16 03:52:21", "date_modify": "2018-11-16 03:52:21", "date_publish": "2016-10-24 15:32:47", "description": "Opinion polls point to the possibility that voters in California and four other states will legalize marijuana in what some call a vast experiment in public health.", "filename": "2016_10_25_us_marijuana-legalization-ballot-measures.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340341.html", "image_url": "https://static01.nyt.com/images/2016/10/25/us/24pot-jp/24pot3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_25_us_marijuana-legalization-ballot-measures.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340341.html", "title": "Election May Be a Turning Point for Legal Marijuana", "title_page": "Election May Be a Turning Point for Legal Marijuana - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — To the red-and-blue map of American politics, it may be time to add green. The movement to legalize marijuana, the country’s most popular illicit drug, will take a giant leap on Election Day if California and four other states vote to allow recreational cannabis, as polls suggest they may.\nThe map of where pot is legal could include the entire West Coast and a block of states reaching from the Pacific to Colorado, raising a stronger challenge to the federal government’s ban on the drug.\nIn addition to California, Massachusetts and Maine both have legalization initiatives on the ballot next month that seem likely to pass. Arizona and Nevada are also voting on recreational marijuana, with polls showing Nevada voters evenly split.\nThe passage of recreational marijuana laws in Alaska, Colorado, Oregon and Washington over the past four years may have unlocked the door to eventual federal legalization. But a yes vote in California, which has an economy the size of a large industrial country’s, could blow the door open, experts say.", "url": "https://www.nytimes.com/2016/10/25/us/marijuana-legalization-ballot-measures.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}