{"authors": ["Somini Sengupta", "Rick Gladstone"], "date_download": "2018-11-16 04:34:51", "date_modify": "2018-11-16 04:34:51", "date_publish": "2016-12-23 16:16:49", "description": "The administration’s decision not to veto the United Nations resolution reflected its accumulated frustration over Israeli settlements.", "filename": "2016_12_23_world_middleeast_israel-settlements-un-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342891.html", "image_url": "https://static01.nyt.com/images/2016/12/24/world/24NATIONS/24NATIONS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_23_world_middleeast_israel-settlements-un-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342891.html", "title": "Rebuffing Israel, U.S. Allows Censure Over Settlements", "title_page": "Rebuffing Israel, U.S. Allows Censure Over Settlements - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "UNITED NATIONS — Defying extraordinary pressure from President-elect Donald J. Trump and furious lobbying by Israel, the Obama administration on Friday allowed the United Nations Security Council to adopt a resolution that condemned Israeli settlement construction.\nThe administration’s decision not to veto the measure reflected its accumulated frustration over Israeli settlements. The American abstention on the vote also broke a longstanding policy of shielding Israel from action at the United Nations that described the settlements as illegal.\nWhile the resolution is not expected to have any practical impact on the ground, it is regarded as a major rebuff to Israel, one that could increase its isolation over the paralyzed peace process with Israel’s Palestinian neighbors, who have sought to establish their own state on territory held by Israel.\nApplause broke out in the 15-member Security Council’s chambers after the vote on the measure, which passed 14 to 0, with the United States ambassador, Samantha Power, raising her hand as the lone abstention. Israel’s ambassador, Danny Danon, denounced the measure, and castigated the council members who had approved it.", "url": "https://www.nytimes.com/2016/12/23/world/middleeast/israel-settlements-un-vote.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}