{"authors": ["Jason Horowitz", "Helene Cooper", "Jennifer Steinhauer", "Adam Goldman"], "date_download": "2018-11-16 04:50:02", "date_modify": "2018-11-16 04:50:02", "date_publish": "2016-11-15 10:00:20", "description": "The jockeying for positions in the Trump administration is exposing frayed nerves and lingering anger.", "filename": "2016_11_15_us_politics_donald-trump-transition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343802.html", "image_url": "https://static01.nyt.com/images/2016/11/15/us/15transitionbriefing4/15transitionbriefing4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_15_us_politics_donald-trump-transition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343802.html", "title": "Trump Transition Nominates No One - But Does Name Inaugural Committee", "title_page": "Trump Transition Nominates No One — But Does Name Inaugural Committee - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The Obama administration’s last attempt at resetting relations with Russia culminated in Putin’s invasion of Ukraine and military intervention in the Middle East,” Mr. McCain, the newly re-elected Arizona Republican, said in a statement.\n“At the very least, the price of another ‘reset’ would be complicity in Putin and Assad’s butchery of the Syrian people,” he added. “This is an unacceptable price for a great nation. When America has been at its greatest, it is when we have stood on the side of those fighting tyranny. That is where we must stand again.”\nJobs by the thousands, but few takers.\nRebekah Mercer, the scion of a powerful family of conservative donors and a member of Mr. Trump’s executive transition committee, has had little success in her mission to solicit names and résumés for potential administration posts, according to a person familiar with her outreach efforts.\nMs. Mercer, 42, the daughter of the New York investor Robert Mercer, has told Republican operatives and members of previous administrations that she was having trouble finding takers for posts at the under secretary level and below. She also made it clear that the transition team was more than a month behind schedule and on a tight timeline, the person said.\nThe Mercer family has invested tens of millions of dollars in conservative causes and is considered especially close to Stephen K. Bannon, the chairman of Mr. Trump’s campaign who was named as his senior presidential adviser. Mr. Mercer reportedly invested $10 million in Breitbart, the right-wing news site previously run by Mr. Bannon. Mr. Trump’s campaign manager, Kellyanne Conway, also previously oversaw a “super PAC” financed by the Mercer family.", "url": "https://www.nytimes.com/2016/11/15/us/politics/donald-trump-transition.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}