{"authors": ["Clifford Krauss"], "date_download": "2018-11-16 03:51:48", "date_modify": "2018-11-16 03:51:48", "date_publish": "2016-12-13 04:19:37", "description": "Mr. Tillerson, Exxon Mobil’s chief executive, has decades of experience making deals around the world but has no foreign policy experience outside his work.", "filename": "2016_12_12_us_politics_rex-tillerson-facts-wiki.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340308.html", "image_url": "https://static01.nyt.com/images/2016/12/12/business/tillersonexplain/tillersonexplain-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_12_us_politics_rex-tillerson-facts-wiki.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340308.html", "title": "Meet Exxon’s Rex Tillerson, Trump’s Choice for Secretary of State", "title_page": "Meet Exxon’s Rex Tillerson, Trump’s Choice for Secretary of State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How Mr. Tillerson would view Russia’s continued meddling in Ukraine, in other neighboring countries or in Syria is not clear. Perhaps his rapport with President Putin would help smooth relations, but to what end? Would the Kremlin be willing to moderate its behavior in exchange for simple sanctions relief? Or would President Putin simply become more aggressive? How would Mr. Tillerson respond to that? And if the United States does improve relations with Russia, what would that mean for the Syrian conflict, in which Russia has actively intervened? There is no way of knowing yet.\n3. Can Mr. Tillerson confront dictators?\nHe has in the past. Shortly after he took the helm of Exxon a decade ago, Hugo Chávez, Venezuela’s socialist president, moved to nationalize the assets of nearly two dozen foreign oil companies. Most chose to negotiate compensation arrangements. But Exxon took Venezuela to international arbitration court and won a $1.6 billion compensation package in 2014. Then Exxon mobilized a serious exploration effort in Guyanese waters claimed by Venezuela, angering Caracas.\nAgain, though, his prior negotiations concerned energy issues that he knows well. It is not known how tough he would be on political affairs he is less familiar with.\n4. What is his position on climate change?\nHis record is mixed. He veered Exxon away from the climate skepticism it had displayed under his predecessor, Lee R. Raymond. At the same time, he has aggressively defended the company amid investigations by several state attorneys general who alleged the company hid research while publicly opposing policies designed to curb global warming and the burning of fossil fuels. Mr. Tillerson has backed a carbon tax and research to advance carbon capture, sequestration and biofuels.\nWill Mr. Tillerson try to persuade Mr. Trump to support the international climate accord reached in Paris? He might, but he would probably stress the importance of natural gas and methods to bury carbon emissions — policies that would not hurt fossil fuel industries.\n5. How will he protect human rights?\nThe most concrete glimpse we can get is Mr. Tillerson’s handling of gay rights. A former Eagle Scout, he served as national president of the Boy Scouts of America from 2010 to 2011, when the organization still maintained a ban on gay scouts and scout leaders. Nonetheless, Mr. Tillerson has pushed the organization to be open to gay rights. In 2013, as he served on the executive board, the Boy Scouts voted to lift the ban on gay scouts.\nBut under his leadership, Exxon has been slow to adopt explicit policies protecting gay employees from discrimination, and it has come under fire for it.", "url": "https://www.nytimes.com/2016/12/12/us/politics/rex-tillerson-facts-wiki.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}