{"authors": ["Ashley Gilbertson"], "date_download": "2018-11-16 03:18:17", "date_modify": "2018-11-16 03:18:17", "date_publish": "2016-12-12 08:21:18", "description": "After 20 years of photographing asylum seekers around the world, I have never seen anything as bad as this.", "filename": "2016_12_12_opinion_sunday_i-am-ashamed-to-be-australian.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338297.html", "image_url": "https://static01.nyt.com/images/2016/12/12/opinion/12gilbertson-cypriots/12gilbertson-cypriots-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_12_opinion_sunday_i-am-ashamed-to-be-australian.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338297.html", "title": "I Am Ashamed to Be Australian", "title_page": "Opinion | I Am Ashamed to Be Australian - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANUS, Papua New Guinea — I was 17 when I first came face to face with refugees. It was 1995 in Melbourne, Australia, and it was a Saturday. As usual I was out taking pictures of my friends skateboarding. We rolled up to a spot near the state Parliament. Across the street a protest was taking place — Cypriot women calling for the government to help them find their sons who had disappeared during the Turkish invasion of Cyprus in 1974. I left my friends and took a photograph of the protesters.\nA few days later, in the darkroom, I pulled the film out of the wash and saw the image. The Australia I grew up in was a racist country: Slurs were common in conversation; news outlets were openly prejudiced against entire groups; and politicians rarely took a moral high road. But to me, this photograph went beyond all that. The women’s pain was universal: They were mothers grieving for their lost children.\nI decided to become a photojournalist to help refugees tell their stories, and to show their plight. I was stunned by the lack of compassion and the outright racism I saw in my countrymen. I was angry as only a teenager can be with the politicians who fanned the flames of xenophobia.\nAfter 20 years of photographing asylum seekers around the world, I am still angry.\nI’ve seen people displaced by sub-Saharan African wars that dragged on for so long that their children and grandchildren were born in enormous, forgotten refugee camps. I’ve photographed the Kurds, who have known only persecution — an entire ethnic group that remains stateless. I’ve followed Syrian refugee families into the tumultuous Aegean Sea. I’ve witnessed people trapped at borders and beaten by the police; children separated from their parents, wandering on busy, unfamiliar roads; families literally running for their lives. Sometimes, when they were not fast enough, I’ve seen people murdered.", "url": "https://www.nytimes.com/2016/12/12/opinion/sunday/i-am-ashamed-to-be-australian.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}