{"authors": ["Alissa J. Rubin", "Aurelien Breeden", "Anita Raghavan"], "date_download": "2018-11-16 03:21:16", "date_modify": "2018-11-16 03:21:16", "date_publish": "2016-03-22 07:38:22", "description": "The Islamic State militant group claimed responsibility for the blasts, which occurred four days after the capture of a suspect in the Paris attacks.", "filename": "2016_03_23_world_europe_brussels-airport-explosions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338476.html", "image_url": "https://static01.nyt.com/images/2016/03/22/world/23BRUSSELS-suspects/23BRUSSELS-suspects-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_23_world_europe_brussels-airport-explosions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338476.html", "title": "Strikes Claimed by ISIS Shut Brussels and Shake European Security", "title_page": "Strikes Claimed by ISIS Shut Brussels and Shake European Security - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — Bombs packed with nails terrorized Brussels on Tuesday in the deadliest assault on the European heartland since the Islamic State’s attacks on Paris four months ago, hitting the airport and subway system in coordinated strikes that were also claimed by the militant extremist group.\nThe bombings paralyzed Brussels, the headquarters of the European Union and NATO, prompted international travel warnings to avoid Belgium and reverberated across the Atlantic to the United States, where New York and other major cities raised terrorism threat levels. Anxieties intensified about the inability to prevent mass killings at relatively unprotected places.\nAt least 30 people were killed by two blasts at the Brussels airport departure area around 8 a.m. and one in a subway station shortly after 9. The police found at least one other unexploded bomb in a search of a Brussels house hours later.\nAnd Europe’s most wanted person suddenly became an unidentified man in a white coat and dark hat seen pushing a luggage cart in an airport surveillance photo taken just before the bombings. Two other men in the photo, each wearing a black glove on his left hand, were identified by Belgian prosecutors as suspected suicide bombers who appeared to have died in the explosions.\n“To those who have chosen to be the barbaric enemies of liberty, of democracy, of fundamental values, I want to say with the greatest strength that we will remain assembled and united,” the Belgium prime minister, Charles Michel, said at a news conference Tuesday evening, declaring a three-day mourning period.", "url": "https://www.nytimes.com/2016/03/23/world/europe/brussels-airport-explosions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}