{"authors": ["Yamiche Alcindor"], "date_download": "2018-11-16 04:21:47", "date_modify": "2018-11-16 04:21:47", "date_publish": "2016-05-17 20:33:59", "description": "Senator Harry Reid said he had spoken with Mr. Sanders about accusations that his backers made death threats after Nevada Democrats ruled against them.", "filename": "2016_05_18_us_politics_bernie-sanders-supporters-nevada.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342107.html", "image_url": "https://static01.nyt.com/images/2016/05/18/us/18fd-sanders/18fd-sanders-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_18_us_politics_bernie-sanders-supporters-nevada.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342107.html", "title": "Bernie Sanders Facing Pressure Over Supporters’ Actions in Nevada", "title_page": "Bernie Sanders Facing Pressure Over Supporters’ Actions in Nevada - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Raising the prospect of lasting fissures in the party, Senator Bernie Sanders rebuffed pressure on Tuesday to rein in his supporters after they disrupted a weekend Democratic convention in Nevada, throwing chairs and later threatening the state chairwoman in a fight over delegates. The uproar comes as Hillary Clinton is struggling to turn her and the party’s attention to the fall.\nMr. Sanders’s supporters showed no sign of backing down on Tuesday. In interviews, several threatened to disrupt the party’s convention in Philadelphia in July with protests and nonviolent disobedience over a nominating system that they say has treated Mr. Sanders unfairly. In emails, on social media and on websites, his supporters have traded advice about protest tactics and legal services in case of mass arrests.\nAlarmed by the unrest in Nevada, Senator Harry Reid, the minority leader, said that he spoke with Mr. Sanders on Tuesday and that the Vermont senator faced a “test of leadership” over his supporters’ actions. Mr. Reid, who represents Nevada, said he was confident that Mr. Sanders would “do the right thing.”\nBut Mr. Sanders showed no sign of backing down, releasing a statement that, while condemning violence, accused the Democratic leadership in Nevada of using “its power to prevent a fair and transparent process from taking place.”", "url": "https://www.nytimes.com/2016/05/18/us/politics/bernie-sanders-supporters-nevada.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}