{"authors": ["David Jolly"], "date_download": "2018-11-16 04:13:47", "date_modify": "2018-11-16 04:13:47", "date_publish": "2016-05-18 13:57:18", "description": "The committee’s chief said a commission would be looking into payments made to a Singapore company called Black Tidings.", "filename": "2016_05_19_world_asia_japan-olympics-2020-investigation_1542341627.html", "image_url": "https://static01.nyt.com/images/2016/05/19/world/asia/19Japanolympics-web/19Japanolympics-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_19_world_asia_japan-olympics-2020-investigation_1542341627.html", "title": "Japanese Olympic Committee to Investigate Awarding of 2020 Games to Tokyo", "title_page": "Japanese Olympic Committee to Investigate Awarding of 2020 Games to Tokyo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Suggestions that corruption played a role in that selection, however, have cast a pall over it.\nLe Monde, a French daily, on May 12 quoted French financial prosecutors as saying that investigators were examining money transfers totaling about $2 million made by a Japanese bank to Black Tidings, thought to be linked to a son of Lamine Diack, the former head of the International Association of Athletics Federations, which governs track and field events. The transfers were apparently discovered after the French authorities began a criminal investigation last year of the elder Mr. Diack — who was also a member of the International Olympic Committee until 2013 — on suspicion of having accepted more than $1 million in bribes to cover up positive drug tests.\nA World Anti-Doping Agency report in January found that Black Tidings was implicated in the drug testing cover-up.\nMr. Takeda had previously acknowledged that payments were made, but he said they were audited and were for legitimate purposes. He declined to answer further questions from lawmakers on Wednesday, citing a confidentiality agreement with Black Tidings.\nNews of the French investigation was first revealed by The Guardian on May 11. The French authorities are also investigating the awarding of the 2016 Summer Games to Rio de Janeiro.\nThe Japanese Olympic Committee could not be reached after working hours on Wednesday. The organization has defended its integrity, saying that Tokyo was awarded the Summer Games because it made the superior bid.", "url": "https://www.nytimes.com/2016/05/19/world/asia/japan-olympics-2020-investigation.html"}