{"authors": ["David Jolly"], "date_download": "2018-11-16 03:21:08", "date_modify": "2018-11-16 03:21:08", "date_publish": "2016-02-17 17:35:22", "description": "Residents of Kabul are lucky to have a few hours of electricity a day after lines carrying much of it were cut — most in areas contested or controlled by the Taliban.", "filename": "2016_02_18_world_asia_afghanistan-hardship-taliban-bombings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338468.html", "image_url": "https://static01.nyt.com/images/2016/02/18/world/18kabul-web1/18kabul-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_18_world_asia_afghanistan-hardship-taliban-bombings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338468.html", "title": "Afghanistan’s Crippled Power Grid Exposes Vulnerability of Besieged Capital", "title_page": "Afghanistan’s Crippled Power Grid Exposes Vulnerability of Besieged Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Assadullah, who was wiping the dust from his Toyota Corolla outside a Soviet-era apartment block in the Macrorayan neighborhood where he lives with his family, said he had only two hours of electricity a day.\n“If there is no electricity, then there is no heat,” he said, “and we don’t get running water, which means all the toilets and bathrooms are unusable.” Every evening, the women and children stand in line to fill buckets with water from the downstairs tap, which they then lug up the stairs.\n“Honestly, we don’t have any expectations for this government; they can’t help the people,” Mr. Assadullah, who also goes by one name, said. “I don’t even know what’s happening with the problem because there is no electricity to watch the news on TV.”\nBeyond the inconvenience and the damage to the country’s limping economy, the cuts to power have exposed the vulnerability of a city that already felt besieged. The Taliban have been gaining ground since the departure of most United States and other NATO combat soldiers at the end of 2014, staging daily attacks on police and army checkpoints in Kabul and the surrounding provinces.\nTraveling by road even a few dozen miles outside the city can be a dicey proposition because of insurgents and brigands.\nThe government has blamed the Taliban for the power failures, though the insurgents, through a spokesman, denied responsibility. Conspiracy-minded Afghans suggest that the destruction of power lines was the work of gangs seeking to profit by selling generators and the diesel to run them. Regardless of who is responsible, the areas where the pylons fell are the scenes of major battles between the army and the Taliban, and repair work cannot begin until hostilities cease and mines are cleared in the area.\nAt the best of times, DABS, the power company, is able to meet less than three-quarters of the capital’s demand of 800 megawatts of electricity, Mr. Delawari, the chief executive, said. Emergency measures, including the use of an American-financed diesel-powered plant, have made up some of the deficit, he said, but the supply is still well short of normal.", "url": "https://www.nytimes.com/2016/02/18/world/asia/afghanistan-hardship-taliban-bombings.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}