{"authors": ["Adam Nossiter"], "date_download": "2018-11-16 03:48:01", "date_modify": "2018-11-16 03:48:01", "date_publish": "2016-11-11 22:04:33", "description": "“It’s the emergence of a new world,” said Ms. Le Pen, the leader of the National Front party. “It’s the end of the 20th century.”", "filename": "2016_11_12_world_europe_donald-trump-marine-le-pen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340081.html", "image_url": "https://static01.nyt.com/images/2016/11/12/world/12lepen/12lepen-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_12_world_europe_donald-trump-marine-le-pen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340081.html", "title": "After Trump Win, Parallel Path Is Seen for Marine Le Pen of France’s Far Right", "title_page": "After Trump Win, Parallel Path Is Seen for Marine Le Pen of France’s Far Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The enthusiasm of the far right was in striking contrast to the coolness of Europe’s mainstream leaders to the week’s news. Some of them, like Chancellor Angela Merkel of Germany, offered veiled criticism even as they sent Mr. Trump pro forma letters of congratulation.\n“It’s the emergence of a new world,” Ms. Le Pen said, after being the first to lay a wreath at the monument here to France’s World War I dead. “It’s the end of the 20th century.”\nEven more ecstatic was Mr. Wilders, leader of the Dutch far-right Freedom Party. “Congratulations! A historic victory! A revolution! We will return our country to the Dutch,” Mr. Wilders said on Wednesday on Twitter. He expanded on his thoughts in an op-ed for Breitbart, writing, “We are witnessing the same uprising on both sides of the Atlantic.”\nMr. Wilders, who sports his own Trumpian mane of swept blond hair, is on trial in the Netherlands on charges of hate speech for suggesting that the country was home to too many Moroccans. He refused to attend the trial or to disavow the remarks.\nHis party is allied with Ms. Le Pen’s National Front in the European Parliament, and both are staunchly anti-immigration. He attended several Trump rallies, and like Ms. Le Pen, he is seeking to be his country’s leader.\nPopulist leaders, not necessarily of the far right, who have mounted insurgent challenges to longstanding political orders were similarly buoyed by Mr. Trump’s victory, like Beppe Grillo, the leader of the Five Star Movement in Italy.\n“They called us sexists, homophobes, demagogues and populists,” Mr. Grillo wrote in a blog post. “They don’t realize that millions of people already no longer read their newspapers and no longer watch their television.”", "url": "https://www.nytimes.com/2016/11/12/world/europe/donald-trump-marine-le-pen.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}