{"authors": ["Michael Wines", "Manny Fernandez"], "date_download": "2018-11-16 03:58:19", "date_modify": "2018-11-16 03:58:19", "date_publish": "2016-05-02 01:07:12", "description": "More than a dozen states will use the laws for the first time in a presidential election this fall, a step researchers say disproportionately affects minority voters.", "filename": "2016_05_02_us_stricter-rules-for-voter-ids-reshape-races.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340699.html", "image_url": "https://static01.nyt.com/images/2016/04/30/us/00voting-web01/00voting-web01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_02_us_stricter-rules-for-voter-ids-reshape-races.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340699.html", "title": "Stricter Rules for Voter IDs Reshape Races", "title_page": "Stricter Rules for Voter IDs Reshape Races - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN ANTONIO — In a state where everything is big, the 23rd Congressional District that hugs the border with Mexico is a monster: eight and a half hours by car across a stretch of land bigger than any state east of the Mississippi. In 2014, Representative Pete Gallego logged more than 70,000 miles there in his white Chevy Tahoe, campaigning for re-election to the House — and lost by a bare 2,422 votes.\nSo in his bid this year to retake the seat, Mr. Gallego, a Democrat, has made a crucial adjustment to his strategy. “We’re asking people if they have a driver’s license,” he said. “We’re having those basic conversations about IDs at the front end, right at our first meeting with voters.”\nSince their inception a decade ago, voter identification laws have been the focus of fierce political and social debate. Proponents, largely Republican, argue that the regulations are essential tools to combat election fraud, while critics contend that they are mainly intended to suppress turnout of Democratic-leaning constituencies like minorities and students.\nAs the general election nears — in which new or strengthened voter ID laws will be in place in Texas and 14 other states for the first time in a presidential election — recent academic research indicates that the requirements restrict turnout and disproportionately affect voting by minorities. The laws are also, as in the case of Mr. Gallego, reshaping how many campaigns are run — with candidates not only spending time to secure votes, but also time to ensure those votes can be cast.", "url": "https://www.nytimes.com/2016/05/02/us/stricter-rules-for-voter-ids-reshape-races.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}