{"authors": ["Reed Abelson", "Margot Sanger-Katz"], "date_download": "2018-11-16 04:42:55", "date_modify": "2018-11-16 04:42:55", "date_publish": "2016-08-19 20:58:59", "description": "Plan failures and the recent decision by some of the largest companies to exit markets are leaving large areas of the country with functional monopolies.", "filename": "2016_08_20_upshot_obamacare-options-in-many-parts-of-country-only-one-insurer-will-remain_1542343375.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_20_upshot_obamacare-options-in-many-parts-of-country-only-one-insurer-will-remain_1542343375.html", "title": "Obamacare Options? In Many Parts of Country, Only One Insurer Will Remain", "title_page": "Obamacare Options? In Many Parts of Country, Only One Insurer Will Remain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "So much for choice. In many parts of the country, Obamacare customers will be down to one insurer when they go to sign up for coverage next year on the public exchanges.\nA central tenet of the federal health law was to offer a range of affordable health plans through competition among private insurers. But a wave of insurer failures and the recent decision by several of the largest companies, including Aetna, to exit markets are leaving large portions of the country with functional monopolies for next year.\nAccording to an analysis done for The Upshot by the McKinsey Center for U.S. Health System Reform, 17 percent of Americans eligible for an Affordable Care Act plan may have only one insurer to choose next year. The analysis shows that there are five entire states currently set to have one insurer, although our map also includes two more states because the plans for more carriers are not final. By comparison, only 2 percent of eligible customers last year had only one choice.\nA similar analysis by Avalere Health, another consulting firm, also highlighted the increase in areas with only one insurance carrier.", "url": "https://www.nytimes.com/2016/08/20/upshot/obamacare-options-in-many-parts-of-country-only-one-insurer-will-remain.html"}