{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 03:53:47", "date_modify": "2018-11-16 03:53:47", "date_publish": "2016-01-17 11:00:22", "description": "Despite a raft of stimulus measures, China’s economy is faltering as companies like shipbuilders increasingly lose business.", "filename": "2016_01_18_business_dealbook_indebted-chinese-companies-increase-pressures-on-government_1542340427.html", "image_url": "https://static01.nyt.com/images/2016/01/18/business/chinadebtjump/chinadebtjump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_18_business_dealbook_indebted-chinese-companies-increase-pressures-on-government_1542340427.html", "title": "Indebted Chinese Companies Increase Pressures on Government", "title_page": "Indebted Chinese Companies Increase Pressures on Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — Sainty Marine Corporation started small, buying and selling a few ships in the 1980s. But Sainty Marine, a Chinese state-owned company, went on a debt-fueled binge over the last few years, opening its own shipyards and signing orders worth hundreds of millions of dollars each.\nNow, heavily indebted companies like Sainty Marine are at the center of the economic troubles in China that have unsettled currency, commodity and stock markets of late.\nSainty Marine just found itself in court, as one of China’s biggest banks asked to dismantle the company to recoup overdue loans. Government regulators are investigating the accuracy of the company’s financial reports, its bank accounts have recently been frozen and its shares have not traded on the Shenzhen stock market since August.\n“It’s pretty dire,” said Matthew Flynn, a Hong Kong shipping consultant.\nShipbuilding is part of a long list of Chinese industries, including steelmaking, coal mining and auto manufacturing, that borrowed heavily from state-run banks to expand during the good years, helping to propel the country’s three decades of double-digit annual economic growth. But growth has now slipped to around 7 percent, and many companies are running low on cash.", "url": "https://www.nytimes.com/2016/01/18/business/dealbook/indebted-chinese-companies-increase-pressures-on-government.html"}