{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 04:21:13", "date_modify": "2018-11-16 04:21:13", "date_publish": "2016-05-31 17:28:38", "description": "The Japanese telecom said it would sell $8 billion worth of shares to help pay down debt.", "filename": "2016_06_01_business_dealbook_softbank-to-sell-a-stake-in-alibaba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342073.html", "image_url": "https://static01.nyt.com/images/2016/06/01/business/01DB-SOFTBANK/01DB-SOFTBANK-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_01_business_dealbook_softbank-to-sell-a-stake-in-alibaba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342073.html", "title": "SoftBank to Sell a Stake in Alibaba", "title_page": "SoftBank to Sell a Stake in Alibaba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That has prompted SoftBank, under its president, Nikesh Arora, to focus on cutting costs and shedding debt in its “SoftBank 2.0” strategy. The company reported holding about 8.5 trillion yen, or just under $77 billion, worth of long-term debt as of March 31, according to Standard & Poor’s Capital IQ, a research service.\nAlibaba has become one of the most valuable assets in SoftBank’s portfolio of businesses. The Chinese e-commerce giant made its debut as a public company on the New York Stock Exchange in 2014 and now holds a market value of about $209 billion.\nThe share sale, which has been in the works for months, has not been driven by concern over Alibaba’s financial prospects, according to people with direct knowledge of the matter, who were not authorized to speak publicly. The Chinese e-commerce giant disclosed recently that the Securities and Exchange Commission of the United States had been looking into its accounting practices, and the company has said that it is cooperating.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nUnder the terms of SoftBank’s plan, approximately $5 billion of the stake sale would be packaged into a financial security that would convert into shares of Alibaba after three years.\nAlibaba itself will buy back about $2 billion worth of shares from SoftBank. The Chinese company’s partnership, a group that essentially controls it through its ability to nominate a majority of directors, plans to buy an additional $400 million worth of shares.\n“As SoftBank looks to strengthen its own balance sheet, Alibaba determined that it was the best use of our capital to reinvest in our own business through an efficient buyback of a large number of shares in our own company that is accretive to our stockholders,” Jack Ma, one of Alibaba’s founders and its executive chairman, said in a statement.\nSoftBank will sell another $500 million shares to an unnamed government’s investment fund.\nEven after the sale, however, the two companies said that they would retain significant ties to each other. Mr. Son, Softbank’s chairman and chief executive, will remain on Alibaba’s board. Mr. Ma will still be a director of SoftBank.\n“This investment has been phenomenally successful and, over the past 16 years, we have built a close relationship, working together on many exciting projects,” Mr. Son said in a statement. “In that time, we have not sold any Alibaba shares. There are huge opportunities ahead for Alibaba and SBG looks forward to the continued partnership.”\nShares of Alibaba fell nearly 2.4 percent in after-hours trading, to $79.61.", "url": "https://www.nytimes.com/2016/06/01/business/dealbook/softbank-to-sell-a-stake-in-alibaba.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}