{"authors": ["Jeremy W. Peters", "Megan Thee-Brenan", "Dalia Sussman"], "date_download": "2018-11-16 04:51:21", "date_modify": "2018-11-16 04:51:21", "date_publish": "2016-11-09 02:06:08", "description": "The social and political fissures that have split Americans along lines of race, class, education, gender and religion could be seen in surveys of early voters and exit polls.", "filename": "2016_11_09_us_politics_election-exit-polls.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343881.html", "image_url": "https://static01.nyt.com/images/2016/11/09/us/09exit-web/09exit-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_09_us_politics_election-exit-polls.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343881.html", "title": "Election Exit Polls Reveal a Starkly Divided Nation", "title_page": "Election Exit Polls Reveal a Starkly Divided Nation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Americans were in a foul mood about the state of their country’s politics. Nearly half of voters were dissatisfied with the way the federal government is working and another quarter were angry. Only a quarter were satisfied, and far fewer were enthusiastic.\nThe results contained warning signs for Republicans, who concluded after the 2012 election that changing demographics would reduce them to a permanent minority party unless they improved how blacks and Hispanics viewed them.\nMr. Trump’s nomination seemed only to exacerbate those trends, with his hostility toward many foreigners, his refusal at times to dissociate himself from avowed racists and his plan to ban Muslims from entering the United States.\nMost voters rejected one policy proposal Mr. Trump vowed to pursue from the beginning and never backed away from: building a wall on the southern border with Mexico. A majority opposed that plan. Seven in 10 said that most undocumented immigrants working in the United States should be offered a chance to apply for legal status.\nImmigrants who have become citizens favored Mrs. Clinton by a ratio of two to one.\nThough immigration or terrorism did not rank at the top of most voters’ concerns, the majority of voters who said immigration or terrorism was their top issue favored Mr. Trump.\nMost voters who cited the economy or foreign policy as top priorities backed Mrs. Clinton, seemingly rejecting Mr. Trump’s insistence that his business background gave him a superior set of negotiating skills.", "url": "https://www.nytimes.com/2016/11/09/us/politics/election-exit-polls.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}