{"authors": ["Nate Cohn", "Toni Monkovic"], "date_download": "2018-11-16 04:21:33", "date_modify": "2018-11-16 04:21:33", "date_publish": "2016-08-16 10:00:09", "description": "Unless Donald Trump can change his approach for a general election audience, he may be left hoping for an external event.", "filename": "2016_08_17_upshot_what-a-clinton-landslide-map-would-look-like-and-how-trump-could-still-rally_1542342093.html", "image_url": "https://static01.nyt.com/images/2016/07/27/upshot/17up-newpossible-1471327207690/17up-newpossible-1471327207690-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_17_upshot_what-a-clinton-landslide-map-would-look-like-and-how-trump-could-still-rally_1542342093.html", "title": "What a Clinton Landslide Map Would Look Like, and How Trump Could Still Rally", "title_page": "What a Clinton Landslide Map Would Look Like, and How Trump Could Still Rally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nate Well, who knows what would happen. But that’s the point.\nI think it’s at least imaginable that it would reset the race on terms favorable to Trump, and give him another chance to present himself as a plausible president.\nToni We just got a comment from a reader, David from Toledo, on Trump’s terrorism speech in Ohio:\n“Trump’s ‘foreign policy speech’ today was a disaster. He pronounced the words pretty well, but he was robotic as he swiveled from one teleprompter to the other, devoid of all human affect. His heart was clearly not in the performance, even in the ‘Very important, very important’ ad-libs. To all appearances, he could not wait to get back on the plane and out of Youngstown.”\nNate I didn’t watch much of it. I do think that he’s lost his swagger, at least in the speeches and interviews that I’ve seen over the last week.\nToni The latest reporting from Alexander Burns and Maggie Haberman essentially shows a candidacy in crisis:\nAdvisers who once hoped a Pygmalion-like transformation would refashion a crudely effective political showman into a plausible American president now increasingly concede that Mr. Trump may be beyond coaching. He has ignored their pleas and counsel as his poll numbers have dropped, boasting to friends about the size of his crowds and maintaining that he can read surveys better than the professionals.\nTrump has said he won’t change, and it seems far-fetched at this point to think he could.\nHe loves to go on the attack. The Upshot, I think, has documented this well, with a compilation of his Twitter insults, conceived by our colleague Kevin Quealy. By now, people think they know Donald Trump. But you don’t quite get the full effect unless you look at this file. Whether you’re a fan of Trump or not, it’s stunning.", "url": "https://www.nytimes.com/2016/08/17/upshot/what-a-clinton-landslide-map-would-look-like-and-how-trump-could-still-rally.html"}