{"authors": ["Sam Roberts"], "date_download": "2018-11-16 04:20:15", "date_modify": "2018-11-16 04:20:15", "date_publish": "2016-04-27 19:52:45", "description": "Mr. Wu was brutalized for 19 years in Communist labor camps, and later returned to his homeland undercover to expose prison conditions.", "filename": "2016_04_28_world_asia_harry-wu-who-told-world-of-abuses-in-china-dies-at-79.html_module=inline_1542342015.html", "image_url": "https://static01.nyt.com/images/2016/04/28/world/28wu-obit/28wu-obit-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_28_world_asia_harry-wu-who-told-world-of-abuses-in-china-dies-at-79.html_module=inline_1542342015.html", "title": "Harry Wu, Who Told World of Abuses in China, Dies at 79", "title_page": "Harry Wu, Who Told World of Abuses in China, Dies at 79 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Shuttling among farms, mines and prison camps, he said, he was beaten — his back and arms were broken in fights with his fellow prisoners — and placed in a coffinlike concrete case. He lost 75 pounds before he was released in 1979 when he was 42, three years after Mao’s death.\nMr. Wu moved to the United States in 1985, arriving with $40 to take an unpaid post as a visiting scholar at the University of California, Berkeley, and supporting himself by working nights at a doughnut shop.\nHe became an American citizen in 1994 and a tireless critic of the “reform through labor” system, known by the contraction laogai (rhymes with now-guy), which he refused to let the world disregard, even as Washington and other capitals sought commercial and political ties with China.\nVideo\nHe compared laogai to the Soviet gulag and to Nazi concentration camps, and blamed the system for the deaths of millions of political prisoners and intellectuals. He even successfully campaigned to introduce the word laogai into the Oxford English Dictionary.\nMr. Wu returned to China undercover a number of times to expose prison conditions, including the sale of organs from executed inmates. In 1995, he was arrested and sentenced to 15 years for espionage. He was detained for 66 days but released by the Chinese after a campaign by human rights advocates that included pressure on Hillary Clinton, then the first lady, to boycott the World Conference on Women in Beijing that year.\nAdvertisement Continue reading the main story\nAfter his detention, Mr. Wu was deported to the United States, where he lived in California and for a time was a research fellow at the Hoover Institute at Stanford University. He moved to Washington about 10 years ago. In 2008, he opened the Laogai Museum, to memorialize victims of the Communist regime.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSurvivors include his former wife, Ching-Lee, and his son, Harrison Lee Wu, who live in Virginia.\n“I’m happy to be a troublemaker for the Chinese Communist Party,” Mr. Wu wrote (with George Vecsey, a former New York Times reporter) in the book “Troublemaker: One Man’s Crusade Against China’s Cruelty” (1996), “because the Chinese Communist Party is a troublemaker to democracy and freedom.”\nHongda Harry Wu was born in Shanghai on Feb. 8, 1937. His father was a banker, and his mother also came from a prosperous family. (She committed suicide after her son’s arrest.) Mr. Wu attended Jesuit schools and enrolled in the Beijing Institute of Geology.\nOnce he left China, he became an advocate for labor rights and religious freedom, opposed the death penalty and China’s one-child policy, and supported the Dalai Lama, the campaign for a free Tibet and Liu Xiaobo, the 2010 Nobel Peace laureate, who is serving a prison sentence in China for advocating political reforms.\nIn an interview in 1998, Mr. Wu acknowledged that he had risked his life by returning to China but insisted that while he wanted to live, he was also committed to fulfilling a mission.\n“If God say to me, ‘Harry, I know you suffered, I wanted to give you a favor, what do you want?’ I want 20 years back,” he said. “It’s not possible. That’s why today I work very hard. I am 61 years old. I know the time for me is very short.”", "url": "https://www.nytimes.com/2016/04/28/world/asia/harry-wu-who-told-world-of-abuses-in-china-dies-at-79.html?module=inline"}