{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 03:53:34", "date_modify": "2018-11-16 03:53:34", "date_publish": "2016-02-18 12:00:30", "description": "China’s foreign-exchange reserves have shrunk by nearly a fifth since the summer of 2014, as Beijing has moved to shore up the value of its currency.", "filename": "2016_02_19_business_dealbook_china-foreign-exchange-reserves_1542340414.html", "image_url": "https://static01.nyt.com/images/2016/02/19/business/19CHINARESERVES1/19CHINARESERVES1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_19_business_dealbook_china-foreign-exchange-reserves_1542340414.html", "title": "China’s Foreign Exchange Reserves Dwindling Rapidly", "title_page": "China’s Foreign Exchange Reserves Dwindling Rapidly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The drop in reserves could also hurt China’s efforts to raise its global profile, as it doesn’t have as much money to pump into major projects in developing countries.\n“If you use up $700 billion of reserves, how much more is going to follow? That is the basic problem,” said Guntram Wolff, the director of Bruegel, a nonprofit economic research institute in Brussels.\nThe dwindling reserves are one of the many factors shaking global investor confidence because of the impact the slide could have on China’s financial system. A number of investors are now betting that China may have to let its currency depreciate, rather than dip further into its reserves.\nPhoto\nChinese officials are fighting back. In a rare interview published last weekend by Caixin, a Chinese magazine, Zhou Xiaochuan, the governor of China’s central bank, said, “China has the largest volume of foreign exchange reserves in the world, and we will not let speculative forces dominate market sentiment.”\nChina’s reserve hoard is a byproduct of the way it manages its currency.\nDuring China’s biggest boom years, its currency could have risen in value as huge sums in dollars, euros and yen flowed into the country. Instead, Beijing tightly controlled the value of the renminbi, buying up much of the inflows and putting them into its reserves instead. That brought angry accusations from the United States and Europe that it was manipulating its currency to help keep Chinese exports inexpensive and competitive in foreign countries.\nNow that the renminbi faces pressure to fall, China is spending its reserves in an effort to prop up the currency. But many American lawmakers and presidential candidates still accuse China of keeping its currency artificially weak.\nThe reserves are still considerable, more than double Japan’s, which has the world’s second-largest amount. The central bank chief, Mr. Zhou, and others have questioned whether the reserves are too big and the money could be better invested if left in the private sector. Mr. Zhou led a move over the last two years to make it easier for Chinese companies and families to invest their own money overseas, only to find in recent months that the outflows have been disconcertingly fast at times.\nAdvertisement Continue reading the main story\nChina has taken steps to stem further flows out of the country. This winter the Chinese authorities arrested the leaders of underground banks that were converting billions of renminbi into dollars and euros. They also made it harder for Chinese citizens to use their renminbi to buy insurance policies in dollars.\nPhoto\nMore quietly, Beijing bank regulators have halted sales within China of investment funds known as wealth management products that are denominated in dollars.\nBeijing has also instructed bank branches in Hong Kong to limit their lending of renminbi to make it harder for traders and investors to place bets against the Chinese currency in financial markets.\n“We did receive notice from Beijing in the earlier part of January to be more stringent in approving renminbi-denominated loans,” said a Hong Kong-based China bank executive, who insisted on anonymity for fear of employer retaliation. “It is no fun being caught in the middle, with marketing officers wanting to do more business and the higher-ups telling you to be tougher when reviewing credit proposals.”\nThe erosion of reserves is also politically awkward, given public perception, and Beijing has taken steps aimed directly at shoring them up.\nOne move would keep more of its reserves free of long-term commitments. China’s central bank now demands that at least some foreign money managers who want to invest part of the reserves pledge to achieve an annual return of as much as 26 percent or else their management fees will be reduced, said a person with knowledge of China’s foreign reserves who insisted on anonymity to avoid retaliation.\nPhoto\nChinese markets rose this week, as some investors bet that China could slow the erosion. Expectations have faded that the Federal Reserve will keep raising interest rates this year, making China look more attractive. And China is running huge trade surpluses, bringing in a steady inflow of foreign money.\nEconomists inside and outside China are increasingly trying to guess how far reserves must fall before China might consider a sharp devaluation of the currency. An International Monetary Fund model suggests that an economy of China’s size needs $1.5 trillion with strict capital controls and $2.7 trillion without them.\nAdvertisement Continue reading the main story\nBrad Setser, a former United States Treasury official now at the Council on Foreign Relations, said that China could manage with smaller reserves because the model exaggerates the need for reserves in a country like China with very large domestic banking deposits.\nThe Texas hedge fund manager J. Kyle Bass, who has bet on a fall in the renminbi, recently told clients that his firm believes China doesn’t even have the ability to tap all of its reserves because as much as $1 trillion is already committed to long-term investments. But most economists disagree, saying that no more than $300 billion has been committed to various projects and not yet disbursed, while the rest of China’s $3.23 trillion in reserves is readily usable.\nLonger term, China looks less likely to commit its reserves to big projects that build up its image abroad, said Victor Shih, a specialist in Chinese finance at the University of California, San Diego. “When you’re losing $100 billion a month, you can’t afford to invest in a highway in the middle of nowhere or a railway in Pakistan that could be blown up,” he said.\nIn 2014, President Xi Jinping announced that China would provide the bulk of the $50 billion to set up an Asian Infrastructure Investment Bank and then said a month later that China would also set up a $40 billion fund to invest in many of the same countries that would borrow from the bank.\nLast month, Mr. Xi announced yet another fund for additional infrastructure projects in the world’s poorest countries. Its total: just $50 million, barely enough to build a few roads in a single impoverished country.", "url": "https://www.nytimes.com/2016/02/19/business/dealbook/china-foreign-exchange-reserves.html"}