{"authors": ["Ashley Parker", "David M. Herszenhorn"], "date_download": "2018-11-16 04:26:51", "date_modify": "2018-11-16 04:26:51", "date_publish": "2016-06-15 16:56:52", "description": "Donald J. Trump said that people on the lists should be barred from buying firearms, putting him at odds with the National Rifle Association, which has endorsed him.", "filename": "2016_06_16_us_politics_donald-trump-gun-control-nra.html_module=inline_1542342411.html", "image_url": "https://static01.nyt.com/images/2016/06/16/us/16-guncontrol/16-guncontrol-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_16_us_politics_donald-trump-gun-control-nra.html_module=inline_1542342411.html", "title": "Trump Veers From Party Line on Gun Control", "title_page": "Trump Veers From Party Line on Gun Control - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Donald J. Trump said Wednesday that people on the terror watch list should be barred from buying firearms, putting himself in the center of a gun-control debate in Congress revived by the worst mass shooting in United States history.\nMr. Trump’s stance, expressed in a Twitter post, does not necessarily jibe with the positions of the Republican Party and the National Rifle Association, whose endorsement Mr. Trump frequently boasts about on the campaign trail. His tweet could be read to support measures pushed by Democrats and opposed by Republicans in Congress, reflecting the unusual nuances of the issue, which touches on public safety and civil rights beyond the Second Amendment.\n“I will be meeting with the N.R.A., who has endorsed me, about not allowing people on the terrorist watch list, or the no-fly list, to buy guns,” Mr. Trump, the presumptive Republican presidential nominee, wrote Wednesday morning on Twitter. His comment came three days after 49 people were killed when a gunman who pledged allegiance to the Islamic State stormed an Orlando nightclub.\nOn the same morning, a group of Democrats took to the Senate floor in a filibuster to protest the lack of improvement in gun safety measures in recent years.\n“I’ve had enough,” said Senator Christopher S. Murphy, Democrat of Connecticut, who spoke on and off for more than 14 hours. “I couldn’t just come back to the Senate this week and pretend like this is business as usual.”\nWhen he finished talking shortly after 2 a.m. on Thursday, Mr. Murphy said he had secured agreement for votes on the measures.", "url": "https://www.nytimes.com/2016/06/16/us/politics/donald-trump-gun-control-nra.html?module=inline"}