{"authors": ["Patrick Healy", "Maggie Haberman"], "date_download": "2018-11-16 03:16:27", "date_modify": "2018-11-16 03:16:27", "date_publish": "2016-05-11 09:00:27", "description": "Mr. Trump said his supporters wanted him to run as a fiery outsider rather than embrace the mellower approach Republican leaders want.", "filename": "2016_05_12_us_politics_donald-trump-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338187.html", "image_url": "https://static01.nyt.com/images/2016/05/11/us/12TRUMPMANDATE/12TRUMPMANDATE-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_12_us_politics_donald-trump-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338187.html", "title": "Donald Trump, Bucking Calls to Unite, Claims ‘Mandate’ to Be Provocative", "title_page": "Donald Trump, Bucking Calls to Unite, Claims ‘Mandate’ to Be Provocative - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump’s behavior in recent days — the political threats to the House speaker, Paul D. Ryan; the name-calling on Twitter; the attacks on Hillary Clinton’s marriage — has deeply puzzled Republicans who expected him to move to unite the party, start acting presidential and begin courting the female voters he will need in the general election.\nBut Mr. Trump’s choices reflect an unusual conviction: He said he had a “mandate” from his supporters to run as a fiery populist outsider and to rely on his raucous rallies to build support through “word of mouth,” rather than to embrace a traditional, mellower and more inclusive approach that congressional Republicans will advocate in meetings with him on Thursday.\nMr. Trump’s strategy is replete with risks. Roughly 60 percent of Americans view him negatively, according to pollsters, who say more-of-the-same Trump is not likely to improve those numbers. While a majority of Republican primary voters said they were looking for a political outsider, Mr. Trump will face a majority of voters in November who prefer a candidate with political experience, according to primary exit polls and several national polls. Many Republicans think they will lose the presidency and seats in the House and Senate if he continues using language that offends women and some racial and religious groups.\nStill, Mr. Trump’s message, tone and policy ideas have drawn followers who are more passionate than Republican nominees typically enjoy, and he has monopolized the political conversation and news coverage of the race. Some Republicans argue that he cannot afford to change his stripes too much, while strategists in both parties say he is shrewdly sticking with a style that drowns out attacks that could deepen his negative rating.", "url": "https://www.nytimes.com/2016/05/12/us/politics/donald-trump-campaign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}