{"authors": ["Mary Williams Walsh"], "date_download": "2018-11-16 03:48:25", "date_modify": "2018-11-16 03:48:25", "date_publish": "2016-01-23 07:50:34", "description": "Creditors blamed the Puerto Rican utility for the failure late Friday of talks to restructure about $9 billion worth of its debt.", "filename": "2016_01_24_business_dealbook_puerto-rico-debt-talks-collapse.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340105.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_24_business_dealbook_puerto-rico-debt-talks-collapse.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340105.html", "title": "Talks to Restructure Puerto Rico Power Company’s Debt Collapse", "title_page": "Talks to Restructure Puerto Rico Power Company’s Debt Collapse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN JUAN, Puerto Rico — Negotiations to restructure roughly $9 billion of the debt of Puerto Rico’s power company collapsed late Friday, according to a statement from a group of creditors involved in the talks.\nThe creditors blamed the utility, the Puerto Rico Electric Power Authority, or Prepa, for the collapse of the talks, saying its officials had decided to let an expiration date pass without taking action. Prepa is one of the largest single issuers of Puerto Rico’s $72 billion debt, most of it in the form of municipal bonds.\nThe creditors’ statement was released at midnight, when the expiration date had passed. The statement did not say whether the creditors would now declare Prepa in default. If they did so it would be by far the largest and most momentous default in Puerto Rico’s growing debt crisis.\nPrepa has a debt payment of about $400 million due to bondholders on July 1. It also owes about $700 million to two financial institutions that finance the shipments of fuel that it burns to produce energy. The utility does not currently have the resources to make those payments.", "url": "https://www.nytimes.com/2016/01/24/business/dealbook/puerto-rico-debt-talks-collapse.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}