{"authors": ["Dave Philipps"], "date_download": "2018-11-16 04:23:04", "date_modify": "2018-11-16 04:23:04", "date_publish": "2016-03-24 00:40:41", "description": "The move came in response to passage of a Charlotte ordinance letting transgender people use public bathrooms that correspond with their gender identity.", "filename": "2016_03_24_us_north-carolina-to-limit-bathroom-use-by-birth-gender.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342184.html", "image_url": "https://static01.nyt.com/images/2016/03/24/us/24carolina/24carolina-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_24_us_north-carolina-to-limit-bathroom-use-by-birth-gender.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342184.html", "title": "North Carolina Bans Local Anti-Discrimination Policies", "title_page": "North Carolina Bans Local Anti-Discrimination Policies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "North Carolina legislators, in a whirlwind special session on Wednesday, passed a wide-ranging bill barring transgender people from bathrooms and locker rooms that do not match the gender on their birth certificates.\nRepublicans unanimously supported the bill, while in the Senate, Democrats walked out in protest. “This is a direct affront to equality, civil rights and local autonomy,” the Senate Democratic leader, Dan Blue, said in a statement.\nNorth Carolina’s governor, Pat McCrory, a Republican, signed the bill late Wednesday night.\nThe session, which was abruptly convened by Republican lawmakers on Tuesday, came in response to an antidiscrimination ordinance approved by the state’s largest city, Charlotte, last month. That ordinance provided protections based on sexual orientation, gender expression and gender identity, including letting transgender people use the public bathrooms that correspond with their gender identity, not gender at birth.\nThe state bill, put together so quickly that many lawmakers had not seen it before it was introduced Wednesday morning, specifically bars people in North Carolina from using bathrooms that do not match their birth gender, and goes further to prohibit municipalities from creating their own antidiscrimination policies. Instead, it creates a statewide antidiscrimination policy — one that does not mention gay and transgender people. The bill also prohibits local governments from raising minimum wage levels above the state level — something a number of cities in other states have done.", "url": "https://www.nytimes.com/2016/03/24/us/north-carolina-to-limit-bathroom-use-by-birth-gender.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}