{"authors": ["Sarah Maslin Nir"], "date_download": "2018-11-16 04:29:50", "date_modify": "2018-11-16 04:29:50", "date_publish": "2016-07-27 00:20:59", "description": "A new law in New York State allows funeral parlors to serve light refreshments and nonalcoholic drinks, joining 46 other states that allow some eating and drinking during services.", "filename": "2016_07_27_nyregion_new-york-law-funeral-food-beverages.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342590.html", "image_url": "https://static01.nyt.com/images/2016/07/27/nyregion/27WAKES/27WAKES-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_27_nyregion_new-york-law-funeral-food-beverages.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342590.html", "title": "New York State Makes It Legal to Cry in Your Funeral Pie", "title_page": "New York State Makes It Legal to Cry in Your Funeral Pie - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the West, a homey casserole of slivered potatoes, sour cream and canned mushroom soup is so often served at wakes and memorials that it is commonly known as “funeral potatoes.” In Pennsylvania Dutch country, the go-to dish is a custard and raisin pastry called “funeral pie.”\nYet in New York State’s funeral homes, arcane rules had long forbidden food and drinks. But last week, Gov. Andrew M. Cuomo, a Democrat, signed a law permitting funeral parlors to serve light refreshments and nonalcoholic drinks, joining 46 other states where the bereaved have the option of crying into their potatoes and pie.\n“Culturally, we use food as a socializing element in all sorts of circumstances,” said Assemblyman Richard N. Gottfried, a Democrat who represents Midtown Manhattan. Mr. Gottfried was a sponsor of the legislation along with State Senator Betty Little, a Republican who represents parts of northern New York. “To me, the notion that at a funeral you couldn’t get a cup of tea or something to eat to stave off hunger or maintain your blood-sugar level just doesn’t make sense,” he said.", "url": "https://www.nytimes.com/2016/07/27/nyregion/new-york-law-funeral-food-beverages.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}