{"authors": ["Tim Arango", "Ceylan Yeginsu"], "date_download": "2018-11-16 03:52:16", "date_modify": "2018-11-16 03:52:16", "date_publish": "2016-03-08 17:38:46", "description": "To win help with the migrant crisis, Europe seems prepared to overlook what critics say is President Recep Tayyip Erdogan’s march toward authoritarianism.", "filename": "2016_03_09_world_europe_turkey-european-union-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340336.html", "image_url": "https://static01.nyt.com/images/2016/03/09/world/09Turkey-web1/09Turkey-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_09_world_europe_turkey-european-union-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340336.html", "title": "E.U. Woos Turkey for Refugee Help, Ignoring Rights Crackdown", "title_page": "E.U. Woos Turkey for Refugee Help, Ignoring Rights Crackdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — The contrast was jarring: Just days after the police broke into the offices of an opposition newspaper using tear gas and water cannons, Turkey’s prime minister was greeted in Brussels with offers of billions in aid, visa-free travel for Turks in Europe and renewed prospects for joining the European Union.\nThe juxtaposition highlighted the conundrum Europe faces as it seeks solutions to its worst refugee crisis since World War II. To win Turkey’s desperately needed assistance in stemming the flow of migrants to the Continent, European officials seem prepared to ignore what critics say is President Recep Tayyip Erdogan’s steady march toward authoritarianism.\nIt is a moment of European weakness that the Turkish leadership seems keen to capitalize on. As Prime Minister Ahmet Davutoglu arrived in Brussels this week, he upped the ante, asking for more financial aid than was previously negotiated and demanding visa-free travel by June, while offering to take back some migrants who had crossed into Europe.\nThe Turkish offer was hailed as a “breakthrough” on Tuesday by Angela Merkel, the German chancellor, and Donald Tusk, the president of the European Council, spoke about a “common understanding” between Europe and Turkey. They said they hoped to work out the details at a summit meeting on March 17 and 18.", "url": "https://www.nytimes.com/2016/03/09/world/europe/turkey-european-union-refugees.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}