{"authors": ["Trip Gabriel"], "date_download": "2018-11-16 04:22:11", "date_modify": "2018-11-16 04:22:11", "date_publish": "2016-05-11 01:26:11", "description": "The primary victory by the senator from Vermont will force his Democratic rival to continue a distracting nominating fight.", "filename": "2016_05_11_us_politics_bernie-sanders-west-virginia.html__r=0&module=inline_1542342131.html", "image_url": "https://static01.nyt.com/images/2016/05/11/us/11primary-web/11primary-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_11_us_politics_bernie-sanders-west-virginia.html__r=0&module=inline_1542342131.html", "title": "Bernie Sanders Wins West Virginia, Prolonging Race With Hillary Clinton", "title_page": "Bernie Sanders Wins West Virginia, Prolonging Race With Hillary Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Senator Bernie Sanders of Vermont captured the West Virginia primary on Tuesday, forcing Hillary Clinton to continue a costly and distracting two-front battle: to lock down the Democratic nomination and to take on Donald J. Trump in the general election.\nMrs. Clinton has a nearly insurmountable lead in delegates, which Mr. Sanders’s victory, one week after he won Indiana, did little to narrow. But by staying in the race, as he has vowed to do until the Democratic convention in Philadelphia in July, Mr. Sanders continues to tug Mrs. Clinton to the left.\nThis week, after long resisting Mr. Sanders’s call for a single-payer health care system, Mrs. Clinton embraced allowing people as young as 50 to buy into Medicare.\nIn Oregon, which votes next week, Mr. Sanders appealed to unpledged superdelegates, who can cast votes as they please at the convention, to rally behind him as the stronger opponent to Mr. Trump.", "url": "https://www.nytimes.com/2016/05/11/us/politics/bernie-sanders-west-virginia.html?_r=0&module=inline"}