{"authors": [], "date_download": "2018-11-16 04:25:59", "date_modify": "2018-11-16 04:25:59", "date_publish": "2016-03-03 17:45:08", "description": "The following is a transcript of Mitt Romney’s remarks addressing the candidacy of Donald J. Trump, as transcribed by the Federal News Service.", "filename": "2016_03_04_us_politics_mitt-romney-speech.html_mcubz=0&module=inline_1542342359.html", "image_url": "https://static01.nyt.com/images/2016/03/03/multimedia/romney-full-speech/romney-full-speech-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_04_us_politics_mitt-romney-speech.html_mcubz=0&module=inline_1542342359.html", "title": "Transcript of Mitt Romney’s Speech on Donald Trump", "title_page": "Transcript of Mitt Romney’s Speech on Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "(APPLAUSE) Now, I know that some people want this race to be over. They look at history and say a trend like Mr. Trump’s isn’t going to be stopped. Perhaps. But the rules of political history have pretty much all been shredded during this campaign.\n(LAUGHTER)\nIf the other candidates can find some common ground, I believe we can nominate a person who can win the general election and who will represent the values and policies of conservatism. Given the current delegate selection process, that means that I’d vote for Marco Rubio in Florida and for John Kasich in Ohio and for Ted Cruz or whichever one of the other two contenders has the best chance of beating Mr. Trump in a given state.\nNow let me turn to national security and the safety of our homes and loved ones. Mr. Trump’s bombast is already alarming the allies and fueling the enmity of our enemies. Insulting all Muslims will keep many of them from fully engaging with us in the urgent fight against ISIS, and for what purpose? Muslim terrorists would only have to lie about their religion to enter the country.\nAnd then what he said about on “60 Minutes”. Did you hear this? It was about Syria and ISIS, and it has to go down as the most ridiculous and dangerous idea of the entire campaign season. Let ISIS take out Assad, he said, and then we can pick up the remnants.\nNow, think about that. Let the most dangerous terror organization the world has ever known take over an entire country? This recklessness is recklessness in the extreme. Now, Donald Trump tells us that he is very, very smart.\n(LAUGHTER)\nI’m afraid that when it comes to foreign policy he is very, very not smart.\n(APPLAUSE)\nNow, I’m far from the first to conclude that Donald Trump lacks the temperament to be president. After all, this is an individual who mocked a disabled reporter, who attributed a reporter’s questions to her menstrual cycle, who mocked a brilliant rival who happened to be a woman due to her appearance, who bragged about his marital affairs, and who laces his public speeches with vulgarity.", "url": "https://www.nytimes.com/2016/03/04/us/politics/mitt-romney-speech.html?mcubz=0&module=inline"}