{"authors": ["Pagan Kennedy"], "date_download": "2018-11-16 03:51:39", "date_modify": "2018-11-16 03:51:39", "date_publish": "2016-04-01 11:00:20", "description": "When you say you’re going to build a company around menstrual blood, people think you’re joking.", "filename": "2016_04_03_opinion_sunday_the-tampon-of-the-future.html_rref=collection%2Fspotlightcollection%2FGreat%20Reads_1542340299.html", "image_url": "https://static01.nyt.com/images/2016/04/03/opinion/sunday/03kennedy/03kennedy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_03_opinion_sunday_the-tampon-of-the-future.html_rref=collection%2Fspotlightcollection%2FGreat%20Reads_1542340299.html", "title": "The Tampon of the Future", "title_page": "Opinion | The Tampon of the Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Because she lives in a female body, she had experiences that just wouldn’t be available to her male colleagues. She doesn’t have to imagine using her device, because she herself has been able to beta-test it.\nEarly on, she and Mr. Gire had thought about putting diagnostic chips inside tampons to give women real-time updates about their health. But Ms. Tariyal quickly realized that the “smart tampon,” outfitted with chips and transmitters, gave her the heebie-jeebies — it sounded like a torture device from a David Cronenberg film — and customers would no doubt feel the same way. That’s why she decided that all medical testing must take place outside the body, an insight that shaped the way that she and Mr. Gire designed their product.\nEric von Hippel, a scholar of innovation at M.I.T., has spent decades studying what seems like a truism: People who suffer from a problem are uniquely equipped to solve it. “What we find is that functionally novel innovations — those for which a market is not yet defined — tend to come from users,” he said. He pointed out that young Californians pioneered skateboards so that they could “surf” the streets. And surgeons built the first heart-and-lung machines to keep patients alive during long operations. “The reason users are so inventive is twofold. One is that they know the needs firsthand,” he said. The other is that they have skin in the game.\nDr. von Hippel’s principle certainly applies to menstruation. Since ancient times, women have tinkered with pads, tampons and pain cures. In Egypt in the 15th century B.C., women found creative uses for papyrus, while their counterparts elsewhere in Africa and in Asia experimented with absorbent moss. Centuries later, the nurses of World War I repurposed cellulose bandages.\nIn the 1920s, Lillian Gilbreth, a visionary of industrial psychology and one of the first female engineers with a Ph.D. in the United States, decided to reinvent the sanitary pad once again. (Gilbreth, the mother of 12 children, was later made famous by the book “Cheaper by the Dozen.”) While working for Johnson & Johnson, she recognized that the best ideas would come from women themselves, so she questioned more than a thousand women about their frustrations with menstrual products and asked them to describe their ideal pad.", "url": "https://www.nytimes.com/2016/04/03/opinion/sunday/the-tampon-of-the-future.html?rref=collection%2Fspotlightcollection%2FGreat%20Reads"}