{"authors": ["Roger Cohen"], "date_download": "2018-11-16 03:18:22", "date_modify": "2018-11-16 03:18:22", "date_publish": "2016-05-23 10:55:34", "description": "Scrap a policy that condemns refugees to a desperate and hopeless limbo.", "filename": "2016_05_24_opinion_australias-offshore-cruelty.html_module=inline_1542338302.html", "image_url": "https://static01.nyt.com/images/2016/05/23/opinion/23edcohen/23edcohen-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_24_opinion_australias-offshore-cruelty.html_module=inline_1542338302.html", "title": "Australia’s Offshore Cruelty", "title_page": "Opinion | Australia’s Offshore Cruelty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We don’t see the boats, we rarely see a human face and there is a black hole of accountability,” said Madeline Gleeson, a human rights lawyer and the author of the recently published book “Offshore.” She told me, “The international community does not understand how outrageous this policy is, how far from basic human standards and how shot through with violence and sexual abuse.”\nThe government argues it is keeping the country safe from terrorism, preventing a proliferation of Australia-bound boats that could result in deaths on a scale seen in the Mediterranean, and ensuring its immigration policy remains orderly. In the current fiscal year, the country has offered to take in 13,750 people under its Humanitarian Program, and committed, exceptionally, to a further 12,000 from the Syrian and Iraqi conflicts (a handful of them have been processed). But it has vowed that nobody in Nauru or on Manus Island will gain admission to Australia.\nAustralia’s “offshore processing” is falling apart and must end. The Supreme Court of Papua New Guinea ruled in April that the Australian-funded detention center on Manus Island was illegal. In Australia, only retroactive legislation enacted after a lawsuit was filed provided legal support for a policy that was in effect pursued illegally since 2012.\nThis country’s history includes the long and unhappy chapter of its White Australia policy under which a vast land mass was portrayed as under threat of invasion by uncivilized “natives” from across Asia. Politicians like Dutton are playing scurrilously on similar fears.\nA nation of immigrants, short of agricultural labor, Australia has benefited when it has overcome its fears, as with the admission of Vietnamese “boat people” in the 1970s. As Steven Glass, an international lawyer, observed in introducing Eva Orner’s new movie, “Chasing Asylum,” “What, exactly, are we scared of?” Even women raped and impregnated on Nauru have been treated as if they are security threats.\nBring those stranded in Nauru and on Manus Island, many of whose refugee claims have already been deemed legitimate, to Australia. Treat them with humanity as their demands for permanent settlement are assessed. Scrap a policy that shames a nation with its pointless cruelty.", "url": "https://www.nytimes.com/2016/05/24/opinion/australias-offshore-cruelty.html?module=inline"}