{"authors": ["Michael Christie"], "date_download": "2018-11-16 03:42:39", "date_modify": "2018-11-16 03:42:39", "date_publish": "2016-01-09 19:30:28", "description": "No skateboard of mine ever caught fire.", "filename": "2016_01_10_opinion_sunday_is-the-hoverboard-cool.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339759.html", "image_url": "https://static01.nyt.com/images/2016/01/10/opinion/sunday/10christie/10christie-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_10_opinion_sunday_is-the-hoverboard-cool.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339759.html", "title": "Is the Hoverboard Cool?", "title_page": "Opinion | Is the Hoverboard Cool? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The hoverboard has no natural resting state — much like the unicycle — so there is simply no way to mount it with any semblance of grace. It’s an all or nothing proposition. Check out the Twitter feed @HoverBoardFalls, and you’ll see that a majority of crashes take place seconds into the ride. After some Bambi-on-ice wobbling, the hoverboard zips forward and a sad procession of human beings are chucked back onto their butts.\nI placed one shoe on the footpad and applied some weight. Doing so, I realized that the hoverboard has trouble distinguishing between a person mounting it and the toe-pressure command for a hard left, which is exactly what it did. To counteract the motion I executed a series of dorky, one-footed hops, chasing the board around the store. Mostly to put an end to this spectacle, I jumped for it.\nMy foot connected with the other footpad and I was up, blue lights flaring beneath my toes.\nEvery boxer, dancer, surfer, snowboarder or skateboarder knows that the human body is at its most stable when turned sideways, knees slightly bent, feet well-spaced apart. Because we don’t have toes protruding from our heels, it’s hard to balance on the front-back axis.\nSo why did the designers of the hoverboard force its riders into the weakest possible kinesiological position? Rod-straight, knees locked, forward facing, a stance from which even the sturdiest person could be knocked over by a toddler with a good head of steam?\nIn snowboarding vernacular there’s a phenomenon referred to as “rolling down the windows.” A boarder leaves a jump and immediately starts winging both arms in wide circles (as though manually rolling down two old-fashioned car windows), with the aim of righting herself midair and evading grievous harm. Well, “rolling down the windows” was exactly what I was doing when I sent a Bluetooth speaker clattering to the floor.\nWhen I finally captured my balance, I began experimenting with the subtleties of toe control. The servo motors seemed to be timed just a fraction of a second off, but soon I got the hang of it, and started executing tidy pirouettes near some stainless steel fridges.\n“They’re actually pretty sick,” the guy said.\nI couldn’t agree more. I had been too quick to judge. Walking was outdated. A new mode of living flashed before my eyes: me at the vanguard of the “personal transportation revolution.” I, too, would “stand for our generation,” Wiz Khalifa!", "url": "https://www.nytimes.com/2016/01/10/opinion/sunday/is-the-hoverboard-cool.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}