{"authors": ["Adeel Hassan"], "date_download": "2018-11-16 04:29:35", "date_modify": "2018-11-16 04:29:35", "date_publish": "2016-07-27 09:49:26", "description": "Here’s what you need to know to start your day.", "filename": "2016_07_27_nytnow_your-wednesday-briefing-hillary-clinton-france-olympics.html_module=inline_1542342575.html", "image_url": "https://static01.nyt.com/images/2016/07/28/world/27NYTNow-DNC1/27NYTNow-DNC1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_27_nytnow_your-wednesday-briefing-hillary-clinton-france-olympics.html_module=inline_1542342575.html", "title": "Hillary Clinton, France, Olympics: Your Wednesday Briefing", "title_page": "Hillary Clinton, France, Olympics: Your Wednesday Briefing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "(Want to get this briefing by email? Here’s the sign-up.)\nGood morning.\nHere’s what you need to know:\n• Democrats make history.\nHillary Clinton on Tuesday officially became the first woman to be nominated for president by a major party. Mrs. Clinton hailed the moment in an address from her home in New York, telling women at the convention, “This is really your night.”\nBut some of her advisers say that overemphasizing the achievement could backfire — a video casting her as a worthy heir to the women’s rights movement was pulled from Tuesday’s convention lineup. In polls, Mrs. Clinton is showing enormous weakness with a group that represented nearly half of all voters in 2012: white voters, particularly men, without a college degree.\nBill Clinton delivered a deeply personal speech, talking about his wife’s life and career, while Mrs. Clinton’s aides try to prepare for his possible role as White House spouse. Here are our takeaways from Day 2, and what to watch for today.", "url": "https://www.nytimes.com/2016/07/27/nytnow/your-wednesday-briefing-hillary-clinton-france-olympics.html?module=inline"}