{"authors": ["Michael Paulson"], "date_download": "2018-11-16 04:50:22", "date_modify": "2018-11-16 04:50:22", "date_publish": "2016-07-06 16:09:27", "description": "Mr. Dixon, currently portraying Eubie Blake in “Shuffle Along,” has been nominated for a Tony Award twice. He joins the cast in mid-August.", "filename": "2016_07_07_theater_hamilton-casting-brandon-victor-dixon-lexi-lawson.html_module=inline_1542343822.html", "image_url": "https://static01.nyt.com/images/2016/07/07/arts/07hamilton/07hamilton-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_07_theater_hamilton-casting-brandon-victor-dixon-lexi-lawson.html_module=inline_1542343822.html", "title": "Brandon Victor Dixon to Join ‘Hamilton’ as Aaron Burr", "title_page": "Brandon Victor Dixon to Join ‘Hamilton’ as Aaron Burr - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The producers of “Hamilton,” moving to rebuild the show’s cast in anticipation of the departure of its three leading performers, on Wednesday said that they had cast the two-time Tony nominee Brandon Victor Dixon in the key role of Aaron Burr.\nMr. Dixon is currently portraying the composer Eubie Blake in “Shuffle Along, or the Making of the Musical Sensation of 1921 and All That Followed” on Broadway, but that show is scheduled to close on July 24. Mr. Dixon was nominated for a Tony for his work in “Shuffle Along,” and had also been nominated in 2006 for his work in the original cast of “The Color Purple.”\nHe will join the cast of “Hamilton” in mid-August, succeeding Leslie Odom Jr., who won a Tony for “Hamilton.”\nImage Lexi Lawson is joining “Hamilton” as Eliza Hamilton. Credit Paul Zimmerman/WireImage\nMr. Odom is leaving the “Hamilton” cast after this Saturday evening’s performance, as are Lin-Manuel Miranda, who wrote the show and plays Alexander Hamilton, and Phillipa Soo, who plays Eliza Hamilton.", "url": "https://www.nytimes.com/2016/07/07/theater/hamilton-casting-brandon-victor-dixon-lexi-lawson.html?module=inline"}