{"authors": ["Nate Cohn"], "date_download": "2018-11-16 03:58:19", "date_modify": "2018-11-16 03:58:19", "date_publish": "2016-08-10 11:00:26", "description": "He’s winning whites without college degrees, but there’s little way to gain in the South — and more room to fall — because that group already tends to vote Republican.", "filename": "2016_08_11_upshot_donald-trumps-red-state-problem.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340699.html", "image_url": "https://static01.nyt.com/images/2016/08/10/upshot/10up-chart33-1470795115969/10up-chart33-1470795115969-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_11_upshot_donald-trumps-red-state-problem.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340699.html", "title": "Donald Trump’s Red-State Problem", "title_page": "Donald Trump’s Red-State Problem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If you looked only at the blue states, you probably wouldn’t think that Donald J. Trump was in huge trouble. The recent 10-point polling deficits in states like Michigan or Pennsylvania may sting but aren’t jaw-dropping.\nBut the red states are a totally different story. Polls show him trailing or barely ahead in reliably Republican states like Georgia, Arizona and Utah, even Kansas. He has even trailed in some of these states when the national polls were more favorable to him than they are now.\nIt’s not a straightforward demographic story. Despite his struggles in some states neighboring Nevada, Mr. Trump still seems competitive in the state, perhaps the most diverse of the Obama-era battleground states.\nWhat’s going on?\nHe is still expected to hang on and win most Southern states, but his strategy just doesn’t work as well in all the red states, especially in the South.", "url": "https://www.nytimes.com/2016/08/11/upshot/donald-trumps-red-state-problem.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}