{"authors": ["Neil Macfarquhar", "David E. Sanger"], "date_download": "2018-11-16 04:35:17", "date_modify": "2018-11-16 04:35:17", "date_publish": "2016-08-16 12:02:27", "description": "Russia became the first foreign military to operate from Iran’s soil since at least World War II.", "filename": "2016_08_17_world_middleeast_russia-iran-base-syria.html_module=inline_1542342917.html", "image_url": "https://static01.nyt.com/images/2016/08/17/world/17syria-sub/17syria-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_17_world_middleeast_russia-iran-base-syria.html_module=inline_1542342917.html", "title": "Russia Sends Bombers to Syria Using Base in Iran", "title_page": "Russia Sends Bombers to Syria Using Base in Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The bombers — too big for the air base Russia established in Syria in September — had been flying missions from Russia, a trip that will now be 1,000 miles shorter, officials said. Because they are based so much closer to the Syrian battlefields, the planes will be able to carry heavier payloads, adding new muscle to the recently faltering Syrian government effort in Aleppo.\nIndeed, observers on the ground in Aleppo described a particularly heavy day of bombing, even if they could not identify the bombers. Civilians bore the brunt of the strikes. “The bombing today was intensive and massive,” said Mohamed al-Ahmed, a radiologist in an Aleppo hospital reached via the messaging app Viber, who said he had counted 28 victims.\nBeyond any tactical advantages, launching Russian bombers from Iran also seemed to be part of a grander plan by President Vladimir V. Putin to cobble together a coalition to fight in Syria with Russia at its center. The use of the Iranian base comes on the heels of Mr. Putin’s recent détente with Turkey and amid Russian-American talks on cooperating more in the fight against the Islamic State in Syria.\n“I think what Russia is trying to do is put together a broader coalition that goes beyond Russian-Iranian cooperation,” said Andrey V. Kortunov, the director general of the Russian International Affairs Council. “They consider this operation as another bargaining chip in their negotiations with the West.”\nThe new level of Russian-Iranian cooperation raises questions about whether the United States made a larger strategic error when, in choosing not to create “safe zones” or conduct major air operations over Syria, it left a window for the Russians to enter the war. President Obama warned in October that Moscow would be sucked into a “quagmire” as it sought to prop up Syria’s president, Bashar al-Assad.\nMr. Toner, the State Department deputy spokesman, said the Russian activity could violate a United Nations Security Council resolution that, he said, “prohibits the supply, sale and transfer of combat aircraft to Iran unless approved in advance by the U.N. Security Council.”\nBut it is not clear how that resolution would apply to combat aircraft flown by Russian pilots and not “transferred” to Iran. Mr. Toner said. “I just don’t have a definitive answer. I know our lawyers are looking at this.”", "url": "https://www.nytimes.com/2016/08/17/world/middleeast/russia-iran-base-syria.html?module=inline"}