{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 04:43:33", "date_modify": "2018-11-16 04:43:33", "date_publish": "2016-05-03 00:32:09", "description": "Mr. Bae, a missionary freed after two years, said he was never beaten but was verbally abused and was billed $300,000 for hospital care. (He didn’t pay.)", "filename": "2016_05_03_world_asia_kenneth-bae-longest-held-us-prisoner-of-north-korea-reveals-details-of-ordeal_1542343413.html", "image_url": "https://static01.nyt.com/images/2016/05/03/world/03bae-web/03bae-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_03_world_asia_kenneth-bae-longest-held-us-prisoner-of-north-korea-reveals-details-of-ordeal_1542343413.html", "title": "Kenneth Bae, Longest-Held U.S. Prisoner of North Korea, Reveals Details of Ordeal", "title_page": "Kenneth Bae, Longest-Held U.S. Prisoner of North Korea, Reveals Details of Ordeal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It wasn’t the Marriott hotel,” he said in the interview. “It wasn’t even Motel 6.”\nDuring his confinement, Mr. Bae was hospitalized three times for problems including diabetes, an enlarged heart and back pain. The North Korean authorities, he said, wanted to charge him 600 euros per night in a hospital, which he said worked out to about $300,000. “I told them, ‘I’m a missionary; I don’t have that kind of money,’” he said.\nWhile his prison treatment was harsh, Mr. Bae said it also revealed a softer undercurrent of respect toward foreign citizens by the North Korean authorities, who are concerned about their image abroad.\nHe was never beaten, Mr. Bae said. He was allowed to communicate with family members — his mother was even permitted to see him in the hospital. He still carries the Bible he was allowed to keep during his imprisonment.\n“What is most surprising is the access Kenneth Bae had to messages from his family,” said Bill Richardson, a former diplomat who has visited North Korea to negotiate the release of imprisoned Americans, and who wrote the foreword to Mr. Bae’s book. Nonetheless, Mr. Richardson said in a telephone interview, “Kenneth’s ordeal was the toughest.”\nAs Mr. Bae realized he was about to be released, he wrote in the book, a prosecutor whom he had nicknamed Mr. Disappointment for repeatedly predicting he would never leave, told Mr. Bae he had done so with good intent.\n“I did not want you to get your hopes up only to have them crushed,” Mr. Bae quoted him as saying.\nMr. Bae also wrote that he had known about a trip to North Korea in January 2014 by Dennis Rodman, the former basketball player and a friend of Mr. Kim’s, but wrote that he only later learned that Mr. Rodman had disparaged Mr. Bae in a CNN interview, rather than calling for his release. Mr. Rodman’s remarks, for which he later apologized, incited outrage by Mr. Bae’s relatives in the United States and indirectly galvanized publicity over his case.\n“I thank Dennis Rodman for being a catalyst for my release,” Mr. Bae said in an interview with CNN broadcast on Monday. “He brought attention to my plight.”", "url": "https://www.nytimes.com/2016/05/03/world/asia/kenneth-bae-longest-held-us-prisoner-of-north-korea-reveals-details-of-ordeal.html"}