{"authors": ["Denise Grady"], "date_download": "2018-11-16 04:27:06", "date_modify": "2018-11-16 04:27:06", "date_publish": "2016-06-15 00:10:41", "description": "A rise of mass shootings reveals the challenges facing emergency medicine, and doctors are re-evaluating how best to save lives.", "filename": "2016_06_15_health_orlando-shooting-medical-center.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342426.html", "image_url": "https://static01.nyt.com/images/2016/06/15/us/15trauma1/15trauma1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_15_health_orlando-shooting-medical-center.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342426.html", "title": "Orlando Injuries Were Severe, but Trauma Care Was Nearby", "title_page": "Orlando Injuries Were Severe, but Trauma Care Was Nearby - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One victim, rushed into surgery on Sunday, had a severe abdominal wound and was also close to bleeding to death from shots to the arm and leg, said Dr. Matthew W. Lube, another trauma surgeon at the center.\nDr. Cheatham said that he would not be surprised if one or two of the six victims who are in critical condition do not survive and that he had concerns about whether others would recover fully. At least one had been shot in the head.\nEleven victims were taken to other hospitals in Orlando.\nThe patient who attended the news conference, Angel Colon, was saying goodnight to friends at the club when the shooting began. He was shot three times in the right leg, fell and was trampled, shattering bones in his left leg. As he lay on the floor, the gunman shot a woman next to him and then shot him twice more, seeming to aim for his head but striking him in the hand and the hip. Mr. Colon remained motionless, hoping the shooter would think him dead.\nWhen the police arrived, Mr. Colon was unable to stand, so an officer hurriedly dragged him out of the club, across broken glass that cut his legs and back. “But I’m grateful for him,” Mr. Colon said.\nTo the doctors and nurses at the briefing, Mr. Colon said, “I will love you guys forever.”\nWhen it came to rescuing victims at the site, the usual rules did not apply, Dr. George Ralls, the medical director for Orange County, where Orlando is located, said in an interview. At most sites with multiple casualties, emergency medical technicians assess the victims and color-tag them according to how urgently they need to be evacuated. Yellow can wait, red means hurry up, black means it’s too late.\nBut that night, unless someone obviously needed urgent help for hemorrhaging or breathing trouble, technicians skipped the assessments and loaded people into ambulances and rushed them to the medical center, Dr. Ralls said. Because it was so close, the technicians realized they could drive patients there, several at a time, faster than they could assess them. And for critically injured people, the thing most likely to save their lives is getting to the hospital as fast as possible.", "url": "https://www.nytimes.com/2016/06/15/health/orlando-shooting-medical-center.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}