{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:49:59", "date_modify": "2018-11-16 04:49:59", "date_publish": "2016-11-22 02:01:40", "description": "If Mr. Trump continues, once inaugurated, to profit from transactions with companies controlled by foreign governments, he may run afoul of the Emoluments Clause.", "filename": "2016_11_21_us_politics_donald-trump-conflict-of-interest.html__r=0&module=inline_1542343799.html", "image_url": "https://static01.nyt.com/images/2016/11/22/us/22legal-2/22legal-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_21_us_politics_donald-trump-conflict-of-interest.html__r=0&module=inline_1542343799.html", "title": "Donald Trump’s Business Dealings Test a Constitutional Limit", "title_page": "Donald Trump’s Business Dealings Test a Constitutional Limit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Whenever Mr. Trump receives anything from a foreign sovereign, to the extent that it’s not an arm’s-length transaction,” Mr. Eisen said, “every dollar in excess that they pay over the fair market price will be a dollar paid in violation of the Emoluments Clause and will be a present to Mr. Trump.”\nThe Supreme Court has never squarely considered the scope of the clause, and there are no historical analogies to help understand how it should apply to a president who owns a sprawling international business empire. Earlier presidents worked hard to avoid even the appearance of a conflict of interest involving a foreign power, said Zephyr Teachout, a law professor at Fordham who ran for Congress in New York this year as a Democrat and lost.\n“The reason we don’t really have a lot of precedent here is that presidents in the past have gone out of their way to avoid getting even close to the Emoluments Clause,” she said.\nBut if Mr. Trump takes a different approach, it is not clear that anyone would have standing to challenge him in court.\n“There are a lot of very smart lawyers turning that question over in their minds today,” Mr. Eisen said, adding that a business competitor injured by foreign favoritism toward a Trump company might have standing.\nBut Richard W. Painter, who was the chief White House ethics lawyer for President George W. Bush from 2005 to 2007, said such a business most likely would not have standing to sue.\n“It’s not there to protect a competitor,” he said of the clause. “It’s there to protect the United States government.”", "url": "https://www.nytimes.com/2016/11/21/us/politics/donald-trump-conflict-of-interest.html?_r=0&module=inline"}