{"authors": ["Max Fisher"], "date_download": "2018-11-16 04:50:31", "date_modify": "2018-11-16 04:50:31", "date_publish": "2016-06-16 21:05:33", "description": "A dispute between President Obama and Donald Trump in the aftermath of the Orlando massacre can be traced to the rise of the Islamic State, scholars say.", "filename": "2016_06_17_world_when-a-phrase-takes-on-new-meaning-radical-islam-explained.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343831.html", "image_url": "https://static01.nyt.com/images/2016/06/17/world/17INTERPRETER-web1/17INTERPRETER-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_17_world_when-a-phrase-takes-on-new-meaning-radical-islam-explained.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343831.html", "title": "When a Phrase Takes On New Meaning: ‘Radical Islam,’ Explained", "title_page": "When a Phrase Takes On New Meaning: ‘Radical Islam,’ Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It was nearly 18 months ago, shortly after the Charlie Hebdo attacks in Paris, when a reporter for National Public Radio, Mara Liasson, observed at a White House press briefing that President Obama and his aides had “bent over backwards” to avoid using the phrase “radical Islam.” The press secretary, Josh Earnest, said this was because “these terrorists are individuals who would like to cloak themselves in the veil of a particular religion,” opening a debate over the phrase that has taken on new rancor amid the massacre in Orlando.\n“In his remarks today, President Obama disgracefully refused to even say the words ‘Radical Islam,’ ” Donald J. Trump said in a statement within hours of when Omar Mateen killed 49 people at a gay nightclub and invoked the Islamic State in a 911 call. “For that reason alone, he should step down.”\nThe next day, Mr. Obama called the focus on phrasing “a political distraction.”\n“What exactly would using this label accomplish?” the president asked. “Calling a threat by a different name does not make it go away.”\nWhat does “radical Islam” even mean and why has it become so controversial? Is this argument just semantics, or does it go deeper?", "url": "https://www.nytimes.com/2016/06/17/world/when-a-phrase-takes-on-new-meaning-radical-islam-explained.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}