{"authors": ["Kate Murphy"], "date_download": "2018-11-16 03:55:55", "date_modify": "2018-11-16 03:55:55", "date_publish": "2016-08-20 19:57:05", "description": "A French architect finds inspiration in books about Paris, female singers and below the streets of New York.", "filename": "2016_08_21_opinion_sunday_dominique-perrault_1542340555.html", "image_url": "https://static01.nyt.com/images/2016/08/21/sunday-review/21Download-Web/21Download-Web-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_21_opinion_sunday_dominique-perrault_1542340555.html", "title": "Dominique Perrault", "title_page": "Opinion | Dominique Perrault - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Dominique Perrault is a French architect respected for his minimalist sensibility and projects that comfortably meld environment, culture and utility. He is perhaps best known for an expansion of the National Library of France and the newly completed extension to the Pavillon Dufour at the Palace of Versailles.\nREADING I read Patrick Modiano to get lost in time and Paris’s space: “Rue des boutiques obscures,” “Dora Bruder,” “La Place de l’étoile.” In his books, there is a relationship between the psychology of the characters and the specificity of the place. For an architect, it is very emotional. It’s like walking down a promenade and the feeling about the open space, or maybe it’s a dark street, small and narrow, in Paris. And sometimes nothing happens but you follow the characters as they move through Paris and feel what they are feeling.\nAlso Joris-Karl Huysmans’ “A rebours.” It’s a very important book because it is a break for him to write about another vision of reality. It was written at the end of 19th century but it is very modern. It’s about all the information we have about the world around us, but the most important world is the world we have inside, our own personal opinions.\nLISTENING Regarding music, I only listen to female voices. I suppose because I am a man. For opera as well as a cappella, I like Teresa Berganza, Renée Fleming or Kathleen Ferrier. I also listen to jazz, Aretha Franklin or Dianne Reeves, and finally to the fabulous voice of French music: Barbara. I don’t know if Barbara has a real great voice, but she pushes her voice to the limit of her capacity and she’s taking a bigger risk because she writes and performs her own music so it’s more personal. Not like an opera.", "url": "https://www.nytimes.com/2016/08/21/opinion/sunday/dominique-perrault.html"}