{"authors": ["Felipe Villamor"], "date_download": "2018-11-16 03:54:28", "date_modify": "2018-11-16 03:54:28", "date_publish": "2016-12-03 05:37:05", "description": "Mr. Duterte, the president of the Philippines, described a phone call with Mr. Trump, who had not confirmed Mr. Duterte’s comments.", "filename": "2016_12_03_world_asia_philippines-rodrigo-duterte-donald-trump.html_module=inline_1542340468.html", "image_url": "https://static01.nyt.com/images/2016/12/03/world/03philippines_web1/03philippines_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_03_world_asia_philippines-rodrigo-duterte-donald-trump.html_module=inline_1542340468.html", "title": "Rodrigo Duterte Says Donald Trump Endorses His Violent Antidrug Campaign", "title_page": "Rodrigo Duterte Says Donald Trump Endorses His Violent Antidrug Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Since his election last month, Mr. Trump has held a series of unscripted calls with foreign leaders, several of which have broken radically from past American policies and diplomatic practice. A call on Friday with the president of Taiwan, Tsai Ing-wen, appeared to be out of sync with four decades of United States policy toward China and prompted a Chinese call to the White House.\nMr. Duterte has led a campaign against drug abuse in which he has encouraged the police and others to kill people they suspect of using or selling drugs. Since he took office in June, more than 2,000 people have been killed by the police in what officers describe as drug raids, and the police say several hundred more have been killed by vigilantes.\nThe program has been condemned by the United States, the United Nations, the European Union and others for what rights organizations have characterized as extrajudicial killings. In rejecting such criticism from the United States this fall, Mr. Duterte called Mr. Obama a “son of a whore.”\nIn a summary of the phone call with Mr. Trump released by Mr. Duterte’s office on Saturday morning, Mr. Duterte said the two had spoken for just a few minutes but covered many topics, including the antidrug campaign.", "url": "https://www.nytimes.com/2016/12/03/world/asia/philippines-rodrigo-duterte-donald-trump.html?module=inline"}