{"authors": ["David Brooks"], "date_download": "2018-11-16 03:16:30", "date_modify": "2018-11-16 03:16:30", "date_publish": "2016-06-03 07:21:06", "description": "We should build on our success and not, like the Trump campaign, wallow in despair of what we’ve lost.", "filename": "2016_06_03_opinion_where-america-is-working.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338190.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/brooks-circular/brooks-circular-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_03_opinion_where-america-is-working.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338190.html", "title": "Where America Is Working", "title_page": "Opinion | Where America Is Working - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As individuals, we all try to build on our strengths and work on our weaknesses, and it’s probably a good idea to balance these two activities. But as a country we are completely messing this up.\nIn this election we’ve been ignoring the parts of America that are working well and wallowing in the parts that are fading. This has led to a campaign season driven by fear, resentment and pessimism. And it will lead to worse policy-making down the road, since prosperity means building on things we do well, not obsessing over the things that we’ve lost.\nThe person chiefly responsible for this all-warts view of America is, of course, Donald Trump.\nTrump has focused his campaign on the struggling white neighborhoods in the industrial Midwest. The prototypical Trump voter is an upscale man from a downscale place.\nAs Nate Silver has demonstrated, Trump voters are not poor. Their median household income is about $72,000, which is far above the national average. But they tend to be from former manufacturing hubs, which have been in decades-long decline. They tend to be from places like Kokomo, Ind., which has had a 13.5 percent decline in weekly wages since 2000, and Saginaw, Mich., which has had a 9.8 percent decline.", "url": "https://www.nytimes.com/2016/06/03/opinion/where-america-is-working.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}