{"authors": ["Emma G. Fitzsimmons"], "date_download": "2018-11-16 04:29:58", "date_modify": "2018-11-16 04:29:58", "date_publish": "2016-04-21 01:53:53", "description": "The $29.5 billion plan, approved by the transportation authority’s board, also calls for hundreds of new train cars and buses and a new fare system to replace the MetroCard.", "filename": "2016_04_21_nyregion_mta-spending-plan-restores-funding-for-2nd-ave-subway.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342598.html", "image_url": "https://static01.nyt.com/images/2016/04/21/nyregion/21MTAweb/21MTAweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_21_nyregion_mta-spending-plan-restores-funding-for-2nd-ave-subway.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342598.html", "title": "M.T.A. Spending Plan Restores Funding for 2nd Ave. Subway", "title_page": "M.T.A. Spending Plan Restores Funding for 2nd Ave. Subway - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The money will be there,” Mr. Schwartz said.\nThe plan had been delayed in recent months by budget negotiations in Albany, with Republicans in the State Senate pushing for extra money for roads and bridges and other legislators opposing cuts for the Second Avenue subway.\nThe first phase of the Second Avenue project, which will extend the Q line to 96th Street, is scheduled to begin service at the end of the year. The second phase will expand the line to 125th Street.\nWhen the authority cut the project’s funding last year, incensed leaders in East Harlem claimed their community was being neglected. Robert J. Rodriguez, a state assemblyman, said Wednesday he was pleased that some funding was restored and that more was pledged for the next five-year capital plan.\n“We’ve gotten to a place where we’re happy that we’ll be able to substantially begin the work on Phase 2,” Mr. Rodriguez, a Democrat, said.\nThe authority said it would apply for a federal grant program, New Starts, to pay for the additional $500 million for the project.\nAs part of the budget agreement, the authority’s debt limit was raised to $55 billion from $41 billion, spurring concerns that the agency would take on debt to pay the state’s funding share. Robert E. Foran, the authority’s chief financial officer, told board members on Wednesday that if the agency financed debt on the state’s behalf, the state would pay for the debt service. The move would not prompt a fare increase, he said.\nThe plan must be approved by the state’s Capital Program Review Board, which includes representatives of the governor, the mayor, the Assembly speaker and the Senate majority leader. The review board’s blessing would end a period of uncertainty at the authority, which first introduced the spending proposal more than a year and a half ago.", "url": "https://www.nytimes.com/2016/04/21/nyregion/mta-spending-plan-restores-funding-for-2nd-ave-subway.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}