{"authors": ["Brian Seibert"], "date_download": "2018-11-16 04:11:39", "date_modify": "2018-11-16 04:11:39", "date_publish": "2016-05-06 22:10:44", "description": "The country long-closed dance system may flourish even more with new relationships.", "filename": "2016_05_08_arts_dance_cuban-ballet-proud-past-promising-future.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341499.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_08_arts_dance_cuban-ballet-proud-past-promising-future.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341499.html", "title": "Cuban Ballet: Proud Past, Promising Future", "title_page": "Cuban Ballet: Proud Past, Promising Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HAVANA — In the Gran Teatro de la Habana Alicia Alonso, the woman with her name on the theater makes as grand an entrance as it is possible to make while being propped up by minders. On a recent Friday, Ms. Alonso, the 95-year-old director of the Ballet Nacional de Cuba, was ushered to her balcony seat. She opened her ballerina arms to the audience, who stood and cheered as if at a royal appearance. Ms. Alonso, blind or nearly blind for decades, has reigned over Cuban ballet for more than 60 years, longer than her stalwart supporter Fidel Castro lasted as head of state.\nThat night, the Ballet Nacional was dancing “Swan Lake” — Ms. Alonso’s version, based on the 19th-century Russian original, a staple of a repertory that includes almost no contemporary work. The performance was well-mannered, old-fashioned, trapped in time. It was as it has been.\nAnd yet Ms. Alonso was surely aware of changes around her, including in the theater that now bears her name. Dating from 1838, it reopened in January after renovations, clean and bare on the inside, its ornate exterior casting the brightest glow in the city center, which remains rather dark at night. President Obama gave a speech there during his visit in March, the first by a sitting American president since long before the 1959 Cuban Revolution: a sign of a major shift in relations between the countries, and presumably of incipient change for Cuba.\n[ How modern dance companies in Cuba are bracing for American influences ]\nBut what about for Cuban ballet? Ms. Alonso likes to say that she will live to 200 and will still be running the company 100 years from now. She has never chosen a successor. Ask anyone involved with the Ballet Nacional what happens “after Alicia,” and you get shrugs and sighs. Change must be coming but probably not while Ms. Alonso is in charge.", "url": "https://www.nytimes.com/2016/05/08/arts/dance/cuban-ballet-proud-past-promising-future.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}