{"authors": ["Neil Irwin"], "date_download": "2018-11-16 03:17:06", "date_modify": "2018-11-16 03:17:06", "date_publish": "2016-05-06 13:25:18", "description": "For the Federal Reserve, presidential candidates and the American people alike, a result that cuts two ways.", "filename": "2016_05_07_upshot_this-was-a-mildly-disappointing-jobs-report.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338226.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_07_upshot_this-was-a-mildly-disappointing-jobs-report.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338226.html", "title": "This Was a (Mildly) Disappointing Jobs Report", "title_page": "This Was a (Mildly) Disappointing Jobs Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The real bad news in the new data isn’t in the headline numbers but in the details of the survey of American households that generated the (unchanged) 5 percent unemployment rate. For six straight months, the labor force had been growing, including a gangbuster start to 2016 in which 1.5 million more people were counted as either working or looking for work. That was promising news. It suggested that many of the millions who left the labor force during the 2008 recession and the long, slow, recovery were returning.\nThose numbers reversed in April, though, as the labor force shrank by 362,000 people and the labor force participation rate fell by 0.2 percentage points.\nThis too may turn out to be a statistical blip, but it suggests the buoyant story that was told by the first three jobs reports of the year — of a big return of disaffected workers to the labor force — isn’t quite true. Including the April drop, the labor force has increased by an average of 273,000 a month so far in 2016, which is still an excellent result — but a good bit less excellent than the 484,000 monthly gain that was evident from January through March.\nFor the Federal Reserve, this report will cut two ways. Softer job growth and the reversal on the labor force will weaken the case for raising interest rates in June, while steady wage growth will support the case. On net that will probably make the central bank a little less inclined to move forward with a rate increase than previously, but it’s a close call.", "url": "https://www.nytimes.com/2016/05/07/upshot/this-was-a-mildly-disappointing-jobs-report.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}