{"authors": ["Alison Smale"], "date_download": "2018-11-16 04:39:23", "date_modify": "2018-11-16 04:39:23", "date_publish": "2016-04-11 22:41:01", "description": "Turkey has asked Germany to prosecute a comedian in accordance with a little-known German law on insulting foreign leaders, placing Chancellor Angela Merkel in a bind.", "filename": "2016_04_12_world_europe_jan-bohmermann-erdogan-neo-magazin-royale.html_module=inline_1542343163.html", "image_url": "https://static01.nyt.com/images/2016/04/12/world/12comic-web/12comic-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_12_world_europe_jan-bohmermann-erdogan-neo-magazin-royale.html_module=inline_1542343163.html", "title": "Comedian’s Takedown of Turkish President Tests Free Speech in Germany", "title_page": "Comedian’s Takedown of Turkish President Tests Free Speech in Germany - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — Germany’s comics love President Recep Tayyip Erdogan of Turkey. Or at least to make fun of him mercilessly. And for Chancellor Angela Merkel of Germany, that is no laughing matter.\nHaving struck a deal with Mr. Erdogan in March to stop the flow of migrants trying to reach Europe, she and all the European Union now depend on him to follow through.\nSince that deal, Mr. Erdogan’s combination of tough-mindedness and thin skin — demonstrated in his repeated crackdowns on media critics at home — has proved irresistible to his critics in Germany, not least its comics.\nA few weeks ago, a video by the comedy show “extra3” caused a stir for its satire of Mr. Erdogan, prompting Ankara to call in the German ambassador for a dressing down. This time, the satire and the dispute have reached another level, handing Ms. Merkel a tough diplomatic tangle and a dilemma over the limits of free speech.", "url": "https://www.nytimes.com/2016/04/12/world/europe/jan-bohmermann-erdogan-neo-magazin-royale.html?module=inline"}