{"authors": ["Liz Robbins"], "date_download": "2018-11-16 04:34:18", "date_modify": "2018-11-16 04:34:18", "date_publish": "2016-09-20 21:05:28", "description": "Ahmad Khan Rahami, 28, who is accused of setting off explosions in Manhattan and on the Jersey Shore, lived in Elizabeth, N.J.", "filename": "2016_09_21_nyregion_elizabeth-new-jersey-ahmad-khan-rahami.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342858.html", "image_url": "https://static01.nyt.com/images/2016/09/21/nyregion/21ELIZABETH1/21ELIZABETH1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_21_nyregion_elizabeth-new-jersey-ahmad-khan-rahami.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342858.html", "title": "Bombing Suspect’s Hometown Is a Magnet for Immigrants", "title_page": "Bombing Suspect’s Hometown Is a Magnet for Immigrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“One thing we do not want to see is any sort of backlash against the community in or around Elizabeth,” said Avigail Ziv, the International Rescue Committee’s executive director for New York and New Jersey. “These are refugees who have suffered a lot and have dealt with violence as well. They are just trying to rebuild their lives.”\nThere are four mosques in Elizabeth, but the largest, and where the agency said its Afghan refugees attended, is Darul Islam, in the northwestern part of the city. The president of the mosque, Hassen Abdellah, said he did not know whether Mr. Rahami had been there.\n“If he prayed in Elizabeth, my gut is that he did come here, everybody comes here,” said Mr. Abdellah, born in New Jersey, who was one of the mosque’s founding members in 1992. “We have an international community, people from Russia, Turkey, Pakistan. We have Asians, Africans, African-Americans, we have the whole tree.”\nAsked how many Afghans attend his mosque, Mr. Abdellah said it was perhaps “6 to 7 percent.”\nOn Monday morning, Mr. Abdellah received an email sent to leaders of area mosques with pictures of Mr. Rahami. “I was in shock, like everybody else,” he said. “I can’t believe that somebody in Elizabeth was involved in something like this. We’ve always been in partnership with the city and the government.”", "url": "https://www.nytimes.com/2016/09/21/nyregion/elizabeth-new-jersey-ahmad-khan-rahami.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}