{"authors": ["Mark Landler"], "date_download": "2018-11-16 04:34:53", "date_modify": "2018-11-16 04:34:53", "date_publish": "2016-10-05 21:47:21", "description": "The Obama administration said the move violated the pledge by Israel not to construct new Jewish settlements and ran counter to its long-term security interests.", "filename": "2016_10_06_world_middleeast_obama-israel-west-bank-settlements.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342893.html", "image_url": "https://static01.nyt.com/images/2016/10/06/world/06SETTLEMENTS-web/06SETTLEMENTS-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_06_world_middleeast_obama-israel-west-bank-settlements.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342893.html", "title": "United States Criticizes Israel Over West Bank Settlement Plan", "title_page": "United States Criticizes Israel Over West Bank Settlement Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The plan for a new settlement grows out of a bitter impasse between the Israeli authorities and settlers in Amona, which sits on a hilltop near the Palestinian administrative capital, Ramallah. Israel’s High Court of Justice has ordered the residents of Amona, which is built on private, Palestinian-owned land, to leave by Dec. 25.\nThe government’s plan is to move them to the newly approved settlement, built on public land, which would initially have 98 houses and eventually could accommodate up to 300 houses. The settlers have so far refused, creating an acute political crisis for Mr. Netanyahu’s coalition government.\nThe Israeli authorities have dealt with other such standoffs by seeking to retroactively legalize the settlements. But because Amona is built on private Palestinian land, it cannot solve the problem with legal machinations. Israeli authorities view the settlement as a “satellite” of another settlement, Shvut Rachel, which itself was retroactively legalized and lies within the redrawn boundaries of an established settlement, Shilo.\n“The 98 housing units approved in Shilo do not constitute a ‘new settlement,’ ” Israel’s ministry of foreign affairs said in a statement issued on Wednesday. “Israel,” the ministry added, “remains committed to a solution of two states for two peoples, in which a demilitarized Palestinian state recognizes the Jewish state of Israel.”\nFor American officials, the problem is that Israel is establishing a string of settlements, which the administration’s statement said “effectively divide the West Bank and make the possibility of a viable Palestinian state more remote.” The latest settlement, the State Department said, was “deep in the West Bank, far closer to Jordan than to Israel.”\nNo matter how strongly worded its condemnations, some former diplomats said, it would do little to change Israel’s behavior. They urged Mr. Obama to lay down his version of a road map to a peace deal.\n“Of course he should,” said Daniel C. Kurtzer, a former American ambassador to Israel and Egypt. “These statements are meaningless if there is no action. The U.S. should expect Israel not to do these things, especially as ‘compensation’ for removal of an illegal outpost.”", "url": "https://www.nytimes.com/2016/10/06/world/middleeast/obama-israel-west-bank-settlements.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}