{"authors": ["Mark Mazzetti"], "date_download": "2018-11-16 04:50:17", "date_modify": "2018-11-16 04:50:17", "date_publish": "2016-11-18 13:53:23", "description": "Mr. Pompeo, a congressman from Kansas, gained prominence for his role in the House investigation into the 2012 attacks on the American diplomatic compound in Benghazi, Libya.", "filename": "2016_11_19_us_politics_donald-trump-mike-pompeo-cia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343817.html", "image_url": "https://static01.nyt.com/images/2016/11/18/nytnow/18POMPEO/18POMPEO-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_19_us_politics_donald-trump-mike-pompeo-cia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343817.html", "title": "Mike Pompeo, Sharp Critic of Hillary Clinton, Is Trump’s Pick to Lead C.I.A.", "title_page": "Mike Pompeo, Sharp Critic of Hillary Clinton, Is Trump’s Pick to Lead C.I.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Representative Mike Pompeo was once pointedly asked why his committee’s inquiry into the 2012 attacks on the American diplomatic compound in Benghazi, Libya, had dragged on longer than the Watergate investigation. He did not flinch.\n“This is worse, in some ways,” he said, during an appearance on “Meet the Press” in late 2015.\nA sharp, pugnacious Kansas congressman and former Army tank officer with degrees from West Point and Harvard, Mr. Pompeo was often an unyielding critic of former Secretary of State Hillary Clinton — accusing her of orchestrating a wide-ranging cover-up of the Benghazi attacks.\nOn Friday, President-elect Donald J. Trump, who defeated Mrs. Clinton after a bitter campaign, selected Mr. Pompeo to run the Central Intelligence Agency.\nIf confirmed by the Senate, Mr. Pompeo would become one of the most overtly partisan figures to take over the C.I.A. — a spy agency that, at least publicly, is supposed to operate above politics and avoid a direct role in policy making.", "url": "https://www.nytimes.com/2016/11/19/us/politics/donald-trump-mike-pompeo-cia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}