{"authors": ["Charlie Savage", "Nicole Perlroth"], "date_download": "2018-11-16 04:21:38", "date_modify": "2018-11-16 04:21:38", "date_publish": "2016-07-28 01:16:45", "description": "The hack of the Democratic National Committee has focused wider attention on who, or what, is operating behind the internet moniker Guccifer 2.0.", "filename": "2016_07_28_us_politics_is-dnc-email-hacker-a-person-or-a-russian-front-experts-arent-sure.html_module=inline_1542342098.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_28_us_politics_is-dnc-email-hacker-a-person-or-a-russian-front-experts-arent-sure.html_module=inline_1542342098.html", "title": "Is D.N.C. Email Hacker a Person or a Russian Front? Experts Aren’t Sure", "title_page": "Is D.N.C. Email Hacker a Person or a Russian Front? Experts Aren’t Sure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Who is Guccifer 2.0, the self-proclaimed Romanian “lone hacker” responsible for copying thousands of emails and other files from the Democratic National Committee — a real person, or a front created by Russian intelligence officials?\nTechnology specialists have been debating that question since June 15, when CrowdStrike, a cybersecurity firm hired by the Democratic National Committee, announced that sophisticated hacker groups with Russian links were responsible for breaching the committee’s computer servers. Within hours of the announcement, someone using the moniker Guccifer 2.0 started a blog to mock that finding, posting several of the stolen documents and claiming sole credit.\nBut the publication by WikiLeaks of an archive of the committee’s internal emails — and the uproar they caused on the eve of the Democratic National Convention — have focused wider attention on who, or what, is operating behind that name. While WikiLeaks has not said how it obtained the emails, Guccifer 2.0 claimed in a blog post last month to have sent them to WikiLeaks.\nCybersecurity specialists have pointed to an array of forensic and technical evidence suggesting that Guccifer 2.0 might not be a Romanian as claimed. That evidence included metadata hidden in the early documents indicating that they were edited on a computer with Russian language settings. American intelligence officials believe that Guccifer 2.0 is a front for the G.R.U., Russia’s military intelligence service, according to federal officials briefed on the investigation.", "url": "https://www.nytimes.com/2016/07/28/us/politics/is-dnc-email-hacker-a-person-or-a-russian-front-experts-arent-sure.html?module=inline"}