{"authors": ["Steven Davidoff Solomon"], "date_download": "2018-11-16 04:21:03", "date_modify": "2018-11-16 04:21:03", "date_publish": "2016-06-07 23:27:37", "description": "The Dell case’s unusual aspects and the weird nature of appraisal mean that fears of a big impact on future buyouts are probably misplaced.", "filename": "2016_06_08_business_dealbook_ruling-on-dell-buyout-may-not-be-precedent-some-fear.html_module=inline_1542342063.html", "image_url": "https://static01.nyt.com/images/2016/06/07/business/08db-dealprof/08db-dealprof-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_08_business_dealbook_ruling-on-dell-buyout-may-not-be-precedent-some-fear.html_module=inline_1542342063.html", "title": "Ruling on Dell Buyout May Not Be the Precedent That Some Fear", "title_page": "Ruling on Dell Buyout May Not Be the Precedent That Some Fear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Instead of simply having to puzzle through conflicting expert opinions, judges have in recent cases looked to the merger price to determine if the price was fair. So long as the price paid was negotiated through an arm’s-length process, the court deemed this to be fair value. The underlying assumption of course was that the fairly bargained market price was fair value.\nVice Chancellor J. Travis Laster of the Delaware Court of Chancery found that the process was not entirely complete because the Dell board did not reach out to all parties, something I had highlighted during this dispute.\nTo be fair, however, the Dell board did later bend over backward to try to get things right.\nVice Chancellor Laster also asserted that because the pricing was based on a leveraged buyout model, it was not a market price. That model is one where the buyer’s price is based on what it thinks its returns will be and is used by private equity firms. In this situation, a private equity firm would pay only what would produce a targeted rate of return.\nThis is not quite so neat in the real world, but the use of a leveraged buyout model to price this transaction led the judge to determine that the market price was not a reliable one, because it showed merely the price the private equity firm could pay, not one that was “fair value.” In contrast, Vice Chancellor Laster argued that a strategic acquirer, a competitor of Dell, for example, would pay what the company was worth, closer to fair value.\nBecause the buyout price was not a good one to determine fair value, the judge instead conducted an old-style appraisal proceeding where he used a discounted cash flow analysis to compute “fair value” using the expert opinions. Discounted cash flow analysis is a financial technique that values the future revenue streams of the company to determine an investment’s potential. This type of analysis involves numerous estimates including what the company will earn in the future.\nA different result was thus inevitable, and that is how the court got to $17.65 a share.\nThe decision highlights the problems with appraisal generally. Judges are being forced to apply a law and to value companies based on a notion of fair value that is uncertain at best.\nAs a result, the Dell case is unlikely to be a game changer. The market price is likely to continue to be the price used because it is so difficult to compute “fair value” otherwise.", "url": "https://www.nytimes.com/2016/06/08/business/dealbook/ruling-on-dell-buyout-may-not-be-precedent-some-fear.html?module=inline"}