{"authors": ["Paul Mozur"], "date_download": "2018-11-16 04:48:22", "date_modify": "2018-11-16 04:48:22", "date_publish": "2016-04-07 08:17:35", "description": "American officials cite blocked websites and other limits on information as bad for foreign companies doing business in the vast market.", "filename": "2016_04_08_business_international_china-internet-controls-us.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343702.html", "image_url": "https://static01.nyt.com/images/2016/04/08/business/08chinatrade/08chinatrade-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_08_business_international_china-internet-controls-us.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343702.html", "title": "U.S. Adds China’s Internet Controls to List of Trade Barriers", "title_page": "U.S. Adds China’s Internet Controls to List of Trade Barriers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Much of the blocking appears arbitrary; for example, a major home improvement site in the United States, which would appear wholly innocuous, is typical of sites likely swept up by the Great Firewall,” the report said.\nChina blocks some of the biggest corporate names on the Internet, including services offered by Google, Facebook and Twitter. That can hobble the ability of foreign companies to do business in China, whether through blocked websites or workplaces that cannot reach Gmail, Google’s email service. China also blocks a growing number of foreign news outlets, including the website of The New York Times.\nOfficials at China’s commerce and foreign affairs ministries, as well as at its top Internet regulatory agency, did not respond to requests for comment.\nIn recent years, China and the United States have clashed over trade in the technology industry. Last year, the Obama administration responded to lobbying from American companies against a number of Chinese laws that the companies said were devised to push them out of China. Beijing toned down language in an antiterrorism law, and it scrapped a regulation restricting what foreign hardware could be sold to Chinese banks.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nStill, any effort by the United States to persuade China to reduce its Internet censorship would most likely be a nonstarter. The Chinese government considers the close control of online discourse a matter of national security, largely out of concerns about the Internet’s power to aid the organization of protests and the spread of dissent. As a result, Beijing has shown little flexibility on issues of censorship, and it tends to block any Internet media it feels it does not have complete control over.\nScott Kennedy, deputy director of the Freeman Chair in China Studies at the Center for Strategic and International Studies, said the move by the United States trade office illustrated the gulf between the attitude represented by China’s heavy regulation of the Internet and the one put forward by the United States through trade agreements like the Trans-Pacific Partnership.\n“China is far less willing to separate commercial and national security concerns,” he wrote in an email. “This difference in approach is unlikely to disappear anytime soon, no matter how much the U.S. highlights the issue.”\nChina cites the threat of online espionage, pointing to disclosures by Edward J. Snowden, the former National Security Agency contractor, that showed American intelligence efforts to use American hardware abroad to gather information.\nAdvertisement Continue reading the main story\nOnline filters in China create an Internet largely walled off from the rest of the world, violating the fundamental idea of the web as an open channel of communication among people across the globe. Detractors say that the practice is anticompetitive, prohibits freedom of expression and ultimately damages Chinese economic growth by limiting access to information. Supporters of China’s policies say that the rules have allowed the country to foster a thriving set of domestic Internet companies.\nThe United States trade office added China’s Internet censorship policies to its annual National Trade Estimate Report, released on March 31. The insertion was reported on April 1 by Inside U.S. Trade, a trade publication.\nAmerican trade officials have scrutinized the Great Firewall in the past. In 2011, the United States trade office said that China’s filters were a commercial barrier that hurt American small businesses. The statement was among the formal questions submitted through the World Trade Organization to China about what laws and regulations dictated the availability of commercial websites in the country.\nSome of the largest American Internet companies and foreign trade groups have long lobbied the United States to treat censorship as a trade matter. For instance, in 2008, Google’s deputy general counsel testified before a Senate subcommittee that the United States government should make the matter a central issue in trade talks.", "url": "https://www.nytimes.com/2016/04/08/business/international/china-internet-controls-us.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}