{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:43:48", "date_modify": "2018-11-16 04:43:48", "date_publish": "2016-01-11 12:19:22", "description": "The North’s authorities took the man, identified as Kim Dong-chul, 62, to a hotel in the capital to be interviewed by a CNN reporter, the network said.", "filename": "2016_01_12_world_asia_north-korea-kim-dong-chul.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343428.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_12_world_asia_north-korea-kim-dong-chul.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343428.html", "title": "Man Claiming to Be American Tells CNN He’s Detained in North Korea", "title_page": "Man Claiming to Be American Tells CNN He’s Detained in North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — A man claiming to be a naturalized American citizen told CNN that he has been held in North Korea since October on charges of spying for the South, the network reported Monday.\nThe North Korean authorities took the man, identified as Kim Dong-chul, 62, to a hotel in Pyongyang, the North’s capital, to be interviewed by a CNN reporter, the network said. If his claim of American citizenship is true, he would be the latest American held in the North, whose government has detained several Americans over the years on charges of illegal entry or spying and other “antistate” crimes.\nCNN said it had acquired what North Korea said was a copy of Mr. Kim’s American passport. The State Department declined to comment on the case.\nWhen North Korea has held Americans in the past, it has often allowed outside news media to talk to them in interviews that analysts have said are intended to increase Pyongyang’s leverage over Washington. In those interviews, detainees typically admit to crimes and ask the government to help them.", "url": "https://www.nytimes.com/2016/01/12/world/asia/north-korea-kim-dong-chul.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}