{"authors": ["Julia Preston"], "date_download": "2018-11-16 04:12:52", "date_modify": "2018-11-16 04:12:52", "date_publish": "2016-02-12 12:31:30", "description": "More Cubans are entering the country under a law passed in 1966, creating a disparity at the border, where Central Americans are detained and sent to immigration court.", "filename": "2016_02_13_us_as-cubans-and-central-americans-enter-us-the-welcomes-vary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341572.html", "image_url": "https://static01.nyt.com/images/2016/02/12/us/20160213_Cubans_embed-slide-3R1X/20160213_Cubans_embed-slide-3R1X-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_13_us_as-cubans-and-central-americans-enter-us-the-welcomes-vary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341572.html", "title": "Tension Simmers as Cubans Breeze Across U.S. Border", "title_page": "Tension Simmers as Cubans Breeze Across U.S. Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In coming weeks the number of Cubans is expected to spike, as more than 5,000 who have been stalled in Costa Rica since late last year will leave there on regular plane flights agreed to by governments in Central America and Mexico. Already about 12,100 Cubans entered through Laredo and other Texas border stations in the last three months of 2015, according to official figures. Border officials say as many as 48,000 Cubans could cross here this year, more than all those who came in the last two years combined.\nUnder the Cuban Adjustment Act, a law Congress passed in 1966 in the early years of enmity with Fidel Castro, any Cuban who sets foot on American soil is given permission to enter, known as parole. Cubans are also eligible for federal welfare benefits including financial assistance for nine months under separate policies from the 1980s. After a year, they can apply for permanent residency, a gateway to citizenship.\nThe recent exodus from Cuba began in mid-2014, even before President Obama in December of that year announced a restoration of diplomatic relations with the government, now led by Mr. Castro’s brother Raúl. In a major change, President Raúl Castro allowed Cubans to leave the country without exit visas. Many Cubans have said that rumors that the special entry to the United States would be canceled had caused them to pack up and go.\n“The rumors are unfounded,” Alan Bersin, assistant secretary of Homeland Security, said in an interview, seeking to dispel the fears. “The Cuban Adjustment Act is still in effect and is part of the overall immigration policy and there is no intent presently to change that.”", "url": "https://www.nytimes.com/2016/02/13/us/as-cubans-and-central-americans-enter-us-the-welcomes-vary.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}