{"authors": ["Alan Rappeport", "Nick Corasaniti"], "date_download": "2018-11-16 03:16:00", "date_modify": "2018-11-16 03:16:00", "date_publish": "2016-06-04 01:18:12", "description": "Protests inspired by social media turned violent outside a rally in San Jose, Calif., the result of a combustible mix of the candidate’s fiery oratory and the passion of the anti-Trump movement.", "filename": "2016_06_04_us_politics_donald-trump-protest.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338160.html", "image_url": "https://static01.nyt.com/images/2016/06/04/us/04TRUMPjp/04TRUMPjp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_04_us_politics_donald-trump-protest.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338160.html", "title": "Anti-Trump Voices Amplify on Internet, With Violent Results", "title_page": "Anti-Trump Voices Amplify on Internet, With Violent Results - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The protests are also problematic for Democrats. Mrs. Clinton, who has accused Mr. Trump of inciting violence in the past, faced the awkward situation of having to denounce the actions of people speaking out against her likely opponent in the general election.\n“I condemn all violence in our political arena,” Mrs. Clinton said in an interview with CNN. “I condemned it when Donald Trump was inciting it and congratulating people who were engaging it. I condemn it by those who are taking violent protests to physical assault against Donald Trump.”\nThe precise cause for the violence on Thursday night remains unclear. Some protesters claimed that supporters of Mr. Trump instigated it, while others who were there said the violence was escalated by the sudden presence of a few local gang members.\n“I saw a couple kids that I knew from the neighborhoods that I know run with the local Norteños and Sureños, and they were just there to fight,” said James Anderson, who lives in San Jose and was attending a protest organized by a Dump Trump Facebook group. “They weren’t there to protest anything. They were just there to cause havoc and fight.”\nFor Cesar Juarez, an undocumented immigrant from Mexico who teaches at a high school in San Jose, the protest was a teaching moment that went awry. After one of his students told him about the protest, he decided to take a group from the school so they could experience the political process in person. But once fists were thrown, he had to abruptly end the class trip.\n“I kind of sensed that this crowd was getting too rowdy,” he said, “So I told them, ‘Let’s leave.’”\nHowever the protests have come together, they are unlikely to abate any time soon. While Mr. Trump was speaking on Friday in an airplane hangar in Redding, some 88,000 people were talking about “Stop Trump” on Facebook. Officials in Cleveland are bracing for rowdy streets next month during the Republican Party’s convention.\nAnd Mr. Trump has little chance of avoiding protesters this month when he embarks on his overseas trip. An opposition group has already created a “Stand Up to Trump” Facebook page to organize a frosty welcome for the candidate in Ireland. So far, more than 215 protesters have signed up to attend.", "url": "https://www.nytimes.com/2016/06/04/us/politics/donald-trump-protest.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}