{"authors": ["Lizette Alvarez", "Alan Blinder", "Jess Bidgood"], "date_download": "2018-11-16 03:48:16", "date_modify": "2018-11-16 03:48:16", "date_publish": "2016-10-08 18:05:19", "description": "At least 11 deaths were attributed to the storm, but it did not seem to be a catastrophe that would disrupt the coastlines of Florida, Georgia and the Carolinas for months.", "filename": "2016_10_09_us_hurricane-matthew-georgia-south-carolina.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340096.html", "image_url": "https://static01.nyt.com/images/2016/10/09/us/09storm-jp2/09storm-web2-1475954907049-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_09_us_hurricane-matthew-georgia-south-carolina.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340096.html", "title": "A Weakened Hurricane Matthew Still Delivers Flooding and Power Failures", "title_page": "A Weakened Hurricane Matthew Still Delivers Flooding and Power Failures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ST. AUGUSTINE, Fla. — Sabine Juskowiak looked at the display case that, just a few days ago, showcased dozens of colorful French macarons. She surveyed the flooded shop floor, and she found it hard to believe that her store was only two months old.\n“We lose all this,” Ms. Juskowiak, who moved here over the summer from Chamonix in the French Alps, said in her tentative English. Pointing two feet up the wall, she added, “The water come in up to here.”\nHurricane Matthew and the floodwaters that followed have left Ms. Juskowiak’s shop, set in the town that reminded her of Europe, a muddy mess. And all along the coastlines of Florida, Georgia and the Carolinas on Saturday, people were getting their first glimpses of the recovery ahead.\nAt least 11 deaths were attributed to a storm that left more than a million people without power, and had prompted officials to urge around three million people to evacuate. In South Carolina, the cities of Charleston and North Charleston were still under curfews Saturday night, and a number of North Carolina cities, especially Fayetteville, were dealing with substantial flooding.\nBut the hurricane, which made landfall on Saturday morning as a Category 1 storm near Charleston, still seemed destined to be remembered mostly as an enormous inconvenience and a series of isolated calamities, not a catastrophe that would disrupt the region for months. The authorities, mindful of the clearing skies and returning electricity, asked residents not to rush back to their homes.\n“When the storm hits, you’re praying, and then now the frustration sets in,” said Gov. Nikki R. Haley of South Carolina. “And what I am going to ask for you is patience. Most injuries, most fatalities, occur after a storm because people attempt to move in too soon.”", "url": "https://www.nytimes.com/2016/10/09/us/hurricane-matthew-georgia-south-carolina.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}