{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 03:12:02", "date_modify": "2018-11-16 03:12:02", "date_publish": "2016-02-10 09:29:23", "description": "The industrial complex was providing funds for North Korea’s weapons programs, the unification minister in Seoul said.", "filename": "2016_02_11_world_asia_north-south-korea-kaesong.html_module=inline_1542337922.html", "image_url": "https://static01.nyt.com/images/2016/02/11/world/11Korea-web1/11Korea-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_11_world_asia_north-south-korea-kaesong.html_module=inline_1542337922.html", "title": "South Korea to Shut Joint Factory Park, Kaesong, Over Nuclear Test and Rocket", "title_page": "South Korea to Shut Joint Factory Park, Kaesong, Over Nuclear Test and Rocket - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Kaesong was the last of those joint projects still functioning and the most important symbol of inter-Korean good will. Streams of cars and trucks going to and from the complex crossed the otherwise tightly sealed border daily, carrying South Korean factory managers into the North and manufactured goods into the South. More than 45,000 North Koreans worked for 123 South Korean-owned factories at Kaesong last year, producing more than $515 million worth of textiles, electronic parts and other labor-intensive goods, according to the South Korean government.\nBut the wages, paid in American dollars, did not go directly to the North Korean workers. Instead, the Pyongyang government took the bulk of the cash, with the workers getting just a small fraction of their wages in the local currency, according to South Korean officials here. Conservative South Koreans and some American policy makers have long feared that proceeds from Kaesong have benefited the North’s nuclear arms program.\nUntil now, Kaesong had continued to operate despite such misgivings. Its operations were suspended for five months after the North’s third nuclear test in 2013, but they eventually resumed, with the Koreas agreeing to ensure that the complex would not be affected by “political situations under any circumstance.”\nMr. Hong, the unification minister, said on Wednesday that the South had needed to take drastic action. He said the North’s nuclear ambitions, if left unchecked, could set off a “nuclear domino effect” in the region, with other countries pursuing their own arms programs in response to the North’s.\nSouth Koreans who have argued for keeping Kaesong open said that cutting off trade with the North would only weaken Seoul’s economic leverage and push Pyongyang closer to China. South Korea was once a major trading partner of the North, but almost all of the isolated country’s trade now goes through China, which has resisted appeals from Seoul and Washington to use its influence to curb the North’s nuclear ambitions.\nCheong Seong-chang, a senior analyst at the Sejong Institute in South Korea, said the shutdown of Kaesong was “the worst possible option” for the South. Economically, he said, it would do the North less harm than Seoul hoped, because the North could earn more cash by sending the same skilled North Korean workers to China. “When you look at the South Korean government’s policies since the North’s nuclear test, you cannot help thinking that it is reacting emotionally,” Mr. Cheong said.\nThe Kaesong complex had been closed since Sunday for the Lunar New Year holiday; the South’s announcement means it will not reopen on Thursday as planned. Most of the roughly 500 South Korean managers based at the complex are home for the holiday, but 184 are still in Kaesong, South Korean officials said.", "url": "https://www.nytimes.com/2016/02/11/world/asia/north-south-korea-kaesong.html?module=inline"}