{"authors": ["Motoko Rich"], "date_download": "2018-11-16 03:52:59", "date_modify": "2018-11-16 03:52:59", "date_publish": "2016-08-16 21:01:49", "description": "Though many have stayed for years, no Turkish Kurd has ever been granted refugee status in Japan, which would allow them to settle there permanently.", "filename": "2016_08_17_world_asia_japan-kurds-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340379.html", "image_url": "https://static01.nyt.com/images/2016/08/10/world/15JAPANREFUGEES-web1/15JAPANREFUGEES-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_17_world_asia_japan-kurds-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340379.html", "title": "Ethnic Kurds Find Haven, but No Home, in Insular Japan", "title_page": "Ethnic Kurds Find Haven, but No Home, in Insular Japan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 2010, Japan began to accept refugees who had fled Myanmar to camps in Thailand. But it has taken in only 24 families since then, according to the Ministry of Foreign Affairs. This summer, the government also agreed to host up to 150 Syrian refugees as foreign exchange students.\nAt the United Nations General Assembly in September, Prime Minister Shinzo Abe said the country needed to focus on its economy before considering whether to accept more refugees or immigrants.\nNearly 14,000 people in Japan are in some stage of an asylum process that usually lasts more than three years and that some critics say is designed to deter new migrants from applying. Asylum seekers may work while they wait for an answer, but those denied refugee status can be given temporary permits that prohibit them from working while giving them no living stipends.\nYasuhiro Hishida, assistant to the director of Japan’s Refugee Status Recognition Office, said officials suspected widespread abuse of the refugee process. Most applicants come from countries that are not currently considered conflict zones, including Nepal, Vietnam and Sri Lanka, he said, suggesting that they are economic migrants rather than refugees fleeing persecution.", "url": "https://www.nytimes.com/2016/08/17/world/asia/japan-kurds-refugees.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}