{"authors": ["Mireya Navarro"], "date_download": "2018-11-16 04:52:31", "date_modify": "2018-11-16 04:52:31", "date_publish": "2016-05-04 02:26:32", "description": "The Rent Guidelines Board voted 5 to 4 to consider a 0 percent to 2 percent rent increase on one-year leases, and a 0.5 percent to 3.5 percent increase on two-year leases.", "filename": "2016_05_04_nyregion_new-york-city-board-could-freeze-one-year-stabilized-leases-for-another-year_1542343951.html", "image_url": "https://static01.nyt.com/images/2016/05/04/nyregion/04RENT/04RENT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_04_nyregion_new-york-city-board-could-freeze-one-year-stabilized-leases-for-another-year_1542343951.html", "title": "New York City Board Could Freeze One-Year Stabilized Leases for Another Year", "title_page": "New York City Board Could Freeze One-Year Stabilized Leases for Another Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "New York City’s rent-stabilized tenants could see another rent freeze this year for one-year leases after a vote on Tuesday by members of the city’s Rent Guidelines Board.\nThe board voted 5 to 4 to consider a 0 percent to 2 percent increase on one-year leases — and 0.5 percent to 3.5 percent on two-year leases — when it sets its annual rent guidelines this summer for the approximately one million stabilized apartments in the city. The range is the same as last year, which led to the first rent freeze in the board’s history for one-year leases and a historically low increase of 2 percent on two-year leases.\nLast year was the first time all nine members of the board had been appointed by Mayor Bill de Blasio, a Democrat.\n“We’re committed to establishing rent adjustments that are fair, grounded in the data, and that reflect real-life conditions in our neighborhoods,” Austin Finan, a spokesman for the mayor’s office, said.", "url": "https://www.nytimes.com/2016/05/04/nyregion/new-york-city-board-could-freeze-one-year-stabilized-leases-for-another-year.html"}