{"authors": ["Eric Lichtblau"], "date_download": "2018-11-16 03:42:42", "date_modify": "2018-11-16 03:42:42", "date_publish": "2016-02-17 04:03:31", "description": "The ruling, which Apple opposed, handed the F.B.I. a potentially important victory in its battle with tech companies over encrypted data.", "filename": "2016_02_17_us_judge-tells-apple-to-help-unlock-san-bernardino-gunmans-iphone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339762.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_17_us_judge-tells-apple-to-help-unlock-san-bernardino-gunmans-iphone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339762.html", "title": "Judge Tells Apple to Help Unlock iPhone Used by San Bernardino Gunman", "title_page": "Judge Tells Apple to Help Unlock iPhone Used by San Bernardino Gunman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A judge in California on Tuesday ordered Apple to help the F.B.I. unlock an iPhone used by one of the attackers in the assault in San Bernardino that killed 14 people in December.\nThe ruling handed the F.B.I. a potentially important victory in its long-running battle with Apple and other Silicon Valley companies over the government’s ability to get access to encrypted data in investigations. Apple has maintained that requiring it to provide the “keys” to its technology would compromise the security of the information of hundreds of millions of users.\nThe F.B.I. says that its experts have been unable to get into the iPhone 5c used by Syed Rizwan Farook, who was killed by the police along with his wife, Tashfeen Malik, after they attacked Mr. Farook’s co-workers at a holiday gathering.\nProsecutors said in a court filing that Apple had the “exclusive” means to bypass the security features on the phone, but that the company had “declined to provide that assistance voluntarily.” F.B.I. experts say that because of the phone’s security features, they risk losing the data permanently after 10 failed attempts to enter the password.", "url": "https://www.nytimes.com/2016/02/17/us/judge-tells-apple-to-help-unlock-san-bernardino-gunmans-iphone.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}