{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:26:57", "date_modify": "2018-11-16 04:26:57", "date_publish": "2016-09-17 01:30:37", "description": "In his spiral through unreality, the Republican candidate trades one myth for another.", "filename": "2016_09_17_opinion_donald-trumps-latest-birther-lie.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342417.html", "image_url": "https://static01.nyt.com/images/2016/09/17/opinion/17sat1/17sat1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_17_opinion_donald-trumps-latest-birther-lie.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342417.html", "title": "Donald Trump’s Latest Birther Lie", "title_page": "Opinion | Donald Trump’s Latest Birther Lie - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The midday bulletin arrived as another bizarre moment in the absurdist presidential campaign of Donald Trump: News Alert: Trump admits Obama was born in the United States.\nWhat? It read like some variation on “Trump Finds the Earth No Longer Flat.” But no, Mr. Trump, the ultimate mountebank, was at it again, altering but not abandoning the Big Lie campaign that first made him the darling of wing nuts and racists five years ago: his vicious insistence that President Obama was not born a legitimate American citizen.\nDid he apologize to Mr. Obama and the American people for the political poison he spread for so long? Of course not. Being Mr. Trump, he instead substituted a lie for a lie. He falsely accused Hillary Clinton of starting the birther myth, then further claimed he had nobly “finished” it off by badgering the White House for proof that Mr. Obama was born in Hawaii, not Africa.\nThe standard words for campaign mishaps — “flip-flop,” “retreat,” “walk-back” — simply do not apply to this candidate’s spirals through unreality.", "url": "https://www.nytimes.com/2016/09/17/opinion/donald-trumps-latest-birther-lie.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}