{"authors": ["Nick Corasaniti", "Jonah Engel Bromwich"], "date_download": "2018-11-16 03:16:06", "date_modify": "2018-11-16 03:16:06", "date_publish": "2016-06-03 04:38:24", "description": "Mr. Trump unleashed an attack on Mrs. Clinton in response to her criticism of his foreign policy, while protesters clashed with his supporters outside.", "filename": "2016_06_03_us_politics_donald-trump-california-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338166.html", "image_url": "https://static01.nyt.com/images/2016/06/03/us/03fd-trumprally_web1/03fd-trumprally_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_03_us_politics_donald-trump-california-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338166.html", "title": "Donald Trump Rebukes Hillary Clinton as Clash Erupts Outside Event", "title_page": "Donald Trump Rebukes Hillary Clinton as Clash Erupts Outside Event - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Though he offered some lighthearted jokes about the crowd size being affected by the N.B.A. finals nearby, Mr. Trump seemed to grow angrier during the speech and repeatedly went after Mrs. Clinton.\nHe did not offer many direct rebukes of Mrs. Clinton’s speech, sticking mainly to mocking the candidate and focusing on her emails, but he criticized her claim that Russia and China were “jealous” of the United States’ relationships with its allies.\n“They’re not jealous; they think we’re stupid,” Mr. Trump said.\nHe also accused Mrs. Clinton of lying when she said he would allow Japan to have nuclear weapons; in an interview this year, though, he said he was open to it.\nAnd he once again proclaimed that he was against the Iraq invasion, although audio from 2002 has surfaced of Mr. Trump supporting the invasion.\n“Hillary said, ‘Oh, Donald Trump, his finger on the button,’” Mr. Trump said. “I’m the one who didn’t want to go in Iraq, folks.”\nHe promised to make Mrs. Clinton’s email server an issue on the campaign trail, repeatedly calling her “guilty as hell” and hinting that under a President Trump, “the attorney general is going to take a very good look” at the issue.\nMr. Trump was active on Twitter after the event but did not comment on the violence.", "url": "https://www.nytimes.com/2016/06/03/us/politics/donald-trump-california-protests.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}