{"authors": ["Alan Blinder", "Richard Pérez-Peña"], "date_download": "2018-11-16 04:23:03", "date_modify": "2018-11-16 04:23:03", "date_publish": "2016-03-28 14:28:50", "description": "Gov. Nathan Deal said he would veto a measure to protect religious groups that refuse to provide “social, educational or charitable services that violate” their beliefs.", "filename": "2016_03_29_us_georgia-governor-rejects-bill-shielding-critics-of-gay-marriage.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342183.html", "image_url": "https://static01.nyt.com/images/2016/03/29/us/29georgia-vid/29georgia-vid-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_29_us_georgia-governor-rejects-bill-shielding-critics-of-gay-marriage.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342183.html", "title": "Georgia Governor Rejects Bill Shielding Critics of Gay Marriage", "title_page": "Georgia Governor Rejects Bill Shielding Critics of Gay Marriage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Proponents of the bill, some of whom had urged supporters to lobby Mr. Deal, argued that the measure would not have allowed discrimination, and they said that it would have offered necessary reassurance to people frustrated or even frightened by the United States Supreme Court opinion last summer that recognized a constitutional right to same-sex marriage.\n“The message that’s been sent by this veto is essentially that it’s open season on people of faith in Georgia,” Mr. McKoon said.\nCritics, who had organized their own campaign, said they were elated at what they believed was a landmark legislative victory that sent a message to lawmakers in the Deep South.\n“Today, Governor Deal heard the voices of Georgians, civil rights organizations, as well as the many leaders in the entertainment industry and private sector who condemned this attack on the fundamental rights of L.G.B.T. people, and he has set an example for other elected officials to follow,” Chad Griffin, the president of the Human Rights Campaign, a gay rights group, said in a statement.\nSome of the most influential names in Georgia business also welcomed Mr. Deal’s decision. The Metro Atlanta Chamber of Commerce said Mr. Deal’s “thoughtful deliberation and consideration on this issue has led to an outcome that preserves Georgia’s positive business climate, encourages job growth and sustains our quality of life, and is truly in the best interest of all Georgians.”\nCritics of the North Carolina bill relied on many of the same themes, even as they turned to the courts. In a lawsuit, filed in a Federal District Court, opponents of the North Carolina law said it “violates the most basic guarantees of equal treatment and the U.S. Constitution.”\nGraham Wilson, a spokesman for Gov. Pat McCrory of North Carolina, said in a statement on Monday that “the governor respects the right of any legal challenge; however, he does not respect the continued distortion of the facts by the groups challenging this law and by many members of the state and national media.” Mr. Wilson said the governor, a Republican, would “counter a coordinated national effort to mislead the public” and defend “a common sense resolution to local government overreach.”", "url": "https://www.nytimes.com/2016/03/29/us/georgia-governor-rejects-bill-shielding-critics-of-gay-marriage.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}