{"authors": ["Mitch Smith"], "date_download": "2018-11-16 03:52:22", "date_modify": "2018-11-16 03:52:22", "date_publish": "2016-10-21 00:23:52", "description": "The State Police are investigating incomplete forms submitted by a project aimed at raising ballot participation among African-Americans.", "filename": "2016_10_21_us_politics_voter-registration-effort-spurs-an-inquiry-in-indiana.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340342.html", "image_url": "https://static01.nyt.com/images/2016/10/21/us/21INDIANA/21INDIANA-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_21_us_politics_voter-registration-effort-spurs-an-inquiry-in-indiana.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340342.html", "title": "Voter Registration Effort Spurs an Inquiry in Indiana", "title_page": "Voter Registration Effort Spurs an Inquiry in Indiana - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HAMMOND, Ind. — With accusations of rigging and voter fraud hanging over this year’s elections, alarms are set off by the mere suggestion of irregularities in the registration and voting process. So when questions were raised in Indiana this year about suspicious registration forms, the matter quickly snowballed, leading to a sweeping investigation, supported by the Republican secretary of state and led by the State Police.\nThe contention was that some voter registration forms submitted by the Indiana Voter Registration Project, which set out this year to sign up thousands of African-Americans to vote in the state, were missing key information or appeared fraudulent. The State Police descended on the group’s headquarters this month, and conservatives have pointed to the case as a possible example of ineligible voters being recruited to sway elections.\nThe Indiana Voter Registration Project insists there was no wrongdoing, pointed out that the state’s governor, Mike Pence, is the Republican vice-presidential candidate and asserted that the investigation was politically motivated. They invited federal authorities to come in and look for themselves.\nThe state investigation is ongoing, with no resolution assured before the Nov. 8 election, when Indiana voters will select a new governor and United States senator; and help choose a new president. This is how the controversy unfolded:\nTHE CLAIMS Debbie Hoskins, the elected clerk of Hendricks County, said she noticed problems several weeks ago with roughly 10 voter registration forms submitted by the Indiana Voter Registration Project.", "url": "https://www.nytimes.com/2016/10/21/us/politics/voter-registration-effort-spurs-an-inquiry-in-indiana.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}