{"authors": ["Julie Hirschfeld Davis", "Binyamin Appelbaum", "Maggie Haberman"], "date_download": "2018-11-16 03:40:49", "date_modify": "2018-11-16 03:40:49", "date_publish": "2016-11-29 22:27:52", "description": "Steven Mnuchin, a longtime Trump acquaintance, is a former Goldman Sachs partner who has worked in hedge funds and Hollywood finance and has no government experience.", "filename": "2016_11_29_us_politics_steven-terner-mnuchin-trump-treasury-secretary_1542339649.html", "image_url": "https://static01.nyt.com/images/2016/11/23/us/00mnuchin/00mnuchin-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_29_us_politics_steven-terner-mnuchin-trump-treasury-secretary_1542339649.html", "title": "Trump Taps Hollywood’s Mnuchin for Treasury and Dines With Romney", "title_page": "Trump Taps Hollywood’s Mnuchin for Treasury and Dines With Romney - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Steven Mnuchin, a financier with deep roots on Wall Street and in Hollywood but no government experience, is expected to be named Donald J. Trump’s Treasury secretary as soon as Wednesday, people close to the transition say.\nMr. Mnuchin, 53, was the national finance chairman for Mr. Trump’s campaign, and his selection would elevate a wealthy loyalist to a pivotal economic post. He began his career at Goldman Sachs, where he became a partner, before creating his own hedge fund, moving to the West Coast and entering the first rank of movie financiers by bankrolling hits like the “X-Men” franchise and “Avatar.”\nIf confirmed, Mr. Mnuchin would play a critical role in carrying out Mr. Trump’s promised economic policy changes, including the enactment of a large package of tax cuts, sweeping changes to foreign trade agreements and the fulfillment of a huge new infrastructure spending program. He could also help lead any efforts to roll back President Obama’s nuclear deal with Iran and the administration’s opening to Cuba by reimposing sanctions on Tehran and Havana.\nMr. Mnuchin’s selection fits uneasily with much of Mr. Trump’s campaign attacks on the financial industry. Mr. Trump, in a campaign ad intended as a closing argument, portrayed the chief executive of Goldman Sachs as the personification of a global elite that the ad said had “robbed our working class.”", "url": "https://www.nytimes.com/2016/11/29/us/politics/steven-terner-mnuchin-trump-treasury-secretary.html"}