{"authors": ["Vindu Goel"], "date_download": "2018-11-16 04:20:14", "date_modify": "2018-11-16 04:20:14", "date_publish": "2016-07-25 11:21:57", "description": "Verizon is buying an entity that has made repeated missteps, but one that could help it be a stronger contender for digital advertising revenue.", "filename": "2016_07_26_business_verizon-yahoo-sale_1542342014.html", "image_url": "https://static01.nyt.com/images/2016/07/25/business/cnbc-yahoo/cnbc-yahoo-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_26_business_verizon-yahoo-sale_1542342014.html", "title": "Verizon Announces $4.8 Billion Deal for Yahoo’s Internet Business", "title_page": "Verizon Announces $4.8 Billion Deal for Yahoo’s Internet Business - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Verizon, seeking to build an array of digital businesses that can compete for users and advertising with Google and Facebook, announced on Monday that it was buying Yahoo’s core internet business for $4.83 billion in cash.\nThe deal, which was reached over the weekend, unites two titans of the early internet, AOL and Yahoo, under the umbrella of one of the nation’s largest telecommunications companies. Verizon bought AOL for $4.4 billion last year. Now it will add Yahoo’s consumer services — search, news, finance, sports, video, email and the Tumblr social network — to a portfolio that includes AOL as well as popular sites like The Huffington Post.\nThe fate of Yahoo’s chief executive, Marissa Mayer, who came under sharp shareholder criticism for failing to arrest the company’s long downward spiral during her four-year tenure, is unclear.\nIn an interview, Ms. Mayer said, “I plan to stay. I love Yahoo and I want to see it into its next chapter.” But she and Tim Armstrong, the chief executive of AOL, said it had not yet been decided if she would have a role at the company after the deal closed in early 2017.", "url": "https://www.nytimes.com/2016/07/26/business/verizon-yahoo-sale.html"}