{"authors": ["Maggie Haberman", "Michael S. Schmidt", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:49:55", "date_modify": "2018-11-16 04:49:55", "date_publish": "2016-11-17 10:00:22", "description": "The president-elect had high praise for the Alabama senator after meeting with him and others at Trump Tower, including Henry A. Kissinger.", "filename": "2016_11_17_us_politics_donald-trump-transition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343795.html", "image_url": "https://static01.nyt.com/images/2016/11/17/us/17transitionbriefing5/17transitionbriefing5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_17_us_politics_donald-trump-transition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343795.html", "title": "Jeff Sessions Appears Headed to a Trump Cabinet Position", "title_page": "Jeff Sessions Appears Headed to a Trump Cabinet Position - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Son-in-law talks to lawyers about joining administration.\nJared Kushner, Mr. Trump’s son-in-law, has consulted with lawyers about the possibility of joining the new administration, a move that could run afoul of federal anti-nepotism laws and would all but certainly invite lawsuits and ethical challenges.\nMr. Kushner has talked to at least one lawyer and believes that by forgoing a salary and putting his business holdings into a blind trust he would not be bound by such laws, according to a person who had been briefed on the talks.\nUnder federal statute, the president cannot accept voluntary services that are not permitted by law, and a separate statute bars public officials from employing family members in any capacity.\nAmbassador says Israel will work with Trump administration, including Bannon.\nThe Israeli ambassador to the United States, Ronald Dermer, said Thursday that Israel would work with all members of the Trump administration, including Mr. Trump’s chief strategist, Stephen K. Bannon.\nMr. Trump appointed Mr. Bannon to be his senior counselor on Monday. The move has been widely criticized by Democrats and minority groups who say that Mr. Bannon’s website, Breitbart.com, promotes anti-Semitic and racist views.", "url": "https://www.nytimes.com/2016/11/17/us/politics/donald-trump-transition.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}