{"authors": ["Maggie Haberman", "Jonathan Martin"], "date_download": "2018-11-16 04:26:33", "date_modify": "2018-11-16 04:26:33", "date_publish": "2016-06-17 01:21:18", "description": "The former president has largely stayed away from politics. But he is deeply bothered by Donald J. Trump’s inflammatory talk.", "filename": "2016_06_17_us_politics_george-w-bush-gop-fundraising.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342393.html", "image_url": "https://static01.nyt.com/images/2016/06/17/us/17BUSH1/17BUSH1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_17_us_politics_george-w-bush-gop-fundraising.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342393.html", "title": "An Unlikely Savior Emerges to Help Endangered Republicans: George W. Bush", "title_page": "An Unlikely Savior Emerges to Help Endangered Republicans: George W. Bush - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After eight years of largely abstaining from politics, former President George W. Bush is throwing himself into an effort to save his party’s most vulnerable senators, including several whose re-election campaigns have been made more difficult by Donald J. Trump’s presence at the top of the ticket.\nIn the weeks since Mr. Trump emerged as the party’s presumptive presidential nominee, Mr. Bush has headlined fund-raisers for two Republican senators and has made plans to help three more. Among them are Senators John McCain of Arizona, who was one of Mr. Trump’s earliest targets of derision, and Kelly Ayotte of New Hampshire, who has struggled to respond to Mr. Trump’s inflammatory talk.\nFriends say that the former president is deeply bothered by Mr. Trump’s campaign message, especially his derogatory remarks about Muslims and immigrants. At the event with Mr. McCain, Mr. Bush stressed the importance of preserving the Republican-held Senate as a “check and balance” on the White House, suggesting that such a check was needed, whether the next president is Mr. Trump or Hillary Clinton, the presumptive Democratic nominee.\nMr. Bush announced through a spokesman last month that he would not support Mr. Trump’s candidacy and would not attend the Republican convention in Cleveland next month. His father, former President George Bush, and his brother Jeb Bush, who was defeated and ridiculed by Mr. Trump in the primary campaign, are also staying away.", "url": "https://www.nytimes.com/2016/06/17/us/politics/george-w-bush-gop-fundraising.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}