{"authors": ["Somini Sengupta"], "date_download": "2018-11-16 04:03:47", "date_modify": "2018-11-16 04:03:47", "date_publish": "2016-11-17 23:19:59", "description": "The American ambassador to the United Nations signaled the change of position to help stop the violence convulsing the world’s youngest country.", "filename": "2016_11_18_world_africa_us-south-sudan-arms-embargo-genocide.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341027.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_18_world_africa_us-south-sudan-arms-embargo-genocide.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341027.html", "title": "U.S., in Shift, Backs Arms Embargo for South Sudan as Genocide Risk Rises", "title_page": "U.S., in Shift, Backs Arms Embargo for South Sudan as Genocide Risk Rises - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "UNITED NATIONS — The United States said Thursday that it was ready to impose an arms embargo against South Sudan, a shift in position that many rights groups called long overdue to help stop the deadly violence convulsing the world’s youngest country.\nThe change coincided with warnings by the United Nations about the risk of genocide in South Sudan, where a civil war has been raging for three years.\nThe American proposal, near the end of the Obama administration, would halt the import of weapons to South Sudan, place travel restrictions on certain individuals deemed responsible for the violence and freeze their assets overseas.\nThe United States has not said how quickly it will propose the sanctions, nor whether they will include the country’s president, Salva Kiir; his rival and former vice president, Riek Machar; or their military commanders.", "url": "https://www.nytimes.com/2016/11/18/world/africa/us-south-sudan-arms-embargo-genocide.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}