{"authors": ["Max Fisher"], "date_download": "2018-11-16 04:35:05", "date_modify": "2018-11-16 04:35:05", "date_publish": "2016-06-29 17:48:33", "description": "The Islamic State and Kurdish militant groups are themselves enemies, but their violence has become part of an overlapping set of problems rooted in Syria.", "filename": "2016_06_30_world_middleeast_turkeys-twin-terrorist-threats-explained.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342905.html", "image_url": "https://static01.nyt.com/images/2016/06/30/world/30int-threats-web2/30int-threats-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_30_world_middleeast_turkeys-twin-terrorist-threats-explained.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342905.html", "title": "Turkey’s Twin Terrorist Threats, Explained", "title_page": "Turkey’s Twin Terrorist Threats, Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When three suicide bombers attacked Istanbul’s main airport on Tuesday, killing at least 41 people, Turkey began a ritual that it has refined with so many recent bombings: looking for hints as to which of the country’s two major terrorism threats was responsible.\nOver the past year, Turkey has endured at least 14 major terrorist attacks, killing more than 200 people. The Turkish government blamed the Islamic State for Tuesday’s, an assessment many analysts share. But while that group, also called ISIS and ISIL, has been accused in some of the attacks, others have been attributed to Kurdish groups.\nThese two threats are different in many important ways, and the Islamic State and the Kurds are themselves enemies. Even if their beginnings were separate, their violence has become part of a larger and overlapping set of problems, sharing roots in Syria’s civil war. What follows is a guide to these two threats, what they have to do with each other and what they don’t.\nThe Kurdish Crisis\nThis conflict began in the 1980s, when a group called the Kurdistan Workers’ Party, or P.K.K., started an insurgency. Turkey had long oppressed its minority Kurds, even banning their language. The P.K.K. sought Kurdish independence, a goal later softened to political autonomy.", "url": "https://www.nytimes.com/2016/06/30/world/middleeast/turkeys-twin-terrorist-threats-explained.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}