{"authors": ["Alissa J. Rubin"], "date_download": "2018-11-16 03:48:08", "date_modify": "2018-11-16 03:48:08", "date_publish": "2016-12-06 01:30:23", "description": "The past year has brought a series of political shocks to the continent, but 2017 promises to be even bumpier.", "filename": "2016_12_05_world_europe_europe-election-populism-germany-france-italy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340088.html", "image_url": "https://static01.nyt.com/images/2016/12/06/world/06europe/06europe-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_05_world_europe_europe-election-populism-germany-france-italy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340088.html", "title": "A New Wave of Popular Fury Could Hit Europe in 2017", "title_page": "A New Wave of Popular Fury Could Hit Europe in 2017 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — For Europe, 2016 has brought a series of political shocks: near-record numbers of immigrants arriving from the Middle East and Africa; a vote by Britain to leave the European Union and renewed threats by Russia to meddle on the continent.\nBut 2017 could be even bumpier. There will be at least three elections in Europe next year: in Germany, France and the Netherlands for sure, and now perhaps in Italy, too. Just about everywhere, political establishments are being blamed for tepid growth, for too few jobs and for favoring global financial markets over the common citizen.\nThe latest indicator of popular discontent was Italy’s referendum on Sunday, when voters rejected constitutional changes proposed by Prime Minister Matteo Renzi. That result was a stinging blow to Mr. Renzi, who said he would resign.\nComing after Britain’s vote this year to leave the European Union, the Italian outcome was taken as yet another rebuke to decades of efforts to forge a closer union of the bloc’s 28 countries. And it raised new doubts about whether that union would hold in the years ahead.", "url": "https://www.nytimes.com/2016/12/05/world/europe/europe-election-populism-germany-france-italy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}