{"authors": ["Su-Hyun Lee", "Paul Mozur"], "date_download": "2018-11-16 03:42:09", "date_modify": "2018-11-16 03:42:09", "date_publish": "2016-09-15 08:05:09", "description": "American regulators issued a formal recall for the Galaxy Note 7, another bump in a process that Samsung executives hoped would be fast and smooth, experts say.", "filename": "2016_09_16_business_samsung-galaxy-note-recall.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339729.html", "image_url": "https://static01.nyt.com/images/2016/09/16/business/16samsung/16samsung-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_16_business_samsung-galaxy-note-recall.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339729.html", "title": "Samsung Stumbles in Race to Recall Troubled Phones", "title_page": "Samsung Stumbles in Race to Recall Troubled Phones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — It was supposed to be an enormous — but quick — recall.\nSamsung Electronics of South Korea said two weeks ago that it would recall 2.5 million units of its new high-end smartphone, the Galaxy Note 7, just days after some customers said their phones had caught fire. The recall is the largest in the history of the smartphone industry, but it also won Samsung praise from some in the mobile industry for the company’s speed and decisiveness.\nToday, the recall looks anything but smooth.\nSafety regulators in the United States have issued warnings in recent days cautioning consumers not to turn on their Note 7s on airplanes — and not to use their phones at all. South Korea’s flight regulator, in a reversal, followed suit, as have others around the world.\nThe constant reminders of potential combustibility have further dented Samsung’s reputation and shaved as much as $14 billion off its market value, just when it looked to be gaining ground on Apple, its longtime rival, with its new line of sleek Galaxy smartphones. They also raise questions about whether Samsung’s rush to take back the phones created more problems.\nExperts say it led to a ham-handed effort that confused customers, frustrated regulators and continued to generate headlines both in the United States and at home. Data from the mobile analytics firm Apteligent showed that while Samsung’s recall appeared to have stopped new sales of the phone, a majority of people who had the affected phones were continuing to use them.", "url": "https://www.nytimes.com/2016/09/16/business/samsung-galaxy-note-recall.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}