{"authors": ["Tim Arango"], "date_download": "2018-11-16 04:34:53", "date_modify": "2018-11-16 04:34:53", "date_publish": "2016-08-25 14:55:21", "description": "The failed coup in Turkey and the purge that followed appear to have enhanced President Recep Tayyip Erdogan’s control of the military.", "filename": "2016_08_26_world_europe_turkey-tanks-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342893.html", "image_url": "https://static01.nyt.com/images/2016/08/26/world/26Turkey-web/26Turkey-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_26_world_europe_turkey-tanks-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342893.html", "title": "With Operation in Syria, Erdogan Shows His New Power Over Turkey’s Military", "title_page": "With Operation in Syria, Erdogan Shows His New Power Over Turkey’s Military - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A senior Turkish official, who spoke anonymously as a matter of protocol, said that many commanders had resisted an operation in Syria in recent years.\nMany analysts who closely follow the Turkish military have said the same thing. One of the most prominent commanders opposed to a Syria operation, the official said, was the former head of the Turkish special forces, Brig. Gen. Semih Terzi, who was one of the most prominent plotters and was killed during the coup attempt.\nThe incursion seemed to support the opinion of many experts that the Turkish military’s combat capabilities had not been substantially diminished. “This is the second largest military in NATO,” said Ross Wilson, a senior fellow at the Atlantic Council in Washington and ambassador to Turkey from 2005 to 2008. “Yes, it’s been somewhat reduced in the last month, but it is still a very potent and well-trained fighting force. They are very capable in their own region.”\nOn Thursday, an estimated 350 Turkish soldiers were in Syria taking part in the operation, called Euphrates Shield, including 150 members of the special forces, the local media reported. Two Syrian rebels interviewed in Karkamis, which lies just across the border from Jarabulus, said that Turkish soldiers were mainly helping to defuse and dismantle the numerous bombs and booby-traps that the Islamic State, which fled the city without much of a fight, had left behind. Witnesses reported loud explosions, followed by plumes of smoke, coming from Jarabulus on Thursday afternoon.\nThe question now, with the Turkish troops inside Syria, is how long they will remain there. Turkish officials have not given a timetable, but have indicated that the army would stay as long as it takes to neutralize security threats to Turkey — defined as the Islamic State, also known as ISIS or ISIL, and Syrian Kurdish militias.\nVice President Joseph R. Biden Jr., who arrived in Ankara, the capital, on Wednesday just as the operation began, seemed to suggest on Thursday that the Turkish military would stay in northern Syria indefinitely, and with the blessing of the United States.\n“I think the Turks are prepared to stay in an effort to take out ISIL as long as takes,” Mr. Biden said during a visit to Sweden, according to Reuters. He added that the Turks have gradually come to “the realization that ISIL is an existential threat to Turkey.”", "url": "https://www.nytimes.com/2016/08/26/world/europe/turkey-tanks-syria.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}