{"authors": ["Dave Itzkoff"], "date_download": "2018-11-16 04:10:40", "date_modify": "2018-11-16 04:10:40", "date_publish": "2016-12-27 18:11:57", "description": "Ms. Fisher channeled her struggles with depression and substance abuse into fiercely comic works, including the novel “Postcards From the Edge.”", "filename": "2016_12_27_movies_carrie-fisher-dead-star-wars-princess-leia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341440.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_27_movies_carrie-fisher-dead-star-wars-princess-leia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341440.html", "title": "Carrie Fisher, Child of Hollywood and ‘Star Wars’ Royalty, Dies at 60", "title_page": "Carrie Fisher, Child of Hollywood and ‘Star Wars’ Royalty, Dies at 60 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Carrie Fisher, the actress, author and screenwriter who brought a rare combination of nerve, grit and hopefulness to her most indelible role, as Princess Leia in the “Star Wars” movie franchise, died on Tuesday morning. She was 60.\nA family spokesman, Simon Halls, said Ms. Fisher died at 8:55 a.m. She had a heart attack on a flight from London to Los Angeles on Friday and had been hospitalized in Los Angeles.\nAfter her “Star Wars” success, Ms. Fisher, the daughter of the pop singer Eddie Fisher and the actress Debbie Reynolds, went on to use her perch among Hollywood royalty to offer wry commentary in her books on the paradoxes and absurdities of the entertainment industry.\n“Star Wars,” released in 1977, turned her overnight into an international movie star. The film, written and directed by George Lucas, traveled around the world, breaking box-office records. It proved to be the first installment of a blockbuster series whose vivid, even preposterous characters — living “a long time ago in a galaxy far, far away,” as the opening sequence announced — became pop culture legends and the progenitors of a merchandising bonanza.", "url": "https://www.nytimes.com/2016/12/27/movies/carrie-fisher-dead-star-wars-princess-leia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}