{"authors": ["Joseph Berger"], "date_download": "2018-11-16 03:43:58", "date_modify": "2018-11-16 03:43:58", "date_publish": "2016-08-03 19:10:59", "description": "Workers have begun laying the bridge’s signature feature — the cables — and if everything goes according to plan, the first section should open over the Hudson River toward the end of next year.", "filename": "2016_08_04_nyregion_tappan-zee-bridge-project-reaches-halfway-point.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339838.html", "image_url": "https://static01.nyt.com/images/2016/08/02/nyregion/00TAPPANZEEss-slide-717U/00TAPPANZEEss-slide-717U-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_04_nyregion_tappan-zee-bridge-project-reaches-halfway-point.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339838.html", "title": "Milestone for New Tappan Zee Bridge: It’s Halfway Done", "title_page": "Milestone for New Tappan Zee Bridge: It’s Halfway Done - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sometime in 2018, seven years after work began, the second section should be finished, carrying four lanes of traffic heading westbound toward Rockland on the northern stretch and four lanes heading east toward Westchester on the southern stretch. Bicyclists and pedestrians will have their own scenic lane, whose terminus, after some controversy, has been shifted from a residential neighborhood to a traffic circle in South Nyack.\nImage Sky Lee, the engineer supervising the construction of the main spans. A cable-stayed bridge, like the Tappan Zee, “is a perfect mix of form and function,” he said. Credit Fred R. Conrad for The New York Times\nThe bridge is not progressing as fast as the first optimistic schedule had it (the Thruway Authority once said the first span would be ready early next year), but a key to the relatively timely progress has been the strategic decision to prefabricate pieces of the replacement bridge on land, saving months of perilous work above the river. The large steel girders — 30 miles long in total — and 6,000 concrete roadway panels are assembled 14 miles upriver at Tomkins Cove near Bear Mountain or at Port of Coeymans, 10 miles south of Albany. They are then shipped to the Tappan Zee site by barge, where cranes lift them up and, guided by workers, swing them slowly into place.\nMuch of the concrete needed for piers, foundations, platforms and towers has been poured from floating plants on the river, requiring far fewer trips by truck through residential neighborhoods — 30,000 fewer, Ms. Barbas said.\nOn a boat tour the other day, a reporter and photographer could see three barges lined up to deliver steel beams and other modular pieces to crane operators. A team of schedulers synchronize delivery of beams, concrete deck panels, nuts and bolts and other supplies as they are needed.\nMr. Lee, a civil engineer, said one challenge of the Tappan Zee’s parallel main spans was that they were “so isolated on the river.” Other bridges he has worked on, like the replacements of Gulf Coast bridges destroyed by Hurricane Katrina in 2005, had far more land access, while the central spans of the new Tappan Zee are in the middle of a three-mile-wide stretch of river. Work requires regular commutes by small boats from Tarrytown and deliveries by barge.\n“We’re in the middle of the Hudson River, so everything is multiplied by two,” he said.\nBecause the work will take several years, his wife and high-school-aged sons moved with him to Westchester from the New Orleans area.", "url": "https://www.nytimes.com/2016/08/04/nyregion/tappan-zee-bridge-project-reaches-halfway-point.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}