{"authors": ["Joanna Berendt"], "date_download": "2018-11-16 04:11:01", "date_modify": "2018-11-16 04:11:01", "date_publish": "2016-07-29 11:45:47", "description": "He was the third pope to visit the former death camp, following visits by John Paul II in 1979 and Benedict XVI in 2006.", "filename": "2016_07_30_world_europe_pope-francis-auschwitz.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341461.html", "image_url": "https://static01.nyt.com/images/2016/07/30/world/30POpe-web1/30POpe-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_30_world_europe_pope-francis-auschwitz.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341461.html", "title": "Pope Francis, Visiting Auschwitz, Asks God for the ‘Grace to Cry’", "title_page": "Pope Francis, Visiting Auschwitz, Asks God for the ‘Grace to Cry’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KRAKOW, Poland — Pope Francis walked in the footsteps of his two predecessors on Friday as he visited the former extermination camp at Auschwitz, where he paid silent homage to the more than one million victims, mostly Jews, who perished there during the Holocaust.\nRight before his visit, Francis said he “would like to go to that place of horror without speeches, without crowds.” He said he intended to go “alone, enter, pray,” adding, “And may the Lord give me the grace to cry.”\nThe pope began his visit to Auschwitz — in what is now the Polish town known as Oswiecim, about 30 miles west of Krakow — by meeting 12 survivors of the camp. He greeted them one by one, mostly in silence, expressing his sorrow and respect by clutching their hands, looking into their eyes and kissing them tenderly, once on each cheek.\nFrancis was the third pope to visit Auschwitz. Pope John Paul II visited on June 7, 1979, declaring “No more war!” and “Only peace!” Pope Benedict XVI, who as a young man was inducted unwillingly into the Hitler Youth and the German Army, went on May 28, 2006, and asked: “Why, Lord, did you remain silent? How could you tolerate this?”", "url": "https://www.nytimes.com/2016/07/30/world/europe/pope-francis-auschwitz.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}