{"authors": ["Ligaya Mishan"], "date_download": "2018-11-16 03:39:11", "date_modify": "2018-11-16 03:39:11", "date_publish": "2016-01-21 11:00:47", "description": "Family recipes share the menu with dishes that lean to the West.", "filename": "2016_01_27_dining_hungry-city-pravue-cafe-and-albanian-grill-ridgewood-queens.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339551.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_27_dining_hungry-city-pravue-cafe-and-albanian-grill-ridgewood-queens.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339551.html", "title": "At Pravue Cafe, Albanian Home Cooking in Queens", "title_page": "At Pravue Cafe, Albanian Home Cooking in Queens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The fries at Pravue Cafe and Albanian Grill taste as if they have taken a tumble in a perfect bowl of ramen and have somehow still emerged crisp. First fried, then baked, they arrive slightly sticky with a truffle glaze and pecorino Romano gone lax in the oven. But the verve comes from Vegeta, a synthesis of salt, sugar, spice and dehydrated vegetables engineered a half-century ago in Yugoslavia.\nSead Duraku, known as Sal, opened Pravue in June near the southeastern border of Ridgewood, Queens, a neighborhood with one of the largest Albanian populations in the city. Outside hovers a two-headed black eagle, wings outstretched on a red shingle. It is a descendant of the coat of arms borne into battle by Albanian noblemen in the Middle Ages, fighting for freedom from the Ottoman Empire.\nMr. Duraku runs the restaurant with his younger brother, Rizo, who is the manager. Their family, ethnic Albanians with roots in the region that is today Montenegro, came to the United States in 1994 in the wake of Yugoslavia’s dissolution, when the boys were children. The brothers share duties in the kitchen, alternating between dishes that look to the West (with at times questionable results: overdressed salads, a strangely sweet penne alla vodka) and those that stay true to home.\nAmong the family recipes is grosh, a dense soup of red kidney beans steeped for hours with smoked beef prosciutto from a halal Albanian butcher in Brooklyn. The meat, close to burgundy in color, is jerkylike in funkiness of flavor but more submissive in texture, and a distant cousin of bresaola from across the Adriatic Sea in Italy.", "url": "https://www.nytimes.com/2016/01/27/dining/hungry-city-pravue-cafe-and-albanian-grill-ridgewood-queens.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}