{"authors": ["Wesley Morris", "Andrew Ross Sorkin", "Charles Homans", "Annie Lowrey", "Adam Davidson"], "date_download": "2018-11-16 03:17:27", "date_modify": "2018-11-16 03:17:27", "date_publish": "2016-04-27 06:52:37", "description": "Money worries and striving were part of the mainstream sitcom. Now most characters exist in a classless world.", "filename": "2016_05_01_magazine_tvs-dwindling-middle-class_1542338247.html", "image_url": "https://static01.nyt.com/images/2016/05/01/magazine/01popculture/01popculture-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_01_magazine_tvs-dwindling-middle-class_1542338247.html", "title": "TV’s Dwindling Middle Class", "title_page": "TV’s Dwindling Middle Class - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By the 1960s, prime-time television was barely two decades old, and it was already a little nostalgic and class-neutral, broadcasting shows safely ensconced in either the suburbs or the distant past. But the decade’s relentless turmoil (civil rights, Vietnam, political assassinations, Watergate, feminism) demanded discourse. On TV, that conversation happened in the living rooms of the working class, middle class and working poor, on “All in the Family,” “Maude” and “Good Times,” each a creation of Norman Lear, each a demonstrable emblem of its characters’ social station. Archie Bunker (“All in the Family”) was a white foreman in Queens; Florida Evans (“Good Times”) was a sporadically unemployed black housekeeper in Chicago’s Near North Side projects. Bunker's armchair racism, sexism and all the rest wouldn’t seem to have anything to do with Evans's prideful despair. But the two shows dramatized their opposing dissatisfaction. Class was the perch from which to see who you were and were not, and from which members of the television audience could see who they were, too.\nThe discontent on those shows ran like a fuse through the 1970s into the late 1980s. The end of the Reagan era and start of the first Bush administration coincided with the arrival of “Married ... with Children” and “Roseanne,” a pair of long-running sitcoms about the white lower-middle class and working poor — the Bundys and Conners, respectively. The first was more bitterly toxic (my mother got a whiff of its vulgarity and forbade it) than the second. But each show descended from Lear’s righteous class consciousness. And each felt like a rebuke of the vertiginous affluence and physical beauty of soaps like “Dallas” and “Dynasty” and a rejoinder to the upper-middle-class comfort of “The Cosby Show.”\nNewsletter Sign Up Continue reading the main story Sign Up for the Magazine Newsletter Get the best of the Magazine delivered to your inbox every week, including exclusive feature stories, photography, columns and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWriters and producers from “The Cosby Show” — Matt Williams, Marcy Carsey and Tom Werner — also helped create “Roseanne,” which was set in Lanford, Ill., a fictional factory town whose homes had a corresponding lived-in averageness. The show made work and money matter. A dollar had to stretch and food had to last for a family of five. Through its early seasons, neither Roseanne nor Dan Conner could keep a full-time job. Fundamentally, the show’s preoccupations were as typical as those on “The Cosby Show”: How, for instance, do we raise these kids? But some weren’t: Are we going to stay married?\nAt the time, the country welcomed the duality of Brooklyn’s prosperous black Huxtables and the penniless white Conners. Rather than sink to the bottom of the ratings, “Roseanne” hovered at or near the top, often alongside “Cosby,” for most of its run. Some weeks, more than 20 million people watched them both.\nIn latter-season “Roseanne,” something crucial changed. Roseanne became an owner of a loose-meat-sandwich spot. Her financial worries didn’t abate (until, of course, a final-season Hail Mary had the Conners hit the lottery), but steady employment changed the nature of the show. Gradually, everybody spent more time at the restaurant, hanging out. The change now feels like both a socioeconomic triumph and a creative capitulation: The show was just following where other sitcoms were already headed. Characters went from hanging out at work (“The Mary Tyler Moore Show,” “WKRP in Cincinnati,” “Taxi”) to hanging out instead of working.\n“Cheers,” which ran for 11 seasons on NBC, starting in 1982, was the first great hangout show: neutralizing the depiction of class and removing the pressures of work. Life is hard enough, “Cheers” said; let’s just make TV. Ever since, television started taking it easier on us. Bill Clinton was in the White House, and the economy had improved. On “Seinfeld,” “Living Single,” “Friends,” “Ellen,” “It’s Like, You Know,” “Sex and the City,” “Girlfriends” and, much later, “Happy Endings” and “New Girl,” the commingling, childless men and women might have had jobs, but almost none had consequential careers. How many jobs did Elaine and George have on “Seinfeld”? And in how many fields? And Kramer — how was he paying to live across the hall from Jerry? Hangout shows placed friendship above family, obviating the typical economic ecosystem. Belonging to a family of friends probably means you only have to support yourself.\nSolid Job That\nStill Exists No. 4 Truck Driver It is a tough job — monotonous, lonely and high-pressure. But truck driving has proved a middle-class stalwart, with about 1.8 million people on the road, most of them men, making an average of $19 an hour. Right now, the employment outlook is pretty good. But in the long term, the threat from automation is real. Oil and gas outfits are already using remote-control vehicles to transport iron ore and crude oil, and automotive companies are investing heavily in driverless trucks. For this profession, a technological doomsday might be nigh.\nTV became — and still is — a medium struggling to understand “average,” “ordinary,” “normal.” When the economy began to tank in 2007, television was barely equipped to reflect the collapse, in part because the people who make shows were largely immune: They were well-compensated creatures of the entertainment industry, mostly unaffected by a shrinking economy. That disconnection sanitized TV against the complexities of race and class. Many sitcoms now are set in the places their creators know best: soundstages and writers’ rooms.\nAdvertisement Continue reading the main story\nThere is, currently, a diet version of the Huxtable-Conner dichotomy recurring on ABC. It pairs “The Middle,” about getting by in the heartland, with “Black-ish,” which asks whether prosperity dilutes blackness. But the network’s marquee show, “Modern Family,” a masterful machine that makes highly polished sitcommery, has so little to do with most modern families that its claim of modernity often feels like a joke.\nPeople working for minimum wage or doing manual labor became the province of reality television shows like “Dirty Jobs” and “Undercover Boss,” which has company executives pretend to be employees. More than once, the revelations and class disjunction that emerge from the ruse have made me cry. We’re still some distance from “The King of Queens,” which was set at a UPS-like facility.\nWatching “Modern Family,” “Two Broke Girls” and “Girls,” I often find myself asking what it even means to work. The characters on these shows, especially “Girls,” exist in an alternative realm — a kind of “whatever” class. Neurosis, there, is a condition of identity, not of social station. The work you do is on yourself. But after five seasons on HBO, even “Girls” suspects a problem. The show has always been a stealthily shrewd satire of Millennial life. Its characters’ relationship to work has ranged from nonexistent to insultingly indulgent. The triumph of the most recent season’s final episode is the glee it takes in thumbing its nose at gentrification in our neighborhoods and on TV. Flighty Shoshanna converts conscientious Ray’s empty cafe into a anti-hipster coffee shop. As the original owner, Hermie, goes on a tirade while pouring free coffee around the shop, you can see the place is busy with cops and nurses, the average-looking and the elderly, the solidly middle-class.\nIt’s a joke — if you’re not working, you’re not real — that doubles as a critique of both “Girls” itself and the cultural ravages of the hangout show, especially. Television is losing what work is and knows it. Sarah’s arousal by that old working man on “Horace and Pete” is a recognition that something primal has gone: the making, the doing that prove that we exist. We built this; we manufactured that. Those jobs are disappearing. The factories and mills and laundries are now lofts and cafes where characters sit around and talk — where all they do is hang out.", "url": "https://www.nytimes.com/2016/05/01/magazine/tvs-dwindling-middle-class.html"}