{"authors": ["Jason Horowitz"], "date_download": "2018-11-16 04:22:55", "date_modify": "2018-11-16 04:22:55", "date_publish": "2016-04-23 22:19:44", "description": "For decades, Mr. Panton has been a source of unconditional camaraderie, the guy who extends a hand when the whole world seems to offer a stiff-arm.", "filename": "2016_04_24_us_politics_ted-cruz-college-roommate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342175.html", "image_url": "https://static01.nyt.com/images/2016/04/23/us/24PANTON2web/24PANTON2web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_24_us_politics_ted-cruz-college-roommate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342175.html", "title": "In College Roommate David Panton, Ted Cruz Finds Unwavering Support", "title_page": "In College Roommate David Panton, Ted Cruz Finds Unwavering Support - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On a break during a business trip to Washington last year, David Panton hailed a cab to take him to the Capitol. He told the driver he was going to see the Texas senator and presidential candidate Ted Cruz.\n“He’s racist,” the cabdriver replied, according to Mr. Panton.\nMr. Panton, taken aback, informed his driver that Mr. Cruz had a bust of the Rev. Dr. Martin Luther King Jr. on the right side of his desk, that he was the only senator to attend the funeral of Nelson Mandela and that he had a “black guy” as a college roommate and best man at his wedding.\n“I don’t believe that,” the cabby said, as Mr. Panton tells it.\n“Well,” Mr. Panton replied, “you’re talking to him.”\nEveryone seems to have an opinion of Mr. Cruz, and usually it is not a good one. He has repeatedly come under attack from Donald J. Trump and other rivals as being eminently unlikable, having antagonized even members of his own party. Hillary Clinton joined that chorus this month when she described Mr. Cruz as a “meanspirited guy.” The New York primary last week, in which he finished a distant third, may have been the low point in his decades-long struggle with popularity.", "url": "https://www.nytimes.com/2016/04/24/us/politics/ted-cruz-college-roommate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}