{"authors": ["Yamiche Alcindor"], "date_download": "2018-11-16 04:26:26", "date_modify": "2018-11-16 04:26:26", "date_publish": "2016-06-22 21:17:02", "description": "Taking a step closer to accepting defeat, the senator said he would still push Hillary Clinton to listen to the “millions of people in this country who supported me.”", "filename": "2016_06_23_us_politics_bernie-sanders-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342386.html", "image_url": "https://static01.nyt.com/images/2016/06/23/us/23fd-sanders/23fd-sanders-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_23_us_politics_bernie-sanders-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342386.html", "title": "Bernie Sanders Admits ‘It Doesn’t Appear’ That He’ll Be the Nominee", "title_page": "Bernie Sanders Admits ‘It Doesn’t Appear’ That He’ll Be the Nominee - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“She has clearly had to fight her way through a lot of sexism and unfair attacks over the years,” he said. “But there are areas where we have strong disagreements. She is more or less an establishment Democrat. It’s kind of hard to deny that. And I think we’ve got to move beyond that.”\nThe senator also said he was not being vetted to become Mrs. Clinton’s running mate. He did weigh in on who that person might be, without naming anyone specific. “I think she should select, clearly, the most progressive candidate that she can find,” he said. “It would be a terrible mistake for her to go to a candidate who has roots from Wall Street or has been backed by Wall Street.”\nMr. Sanders also said his campaign had been in regular contact with Mrs. Clinton’s campaign and planned to push for “the most progressive platform in the history of the Democratic Party,” including planks on campaign finance, health care, higher education and the minimum wage.\nThe senator also said he expected to address the crowd gathered in Philadelphia next month. “I’ve given a few speeches in my life,” he said. “It would be nice to speak at the Democratic National Convention. If they, for whatever reason, don’t want me to speak, you know, so what? But by the way, I expect that I will speak.”", "url": "https://www.nytimes.com/2016/06/23/us/politics/bernie-sanders-campaign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}