{"authors": ["Rebecca R. Ruiz", "Juliet Macur", "Ian Austen"], "date_download": "2018-11-16 03:19:42", "date_modify": "2018-11-16 03:19:42", "date_publish": "2016-06-15 19:17:11", "description": "The World Anti-Doping Agency’s response to warning signs of Russian doping raises questions of whether the agency is capable, or even willing, to aggressively combat doping.", "filename": "2016_06_16_sports_olympics_world-anti-doping-agency-russia-cheating.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338382.html", "image_url": "https://static01.nyt.com/images/2016/06/16/sports/wada-darya/wada-darya-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_16_sports_olympics_world-anti-doping-agency-russia-cheating.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338382.html", "title": "Even With Confession of Cheating, World’s Doping Watchdog Did Nothing", "title_page": "Even With Confession of Cheating, World’s Doping Watchdog Did Nothing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In December 2012, the World Anti-Doping Agency received an email from an Olympic athlete from Russia. She was asking for help.\nThe athlete, a discus thrower named Darya Pishchalnikova, had won a silver medal four months earlier at the London Olympics. She said that she had taken banned drugs at the direction of Russian sports and antidoping authorities and that she had information on systematic doping in her country. Please investigate, she implored the agency in the email, which was written in English.\n“I want to cooperate with WADA,” the email said.\nBut WADA, the global regulator of doping in Olympic sports, did not begin an inquiry, even though a staff lawyer circulated the message to three top officials, calling the accusations “relatively precise,” including names and facts. Instead, the agency did something that seemed antithetical to its mission to protect clean athletes. It sent Ms. Pishchalnikova’s email to Russian sports officials — the very people who she said were running the doping program.\nThe tactics of the World Anti-Doping Agency, which is partly funded by United States taxpayers, have come under international scrutiny in recent months as major doping scandals emanating from Russia have escalated into the biggest crisis in global sports. The lab director of the 2014 Sochi Olympics told The New York Times that at least 15 Russian medal winners at those Winter Games had used banned substances as part of a state-run program.", "url": "https://www.nytimes.com/2016/06/16/sports/olympics/world-anti-doping-agency-russia-cheating.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}