{"authors": ["Nicole Perlroth"], "date_download": "2018-11-16 03:13:40", "date_modify": "2018-11-16 03:13:40", "date_publish": "2016-10-21 13:30:29", "description": "Users of Twitter, Netflix and other sites reported failures after a company managing crucial parts of the internet infrastructure said it was under attack.", "filename": "2016_10_22_business_internet-problems-attack_1542338020.html", "image_url": "https://static01.nyt.com/images/2016/10/22/business/22internet-3/22internet-3-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_22_business_internet-problems-attack_1542338020.html", "title": "Hackers Used New Weapons to Disrupt Major Websites Across U.S.", "title_page": "Hackers Used New Weapons to Disrupt Major Websites Across U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Major websites were inaccessible to people across wide swaths of the United States on Friday after a company that manages crucial parts of the internet’s infrastructure said it was under attack.\nUsers reported sporadic problems reaching several websites, including Twitter, Netflix, Spotify, Airbnb, Reddit, Etsy, SoundCloud and The New York Times.\nThe company, Dyn, whose servers monitor and reroute internet traffic, said it began experiencing what security experts called a distributed denial-of-service attack just after 7 a.m. Reports that many sites were inaccessible started on the East Coast, but spread westward in three waves as the day wore on and into the evening.\nAnd in a troubling development, the attack appears to have relied on hundreds of thousands of internet-connected devices like cameras, baby monitors and home routers that have been infected — without their owners’ knowledge — with software that allows hackers to command them to flood a target with overwhelming traffic.", "url": "https://www.nytimes.com/2016/10/22/business/internet-problems-attack.html"}