{"authors": ["Nicholas Fandos"], "date_download": "2018-11-16 04:26:07", "date_modify": "2018-11-16 04:26:07", "date_publish": "2016-11-24 00:18:42", "description": "The move represents a continued march back from standards set in 2009 and complicates the president-elect’s pledge to eliminate influence from special interests.", "filename": "2016_11_23_us_politics_trump-inaugural-donors.html_module=inline_1542342367.html", "image_url": "https://static01.nyt.com/images/2016/11/24/us/24inaugural1/24inaugural1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_23_us_politics_trump-inaugural-donors.html_module=inline_1542342367.html", "title": "Trump to Accept Inauguration Funds From Corporations and Big Donors", "title_page": "Trump to Accept Inauguration Funds From Corporations and Big Donors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Presidential transition committees, which coordinate and finance most of the festivities that surround the federally funded swearing-in ceremony, face few of the fund-raising restrictions campaigns do, and their practices vary from president to president.\nPresident George W. Bush did not restrict who could support his inaugural festivities, but he put caps on gifts.\nThe committee is still in the early stages of assembling what will be an operation employing hundreds of people responsible for planning dozens of events. As of Wednesday morning, the fund-raising packages that are typically used to solicit donations were still being vetted by lawyers, and subcommittees were still taking shape to handle issues like security and entertainment.\n“It’s like putting on the Olympics in 61 days,” Mr. Barrack said, adding that the committee was racing to finalize plans by the end of the week.\nTwo people working with the committee said it planned to roll out tiered giving packages next week, most likely ranging from $25,000 to $1 million, that will reward donors with progressively more access to more intimate events with Mr. Trump and his team. The committee is planning to hold two official balls, according to two people involved in the planning. By comparison, Mr. Obama attended 10 official balls in 2009.\nMr. Trump is not expected to donate to the festivities himself, as he did to the campaign, according to members of the committee, who spoke on the condition of anonymity to discuss plans that had not been finalized.\nSara Armstrong, a longtime Republican National Committee official who helped plan the Republican National Convention in Cleveland this summer, has been appointed chief executive and is leading the team that Mr. Barrack said would eventually total 350 people out of an office building just off the National Mall. As of Wednesday, the committee had hired about 100 people, he said.", "url": "https://www.nytimes.com/2016/11/23/us/politics/trump-inaugural-donors.html?module=inline"}