{"authors": ["Sewell Chan"], "date_download": "2018-11-16 03:52:08", "date_modify": "2018-11-16 03:52:08", "date_publish": "2016-03-09 19:09:16", "description": "Since Tuesday, countries in southeastern Europe have moved to close the migrant trail, even as the European Union continues talks with Turkey.", "filename": "2016_03_10_world_europe_europe-refugee-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340328.html", "image_url": "https://static01.nyt.com/images/2016/03/10/business/10MIGRANTS-web1/10MIGRANTS-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_10_world_europe_europe-refugee-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340328.html", "title": "Balkan Nations Shut Down March of Migrants", "title_page": "Balkan Nations Shut Down March of Migrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The situation in much of the region seemed wretched, though not nearly as bad as the scenes of migrants stranded at the Budapest train station and at a camp in Calais, France, that became known as the Jungle.\nIn Slovenia, about 460 of the nearly 478,000 migrants who have entered the country since October have applied for asylum there; the rest moved northward, with ambitions of reaching Germany, Sweden and other countries viewed as friendlier to asylum seekers.\nIn Croatia, 408 migrants are stuck in a camp in a small northern town, Slavonski Brod. “We’re in the process of defining the terms of their return to Greece,” Croatia’s interior minister, Vlaho Orepic, said on Wednesday, without further explanation.\nUnited Nations officials say there are around 2,000 migrants in Serbia and 1,500 in Macedonia.\nIn northern Macedonia, 437 of them were stranded, unable to enter Serbia but unwilling to return to the squalid conditions of the reception center in the northern village of Tabanovce, where some 1,000 people were stuck. Many were women and children.\nGreece remains the largest bottleneck. Around 34,000 migrants are scattered around the country, on islands close to the Turkish coast; in the capital, Athens; and in the country’s second-largest city, Thessaloniki.\nThe European Union has given tacit approval to the actions of these countries as it strives to restore order to the asylum-seeking process and to restore the integrity of the Schengen area, the 26-nation passport-free travel zone that is one of the bloc’s most tangible accomplishments.\nSlovenia and Croatia are members of the European Union, and Serbia and Macedonia hope to join. Of the four countries, only Slovenia is part of the Schengen area. (Greece is also part of Schengen.)", "url": "https://www.nytimes.com/2016/03/10/world/europe/europe-refugee-crisis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}