{"authors": ["Helene Cooper"], "date_download": "2018-11-16 03:51:13", "date_modify": "2018-11-16 03:51:13", "date_publish": "2016-12-19 23:58:43", "description": "If confirmed, Mr. Viola, a retired Army major who helped found the Combating Terrorism Center at West Point, would be the Army’s senior civilian leader.", "filename": "2016_12_19_us_politics_vincent-viola-secretary-army-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340273.html", "image_url": "https://static01.nyt.com/images/2016/12/20/us/20army/20army-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_19_us_politics_vincent-viola-secretary-army-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340273.html", "title": "Vincent Viola, Billionaire Businessman, Is Trump’s Choice to Lead the Army", "title_page": "Vincent Viola, Billionaire Businessman, Is Trump’s Choice to Lead the Army - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Viola helped found the Combating Terrorism Center at West Point after the Sept. 11 attacks. The center describes itself as “an important national resource that rigorously studies the terrorist threat and provides policy-relevant research while moving the boundaries of academic knowledge.”\nMr. Trump, in the announcement, described Mr. Viola as “incredibly accomplished and selfless.”\nIf confirmed by the Senate, Mr. Viola, 61, would be the Army’s senior civilian leader, succeeding Eric Fanning, the highest-ranking openly gay person at the Pentagon. Mr. Fanning has been helping to guide the country’s largest military service as it undertakes a sweeping integration of women into combat roles and lets openly gay soldiers serve.\nMr. Viola would report to Gen. James N. Mattis, Mr. Trump’s choice for secretary of defense, if the Senate confirms General Mattis, a retired four-star officer in the Marines.", "url": "https://www.nytimes.com/2016/12/19/us/politics/vincent-viola-secretary-army-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}