{"authors": ["Anemona Hartocollis"], "date_download": "2018-11-16 03:15:20", "date_modify": "2018-11-16 03:15:20", "date_publish": "2016-06-08 17:13:59", "description": "Tyler Kissinger, who was involved in a building takeover, is to appear before a disciplinary committee about 24 hours before his graduation ceremony.", "filename": "2016_06_09_us_university-of-chicago-protests-tyler-kissinger.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338120.html", "image_url": "https://static01.nyt.com/images/2016/06/09/us/09chicago/09chicago-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_09_us_university-of-chicago-protests-tyler-kissinger.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338120.html", "title": "On Eve of Graduation, University of Chicago Student President Faces Expulsion", "title_page": "On Eve of Graduation, University of Chicago Student President Faces Expulsion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The University of Chicago’s reaction is consistent with the tough line it took during the last period of major upheaval on college campuses, the demonstrations of the 1960s. In 1967, the university suspended 58 students for taking over the administration building in a draft protest, though most of the suspensions were not carried out, according to an account on the university library’s website.\nIn March 1969, the university expelled 42 students, suspended 81 students and put three students on probation for a two-week occupation of the administration building in support of a sociology professor they thought was being denied reappointment because of her leftist views and because she was one of a minority of women on the faculty.\nThe sit-in this spring, on May 19, was conceived after university administrators refused invitations from a community organizing group, the IIRON Student Network, soon to be renamed Student Action of Metropolitan Chicago, to attend a public meeting to discuss its demands. Among other things, the group wanted the university to institute a $15-an-hour minimum wage for campus workers, and to provide more access to the records of the university police force, which it has accused of racial profiling in the surrounding neighborhood. The university said it already posts information from field interviews and traffic stops.\nOn the day of the sit-in, Mr. Kissinger got past security by saying he was on official business as student body president. He hid in a bathroom for a few minutes, he recalled, then used his backpack to prop open a door to let everyone else in.\nThe protest ended an hour later when a university official told the protesters they could be arrested and students possibly expelled. Four days later, at a meeting of the student government, the university provost, Eric D. Isaacs, was confronted with students and campus workers pressing the demands.\nMr. Kissinger was called to a meeting with the dean of students, Michele Rasmussen, who criticized him, he said, for letting the student assembly get out of hand and for allowing campus workers to attend. After that meeting, he received the summons to a disciplinary hearing. It said sanctions ranged from a warning to permanent expulsion.\nMr. Kissinger, whose mother is a food service worker at Wake Forest University, said he thought the university should be an open place, run in a collaborative way. “I think students, faculty and staff should have uninhibited access to administrators on their campuses, administrators who are making decisions about their lives,” he said.", "url": "https://www.nytimes.com/2016/06/09/us/university-of-chicago-protests-tyler-kissinger.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}