{"authors": ["Jonathan Martin", "Nate Cohn"], "date_download": "2018-11-16 04:22:19", "date_modify": "2018-11-16 04:22:19", "date_publish": "2016-05-03 09:00:25", "description": "Donald J. Trump and Hillary Clinton are hoping for knockout blows over their opponents, Ted Cruz and Bernie Sanders, in Indiana on Tuesday.", "filename": "2016_05_04_us_politics_indiana-primary-preview_1542342139.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_04_us_politics_indiana-primary-preview_1542342139.html", "title": "What to Watch For in the Indiana Primaries", "title_page": "What to Watch For in the Indiana Primaries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Join us for live updates on the Indiana primaries.\nDonald J. Trump and Hillary Clinton are hoping that Tuesday’s primaries in Indiana put to rest any question of whether they will win their parties’ presidential nominations. For Senator Ted Cruz of Texas and the Stop Trump movement, the state, which had seemed winnable as recently as last week, is most likely the last opportunity to deny Mr. Trump the delegates he needs to avoid a contested convention in July.\nBut Indiana could also provide some insight into whether Mr. Trump and Mrs. Clinton will be able to win over the constituencies that have been most resistant to their candidacies.\nHere are some of the questions that could be answered by Tuesday’s results in the Hoosier State:\nWill Indiana put Trump in position to clinch?\nAfter a huge sweep of the Northeast last week that exceeded even the most optimistic projections for his delegate haul, Mr. Trump is not very far from the 1,237 delegates he needs to secure the nomination. A win in Indiana would make him the overwhelming favorite to clinch it by June 7, the last day of voting for Republicans.\nMr. Trump already has nearly 1,000 delegates, and even the most pessimistic projections would give him another 120 from West Virginia, New Jersey and three states — Washington, Oregon and New Mexico — that award their delegates proportionally, putting him about 120 delegates away from the nomination. A win in Indiana would cover about half of that number, since the state’s 57 delegates are awarded on a winner-take-all basis both statewide and by congressional district.", "url": "https://www.nytimes.com/2016/05/04/us/politics/indiana-primary-preview.html"}