{"authors": ["Michael M. Grynbaum"], "date_download": "2018-11-16 03:57:24", "date_modify": "2018-11-16 03:57:24", "date_publish": "2016-09-24 15:54:28", "description": "The total audience, network executives and political strategists say, could be as high as 100 million viewers — Super Bowl territory.", "filename": "2016_09_25_business_media_presidential-debate-audience.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340644.html", "image_url": "https://static01.nyt.com/images/2016/09/25/us/25DEBATE2/25DEBATE2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_25_business_media_presidential-debate-audience.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340644.html", "title": "Clinton-Trump Debate Expected to Be Rare Draw in a Polarized Age", "title_page": "Clinton-Trump Debate Expected to Be Rare Draw in a Polarized Age - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Television networks and online streaming sites, including Facebook and Twitter, will carry the same feed on Monday, showing a spare debate stage at Hofstra University, on Long Island, a format that predates the blaring graphics and space-age sets that now dominate television news.\nStill, even if a large portion of the country is watching, what Americans see may be as much about their beliefs and preferred news outlets as what transpires onstage.\nAbout 8 percent of registered voters remain undecided, according to the New York Times/CBS News poll, a thin if crucial sliver of the electorate. And after Mrs. Clinton and Mr. Trump conclude on Monday, viewers are likely to return to their ideological silos, absorbing instant analysis from left-leaning anchors on MSNBC or commentators at right-leaning outlets like Breitbart News.\nThe debate itself will be subject to instant, blow-by-blow interpretation on social media.\n“Regardless of where you’re watching, whether it’s Facebook Live or NBC or Fox News, there will be a moment where we all witness it,” said Charles L. Ponce de Leon, author of “That’s the Way It Is,” a history of television news. “But that moment will quickly crumble when all the instant analysis and opining comes into play.”\nThe event’s impact is unlikely to rival that of, say, 1960, when John F. Kennedy’s smooth performance in the first televised debate helped sway voters against his opponent, Richard Nixon. That debate aired without commentary — or graphics and captions on the screen. “Journalists were of the opinion they should wait and ruminate and think about what went down, and then, a day or a week later, talk about it,” Mr. de Leon said.", "url": "https://www.nytimes.com/2016/09/25/business/media/presidential-debate-audience.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}