{"authors": ["Alison Smale", "Melissa Eddy"], "date_download": "2018-11-16 04:39:05", "date_modify": "2018-11-16 04:39:05", "date_publish": "2016-06-02 11:20:38", "description": "The Turkish government angrily denounced the vote as “null and void” and recalled its ambassador.", "filename": "2016_06_03_world_europe_armenian-genocide-germany-turkey_1542343145.html", "image_url": "https://static01.nyt.com/images/2016/06/03/world/03Armenia-web/03Armenia-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_03_world_europe_armenian-genocide-germany-turkey_1542343145.html", "title": "German Parliament Recognizes Armenian Genocide, Angering Turkey", "title_page": "German Parliament Recognizes Armenian Genocide, Angering Turkey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — The German Parliament overwhelmingly adopted a symbolic but fraught resolution on Thursday declaring the killings of Armenians by Ottoman Turks in 1915 a genocide, escalating tensions with Turkey at a diplomatically delicate juncture.\nThe Turkish government angrily denounced the vote as “null and void,” and President Recep Tayyip Erdogan called his ambassador in Germany back to Ankara for consultations.\n“The way to close the dark pages of your own history is not by defaming the histories of other countries with irresponsible and baseless decisions,” Turkey’s foreign minister, Mevlut Cavusoglu, wrote on Twitter. In Ankara, Prime Minister Binali Yildirim said, “There is no shameful incident in our past that would make us bow our heads.”\nGermany needs Turkey’s help in following through on a deal with the European Union to manage the refugee crisis attributed in large part to the Syrian civil war. At the same time, the German chancellor, Angela Merkel, has been under pressure not to be seen as caving to pressure from Ankara to compromise on Western values, particularly after a recent dust-up over freedom of speech set off by a German comedian’s satire that outraged Mr. Erdogan.", "url": "https://www.nytimes.com/2016/06/03/world/europe/armenian-genocide-germany-turkey.html"}