{"authors": ["Safak Timur"], "date_download": "2018-11-16 04:39:28", "date_modify": "2018-11-16 04:39:28", "date_publish": "2016-03-02 20:56:34", "description": "The justice minister revealed that 1,845 cases of insult crimes had been opened since August 2014, a reflection of Recep Tayyip Erdogan’s authoritarian leadership style.", "filename": "2016_03_03_world_europe_crackdown-dissent-turkey-insults-recep-tayyip-erdogan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343168.html", "image_url": "https://static01.nyt.com/images/2016/03/03/world/03TURKEY-web1/03TURKEY-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_03_world_europe_crackdown-dissent-turkey-insults-recep-tayyip-erdogan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343168.html", "title": "Turkey Cracks Down on Insults to President Erdogan", "title_page": "Turkey Cracks Down on Insults to President Erdogan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — Since August 2014, 1,845 criminal cases have been opened against Turks for insulting their president, Recep Tayyip Erdogan, a crime that carries a penalty of up to four years in prison. Among the offenders are journalists, authors, politicians, a famous soccer star, even schoolchildren.\nThat number quantified a growing trend of cracking down on dissent, and was revealed this week by the country’s justice minister, Bekir Bozdag, in response to a question in Parliament.\n“I don’t think you could read this without blushing,” Mr. Bozdag said late Tuesday, defending the myriad alleged insults subject to judicial scrutiny. “It is not an expression of opinion, it is all swears and insults.”\n“Nobody should have the freedom to swear,” he added.\nThe crush of insult crimes that have inundated Turkey’s justice system reflect the president’s authoritarian leadership style, critics say, and his determination to not let any insult, perceived or otherwise, go unanswered.", "url": "https://www.nytimes.com/2016/03/03/world/europe/crackdown-dissent-turkey-insults-recep-tayyip-erdogan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}