{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:50:58", "date_modify": "2018-11-16 04:50:58", "date_publish": "2016-11-08 23:33:30", "description": "Finally having health insurance probably will not turn longtime nonvoters into voters.", "filename": "2016_11_09_upshot_newly-insured-by-obamacare-yet-unlikely-to-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343858.html", "image_url": "https://static01.nyt.com/images/2016/11/08/upshot/up-obamacare/up-obamacare-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_09_upshot_newly-insured-by-obamacare-yet-unlikely-to-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343858.html", "title": "Newly Insured by Obamacare, Yet Unlikely to Vote", "title_page": "Newly Insured by Obamacare, Yet Unlikely to Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "About 20 million people now have health insurance because of Obamacare, according to government estimates. But will they vote?\nCivis Analytics, a Democratic polling and data firm, has developed a detailed model to determine which Americans are likely to vote in this election. In collaboration with Enroll America, they have also developed estimates about precisely who got the new health insurance.\nSo we asked them: How much overlap is there between the two groups?\nThe answer is some, but it looks like many newly insured Americans probably won’t participate in the election. The biggest reductions in the uninsured rate came among those adults who were not registered to vote or who were registered but had not voted in the last two elections. The uninsured rate declined nearly 8 percentage points among the nonregistered. Among people who were registered voters but had not voted in the last two elections, the uninsured rate fell 11 percentage points. By comparison, among the group of people who’d voted in both elections, the uninsurance rate dropped about 6 percentage points.\n“There are some things that may change that, but, really, what we find is that people who have voted in the past are likely to vote, and people who have not voted in the past are not likely to vote,” said Amos Budde, a data scientist at Civis.", "url": "https://www.nytimes.com/2016/11/09/upshot/newly-insured-by-obamacare-yet-unlikely-to-vote.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}