{"authors": ["Nelson D. Schwartz"], "date_download": "2018-11-16 04:46:32", "date_modify": "2018-11-16 04:46:32", "date_publish": "2016-11-30 00:33:56", "description": "Reversing a plan the president-elect had assailed, the company will keep roughly half of the 2,000 manufacturing jobs in Indiana that it was to shift to Mexico.", "filename": "2016_11_29_business_trump-to-announce-carrier-plant-will-keep-jobs-in-us.html__r=0&module=inline_1542343592.html", "image_url": "https://static01.nyt.com/images/2016/11/30/us/30CARRIER/30CARRIER-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_29_business_trump-to-announce-carrier-plant-will-keep-jobs-in-us.html__r=0&module=inline_1542343592.html", "title": "Trump to Announce Carrier Plant Will Keep Jobs in U.S.", "title_page": "Trump to Announce Carrier Plant Will Keep Jobs in U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Memories are short but the economic fundamentals remain the same,” he said. “Wall Street is breathing down companies’ necks to cut costs, and the labor savings in Mexico is too great.”\nMr. Trump first announced he was talking to Carrier on Thanksgiving Day via Twitter, which the company quickly confirmed. The discussions have continued this week, and with a tentative deal in hand on Tuesday, transition officials scheduled Mr. Trump’s and Mr. Pence’s visit to Indianapolis.\n“I didn’t think it would be this quick,” Mr. Maynard said.\nWhile the standoff loomed large in the lives of its employees in Indiana, for United Technologies the forgone savings is tiny — equivalent to about 2 cents per share in earnings.\n“Every penny counts, but if we step back and I’m looking at earnings of $6.60 per share this year, 2 cents is an easy concession if the president-elect listens to some of the company’s bigger concerns,” said Howard Rubel, a senior equity analyst with Jefferies, an investment banking firm in New York.\nWhen Carrier announced in February that the two Indiana factories would be closing, it did offer benefits to employees facing layoffs, including paying for them to go back to school and retrain for other careers. Even with that, however, once the layoffs were to begin in mid-2017, most of the workers would have had a hard time finding jobs that paid anywhere near the $20 to $25 an hour that veteran line workers earn.\nCarrier is best known for its air-conditioners, but it also sells a variety of other heating and cooling equipment for homes and businesses, like the gas furnaces and fan coils for electric furnaces made at the Indianapolis factory. The jobs in Indiana Mr. Trump has referred to are in two separate sites — the Carrier plant in Indianapolis, with 1,400 employees, and a United Technologies factory in Huntington, Ind., with 700.", "url": "https://www.nytimes.com/2016/11/29/business/trump-to-announce-carrier-plant-will-keep-jobs-in-us.html?_r=0&module=inline"}