{"authors": ["Katie Benner"], "date_download": "2018-11-16 04:03:03", "date_modify": "2018-11-16 04:03:03", "date_publish": "2016-05-26 21:23:16", "description": "Over the last year, investors like Alibaba have bought stakes in Snapchat. Alibaba agreed to invest $200 million at a valuation of $15 billion.", "filename": "2016_05_27_technology_snapchat-raises-1-8-billion-from-private-investors.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340983.html", "image_url": "https://static01.nyt.com/images/2016/05/27/business/27SNAPCHAT/27SNAPCHAT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_27_technology_snapchat-raises-1-8-billion-from-private-investors.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340983.html", "title": "Snapchat Raises $1.8 Billion From Private Investors", "title_page": "Snapchat Raises $1.8 Billion From Private Investors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Snapchat, the disappearing message service with big media ambitions, has finished raising $1.8 billion, according to a Wednesday filing with the Securities and Exchange Commission.\nWhile most start-ups raise money by putting together a group of investors who buy a specified amount of stock at a particular time, Snapchat collected the capital over more than a year. Snapchat, based in Los Angeles, said in the filing that it began raising the latest round on Feb. 17, 2015.\nOver the last year, new investors, including General Atlantic, Sequoia Capital, T. Rowe Price and the hedge fund Lone Pine, have bought stakes in Snapchat, according to people who spoke on the condition of anonymity because the talks were private. Not long after Snapchat began to collect money, the Chinese e-commerce giant Alibaba also agreed to invest $200 million at a valuation of $15 billion. Snapchat’s final valuation could not be learned.\nAs a private company, Snapchat is not required to disclose the identities of investors or its valuation. A representative for Snapchat declined to comment on the funding. The start-up’s previous investors include Fidelity Investments and Coatue. TechCrunch earlier reported some of the new investors.", "url": "https://www.nytimes.com/2016/05/27/technology/snapchat-raises-1-8-billion-from-private-investors.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}