{"authors": ["Matthew Rosenberg"], "date_download": "2018-11-16 03:51:23", "date_modify": "2018-11-16 03:51:23", "date_publish": "2016-12-13 02:10:31", "description": "Mr. Flynn’s view that the C.I.A. is a political arm of the Obama administration isn’t widely shared in Washington but seems to have been internalized by Donald J. Trump.", "filename": "2016_12_12_us_politics_donald-trump-cia-michael-flynn.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340283.html", "image_url": "https://static01.nyt.com/images/2016/12/13/us/13flynn/13flynn-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_12_us_politics_donald-trump-cia-michael-flynn.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340283.html", "title": "Michael Flynn Is Harsh Judge of C.I.A.’s Role", "title_page": "Michael Flynn Is Harsh Judge of C.I.A.’s Role - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Long before Lt. Gen. Michael T. Flynn became Donald J. Trump’s choice for national security adviser, he believed that the Central Intelligence Agency had become a political tool of the Obama administration — a view now echoed by the president-elect in his mocking dismissals of C.I.A. assessments that Russia sought to tip the election in Mr. Trump’s favor.\n“They’ve lost sight of who they actually work for,” Mr. Flynn said in an interview with The New York Times in October 2015. “They work for the American people. They don’t work for the president of the United States.” He added, speaking of the agency’s leadership: “Frankly, it’s become a very political organization.”\nMr. Flynn’s assessment that the C.I.A. is a political arm of the Obama administration is not widely shared by Republicans or Democrats in Washington. But it has appeared to have been internalized by the one person who matters most right now: Mr. Trump.\nIn the past few days, Mr. Trump has sought to portray reports of the agency’s assessments that Russia actively tried to interfere in the election as a desperate attempt by sore losers to taint his presidency before it begins. His denigration of C.I.A. officials as “the same people that said Saddam Hussein had weapons of mass destruction” has opened up an extraordinary rift between the president-elect and the nation’s intelligence community that is unlikely to be bridged anytime soon.", "url": "https://www.nytimes.com/2016/12/12/us/politics/donald-trump-cia-michael-flynn.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}