{"authors": ["Eric Lipton", "Michael Corkery"], "date_download": "2018-11-16 03:48:14", "date_modify": "2018-11-16 03:48:14", "date_publish": "2016-04-12 18:23:44", "description": "Pedro Pierluisi, the commissioner to Congress from Puerto Rico, has introduced legislation that could benefit companies that have hired his wife.", "filename": "2016_04_13_us_politics_puerto-ricos-prosperous-dc-power-couple.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340094.html", "image_url": "https://static01.nyt.com/images/2016/04/05/business/00puertorico2/00puertorico2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_13_us_politics_puerto-ricos-prosperous-dc-power-couple.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340094.html", "title": "Puerto Rico’s Prosperous D.C. Power Couple", "title_page": "Puerto Rico’s Prosperous D.C. Power Couple - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As Puerto Rico has spiraled toward possible bankruptcy, the island’s sole representative in Congress has seen his family wealth swell, thanks in part to Wall Street companies that have sought to capitalize on the island’s financial crisis and have hired his wife to advise them.\nThe dual roles — those of a lawmaker and a spouse who are both involved in the financial affairs of their community — are hardly unusual in Washington, a city where power couples are increasingly common and, at times, celebrated.\nBut legislation that Pedro R. Pierluisi, a Democrat and the resident commissioner to Congress from Puerto Rico, has introduced would benefit at least two of the companies that have hired his wife, María Elena Carrión, for financial advice.\nMs. Carrión set up her own Puerto Rico-based financial advisory firm just 20 days after Mr. Pierluisi, 56, was elected to Congress in 2008, records show. Its value has climbed to more than $1 million since, and the couple’s average net worth has increased 27-fold since that election.", "url": "https://www.nytimes.com/2016/04/13/us/politics/puerto-ricos-prosperous-dc-power-couple.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}