{"authors": ["Julie Hirschfeld Davis", "Michael D. Shear"], "date_download": "2018-11-16 03:15:36", "date_modify": "2018-11-16 03:15:36", "date_publish": "2016-06-06 13:58:14", "description": "Advisers say Mr. Obama, who sees a Democratic successor as critical to his legacy, is impatient to begin campaigning and is taking nothing for granted.", "filename": "2016_06_07_us_politics_obama-is-eager-to-hit-the-stump-for-hillary-clinton-and-shred-donald-trump_1542338136.html", "image_url": "https://static01.nyt.com/images/2016/06/06/us/06obama1/06obama1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_07_us_politics_obama-is-eager-to-hit-the-stump-for-hillary-clinton-and-shred-donald-trump_1542338136.html", "title": "Obama Is Eager to Hit the Stump for Hillary Clinton and Shred Donald Trump", "title_page": "Obama Is Eager to Hit the Stump for Hillary Clinton and Shred Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The first look at Mr. Obama’s campaign for Mrs. Clinton came on Wednesday, when he used a speech in Elkhart, Ind. — the first American city he visited as president in 2009 — to lay out an argument against the Republican economic agenda and, without naming him, an indictment of Mr. Trump.\nMr. Obama signaled that day that he would soon throw his full support behind Mrs. Clinton. He said Tuesday’s primary contests, including those in California and New Jersey, would yield a “pretty good sense of who the nominee will end up being.”\n“He’s been very respectful of both of them and careful not to put his thumb on the scale, but at some point, the verdict is the verdict, and that point is almost certainly Tuesday, which is what he was saying,” said David Axelrod, a former senior adviser to Mr. Obama’s presidential campaign and at the White House. “I expect that he’ll be a force for trying to move this process along so the party can consolidate and unify.”\nWhite House and Clinton campaign officials declined to pinpoint any timing for an endorsement. But Mr. Obama has scheduled a trip to New York on Wednesday to attend Democratic fund-raisers, placing him near Mrs. Clinton’s Brooklyn campaign headquarters the day after Tuesday’s balloting.\nAt the White House on Monday, Josh Earnest, the press secretary, repeatedly declined to discuss the timing of any forthcoming endorsement by Mr. Obama, at one point teasing a reporter who asked why the president would not weigh in on Wednesday.\n“Well, I don’t know,” Mr. Earnest said with a smile. “Maybe he will.”\nPete Brodnitz, a veteran Democratic pollster, said Mr. Obama’s position and popularity made him ideally suited to counter Mr. Trump’s message of economic anxiety. But he cautioned that the president’s approval rating, and his effectiveness on Mrs. Clinton’s behalf, could plunge if he engaged in a bitter, personal back-and-forth with the Republican nominee.\n“No one really rewards politicians fighting each other in a general election,” Mr. Brodnitz said. “The party is full of attack dogs. I think the president is the one person who does not need to be an attack dog if he can make people feel just a little bit better about our economic future.”", "url": "https://www.nytimes.com/2016/06/07/us/politics/obama-is-eager-to-hit-the-stump-for-hillary-clinton-and-shred-donald-trump.html"}