{"authors": ["Aleksandar Dimishkovski"], "date_download": "2018-11-16 03:51:59", "date_modify": "2018-11-16 03:51:59", "date_publish": "2016-03-15 17:14:20", "description": "The Balkan nation turned back hundreds of people who had crossed a fast-moving river at the border in an attempt to move northward in pursuit of asylum.", "filename": "2016_03_16_world_europe_macedonia-sends-1500-migrants-back-to-greece.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340319.html", "image_url": "https://static01.nyt.com/images/2016/03/16/world/16Migrants-web/16Migrants-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_16_world_europe_macedonia-sends-1500-migrants-back-to-greece.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340319.html", "title": "Migrants Who Forded River to Reach Macedonia Are Returned to Greece", "title_page": "Migrants Who Forded River to Reach Macedonia Are Returned to Greece - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SKOPJE, Macedonia — A day after they went around a border fence and crossed a river to Macedonia in a desperate effort to escape a tent city where they had been trapped for weeks, about 1,500 migrants were sent back to Greece on Tuesday.\nThe migrants had been gathered overnight by the Macedonian authorities in the village of Moin, near the border, and then returned to the Greek side.\nOfficials on both sides said that the migrants had been misled by unnamed people who had distributed leaflets in Arabic directing them to an unguarded point on the border about three miles west of the tent city, near the Greek village of Idomeni.\nThrough that opening, hundreds of migrants poured across the border, fording the Suva Reka River.\nAlong with those who were turned back, 600 more migrants were stopped at the border, according to the Macedonian Interior Ministry.", "url": "https://www.nytimes.com/2016/03/16/world/europe/macedonia-sends-1500-migrants-back-to-greece.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}