{"authors": ["Michael D. Shear", "Matthew Rosenberg"], "date_download": "2018-11-16 04:21:06", "date_modify": "2018-11-16 04:21:06", "date_publish": "2016-09-22 22:25:47", "description": "Emails from a Democratic operative posted online reveal not only detailed schedules of officials but also personal information of donors and Secret Service agents.", "filename": "2016_09_23_us_politics_hackers-joe-biden-michelle-obama-hillary-clinton.html_module=inline_1542342066.html", "image_url": "https://static01.nyt.com/images/2016/09/23/us/23hack/23hack-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_23_us_politics_hackers-joe-biden-michelle-obama-hillary-clinton.html_module=inline_1542342066.html", "title": "Email Hack Details Movements of Joe Biden, Michelle Obama and Hillary Clinton", "title_page": "Email Hack Details Movements of Joe Biden, Michelle Obama and Hillary Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Cathy L. Milhoan, the director of communications for the Secret Service, said the agency was “aware of the alleged email hacking of a White House staffer.\n“Obviously the Secret Service is concerned any time unauthorized information that might pertain to one of the individuals we protect, or our operations, is allegedly disclosed,” she added.\nAn F.B.I. spokesman said the bureau was looking into the hacking. Josh Earnest, the White House press secretary, said that officials took “any reports about a cyberbreach seriously” and that the episode was “something we are taking a close look at.”\nDCLeaks.com is a relatively new website that has posted documents taken from the accounts of prominent figures like Gen. Philip M. Breedlove, the former commander of NATO forces in Europe, and George Soros, a wealthy backer of liberal causes. On the site, its creators describe themselves as American “hacktivists” who aim to “publish a large amount of emails from top-ranking officials and their influence agents all over the world.”\nMr. Mellul hardly fits either description. His low-level job ranks just above that of an intern.\nThe emails from his account document the often mundane process that White House or campaign staff members go through to prepare for an event, including setting up stages, organizing photo lines, arranging for lecterns and coordinating with the Secret Service about getting clearances for all of the people the politician will encounter along the way.\nOne email contained a spreadsheet with the names and Social Security numbers of almost 100 people scheduled to attend a Houston fund-raiser for Mrs. Clinton. In another exchange, a Secret Service agent discussed how many official “pins” would be provided for hotel staff members to have access to an event. After Mr. Mellul said the hotel had requested 50 Secret Service pins, the agent wrote, “Yikes.”\nSeveral of the emails contain what is referred to as a “movement document” or a “site diagram” involving the vice president, the first lady or Mrs. Clinton. Those emails were often sent to a large number of people, including Mr. Mellul. In other cases, Mr. Mellul emailed copies of the documents to other campaign or government officials, including Secret Service officials.", "url": "https://www.nytimes.com/2016/09/23/us/politics/hackers-joe-biden-michelle-obama-hillary-clinton.html?module=inline"}