{"authors": ["Rosie Schaap"], "date_download": "2018-11-16 03:29:35", "date_modify": "2018-11-16 03:29:35", "date_publish": "2016-12-09 10:00:03", "description": "Charles Dickens appreciated liquor in both his prose and his life.", "filename": "2016_12_09_magazine_a-victorian-toast.html_rref=collection%2Fcolumn%2FDrink_1542338975.html", "image_url": "https://static01.nyt.com/images/2016/12/11/magazine/11drink/11drink-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_09_magazine_a-victorian-toast.html_rref=collection%2Fcolumn%2FDrink_1542338975.html", "title": "A Victorian Toast", "title_page": "A Victorian Toast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He’s no seasonal superstar like Scrooge, but let’s spare a thought for Krook, the unfortunate rag-and-bottle man in “Bleak House,” Charles Dickens’s great novel of the law and its tortuous machinations. A drinker of gin in colossal quantity, Krook perishes after going up in flames, the victim of the most infamous instance of spontaneous human combustion in English literature. Some draw a connection between his immoderate intake of alcohol and his predisposition for auto-immolation; I keep in mind that the cheap, corrosive rotgut of Krook’s place and time was different from the nice stuff we take with tonic today.\nHappily, not all drinking in Dickens ends with such a bang, nor was gin the only option in his day. (Dickens’s own cellar also held brandy, rum, whiskey and an impressive inventory of wines.) The author himself “was a drinker, but a temperate one,” wrote his great-grandson Cedric Dickens in the charmingly entertaining 1980 book, “Drinking With Dickens.” Dickens’s imagined world is thickly populated by drinkers of many kinds: There are hard cases like Krook and like the abject Mr. Dolls of “Our Mutual Friend,” who betrayed his daughter, Jenny Wren, “for sixty-three pennyworths of rum.” There are “medicinal drinkers” like David Copperfield’s landlady, Mrs. Crupp. But just like most drinkers I’ve known and loved, “most drinkers in Dickens drink to give pleasure.”\nGin, Cedric Dickens confirms, “was not a respectable drink: even in a punch it wasn’t particularly popular with the nobs.” But it was certainly capable of giving pleasure: even his illustrious great-grandfather “loved the ritual of mixing the evening glass of Gin Punch, which he performed with all the energy and discrimination of Mr. Micawber.” In “David Copperfield,” the poor, prolix and tragicomically positive Wilkins Micawber is uplifted by a humble gin punch: “I never saw a man so thoroughly enjoy himself amid the fragrance of lemon-peel and sugar, the odour of burning spirit, and the steam of boiling water, as Mr. Micawber did that afternoon. It was wonderful to see his face shining at us out of a thin cloud of these delicate fumes as he stirred, and mixed, and tasted, and looked as if he were making, instead of a punch, a fortune for his family down to the latest posterity.”\nMore fitting for a festive gathering of friends and family is a concoction invoked by Scrooge himself, near the end of “A Christmas Carol.” “I’ll raise your salary, and endeavour to assist your struggling family,” Scrooge tells Bob Cratchit, his long-suffering clerk, “and we will discuss your affairs this very afternoon, over a Christmas bowl of smoking bishop!” That’s something the pitiless, parsimonious old Scrooge never would have suggested. Instead, this fragrant wine mulled with roasted oranges, sugar and spice is a liquid reflection of the new, improved Scrooge: warm and sweet, and — as it’s meant for sharing — generous of spirit.", "url": "https://www.nytimes.com/2016/12/09/magazine/a-victorian-toast.html?rref=collection%2Fcolumn%2FDrink"}