{"authors": ["Maggie Haberman", "Alexander Burns"], "date_download": "2018-11-16 04:23:12", "date_modify": "2018-11-16 04:23:12", "date_publish": "2016-03-12 17:52:27", "description": "Donald J. Trump’s campaign is driven in part by a deep yearning sometimes obscured by his bluster and bragging: a desire to be taken seriously.", "filename": "2016_03_13_us_politics_donald-trump-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342192.html", "image_url": "https://static01.nyt.com/images/2016/03/12/us/13HOWHEDIDITjp1/13HOWHEDIDITjp1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_13_us_politics_donald-trump-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342192.html", "title": "Donald Trump’s Presidential Run Began in an Effort to Gain Stature", "title_page": "Donald Trump’s Presidential Run Began in an Effort to Gain Stature - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Get live updates about the Florida primary.\nDonald J. Trump arrived at the White House Correspondents’ Association Dinner in April 2011, reveling in the moment as he mingled with the political luminaries who gathered at the Washington Hilton. He made his way to his seat beside his host, Lally Weymouth, the journalist and socialite daughter of Katharine Graham, longtime publisher of The Washington Post.\nA short while later, the humiliation started.\nThe annual dinner features a lighthearted speech from the president; that year, President Obama chose Mr. Trump, then flirting with his own presidential bid, as a punch line.\nHe lampooned Mr. Trump’s gaudy taste in décor. He ridiculed his fixation on false rumors that the president had been born in Kenya. He belittled his reality show, “The Celebrity Apprentice.”\nMr. Trump at first offered a drawn smile, then a game wave of the hand. But as the president’s mocking of him continued and people at other tables craned their necks to gauge his reaction, Mr. Trump hunched forward with a frozen grimace.", "url": "https://www.nytimes.com/2016/03/13/us/politics/donald-trump-campaign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}