{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:58:00", "date_modify": "2018-11-16 03:58:00", "date_publish": "2016-08-22 10:00:04", "description": "Mr. Trump, who often boasts of his lack of serious preparation for his G.O.P. primary debates, was said to have begun practicing for the event, scheduled for Sept. 26.", "filename": "2016_08_23_us_politics_donald-trump-debate-prep.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340680.html", "image_url": "https://static01.nyt.com/images/2016/08/23/us/23newsletter-trump/23conspiracy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_23_us_politics_donald-trump-debate-prep.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340680.html", "title": "Trump Said to Begin Preparation for First Debate Against Clinton", "title_page": "Trump Said to Begin Preparation for First Debate Against Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump prides himself on his debate performances in the Republican primaries, and he has often boasted about his lack of serious preparation for them.\nBut Mr. Trump began preparing on Sunday for his first general election debate against Hillary Clinton, with a meeting at his golf club in Bedminster, N.J., according to a person briefed on the preparations, who was not authorized to speak publicly.\nRoger Ailes, the former Fox News chairman who helped prepare George Bush to debate Michael Dukakis in the 1988 presidential race, is advising Mr. Trump as he begins to focus on the debate, scheduled for Sept. 26 at Hofstra University on Long Island.\nA spokesman for Mr. Trump did not respond to an email seeking comment.\nMrs. Clinton is an experienced debater whose first campaign, for the Senate in New York in 2000, was drastically affected by a poor debate performance by her Republican rival, Representative Rick A. Lazio.", "url": "https://www.nytimes.com/2016/08/23/us/politics/donald-trump-debate-prep.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}