{"authors": ["Nick Remsen"], "date_download": "2018-11-16 03:08:51", "date_modify": "2018-11-16 03:08:51", "date_publish": "2016-08-09 19:12:40", "description": "The fashion designer shares with T personal images of some of her favorite things, greatest influences and best memories.", "filename": "2016_08_09_t-magazine_fashion_carolina-herrera-profile-in-style.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337731.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_09_t-magazine_fashion_carolina-herrera-profile-in-style.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337731.html", "title": "The Exquisite Eye of Carolina Herrera", "title_page": "The Exquisite Eye of Carolina Herrera - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The fashion designer shares with T personal images of some of her favorite things, greatest influences and best memories.\nDesigners today rarely dress the way they design; even those fashioning the most luxurious frocks cultivate a basic look. And then are those few, like Carolina Herrera, whose creations embody their lives. Herrera was born to a prominent Venezuelan clan, and she can still recall the cuts of her mother’s elaborate hats and her father’s riding boots. As a teenager, her grandmother took her to Spain to shop for dresses by Cristóbal Balenciaga. She was already a regal beauty, and by the time she moved to New York in 1980 — becoming a much-photographed regular at Studio 54 — her style was striking enough that former Vogue editor and family friend Diana Vreeland advised her to start her own line of clothing. That was 1981.\nOver the years, Herrera’s name has become synonymous with refined taste and easy glamour, in society and on the red carpet. She did global long before there was such a thing. Although the Savannah College of Art and Design is currently running retrospectives of her work on its campus and in Atlanta, in keeping with her offhand elegance, Herrera refuses to see herself as an icon. “Fashion doesn’t last,” she says. “What doesn’t change is that I’m always looking for beauty.”", "url": "https://www.nytimes.com/2016/08/09/t-magazine/fashion/carolina-herrera-profile-in-style.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}