{"authors": ["Nelson D. Schwartz"], "date_download": "2018-11-16 04:46:11", "date_modify": "2018-11-16 04:46:11", "date_publish": "2016-12-01 18:13:15", "description": "As critics decried incentives for Carrier in exchange for keeping workers in Indiana, and others called the effort a new path to economic growth, the company announced other cuts.", "filename": "2016_12_01_business_economy_trump-carrier-pence-jobs.html_module=inline_1542343571.html", "image_url": "https://static01.nyt.com/images/2016/12/02/us/02carrier-video-hp/02carrier-video-hp-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_01_business_economy_trump-carrier-pence-jobs.html_module=inline_1542343571.html", "title": "Trump Sealed Carrier Deal With Mix of Threat and Incentive", "title_page": "Trump Sealed Carrier Deal With Mix of Threat and Incentive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "INDIANAPOLIS — The long-promised call from Donald J. Trump to the heating and cooling giant Carrier came early one morning about a week after the election, when he unexpectedly won the industrial heartland.\nThe president-elect warned Gregory Hayes, the chief executive of Carrier’s parent, United Technologies, that he had to find a way to save a substantial share of the jobs it had vowed to move to Mexico, or he would face the wrath of the incoming administration.\nOn Thursday, as he toured the factory floor here to take credit for saving roughly half of the 2,000 jobs Indiana stood to lose, Mr. Trump sent a message to other businesses as well that he intended to follow through on his pledges to impose stiff tariffs on imports from companies that move production overseas and ship their products back to the United States.\n“This is the way it’s going to be,” Mr. Trump said in an interview with The New York Times. “Corporate America is going to have to understand that we have to take care of our workers also.”", "url": "https://www.nytimes.com/2016/12/01/business/economy/trump-carrier-pence-jobs.html?module=inline"}