{"authors": ["Nick Corasaniti"], "date_download": "2018-11-16 03:54:43", "date_modify": "2018-11-16 03:54:43", "date_publish": "2016-08-25 03:40:55", "description": "Nigel Farage delivered a rousing speech in support of Mr. Trump, keeping in line with the candidate’s populist message and offering supporters a vision of winning.", "filename": "2016_08_25_us_politics_nigel-farage-brexit-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340483.html", "image_url": "https://static01.nyt.com/images/2016/08/25/us/25FD-NIGEL/25FD-NIGEL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_25_us_politics_nigel-farage-brexit-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340483.html", "title": "Trump Calls Clinton a Bigot as British ‘Brexit’ Leader Stumps for Him", "title_page": "Trump Calls Clinton a Bigot as British ‘Brexit’ Leader Stumps for Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JACKSON, Miss. — Thousands of miles away from home, in a solidly Republican state, a British populist politician came here on Wednesday to deliver “a message of hope and a message of optimism.”\n“You have a fantastic opportunity here,” said Nigel Farage, the outgoing U.K. Independence Party leader in Britain who is credited with leading the Brexit movement months ago. “You can go out, you can beat the pollsters, you can beat the commentators, you can beat Washington, and you’ll do it by doing what we did for Brexit in Britain.”\nIn a campaign that has staked its reputation on “America First,” the presence of a foreign politician was as unexpected as a Republican presidential candidate campaigning in a deeply conservative state with 11 weeks left in the election, yet Mr. Farage delivered a rousing speech in support of Donald J. Trump, keeping in line with the candidate’s populist message and offering supporters a vision and an example that they can win.\nHe repeatedly referred to how the Brexit vote represented an upstart victory for the “little people,” how his political effort turned out “people who have never voted in their lives” and how “anything is possible if enough decent people are prepared to stand up to the establishment.”", "url": "https://www.nytimes.com/2016/08/25/us/politics/nigel-farage-brexit-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}