{"authors": ["John Leland"], "date_download": "2018-11-16 04:53:51", "date_modify": "2018-11-16 04:53:51", "date_publish": "2016-04-29 21:29:28", "description": "In Mr. Reed’s class, students are encouraged to explore their full vocal range, and sometimes they feel guided by a higher power.", "filename": "2016_05_01_nyregion_eli-paperboy-reed-lifts-young-voices-in-the-gospel-spirit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344031.html", "image_url": "https://static01.nyt.com/images/2016/05/01/nyregion/01JPGOSPEL1/01jpGOSPEL1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_01_nyregion_eli-paperboy-reed-lifts-young-voices-in-the-gospel-spirit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344031.html", "title": "Eli Paperboy Reed Lifts Young Voices in the Gospel Spirit", "title_page": "Eli Paperboy Reed Lifts Young Voices in the Gospel Spirit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There was a moment in Eli Paperboy Reed’s gospel quartet class recently, at the end of Blind Willie Johnson’s plaintive “Let Your Light Shine on Me,” when Asher Bethune, a reserved 19-year-old, hit a note so low, so unexpectedly, that the other students jumped and shouted. No one had heard Mr. Bethune sing like that before.\nLuke Waldron, 17, declared the presence of the supernatural.\n“He’s in this room!” he shouted.\nMr. Reed, the teacher, beamed and shook his head. Quartet singing will do that to a person, he knew. It had done things to him.\nMr. Reed’s journey to the Harlem townhouse where the group meets includes some familiar chapters of America’s musical narrative: a start in the juke joints around Clarksdale, Miss., where he got the nickname Paperboy because of a cap he wore; then up north to Chicago, where he played piano and sang in a church on the South Side; then east to New York. But some twists along the way are distinctly Mr. Reed’s: a Reform Jewish upbringing and bar mitzvah in Brookline, Mass.; studies at the University of Chicago; a couple of Nike and Toyota commercials; and the divine intervention of a free-market think tank.\nIn the classroom, Mr. Reed, 32, exhorted the students to cut loose. “I want you to get out of your comfort zone on this,” he said, growling a line to demonstrate.", "url": "https://www.nytimes.com/2016/05/01/nyregion/eli-paperboy-reed-lifts-young-voices-in-the-gospel-spirit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}