{"authors": ["Rosie Schaap"], "date_download": "2018-11-16 03:29:34", "date_modify": "2018-11-16 03:29:34", "date_publish": "2016-11-22 10:00:06", "description": "It’s difficult to define but easy to enjoy.", "filename": "2016_11_22_magazine_amaro-for-everyone.html_rref=collection%2Fcolumn%2FDrink_1542338974.html", "image_url": "https://static01.nyt.com/images/2016/11/27/magazine/27drink-copy/27drink-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_22_magazine_amaro-for-everyone.html_rref=collection%2Fcolumn%2FDrink_1542338974.html", "title": "Amaro for Everyone", "title_page": "Amaro for Everyone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Don’t be bitter, we’re told. But in American cocktail culture — especially its most rarefied, la-di-da precincts — bitterness has become a signifier of sophistication and discernment. A decade ago, bar patrons who wished to make it clear that they weren’t into the sweet stuff might have requested something on the dry side or the sour side. Now they’re as likely to want it bitter.\nThis doesn’t mean just adding a few extra dashes of Angostura, or other aromatic bitters, to your Manhattan or sour. It means treading into the world of amaro: a lilting, romantic name, subtly suggestive of love, for a class of liquor that’s vexingly difficult to delineate.\nIn his new book, “Amaro: The Spirited World of Bittersweet, Herbal Liqueurs,” Brad Thomas Parsons discusses the challenge: The word is Italian, as are a great many of the liqueurs to which it is assigned, and whose recipes are closely guarded, including the popular, bright red aperitif standard Campari. Many Italian producers he encountered insist that to be called amari, they must be Italian. But to Parsons, digestifs including that spicy-sweet frat-party darling, Jägermeister, also count. So does the robust Czech Becherovka, and the intense Unicum, Hungary’s favored shot (now usually encountered as Zwack outside Hungary). Essentially, if an herbal liqueur has a pronounced bitter quality, we may call it amaro. But few amari are aggressively bitter: Other traits (including sweetness) are in place to round out and balance the flavor.\nShould you find yourself faced with a row of amaro bottles lined up at a bar, it’s easy to zone out a little just looking at the labels — another of the category’s charms is that the bottles are often lovely to behold, with rich colors and elaborate lettering and, sometimes, pastoral scenes and maidens and monks and birds. But when you snap yourself back into focusing, you might wonder where to start drinking. Begin in amaro’s heartland.", "url": "https://www.nytimes.com/2016/11/22/magazine/amaro-for-everyone.html?rref=collection%2Fcolumn%2FDrink"}