{"authors": ["Rebecca R. Ruiz"], "date_download": "2018-11-16 03:19:10", "date_modify": "2018-11-16 03:19:10", "date_publish": "2016-11-21 18:18:23", "description": "Officials retesting urine samples have found scores of violations from the 2008 and 2012 Games, and medals are being stripped from dozens of athletes.", "filename": "2016_11_21_sports_olympics_olympics-doping-medals-stripped.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338350.html", "image_url": "https://static01.nyt.com/images/2016/11/21/sports/22doping/22doping-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_21_sports_olympics_olympics-doping-medals-stripped.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338350.html", "title": "Olympics History Rewritten: New Doping Tests Topple the Podium", "title_page": "Olympics History Rewritten: New Doping Tests Topple the Podium - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After disclosures of an extensive, state-run doping program in Russia, sports officials have been retesting urine samples from the 2008 and 2012 Summer Olympics, in Beijing and London. Their findings have resulted in a top-to-bottom rewriting of Olympics history.\nMore than 75 athletes from those two Olympics have been found, upon further scrutiny, to be guilty of doping violations. A majority are from Russia and other Eastern European countries. At least 40 of them won medals. Disciplinary proceedings are continuing against other athletes, and the numbers are expected to climb.\nAnyone looking at the record books for the Beijing and London Games might think them an illusion. Medals are being stripped from dozens of athletes and redistributed to those who were deprived a spot on the podium.\n“The numbers are just impossible, incredible,” said Gian-Franco Kasper, an executive board member of the International Olympic Committee. “We lose credibility. Credibility is a major concern.”", "url": "https://www.nytimes.com/2016/11/21/sports/olympics/olympics-doping-medals-stripped.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}