{"authors": ["Yamiche Alcindor"], "date_download": "2018-11-16 04:21:38", "date_modify": "2018-11-16 04:21:38", "date_publish": "2016-05-21 21:37:04", "description": "Alleging party bias in Hillary Clinton’s favor, Mr. Sanders took aim at Debbie Wasserman Schultz, the Democratic National Committee chairwoman, and backed her rival in a Florida congressional race.", "filename": "2016_05_22_us_politics_sanderss-feud-with-the-democratic-leadership-heats-up.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342098.html", "image_url": "https://static01.nyt.com/images/2016/05/22/us/22sanders-web1/22sanders-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_22_us_politics_sanderss-feud-with-the-democratic-leadership-heats-up.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342098.html", "title": "Bernie Sanders’s Feud With the Democratic Leadership Heats Up", "title_page": "Bernie Sanders’s Feud With the Democratic Leadership Heats Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He has criticized the party for a debate schedule that his campaign says favors Mrs. Clinton; an arrangement under which Mrs. Clinton raises money for the party; and the appointment of Clinton supporters as leaders of important convention committees.\nMost recently, he and the party have sparred over what happened at the Nevada Democratic convention a week ago. There, Sanders supporters disrupted the proceedings in a fight over delegates and the state party chairwoman was later threatened. After the party rebuked Mr. Sanders for not clearly condemning what had occurred, his campaign manager, Jeff Weaver, accused Ms. Wasserman Schultz of “throwing shade on the Sanders campaign from the very beginning.”\nThis week, Ms. Wasserman Schultz pushed back against the Sanders campaign in an interview with CNN. “We’ve had the same rules in place that elected Barack Obama,” she told the network. “These rules were adopted for state parties all across the country in 2014.”\nIn a statement on Saturday, she said that “even though Senator Sanders has endorsed my opponent, I remain, as I have been from the beginning, neutral in the presidential Democratic primary.”\nAs president, Mr. Sanders would have the ability to appoint the committee chair, though it is not likely he will get that chance, as Mrs. Clinton is close to clinching the nomination. Nevertheless, he can try to draw a little blood from Ms. Wasserman Schultz with his endorsement of her primary opponent, Mr. Canova, the underdog in the race.", "url": "https://www.nytimes.com/2016/05/22/us/politics/sanderss-feud-with-the-democratic-leadership-heats-up.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}