{"authors": ["Peter Baker", "Isabel Kershner"], "date_download": "2018-11-16 04:35:30", "date_modify": "2018-11-16 04:35:30", "date_publish": "2016-09-28 04:47:47", "description": "The death of the former Israeli leader prompted an outpouring from around the world, although praise was tempered among Palestinians.", "filename": "2016_09_28_world_middleeast_world-leaders-react-to-shimon-peres.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342930.html", "image_url": "https://static01.nyt.com/images/2014/06/28/world/middleeast/28peresreact/Shimon-Peres-adv-obit-slide-Z4ZY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_28_world_middleeast_world-leaders-react-to-shimon-peres.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342930.html", "title": "World Leaders Issue Emotional Tributes to Shimon Peres", "title_page": "World Leaders Issue Emotional Tributes to Shimon Peres - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — The death of Shimon Peres prompted an outpouring of emotional tributes from around the world even as Israel woke up Wednesday morning to discover that a figure integral to the history of the state was gone.\nPresident Obama, who awarded Mr. Peres the Presidential Medal of Freedom in 2012, issued an unusually long and personal statement, recalling their conversations in detail and calling him “the essence of Israel itself.”\nMr. Obama remembered first meeting Mr. Peres, who served twice as prime minister, while he was a United States senator and said his death should renew a commitment to peace.\n“A light has gone out, but the hope he gave us will burn forever,” Mr. Obama said. “Shimon Peres was a soldier for Israel, for the Jewish people, for justice, for peace and for the belief that we can be true to our best selves — to the very end of our time on Earth and in the legacy that we leave to others.”", "url": "https://www.nytimes.com/2016/09/28/world/middleeast/world-leaders-react-to-shimon-peres.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}