{"authors": ["Richard Fausset"], "date_download": "2018-11-16 04:22:46", "date_modify": "2018-11-16 04:22:46", "date_publish": "2016-04-25 13:19:42", "description": "The law, a cultural and economic battle, is now a political one as well, affecting the state’s contests for governor and other major offices.", "filename": "2016_04_26_us_north-carolina-restroom-law-becomes-acentral-election-issue.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342166.html", "image_url": "https://static01.nyt.com/images/2016/04/23/us/00carolina-web01/00carolina-web01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_26_us_north-carolina-restroom-law-becomes-acentral-election-issue.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342166.html", "title": "North Carolina Restroom Law Becomes a Central Election Issue", "title_page": "North Carolina Restroom Law Becomes a Central Election Issue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An Elon University poll conducted from April 10 to 15 showed Mr. Cooper, the state’s longtime attorney general, leading Mr. McCrory 48 percent to 42 percent among registered voters. It was Mr. Cooper’s largest lead in the five polls that Elon has conducted in the last year.\nBut November is a long way off, and social issues reverberate in complex ways in a state that has a reputation for moderation but also produced Jesse Helms, the arch-conservative United States senator. Carter Wrenn, a longtime political strategist who worked with Mr. Helms, said Democrats had been winning arguments over the law of late. But he said Republicans would have time to make the case to voters that the law helps ensure privacy and security in public restrooms.\n“We’re not sure how this is all going to turn out,” Mr. Wrenn said.\nThe issue is particularly troublesome for Mr. McCrory. Exit polls from 2012 show that he received the support of 49 percent of voters who described themselves as moderate and 19 percent of self-described liberals.\nMr. McCrory, 59, last week could barely contain his irritation that the law had taken center stage in the election, siphoning attention from his central message: that he has been a wise steward of the economy who had engineered what he and his team have branded the “Carolina Comeback.”\nThis hornet’s nest, he argued, was first kicked not by him, but by the Democratic City Council in Charlotte, which passed a nondiscrimination ordinance in February allowing transgender people to use men’s or women’s bathrooms. Before it passed, he said, he emailed the Council to warn it that if it changed “basic restroom and locker room norms,” he would be forced to support a state law overriding them.\nOn Thursday, he said he suspected that the entire matter had been orchestrated by Democrats and the Human Rights Campaign, a national gay rights group, to give Democrats an advantage in a tight governor’s race.", "url": "https://www.nytimes.com/2016/04/26/us/north-carolina-restroom-law-becomes-acentral-election-issue.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}