{"authors": ["Robin Pogrebin"], "date_download": "2018-11-16 04:47:20", "date_modify": "2018-11-16 04:47:20", "date_publish": "2016-09-19 21:50:14", "description": "Marc Happel, director of City Ballet’s costume department, is a behind-the-scenes player who receives little credit but is essential to making the show go on.", "filename": "2016_09_20_arts_dance_marc-happel-new-york-city-ballet-costume-department.html_module=inline_1542343640.html", "image_url": "https://static01.nyt.com/images/2016/09/20/arts/20COSTUME1/20COSTUME1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_20_arts_dance_marc-happel-new-york-city-ballet-costume-department.html_module=inline_1542343640.html", "title": "The ‘Mad Professor’ Who Makes Sure the Tutus Swirl", "title_page": "The ‘Mad Professor’ Who Makes Sure the Tutus Swirl - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On one side of the fitting room at New York City Ballet’s costume shop, the clothing designer Narciso Rodriguez was studying the neckline of a pink-and-black dress on the ballerina Indiana Woodward.\nOn the other side, the designer Rosie Assoulin was evaluating the length of a tailored jacket on Sterling Hyltin.\nGiven the stakes associated with Tuesday’s fifth annual fall fashion gala — featuring costumes by prestigious designers (as well as the many strong personalities involved) — you might expect Marc Happel, director of the company’s costume department, to be sweating through his seersucker shirt.\nInstead, poking his head on either side of the curtain dividing the two fittings — Mr. Rodriguez’s design for a world premiere by Lauren Lovette, Ms. Assoulin’s for a world premiere by Annabelle Lopez Ochoa — Mr. Happel seemed at ease and in control as he suggested a more sheer fabric here, a shorter hem there.", "url": "https://www.nytimes.com/2016/09/20/arts/dance/marc-happel-new-york-city-ballet-costume-department.html?module=inline"}