{"authors": ["The New York Times"], "date_download": "2018-11-16 03:45:15", "date_modify": "2018-11-16 03:45:15", "date_publish": "2016-07-16 05:55:10", "description": "President Recep Tayyip Erdogan said the coup plotters would “pay a heavy price.” The prime minister said 265 people had been killed and more than 2,800 military personnel had been detained.", "filename": "2016_07_17_world_europe_tumult-in-turkey-what-we-know-and-what-we-dont-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339915.html", "image_url": "https://static01.nyt.com/images/2016/07/16/multimedia/17turkey-morning/17turkey-morning-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_17_world_europe_tumult-in-turkey-what-we-know-and-what-we-dont-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339915.html", "title": "Tumult in Turkey: What We Know and Don’t Know", "title_page": "Tumult in Turkey: What We Know and Don’t Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Key Players\n• Turkish Armed Forces\nThe country’s military is a trusted institution, seen as the guardian of the secularist principles on which modern Turkey was founded. It has intervened in national politics a number of times, including three previous coups since 1960, and it maneuvered to oust an Islamist prime minister in 1997.\nThe military has historically opposed interventions abroad, but it is not known how senior officers, many of them appointed by Mr. Erdogan, feel about his recent interventions in Syria.\n• President Recep Tayyip Erdogan\nAn Islamist and populist who has been the dominant figure in the country for more than a decade, Mr. Erdogan came to power promising to overhaul the economy and give the country’s rural, more religious majority a bigger voice in the capital. More recently, he has grown increasingly autocratic and alienated many Turks as he cracked down on protests, took control of the news media and renewed war with Kurdish militants in the country’s southeast.\n• Fethullah Gulen\nMr. Gulen is a former imam and onetime ally of Mr. Erdogan who now lives in self-imposed exile in the United States, with an extensive following in Turkey. He has promoted a more liberal stream of Islam, and his ideas are popular with the country’s police and intelligence establishments, though not necessarily the military. Mr. Erdogan accused Mr. Gulen and his supporters, whom he has called terrorists, of being responsible for the coup; he has repeatedly accused Mr. Gulen of plotting against him in the past. The Gulen movement denied involvement in the coup attempt and denounced any military intervention in Turkey’s domestic affairs.\n• Republican People’s Party\nThe leftist main opposition party is considered not as pro-American as the governing Justice and Development Party. It has been trying to find a way to break Mr. Erdogan’s political grip, but it would not be likely to benefit from a coup; in the past, the military has tended to sideline leaders of all political parties when it took power.\n• NATO and the United States\nTurkey has been an American ally and a NATO member since 1952. Though the Obama administration has criticized Mr. Erdogan’s crackdown on civil society in Turkey, the United States sees him as a stabilizing and mainly pro-Western leader in a volatile region. The American-led coalition fighting the Islamic State militants in Syria and Iraq makes heavy use of Incirlik Air Base in Turkey.", "url": "https://www.nytimes.com/2016/07/17/world/europe/tumult-in-turkey-what-we-know-and-what-we-dont-know.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}