{"authors": ["Manohla Dargis"], "date_download": "2018-11-16 03:24:44", "date_modify": "2018-11-16 03:24:44", "date_publish": "2016-11-03 09:00:17", "description": "This film is so giddily enjoyable and visually transfixing, you might forget that it’s part of Marvel’s strategy for world domination.", "filename": "2016_11_04_movies_doctor-strange-review.html_module=inline_1542338684.html", "image_url": "https://static01.nyt.com/images/2016/11/04/arts/04STRANGE/04STRANGE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_04_movies_doctor-strange-review.html_module=inline_1542338684.html", "title": "Review: ‘Doctor Strange’ and His Most Excellent Adventure", "title_page": "Review: ‘Doctor Strange’ and His Most Excellent Adventure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Most Marvel movies open like Robert Downey Jr.’s stand-up routine in “Iron Man” before it goes south. They deliver quips and silky come-hither nonsense, only to end up like a big green monster stuck on rewind: “Hulk smash!” again and again, ad infinitum. In between start and finish, there are moments of levity and discovery in the machined product, but too often you can’t see the movie for Marvel’s action plan. Its latest, the giddily enjoyable “Doctor Strange,” is part of Marvel’s strategy for world domination, yet it’s also so visually transfixing, so beautiful and nimble that you may even briefly forget the brand.\nYou don’t need to know Dr. Strange to know his story. A tale of hubris — with foolish pride and an inevitable fall — it opens in contemporary New York, where Dr. Strange (Benedict Cumberbatch), is flying high as a supersurgeon. After a crippling accident, he abandons his old life (partly embodied by Rachel McAdams, dewy and funny) for a grand exploit, traveling simultaneously into his soul and to the misterioso Far East. He meets leaders and fellow travelers, studies books and unlocks secrets, in time becoming a superhero with magical powers, a dubious goatee and a flirty cape that dries his tears.", "url": "https://www.nytimes.com/2016/11/04/movies/doctor-strange-review.html?module=inline"}