{"authors": ["Cara Buckley"], "date_download": "2018-11-16 04:09:46", "date_modify": "2018-11-16 04:09:46", "date_publish": "2016-01-14 15:30:22", "description": "Only the inclusion of “The Revenant’s” Iñárritu adds a note of diversity as the absence of black nominees fuels criticism of Hollywood’s hiring record.", "filename": "2016_01_14_movies_oscars-the-revenant.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341386.html", "image_url": "https://static01.nyt.com/images/2016/01/14/arts/bagger-creed/bagger-creed-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_14_movies_oscars-the-revenant.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341386.html", "title": "Oscars 2016: It’s a Nearly All-White Nominees’ List - Again", "title_page": "Oscars 2016: It’s a Nearly All-White Nominees’ List — Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "#OscarsSoWhite, that damning hashtag that made the rounds last year, can again, unhappily, be revived for this year’s Oscar nominations, which were announced Thursday morning.\n“Straight Outta Compton,” a well-reviewed box office hit that many thought — and hoped — would squeak into a best picture nomination, only received one nomination, for best original screenplay (and, for what it’s worth, the writers are white). Idris Elba, who had been forecast to land on the best supporting actor list, and was the subject of a very hefty Netflix marketing push, did not. His spot on that list — assuming he had one — might have been taken by Sylvester Stallone, who came roaring back this year for his role in “Creed,” for which he won a Golden Globe on Sunday. In other words, the only Academy nods for two of the year’s biggest films about African-American characters went to white people.", "url": "https://www.nytimes.com/2016/01/14/movies/oscars-the-revenant.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}