{"authors": ["Helene Cooper", "Eric Schmitt"], "date_download": "2018-11-16 04:50:38", "date_modify": "2018-11-16 04:50:38", "date_publish": "2016-11-16 14:09:36", "description": "Bashar al-Assad also predicted that “opposing forces” in the U.S. government and criticism from the news media could affect Mr. Trump’s actions.", "filename": "2016_11_17_world_middleeast_assad-donald-trump-syria-natural-ally.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343838.html", "image_url": "https://static01.nyt.com/images/2016/11/17/world/17Syria1/17Syria1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_17_world_middleeast_assad-donald-trump-syria-natural-ally.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343838.html", "title": "Syrian President Calls Donald Trump a ‘Natural Ally’ in Fight Against Terrorism", "title_page": "Syrian President Calls Donald Trump a ‘Natural Ally’ in Fight Against Terrorism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Bashar al-Assad of Syria, condemned by the Obama administration and much of the West for waging a brutal war of suppression against Islamist opponents in his country, said this week that President-elect Donald J. Trump could be a “natural ally” in the fight against terrorism. The comment underscored the degree to which the new administration’s approach could reverse central tenets of American foreign policy.\nIn an interview with the Portuguese broadcaster RTP published on Tuesday, Mr. Assad — whom President Obama wants removed from office — welcomed the prospect that Mr. Trump would make good on his campaign promise to focus exclusively on fighting the Islamic State and to align the United States with Russia, a close ally of Mr. Assad’s, in doing so. The Islamic State, also known as ISIS or ISIL, is one of an array of moderate and extremist groups seeking to topple Mr. Assad.\nThe statements by Mr. Assad — a leader who Secretary of State John Kerry has said should be investigated for war crimes along with Russia — highlighted both the complexity of the foreign policy challenges awaiting Mr. Trump and the extent to which he has signaled a break from Mr. Obama’s approach, especially in the Middle East.\nIn Syria, Mr. Trump will inherit an especially tangled set of alliances and trade-offs, a situation that has bedeviled Mr. Obama in a region where the United States military is acting in support of efforts to contain or destroy the Islamic State.", "url": "https://www.nytimes.com/2016/11/17/world/middleeast/assad-donald-trump-syria-natural-ally.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}