{"authors": ["Brian Seibert"], "date_download": "2018-11-16 04:11:38", "date_modify": "2018-11-16 04:11:38", "date_publish": "2016-05-06 22:10:24", "description": "As barriers between Cuba and America tumble, Cuban dance companies are working with American choreographers and anticipating change.", "filename": "2016_05_07_arts_dance_what-comes-next-for-cuban-modern-dance.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341498.html", "image_url": "https://static01.nyt.com/images/2016/05/07/arts/07CUBAMODERN/07CUBAMODERN-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_07_arts_dance_what-comes-next-for-cuban-modern-dance.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341498.html", "title": "What Comes Next for Cuban Modern Dance?", "title_page": "What Comes Next for Cuban Modern Dance? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HAVANA — Idania Wambrug teaches dance in a capacious, brick-vaulted studio with so much light streaming down from high windows that it almost feels like an outdoor pavilion. It’s the same studio where she was a student in the 1960s, and over the years, all that natural light has been helpful when the electricity has gone out.\nThe studio is in the National School of Dance here in Havana, part of the National Arts Schools, an avant-garde architectural project conceived not long after the 1959 Cuban Revolution but never completed. What Ms. Wambrug teaches comes from that time as well. With a mandate from the revolutionary government, the Cuban choreographer Ramiro Guerra created “técnica cubana,” a hybrid of American modern dance — the language of Martha Graham, José Limón and others, which Mr. Guerra had studied in the United States — with ballet and Cuban tradition, both Spanish and African.\nFor a dance-cognizant visitor from the United States, watching a class in técnica cubana is heady: very familiar and then suddenly not, as torsos contracting in Graham style turn ultra-sinuous, ultra-African, or a standard ballet exercise swerves into the gestures of an Afro-Cuban god. Yet the alloy is coherent and potent. It’s a great, under-recognized invention that develops dancers of extraordinary strength with the agility to manage all of its wild twists.", "url": "https://www.nytimes.com/2016/05/07/arts/dance/what-comes-next-for-cuban-modern-dance.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}