{"authors": ["Javier C. Hernández"], "date_download": "2018-11-16 04:11:58", "date_modify": "2018-11-16 04:11:58", "date_publish": "2016-11-14 13:42:49", "description": "The president-elect skipped the harsh rhetoric on trade used in the campaign and predicted “one of the strongest relationships” for the U.S. and China.", "filename": "2016_11_15_world_asia_trump-china-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341518.html", "image_url": "https://static01.nyt.com/images/2016/11/15/world/15CHINATRUMP-1/15CHINATRUMP-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_15_world_asia_trump-china-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341518.html", "title": "Trump and Xi Jinping, China’s Leader, Hold Cordial First Phone Call", "title_page": "Trump and Xi Jinping, China’s Leader, Hold Cordial First Phone Call - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — Donald J. Trump has called China a “currency manipulator,” threatened to impose stiff tariffs on Chinese imports and accused the country of inventing the idea of climate change to hurt American businesses.\nBut in his first telephone conversation with President Xi Jinping of China, Mr. Trump, now the president-elect, appeared to set aside those critiques expressed on the campaign trail, vowing that the two nations would have “one of the strongest relationships,” according to a statement released by Mr. Trump’s transition office, Reuters reported.\nMr. Xi, in turn, told Mr. Trump that “facts have shown that cooperation is the only correct choice” for the United States and China, according to Xinhua, the Chinese state news agency.\nIn the phone call, which took place on Monday Beijing time, the two men agreed to maintain close communications and to meet at an early date.", "url": "https://www.nytimes.com/2016/11/15/world/asia/trump-china-xi-jinping.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}