{"authors": ["Rick Lyman"], "date_download": "2018-11-16 04:11:10", "date_modify": "2018-11-16 04:11:10", "date_publish": "2016-07-26 07:45:14", "description": "The more tolerant and inclusive language of the pope, visiting for World Youth Day, is sometimes at odds with the way the faith is taught and understood in Poland.", "filename": "2016_07_27_world_europe_pope-francis-world-youth-day-poland.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341470.html", "image_url": "https://static01.nyt.com/images/2016/07/26/world/26POland-web1/26POland-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_27_world_europe_pope-francis-world-youth-day-poland.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341470.html", "title": "Pope Francis Will Encounter a Socially Conservative Church in Poland", "title_page": "Pope Francis Will Encounter a Socially Conservative Church in Poland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Pope John Paul II, born Karol Jozef Wojtyla in Wadowice, Poland, and canonized in 2014, remains among the most venerated and beloved figures in his country’s history. World Youth Day, which is being held in Krakow and which takes place every two or three years, was begun by him in 1985.\nBut the current pope’s more tolerant and inclusive language — preaching a welcoming message to gays and refugees, for instance, and opening a way for divorced Catholics to receive the sacraments — is sometimes at odds with the way the faith is taught and understood in Poland.\n“We need to understand that the Polish Catholic Church, and a majority of Catholic Church clerics, are not so close to Pope Francis,” said Michal Boni, a member of the European Parliament representing Civic Platform, the center-right party that governed Poland for eight years before being soundly defeated by Law and Justice in elections last fall. “The church is changing, and I think many leaders of the Polish church are not in line with the direction of that change.”\nPolish church officials reject this interpretation, saying they remain, as always, in line with the Vatican, and they dispute that the church here is driven by a desire for political power.\n“The pope does not look on the left or on the right, but looks up,” said the Rev. Pawel Rytel-Andrianik, a spokesman for the Conference of the Polish Episcopate. “In our mentality, the pope is the pope. Every Pole has two capitals, Warsaw and Rome.”", "url": "https://www.nytimes.com/2016/07/27/world/europe/pope-francis-world-youth-day-poland.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}