{"authors": ["Richard Fausset"], "date_download": "2018-11-16 04:23:09", "date_modify": "2018-11-16 04:23:09", "date_publish": "2016-03-10 20:26:39", "description": "At least eight lawsuits are challenging state laws over voter identification, gerrymandering and the racial makeup of congressional districts.", "filename": "2016_03_11_us_north-carolina-voting-rights-redistictricting-battles.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342189.html", "image_url": "https://static01.nyt.com/images/2016/03/09/us/11carolinaweb2/11carolinaweb2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_11_us_north-carolina-voting-rights-redistictricting-battles.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342189.html", "title": "North Carolina Exemplifies National Battles Over Voting Laws", "title_page": "North Carolina Exemplifies National Battles Over Voting Laws - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The stakes are high here and nationwide. The four lawsuits over the Republicans’ 2011 redistricting plans make their case on racial grounds. But some scholars are wondering whether the challenge to the congressional districts, and cases like it, might prompt the Supreme Court to take a new look at blatantly partisan gerrymandering.\nAdvocacy groups and the Justice Department brought the federal lawsuit challenging Republican-backed legislation that established a voter identification provision and cut or curtailed provisions that had made it easier to register and vote. Those provisions were adopted over the last 15 years and championed by Democrats. The Justice Department argues that black and younger voters were especially likely to take advantage of them.\nThe law included a reduction in early-voting days and ended same-day registration and preregistration that added teenagers to voting rolls on their 18th birthday. If the case is decided before November, it could have an effect on turnout in a tight presidential contest here — President Obama won North Carolina by a hair in 2008, and lost it by a hair in 2012 — as well as what is likely to be a difficult re-election fight for Gov. Pat McCrory, a Republican.\nThe local gerrymandering suits say that Republicans in the Legislature overstepped their bounds by restructuring the Greensboro City Council and the board of commissioners and school board in Wake County, whose seat is Raleigh. A panel of state judges recently struck down a new law changing the way state Supreme Court justices are elected; Democrats had said it was an attempt to keep conservative justices in power.\nMany on the left acknowledge that Democrats were also guilty of drawing political districts and otherwise tweaking the rules to preserve their advantage while they controlled the Legislature. But they argue that the Republicans have taken the practice to the extreme: In 2012, the year after the Republicans’ redistricting, about 51 percent of North Carolina voters chose a Democratic congressional candidate, and yet Republicans won nine of the 13 congressional seats. (The previous delegation had been split, 7 to 6, in favor of Democrats.)\nDemocrats and their allies also view the changes as part of a long, ugly tradition here of disenfranchising African-Americans. But Republicans see a Democratic effort to regain partisan advantage. “If you dig into it, it’s really pretty simple,” said State Representative John A. Torbett, a Republican. “The Democrats, after being in charge for 140 years, are just really, really unhappy they’re still not in charge.”", "url": "https://www.nytimes.com/2016/03/11/us/north-carolina-voting-rights-redistictricting-battles.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}