{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:50:40", "date_modify": "2018-11-16 04:50:40", "date_publish": "2016-11-16 15:40:04", "description": "The president-elect used Twitter to assure Americans that the handover of power was going well, despite accounts of infighting on his team.", "filename": "2016_11_17_us_politics_donald-trump-administration-twitter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343840.html", "image_url": "https://static01.nyt.com/images/2016/11/17/us/17trump1/17trump1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_17_us_politics_donald-trump-administration-twitter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343840.html", "title": "Trump Says Transition’s Going ‘Smoothly,’ Disputing Disarray Reports", "title_page": "Trump Says Transition’s Going ‘Smoothly,’ Disputing Disarray Reports - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the transition’s first conference call with reporters on Wednesday night, aides to Mr. Trump said teams would be announced on Thursday to begin the formal handoff from the State, Justice and Defense Departments and the National Security Council.\nSean Spicer, an adviser to Mr. Trump, said that the president-elect would also meet on Thursday with former Secretary of State Henry Kissinger, Ms. Haley and Adm. Michael S. Rogers, the director of the National Security Agency, among others as he builds his administration.\nAdvisers to Mr. Trump said that reports of chaos were being spread by disgruntled former members of the transition or people bitter about the election results. Representative Devin Nunes of California, who is a member of the executive committee advising Mr. Trump and is the chairman of the House Intelligence Committee, said the transition was actually operating more efficiently because it was not filled with Washington elitists.\n“The only people who are in chaos are the press,” Mr. Nunes said.\nAides to Mr. Trump acknowledged that members of the transition team had been fired since the ouster of Gov. Chris Christie of New Jersey as the head of the transition. But they denied that the firings were the result of a purge of Mr. Christie’s allies orchestrated by Jared Kushner, Mr. Trump’s son-in-law. “Completely inaccurate,” said Jason Miller, a spokesman for Mr. Trump.\nInstead, they said that the housecleaning was part of a renewed effort by Vice President-elect Mike Pence, the new transition chief, to eliminate lobbyists from the transition team. They declined to provide details about how many lobbyists had been fired or to name them, but said it was a priority.\n“When we talk about draining the swamp, this is one of the first steps,” Mr. Miller said.\nMr. Trump has been ensconced in Trump Tower for days as he deliberates. A steady stream of potential nominees and transition officials arrived for meetings on Wednesday as the team released a list of 29 foreign leaders he and Mr. Pence had spoken with in recent days.", "url": "https://www.nytimes.com/2016/11/17/us/politics/donald-trump-administration-twitter.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}