{"authors": ["Peter Eavis"], "date_download": "2018-11-16 04:47:49", "date_modify": "2018-11-16 04:47:49", "date_publish": "2016-02-03 21:06:55", "description": "Bad debts have been a drag on economic activity ever since the financial crisis of 2008, but the threat appears to be rising, and China is the biggest source of worry.", "filename": "2016_02_04_business_dealbook_toxic-loans-in-china-weigh-on-global-growth_1542343669.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_04_business_dealbook_toxic-loans-in-china-weigh-on-global-growth_1542343669.html", "title": "Toxic Loans Around the World Weigh on Global Growth", "title_page": "Toxic Loans Around the World Weigh on Global Growth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Beneath the surface of the global financial system lurks a multitrillion-dollar problem that could sap the strength of large economies for years to come.\nThe problem is the giant, stagnant pool of loans that companies and people around the world are struggling to pay back. Bad debts have been a drag on economic activity ever since the financial crisis of 2008, but in recent months, the threat posed by an overhang of bad loans appears to be rising. China is the biggest source of worry. Some analysts estimate that China’s troubled credit could exceed $5 trillion, a staggering number that is equivalent to half the size of the country’s annual economic output.\nOfficial figures show that Chinese banks pulled back on their lending in December. If such trends persist, China’s economy, the second-largest in the world behind the United States’, may then slow even more than it has, further harming the many countries that have for years relied on China for their growth.\nBut it’s not just China. Wherever governments and central banks unleashed aggressive stimulus policies in recent years, a toxic debt hangover has followed. In the United States, it took many months for mortgage defaults to fall after the most recent housing bust — and energy companies are struggling to pay off the cheap money that they borrowed to pile into the shale boom.", "url": "https://www.nytimes.com/2016/02/04/business/dealbook/toxic-loans-in-china-weigh-on-global-growth.html"}