{"authors": ["Mark Scott"], "date_download": "2018-11-16 03:42:27", "date_modify": "2018-11-16 03:42:27", "date_publish": "2016-04-19 16:12:32", "description": "Complainants contend the company favored its own mobile services over those of rivals in violation of European law.", "filename": "2016_04_20_technology_google-android-eu-antitrust.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339747.html", "image_url": "https://static01.nyt.com/images/2016/04/26/business/20EUANDROID2/20EUANDROID2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_20_technology_google-android-eu-antitrust.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339747.html", "title": "Google’s Antitrust Woes in Europe Are Likely to Grow", "title_page": "Google’s Antitrust Woes in Europe Are Likely to Grow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Google’s antitrust problems in Europe are about to get a whole lot bigger.\nThe company is expected to be charged with breaking the European Union’s competition rules by unfairly favoring Google services, like its search engine and Google Maps, on its Android smartphone operating system over those of rivals, according to three people. The three, who work in either government or the private sector, spoke on the condition of anonymity.\nThe charges, known formally as a statement of objections, may be announced in Brussels as soon as Wednesday, though the announcement could still be postponed until later this month, according to one of the people.\nThe expected charges against Google are the latest in a raft of regulatory problems that American tech giants have faced as the European Union has cracked down on these companies’ perceived dominance over how people in the 28-member bloc get access to digital services.\nThat ranges from privacy complaints over how Facebook uses people’s online information to questions about Apple’s tax affairs from its headquarters in low-tax Ireland. These cases come after previous antitrust investigations into how the likes of Microsoft and Intel operated across regions.", "url": "https://www.nytimes.com/2016/04/20/technology/google-android-eu-antitrust.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}