{"authors": ["Rami Nazzal", "Peter Baker"], "date_download": "2018-11-16 04:34:39", "date_modify": "2018-11-16 04:34:39", "date_publish": "2016-12-01 00:40:35", "description": "Addressing a conference of his Fatah party, Mr. Abbas sought to push forward long-stalled efforts to reconcile the two major competing Palestinian factions.", "filename": "2016_11_30_world_middleeast_palestinians-mahmoud-abbas-fatah-hamas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342879.html", "image_url": "https://static01.nyt.com/images/2016/12/01/world/01abbas_web1/01abbas_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_30_world_middleeast_palestinians-mahmoud-abbas-fatah-hamas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342879.html", "title": "Mahmoud Abbas Proposes Palestinian Unity Government With Hamas", "title_page": "Mahmoud Abbas Proposes Palestinian Unity Government With Hamas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is uncertain whether the two sides can follow through on a unification proposal, or would want to. Hamas stunned Fatah with its victory in legislative elections in the West Bank and Gaza in 2006, and then seized control of Gaza in 2007, driving its rival party out of the strip altogether. A half-dozen reconciliation agreements since then have fallen apart.\nEven if they did agree to mend fences, it might only complicate efforts to make peace with Israel, which, along with the United States and other nations, deems Hamas a terrorist organization. President-elect Donald J. Trump could take an even dimmer view of working with Hamas, given his strongly pro-Israel statements during the campaign.\nMr. Abbas said in his speech that Mr. Trump was elected by the American people and, therefore, would be their leader. He added that he did not know Mr. Trump, but that he hoped the president-elect would pursue efforts to fairly resolve the Palestinians’ conflict with Israel.\nMr. Abbas also used the occasion to defend himself against critics who have accused him of working too closely with Israel. He was assailed in recent weeks first for attending the funeral of Shimon Peres, the former Israeli president and prime minister who helped broker the Oslo Accords in the 1990s, and then for providing firefighters to help Israel put out blazes ravaging its countryside.\n“I am not sorry that I went to President Peres’s funeral,” Mr. Abbas said. “Representatives of 70 nations participated, and why not us? I’m also not sorry, and don’t need to apologize to anyone, for sending our firefighters to help our neighbors to put out the fire. I feel very strongly as neighbors this is a human obligation.”", "url": "https://www.nytimes.com/2016/11/30/world/middleeast/palestinians-mahmoud-abbas-fatah-hamas.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}