{"authors": ["Michael Cooper"], "date_download": "2018-11-16 04:47:44", "date_modify": "2018-11-16 04:47:44", "date_publish": "2016-02-17 17:01:03", "description": "The Metropolitan Opera’s 2016-17 season, announced today, includes a work by the Finnish composer Kaija Saariaho among others.", "filename": "2016_02_18_arts_music_met-to-stage-its-first-operaby-a-womansince-1903.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343664.html", "image_url": "https://static01.nyt.com/images/2016/02/17/arts/18METOPERA-WEB1/18METOPERA-WEB1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_18_arts_music_met-to-stage-its-first-operaby-a-womansince-1903.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343664.html", "title": "Met to Stage Its First Opera by a Woman Since 1903", "title_page": "Met to Stage Its First Opera by a Woman Since 1903 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An opera composed by a woman will appear at the Metropolitan Opera for the first time in more than a century next season, when the house presents the Finnish composer Kaija Saariaho’s ethereal “L’Amour de Loin,” one of the most acclaimed operas of the 2000s.\nIt will be one of six new productions in the Met’s 2016-17 season, which the company announced on Wednesday. The season will open with a new “Tristan und Isolde” directed by Mariusz Trelinski, starring Nina Stemme and conducted by Simon Rattle, and will also include fresh stagings of Rossini’s “Guillaume Tell,” Gounod’s “Roméo et Juliette,” Dvorak’s “Rusalka” and Strauss’s “Der Rosenkavalier.” And in the spring, the Met will hold an all-star gala to celebrate its 50th anniversary in its Lincoln Center home.\n“We’re always trying to find ways to satisfy confirmed opera lovers, as well as excite new ones,” Peter Gelb, the Met’s general manager, said in a telephone interview outlining the season, which is to open on Sept. 26 and include 225 performances of 26 operas.\nA big question mark is the status of James Levine, 72, the company’s longtime music director, who has been struggling with health problems. The Met was recently on the verge of announcing his retirement at the end of the current season, but he now hopes a change in his medication regimen will improve his condition, so the company has held off on its plans to name him music director emeritus.", "url": "https://www.nytimes.com/2016/02/18/arts/music/met-to-stage-its-first-operaby-a-womansince-1903.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}