{"authors": ["Amy Chozick", "Nicholas Confessore", "Michael Barbaro"], "date_download": "2018-11-16 03:57:11", "date_modify": "2018-11-16 03:57:11", "date_publish": "2016-10-08 02:53:57", "description": "According to documents posted online by WikiLeaks, Mrs. Clinton displayed an easy comfort with business and embraced unfettered trade in paid speeches to financial firms.", "filename": "2016_10_08_us_politics_hillary-clinton-speeches-wikileaks.html_module=inline_1542340631.html", "image_url": "https://static01.nyt.com/images/2016/10/08/us/08speeches_web1/08speeches_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_08_us_politics_hillary-clinton-speeches-wikileaks.html_module=inline_1542340631.html", "title": "Leaked Speech Excerpts Show a Hillary Clinton at Ease With Wall Street", "title_page": "Leaked Speech Excerpts Show a Hillary Clinton at Ease With Wall Street - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In lucrative paid speeches that Hillary Clinton delivered to elite financial firms but refused to disclose to the public, she displayed an easy comfort with titans of business, embraced unfettered international trade and praised a budget-balancing plan that would have required cuts to Social Security, according to documents posted online Friday by WikiLeaks.\nThe tone and language of the excerpts clash with the fiery liberal approach she used later in her bitter primary battle with Senator Bernie Sanders of Vermont and could have undermined her candidacy had they become public.\nMrs. Clinton comes across less as a firebrand than as a technocrat at home with her powerful audience, willing to be critical of large financial institutions but more inclined to view them as partners in restoring the country’s economic health.\nIn the excerpts from her paid speeches to financial institutions and corporate audiences, Mrs. Clinton said she dreamed of “open trade and open borders” throughout the Western Hemisphere. Citing the back-room deal-making and arm-twisting used by Abraham Lincoln, she mused on the necessity of having “both a public and a private position” on politically contentious issues. Reflecting in 2014 on the rage against political and economic elites that swept the country after the 2008 financial crash, Mrs. Clinton acknowledged that her family’s rising wealth had made her “kind of far removed” from the struggles of the middle class.", "url": "https://www.nytimes.com/2016/10/08/us/politics/hillary-clinton-speeches-wikileaks.html?module=inline"}