{"authors": ["Nicole Perlroth", "Vindu Goel"], "date_download": "2018-11-16 04:20:24", "date_modify": "2018-11-16 04:20:24", "date_publish": "2016-09-28 07:55:56", "description": "Clashes over costs and fears that security measures would chase away customers hobbled Yahoo’s efforts, leading to the 2014 breach of 500 million users.", "filename": "2016_09_29_technology_yahoo-data-breach-hacking.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342024.html", "image_url": "https://static01.nyt.com/images/2016/09/28/business/29YAHOO/29YAHOO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_29_technology_yahoo-data-breach-hacking.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342024.html", "title": "Defending Against Hackers Took a Back Seat at Yahoo, Insiders Say", "title_page": "Defending Against Hackers Took a Back Seat at Yahoo, Insiders Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Six years ago, Yahoo’s computer systems and customer email accounts were penetrated by Chinese military hackers. Google and a number of other technology companies were also hit.\nThe Google co-founder Sergey Brin regarded the attack on his company’s systems as a personal affront and responded by making security a top corporate priority. Google hired hundreds of security engineers with six-figure signing bonuses, invested hundreds of millions of dollars in security infrastructure and adopted a new internal motto, “Never again,” to signal that it would never again allow anyone — be they spies or criminals — to hack into Google customers’ accounts.\nYahoo, on the other hand, was slower to invest in the kinds of defenses necessary to thwart sophisticated hackers that are now considered standard in Silicon Valley, according to half a dozen current and former company employees who participated in security discussions but agreed to describe them only on the condition of anonymity.\nWhen Marissa Mayer took over as chief executive of the flailing company in mid-2012, security was one of many problems she inherited. With so many competing priorities, she emphasized creating a cleaner look for services like Yahoo Mail and developing new products over making security improvements, the Yahoo employees said.", "url": "https://www.nytimes.com/2016/09/29/technology/yahoo-data-breach-hacking.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}