{"authors": ["Daisuke Wakabayashi"], "date_download": "2018-11-16 03:42:15", "date_modify": "2018-11-16 03:42:15", "date_publish": "2016-09-02 06:02:55", "description": "The decision to shelve Project Ara comes after the company announced plans in May to release an early version of the product for developers.", "filename": "2016_09_03_business_google-alphabet-project-ara-smartphone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339735.html", "image_url": "https://static01.nyt.com/images/2016/09/03/world/03google-web2/03google-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_03_business_google-alphabet-project-ara-smartphone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339735.html", "title": "Alphabet Ends Effort to Create Modular Smartphone", "title_page": "Alphabet Ends Effort to Create Modular Smartphone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Alphabet, the parent company of Google, is dropping plans to create a customizable, or modular, smartphone with interchangeable parts, two people briefed on the matter said Thursday.\nThe decision to shelve the effort known as Project Ara comes after the company announced plans in May to release an early version of the product for developers in the fall. Google told partner companies on the project that senior management decided to rethink the initiative as part of a consolidation of its hardware operations, said one of the people.\nA Google spokeswoman declined to comment. Reuters earlier reported the move to shutter the project.\nIt’s the latest sign of Google’s attempts to bring more financial discipline to a company that had long encouraged ambitious projects without much thought to profitability. Last year, the company moved to a holding company structure, separating the profitable advertising business from the money-losing “moonshots.” By forcing those projects to report losses publicly, the thinking was that it would help to rein in never-ending investment.\nThe idea of a customizable phone generated a lot of excitement, because it offered the promise of extending a product’s life with replaceable parts such as a new screen or battery. But it proved difficult to execute and move beyond prototypes. Google had planned to begin offering the phone in a test program in Puerto Rico last year, but it canceled the rollout.", "url": "https://www.nytimes.com/2016/09/03/business/google-alphabet-project-ara-smartphone.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}