{"authors": ["Alan Blinder"], "date_download": "2018-11-16 04:02:12", "date_modify": "2018-11-16 04:02:12", "date_publish": "2016-03-31 01:14:57", "description": "As the scandal involving Gov. Robert Bentley’s sexually charged conversations with an adviser unfolds, some lawmakers are talking about impeachment.", "filename": "2016_03_31_us_governor-of-alabama-robert-bentley-says-he-wont-quit.html_module=inline_1542340932.html", "image_url": "https://static01.nyt.com/images/2016/03/31/us/31alabamajp/31alabamajp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_31_us_governor-of-alabama-robert-bentley-says-he-wont-quit.html_module=inline_1542340932.html", "title": "Governor of Alabama, Robert Bentley, Says He Won’t Quit", "title_page": "Governor of Alabama, Robert Bentley, Says He Won’t Quit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RUSSELLVILLE, Ala. — The governor of Alabama wanted to talk about broadband.\nBut because the governor was Robert Bentley, who is confronting a deepening political morass after acknowledging last week that he had sexually charged conversations with a top aide, that was hardly how a news conference could unfold in this northwest Alabama city. Instead, he had to start by discussing whether he would be able to keep his job.\n“I have no intentions of resigning,” said Mr. Bentley, a Republican in his second term. “My intentions are to try to make this state better. My intentions are to try to work through all the difficulties that we’re going through.”\nWithin hours, Rebekah C. Mason, the governor’s senior political adviser and the woman with whom he engaged in suggestive conversations, captured on tape, said she had quit. And by day’s end, it was uncertain whether it would be politically feasible for Mr. Bentley, 73, to remain in office in this state, which has a gaudy history of scandal but has been in something of a morals-driven meltdown since the governor’s admission last Wednesday.\nSome lawmakers are talking of impeaching Mr. Bentley. The governor’s former pastor spoke of “church discipline” and said that Mr. Bentley was no longer a member of the Tuscaloosa congregation where he was once a deacon. And as audio recordings of the governor’s conversations with Ms. Mason were replayed and dissected across the Internet, even Mr. Bentley’s proficiency at phone sex has been a subject of conversation.", "url": "https://www.nytimes.com/2016/03/31/us/governor-of-alabama-robert-bentley-says-he-wont-quit.html?module=inline"}