{"authors": ["Neil Macfarquhar"], "date_download": "2018-11-16 03:12:10", "date_modify": "2018-11-16 03:12:10", "date_publish": "2016-06-10 13:47:40", "description": "Eugene V. Kaspersky, one of the world’s foremost authorities on cybersecurity, is worried — very worried — about threats most people cannot even imagine.", "filename": "2016_06_11_world_europe_kaspersky-lab-russia-cybercrime-internet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337930.html", "image_url": "https://static01.nyt.com/images/2016/06/11/world/11KASPERSKY/11KASPERSKY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_11_world_europe_kaspersky-lab-russia-cybercrime-internet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337930.html", "title": "A Russian Cybersleuth Battles the ‘Dark Ages’ of the Internet", "title_page": "A Russian Cybersleuth Battles the ‘Dark Ages’ of the Internet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Kaspersky and his company find themselves at the forefront of the battle against cybergangs, one of the largest emerging threats, for two rather simple reasons, he said: “Russian software engineers are the best; unfortunately Russian cybercriminals are the best, as well.”\nHacking methods developed in the Russian-speaking world are going global, suggesting a thriving black market in malicious code. “They don’t just hack the victims, they trade the technology to other gangs,” he said. “Now there are hundreds of victims, in the United States and Asia.”\nOne gang alone is believed to have stolen up to $1 billion from banks, mainly in Russia, in 2013 and 2014. And this month, Kaspersky Lab experts helped Russia catch its largest hacking gang yet — 50 people were arrested and accused of stealing $45 million since 2011. Investigators now believe the North Korean government hacked an international financial messaging system in February in an effort to drain $1 billion from the central bank of Bangladesh. They managed to get $81 million before the Federal Reserve Bank of New York became suspicious and cut off the transaction.\nAfter banks, commodities are a big new target. Hackers manipulate supply records, disguising surpluses to sell. “We now have reports that it is massive, it is everywhere,” said Mr. Kaspersky, who speaks colorful English with a Russian accent.\nMr. Kaspersky is something of an anomaly in Russia, a businessman who built a global brand from scratch, using brains and persistence. His firm is among the most successful international computer security operations in the world, with offices in 32 countries, about 400 million people using its software (by its own estimate) and high-profile advertising campaigns, like its sponsorship of Ferrari’s Formula One team.", "url": "https://www.nytimes.com/2016/06/11/world/europe/kaspersky-lab-russia-cybercrime-internet.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}