{"authors": ["Andrew E. Kramer"], "date_download": "2018-11-16 04:35:01", "date_modify": "2018-11-16 04:35:01", "date_publish": "2016-03-29 13:33:14", "description": "Donald J. Trump was widely condemned when he called for the United States to “take out the families” of terrorists. But Russia has been doing that for years.", "filename": "2016_03_30_world_europe_russia-chechnya-caucasus-terrorists-families.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342901.html", "image_url": "https://static01.nyt.com/images/2016/03/30/world/asia/30RUSSIA/30RUSSIA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_30_world_europe_russia-chechnya-caucasus-terrorists-families.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342901.html", "title": "Russia Shows What Happens When Terrorists’ Families Are Targeted", "title_page": "Russia Shows What Happens When Terrorists’ Families Are Targeted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“When a person leaves to become a terrorist, he can kill hundreds of innocents,” he said. “Those are the morals we are talking about. We should understand, the relatives must fight this first. If the relative, before the fact, reported it, he is not guilty. If he did not, he is guilty.”\nBy law, Russian security services have no authority to specifically target relatives. But the intelligence forces seldom let a detail like the lack of a legal basis interfere with their activities.\nIn Chechnya and neighboring Dagestan, they routinely burn or demolish the houses of people suspected of being insurgents or terrorists. Most strikingly, whole extended families are rounded up in high-profile cases, and are often held until the militant either gives up or is killed.\nMaryam Akmedova, from Kabardino-Balkaria region in the North Caucasus, has seen it firsthand. Distressing though it was, she says she understood when Russian prosecutors accused her eldest son of participating in a terrorist attack, as he had never denied his involvement.\nBut her woes hardly stopped there.\nSoon enough, security agents were questioning her younger son, though there was no evidence linking him to the attack his brother was accused of in the city of Nalchik in 2005. Eventually, the younger brother was shot and killed in 2013 by Russian security forces during an attempted arrest under murky circumstances.\n“He had no involvement with anything,” Ms. Akmedova said in a telephone interview. “They killed him because his brother was in prison.”\nThe most sweeping application of the tactic came during the pacification of Chechnya, after Mr. Putin engineered the recapture of the separatist territory early in his tenure.", "url": "https://www.nytimes.com/2016/03/30/world/europe/russia-chechnya-caucasus-terrorists-families.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}