{"authors": ["Nelson D. Schwartz"], "date_download": "2018-11-16 03:17:05", "date_modify": "2018-11-16 03:17:05", "date_publish": "2016-04-28 12:33:45", "description": "The trajectory of the economic recovery remains frustratingly uneven nearly seven years after it began — but plenty is going right at the same time.", "filename": "2016_04_29_business_economy_us-economy-gdp-q1-growth.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338225.html", "image_url": "https://static01.nyt.com/images/2016/04/30/business/29ECON3/29ECON3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_29_business_economy_us-economy-gdp-q1-growth.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338225.html", "title": "The Recovery’s Two Sides: Weak Growth Even as Hiring Surges", "title_page": "The Recovery’s Two Sides: Weak Growth Even as Hiring Surges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The nation’s gross domestic product advanced at a mere 0.5 percent annual growth rate during the first quarter after a mediocre increase for the final quarter of 2015, the Commerce Department reported on Thursday, suggesting that the economy is stalled.\nBut the job market, according to Labor Department figures released in recent months, appears to be at its healthiest point since the boom of the late 1990s.\nWhich picture is right?\nOn one side of the equation, hiring and wages — of particular importance to the 95 percent of the labor force that already has a job — are moving firmly in the right direction. On the other, the economy’s expansion continues to be lackluster: The pace of growth in the first quarter was the slowest in two years.\nBoth yardsticks contain a measure of truth. And the explanation is the apparent lack of improvement in productivity — the output of individual workers — despite dazzling advances in Silicon Valley, America’s technological frontier, and a continuing economic recovery that is nearing its seventh anniversary.", "url": "https://www.nytimes.com/2016/04/29/business/economy/us-economy-gdp-q1-growth.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}