{"authors": ["Isabel Kershner", "Sheryl Gay Stolberg"], "date_download": "2018-11-16 03:40:44", "date_modify": "2018-11-16 03:40:44", "date_publish": "2016-12-16 15:44:19", "description": "Mr. Friedman, a bankruptcy lawyer, supports expanded settlements in the West Bank and has accused the Obama administration of anti-Semitism.", "filename": "2016_12_16_world_middleeast_david-friedman-us-ambassador-israel.html_module=inline_1542339644.html", "image_url": "https://static01.nyt.com/images/2016/12/17/world/17Friedman/17Friedman-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_16_world_middleeast_david-friedman-us-ambassador-israel.html_module=inline_1542339644.html", "title": "David Friedman, Choice for Envoy to Israel, Is Hostile to Two-State Efforts", "title_page": "David Friedman, Choice for Envoy to Israel, Is Hostile to Two-State Efforts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Friedman did not respond to an interview request made to his office.\nA person close to the Trump transition who spoke on the condition of anonymity said the ambassadorship had been negotiated directly between the two men over many months. Mr. Friedman, who donated a total of $50,000 to the Trump campaign and the Republican National Committee in 2016, according to federal election records, had been openly saying even before the election that the job — one of the most sensitive and high profile in the diplomatic corps — would be his, according to friends.\nImage David M. Friedman Credit Kasowitz, Benson, Torres & Friedman L.L.P., via Associated Press\nIsrael’s conservative settlement supporters and their American backers rejoiced at the selection, while believers in a Palestinian state and the American-brokered peace process were perplexed and close to despair. Mr. Friedman is a staunch opponent of basic tenets of Washington’s longstanding approach to much of the ambassadorial portfolio.\nHe refers to the West Bank by its biblical name, Judea and Samaria, something hard to imagine his predecessors doing publicly. Upon being nominated Thursday night, he said he looked forward to working “from the U.S. Embassy in Israel’s eternal capital, Jerusalem,” rather than Tel Aviv, where the American Embassy has been for decades, under the State Department’s insistence that the holy city’s status be determined as part of a broader deal between Israel and the Palestinians.\nThe State Department has not allowed its ambassadors to set foot in West Bank settlements. Tax forms list Mr. Friedman as president of the American Friends of Bet El Yeshiva, which has raised about $2 million a year in recent years. He is also described as president of Bet El Institutions, which supports, among other things, the news site for which Mr. Friedman wrote columns, IsraelNationalNews.com, known as Arutz 7.\nBeit El, as the settlement is more usually spelled, was founded in 1977 and is now home to about 7,000 religious residents. It was a hotbed of controversy in 2012 when the Israeli authorities followed a court order to evacuate 30 families from five buildings built illegally on private Palestinian land.\nAccording to an investigation by The Seventh Eye, an Israeli magazine, the contested neighborhood was built by a company linked to the one registered in the Marshall Islands that controls Arutz 7.\nBaruch Gordon, the director of development for Bet El Institutions, told Arutz 7 on Friday that it was “proud to be closely associated with Mr. Friedman,” calling him “a pioneer philanthropist and builder of Jewish institutions and housing projects in Judea and Samaria (a.k.a. the ‘West Bank’) and throughout the country.”", "url": "https://www.nytimes.com/2016/12/16/world/middleeast/david-friedman-us-ambassador-israel.html?module=inline"}