{"authors": ["Lizette Alvarez", "Richard Pérez-Peña"], "date_download": "2018-11-16 04:27:04", "date_modify": "2018-11-16 04:27:04", "date_publish": "2016-06-12 09:13:11", "description": "Praising ISIS, the gunman, identified as Omar Mateen, opened fire in what emerged as the worst mass shooting in United States history. The massacre early Sunday also left 53 wounded.", "filename": "2016_06_13_us_orlando-nightclub-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342424.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_13_us_orlando-nightclub-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342424.html", "title": "Orlando Gunman Attacks Gay Nightclub, Leaving 50 Dead", "title_page": "Orlando Gunman Attacks Gay Nightclub, Leaving 50 Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At least 30 people inside were rescued, and even the hardened police veterans who took the building and combed through it, aiding the living and identifying the dead, were shaken by what they saw, said John Mina, the Orlando police chief. “Just to look into the eyes of our officers told the whole story,” he said.\nIt was the worst act of terrorism on American soil since Sept. 11, 2001, and the deadliest attack on a gay target in the nation’s history, though officials said it was not clear whether some victims had been accidentally shot by law enforcement officers.\nThe toll of 50 dead is larger than the number of murders in Orlando over the previous three years. Of an estimated 320 people in the club, nearly one-third were shot. The casualties far exceeded those in the 2007 shooting at Virginia Tech, where 32 people were killed, and the 2012 shooting at an elementary school in Newtown, Conn., where 26 people died.\nImage Omar Mateen Credit via MySpace\n“In the face of hate and violence, we will love one another,” President Obama said in a special address from the White House. “We will not give in to fear or turn against each other. Instead, we will stand united as Americans to protect our people and defend our nation, and to take action against those who threaten us.”\nAs he had done after several previous mass shootings, the president said the shooting demonstrated the need for what he called “common-sense” gun measures.\n“This massacre is therefore a further reminder of how easy it is for someone to get their hands on a weapon that lets them shoot people in a school or a house of worship or a movie theater or a nightclub,” Mr. Obama said. “We have to decide if that’s the kind of country we want to be. To actively do nothing is a decision as well.”", "url": "https://www.nytimes.com/2016/06/13/us/orlando-nightclub-shooting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}