{"authors": ["Michael Forsythe"], "date_download": "2018-11-16 04:48:36", "date_modify": "2018-11-16 04:48:36", "date_publish": "2016-02-29 05:54:39", "description": "In an interview, Mr. Pei discussed why he believes the one-party system in China is unsustainable.", "filename": "2016_03_01_world_asia_china-pei-minxin-communist-party_1542343716.html", "image_url": "https://static01.nyt.com/images/2016/03/01/world/01chinapei-sub/01chinapei-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_01_world_asia_china-pei-minxin-communist-party_1542343716.html", "title": "Q. and A.: Minxin Pei on the Future of Communist Rule in China", "title_page": "Q. and A.: Minxin Pei on the Future of Communist Rule in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A. The most important evidence is the pervasive corruption of the ruling elites. Elite unity has also disintegrated, as shown by the purge of Bo Xilai, Ling Jihua, Zhou Yongkang and their cronies since 2012. The atrophy of ideology has deprived the party of its sense of mission and a vital instrument of motivating its rank and file. The economic and moral costs of maintaining one-party rule through repression have also reached unsustainable levels.\nQ. What’s the most likely scenario? Reform? Revolution? Or, as you put it, a combination of the two, “refolution”?\nA. Reform — democratizing reform — is still a preferred scenario, but the window is closing fast, and historically not a single Communist regime has been reformed into democracy successfully. Revolution, a Tiananmen-style mass uprising, is unlikely because Chinese security forces can crush that easily. Refolution, a process that starts with limited reform but becomes radicalized, is the more likely scenario. We can envision such a scenario in the mid-2020s when the party, after a decade of political decay and economic stagnation, becomes desperate enough to gamble with political reform to save itself. But the window for reform will have closed by then and, like the late Soviet Union, limited reform fractures the ruling elites, mobilizes social forces seeking fundamental change and unleashes a revolution.\nQ. You have been making an argument that China’s system will change for some time. You published “From Reform to Revolution” back in 1994, which posited the demise of the Chinese Communist Party. Some argue that the party is in many ways more durable now than a generation ago. Are they wrong?\nPhoto\nA. Actually in my 1994 book I referred to the demise of Communism, not the Chinese Communist Party. At that time, like many others, I was optimistic that economic reform could loosen the party’s grip and eventually lead to political change. But subsequent events proved this assumption too simplistic. We did not anticipate that economic success could bolster the party’s rule for a considerable period of time and block political change.\nHowever, because of the predatory nature of one-party rule, such economic success cannot last. I came to this conclusion in my 2006 book, “China’s Trapped Transition,” which makes the case that economic modernization under one-party rule is doomed to fail.\nAs for other analysts who believe that the party is more durable than before, the factors they cite are no longer there. Growth is slowing. The party is in disarray, because the rules it has established to limit internecine political warfare have collapsed. Beijing’s foreign policy is driving the Sino-U.S. relationship toward conflict. Middle-class acquiescence is beginning to erode because of environmental degradation, poor services, inequality and corruption.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nQ. In investing, there’s the adage that past performance is no guarantee of future results. How useful is it to use the example of other nations to predict what may happen to China?\nAdvertisement Continue reading the main story\nA. Actually this adage also applies to the party itself. This means that its past success does not guarantee its future survival. In thinking about the party’s future, the examples of other nations offer useful insights into how ruling elites react to changing environments.\nChina may be huge, but it is governed by human beings who, like their counterparts in smaller nations, make choices that are limited by practical and predictable constraints. In comparative politics, using examples of other nations may not yield the best results, but it is still a better approach than studying a tree as if no forest exists.\nQ. China’s leaders want to avoid the “middle-income trap” that has prevented so many countries from transitioning to high-income status. Are the odds stacked against it if it doesn’t reform its politics?\nA. The historical record is not encouraging for the Communist Party. Except for oil-producing autocracies, semi-democratic Singapore and the ex-British colony Hong Kong, only established democracies and newly democratized countries have escaped the “middle-income trap.”\nAside from purely economic challenges, history offers two insights. One is that dictatorships are very likely to fall at the middle-income level. That is why we don’t see high-income autocracies outside the oil-producing states. The other one is that dictatorships steal too much from their societies and cannot sustain economic growth. Countries that cannot shake off dictatorships are trapped in middle income. This does not mean that democratization alone will lead to high income. It will not. But getting rid of dictatorship is a necessary, albeit not sufficient, condition, for reaching high income.\nQ. How has your thesis been received by other China experts and political scientists?\nA. It has aroused a great deal of interest, but also a lot of skepticism. This is understandable since regime transition is an ultralow probability event. But we also want to avoid making the same mistake as missing the fall of the U.S.S.R. or the Arab Spring. As a serious intellectual exercise with potentially profound policy implications, a systematic and evidence-based debate on China’s future is both healthy and long overdue.", "url": "https://www.nytimes.com/2016/03/01/world/asia/china-pei-minxin-communist-party.html"}