{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 03:48:13", "date_modify": "2018-11-16 03:48:13", "date_publish": "2016-07-25 20:59:27", "description": "The Continent is struggling with how to respond to terrorism that does not fit neat definitions or lend itself to easy answers.", "filename": "2016_07_26_world_europe_string-of-attacks-in-europe-fuels-a-summer-of-anxiety.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340093.html", "image_url": "https://static01.nyt.com/images/2016/07/26/world/26EUROPE1/26EUROPE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_26_world_europe_string-of-attacks-in-europe-fuels-a-summer-of-anxiety.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340093.html", "title": "String of Attacks in Europe Fuels a Summer of Anxiety", "title_page": "String of Attacks in Europe Fuels a Summer of Anxiety - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The lack of straightforward answers has made things trickier at a time of political flux in Europe. Even before the latest string of attacks, the Continent was seeing a rise in nationalist and anti-immigrant sentiment, and far-right parties were using the atmosphere to try to gain new legitimacy and power. Populist, anti-immigration sentiment was a powerful factor in Britain’s vote last month to leave the European Union.\nThe recent surge in high-profile violence has only given further opportunities to those who advocate taking a tougher line on immigration by Muslims, in many ways echoing the platform being promoted by Donald J. Trump in his presidential campaign in the United States. Over the weekend, Prime Minister Viktor Orban of Hungary spoke highly of Mr. Trump, saying the Republican nominee’s proposals for fighting terrorism were just what Europe needs.\nIn France, which displayed remarkable unity after two terrorist attacks in 2015, there has been growing political infighting and finger-pointing since the July 14 attack in Nice that killed 84 people. In Germany, the latest attacks have further strained ties between Chancellor Angela Merkel’s conservative party and its ally in the southern state of Bavaria, where there has long been simmering opposition to her decision last year to admit one million asylum seekers.\nConcern about the security and social ramifications of a new surge in migrants coming to Europe from Syria, Afghanistan and other poor and war-torn countries has left the European Union with reduced leverage in dealing with President Recep Tayyip Erdogan of Turkey as he cracks down on opponents in the wake of a failed coup this month. Mr. Erdogan had agreed to a deal with the European Union to hold back the tide of asylum seekers, a deal that Europe is deeply reluctant to endanger, especially with new security concerns attached to the migrants.", "url": "https://www.nytimes.com/2016/07/26/world/europe/string-of-attacks-in-europe-fuels-a-summer-of-anxiety.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}