{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 04:33:56", "date_modify": "2018-11-16 04:33:56", "date_publish": "2016-06-01 09:00:25", "description": "The list of those who have sent regrets includes governors and senators, almost all facing tough re-election fights, and lifelong party devotees.", "filename": "2016_06_02_us_politics_donald-trump-republican-convention.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342836.html", "image_url": "https://static01.nyt.com/images/2016/05/31/us/31convention-web1/31convention-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_02_us_politics_donald-trump-republican-convention.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342836.html", "title": "‘I Can Watch It on TV’: Excuses for Republicans Skipping a Donald Trump Convention", "title_page": "‘I Can Watch It on TV’: Excuses for Republicans Skipping a Donald Trump Convention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A wave of prominent Republicans have announced their intention to skip the party’s national convention in Cleveland this summer, the latest sign that Donald J. Trump, who last week secured the delegates needed to clinch the Republican presidential nomination, continues to struggle in his effort to unite the party behind his candidacy.\nThe list of those who have sent regrets includes governors and United States senators — almost all facing tough re-election fights this year — and lifelong party devotees who have attended every convention for decades. Some are renouncing their seats like conscientious objectors.\n“I could not in good conscience attend a coronation and celebration of Donald Trump,” wrote one Indiana delegate, Josh Claybourn, in a blog post resigning his position.\nThe coolness toward Mr. Trump amounts to a remarkable rebuke. A broad range of party leaders are openly rejecting the man who will be their nominee. And the July 18-21 convention, usually a moment of public catharsis for political parties after contentious primaries, is shaping up to be another reminder of the disarray and disunity that is still rocking the Republican Party after a bitter 17-way fight for the nomination.", "url": "https://www.nytimes.com/2016/06/02/us/politics/donald-trump-republican-convention.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}