{"authors": ["Charlie Savage"], "date_download": "2018-11-16 03:20:02", "date_modify": "2018-11-16 03:20:02", "date_publish": "2016-05-04 16:09:24", "description": "Capt. Nathan Michael Smith, an intelligence officer, voices strong support for fighting the Islamic State, but says Congress needs to approve it.", "filename": "2016_05_05_us_islamic-state-war-powers-lawsuit-obama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338402.html", "image_url": "https://static01.nyt.com/images/2016/05/05/us/05MILITARY/05MILITARY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_05_us_islamic-state-war-powers-lawsuit-obama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338402.html", "title": "An Army Captain Takes Obama to Court Over ISIS Fight", "title_page": "An Army Captain Takes Obama to Court Over ISIS Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Captain Smith’s lawyers are David Remes, who has represented many Guantánamo detainees in habeas corpus lawsuits, and Bruce Ackerman, a Yale Law School professor who published a column in The Atlantic last year arguing that the war against ISIS was illegal and that a serviceman ordered to fight in it would have standing to challenge it in court.\n“We want to get this back on the agenda,” said Mr. Ackerman, calling the precedent Mr. Obama is setting a “turning point” for whether constitutional checks and balances on a president’s ability to initiate a new war at his own discretion will survive.\nCurrent and former administration officials have said that in 2014, when confronted by the Islamic State’s rapid conquest of Iraqi territory, Mr. Obama’s advisers presented him with a choice: he could say that bombing ISIS was part of the existing war, or he could say it was a new war. Each theory, they told him, was defensible, but each had its own downsides.\nMr. Obama decided to go with the first one — that the Islamic State campaign was part of the existing post-Sept. 11 war — because he believed that immediate intervention was necessary to halt a disaster but that the Republican-controlled House of Representatives was too dysfunctional to vote on any war authorization within 60 days.\nThat was important because the War Power Resolution, a Vietnam-era law, says presidents must withdraw deployments into “hostilities” after 60 days if Congress has not authorized the operation to continue. In 2011, Mr. Obama’s air war intervention in Libya, which lasted longer than 60 days without congressional authorization, prompted criticism inside and outside the administration.\nJack Goldsmith, a Harvard Law School professor who has criticized the administration’s use of the 2001 war authorization to cover the Islamic State but is not involved in the suit, said the case was significant because it could overcome a major hurdle to getting a court to review that theory.", "url": "https://www.nytimes.com/2016/05/05/us/islamic-state-war-powers-lawsuit-obama.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}