{"authors": ["Richard C. Paddock"], "date_download": "2018-11-16 03:54:48", "date_modify": "2018-11-16 03:54:48", "date_publish": "2016-10-26 14:14:08", "description": "Mr. Duterte’s threats have tapped a strain of resentment among some Filipinos, but the nations’ close relationship makes it unlikely that any will follow him on the path to divorce.", "filename": "2016_10_27_world_asia_philippines-duterte-united-states-alliance.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340488.html", "image_url": "https://static01.nyt.com/images/2016/10/27/world/27PHILIPPINES-web1/27PHILIPPINES-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_27_world_asia_philippines-duterte-united-states-alliance.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340488.html", "title": "Rodrigo Duterte, Pushing Split With U.S., Counters Philippines’ Deep Ties", "title_page": "Rodrigo Duterte, Pushing Split With U.S., Counters Philippines’ Deep Ties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANILA — President Rodrigo Duterte of the Philippines, who nurses a longtime grudge against the United States, has declared he wants “a separation” and on Wednesday added that he wants American troops out of his country in two years.\nSpeaking in Tokyo, Mr. Duterte said he was willing to revoke the 2014 agreement letting the Pentagon use five Philippine military bases, a critical component of the Obama administration’s plan to bolster American influence in Asia.\n“I want them out,” he said of the American troops in his country.\nWhile his threats have tapped a deep strain of resentment among Filipinos who feel as if they are treated like a second-class ally, the country’s deep cultural, economic and military ties to the United States make it unlikely that they will follow him on the path to divorce.\nEspecially not, as Mr. Duterte suggested in Beijing last week, all the way to China.\n“Practically every family here has a relative in the U.S.,” said Roilo Golez, who served as national security adviser to former President Gloria Macapagal Arroyo. “They don’t dream of going to China and living there.”", "url": "https://www.nytimes.com/2016/10/27/world/asia/philippines-duterte-united-states-alliance.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}