{"authors": ["Eric Lichtblau"], "date_download": "2018-11-16 04:01:46", "date_modify": "2018-11-16 04:01:46", "date_publish": "2016-05-19 00:21:45", "description": "The testimony by Lewis A. Lukens was part of a lawsuit brought against the State Department by a conservative legal advocacy group.", "filename": "2016_05_19_us_politics_ex-aide-to-hillary-clinton-testifies-on-email.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340906.html", "image_url": "https://static01.nyt.com/images/2016/05/19/us/19emails-web1/19emails-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_19_us_politics_ex-aide-to-hillary-clinton-testifies-on-email.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340906.html", "title": "Ex-Aide to Hillary Clinton Testifies About Email Server", "title_page": "Ex-Aide to Hillary Clinton Testifies About Email Server - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A former aide to Hillary Clinton when she was secretary of state testified behind closed doors for two hours Wednesday in the first in a series of depositions that are likely to raise more questions about Mrs. Clinton’s use of a private email server just as she prepares for an election campaign against Donald J. Trump.\nThe former aide, Lewis A. Lukens, testified under oath about his knowledge of Mrs. Clinton’s private email system as part of a lawsuit brought against the State Department by a conservative legal advocacy group, Judicial Watch.\nAt least five other officials — including two of Mrs. Clinton’s top aides at the State Department, Cheryl Mills and Huma Abedin — are also scheduled to testify in the lawsuit over the next six weeks in what promises to be an unwelcome distraction for the Clinton campaign.\nThe last deposition is set for June 29 — less than a month before the start of the Democratic National Convention in Philadelphia, where Mrs. Clinton is widely expected to win her party’s nomination for president over challenger Bernie Sanders.", "url": "https://www.nytimes.com/2016/05/19/us/politics/ex-aide-to-hillary-clinton-testifies-on-email.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}