{"authors": ["Eric Fair"], "date_download": "2018-11-16 04:34:11", "date_modify": "2018-11-16 04:34:11", "date_publish": "2016-03-19 18:30:23", "description": "Men like Donald Trump and Ted Cruz don’t have to bear the cost.", "filename": "2016_03_20_opinion_sunday_owning-up-to-torture.html_module=inline_1542342851.html", "image_url": "https://static01.nyt.com/images/2016/03/20/opinion/sunday/20fair/20fair-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_20_opinion_sunday_owning-up-to-torture.html_module=inline_1542342851.html", "title": "Owning Up to Torture", "title_page": "Opinion | Owning Up to Torture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I don’t know what drives a man to say such things. I just know that when they do, men like Ferdinand and me will be forced to shoulder the consequences.\nIn my role as a civilian contractor for the Department of Defense, I spent the first three months of 2004 torturing Iraqi prisoners. At the time, we were calling it enhanced interrogation, but that’s a phrase I don’t use anymore. Stress positions, slaps to the face and sleep deprivation were an outrage to the personal dignity of Iraqi prisoners. We humiliated and degraded them, and ourselves.\nFerdinand and I spent the early months of 2004 implementing the country’s interrogation program, we struggled to contain the growing sense that we had shocked our consciences and stained our souls. Our interrogations used approved techniques. We filed paperwork, followed guidelines and obeyed the rules. But with every prisoner forced up against a wall, or made to stand naked in a cold cell, or prevented from falling asleep for significant periods of time, we felt less and less like decent men. And we felt less and less like Americans.\nI’ve been speaking publicly since 2007 about my time as an interrogator. I’m often asked when was the first time I knew I had gone too far? When did I know I had crossed a line? I’ve offered conflicting accounts in response to this question over the last decade. For a time, I said I had crossed the line when I participated in the sleep deprivation of a prisoner in Falluja. But I’ve also wondered if I didn’t cross the line the first time I was in the “hard site” at Abu Ghraib, or the first time I used a stress position, or the first time I told an Iraqi prisoner that he’d never see his family again. Maybe I crossed the line the minute I decided to be an interrogator in Iraq. I change the answers not out of a desire to deceive, but out of an inability to make sense of just how easy it was to become an American torturer.\nWhen Donald Trump and Ted Cruz suggested that waterboarding and other abhorrent interrogation tactics should not be considered illegal, I was tempted to exonerate myself. I did not waterboard anyone in Iraq. I’d like to think that’s a line I would never cross. But I have no right to think that way. My behavior in Iraq forces me to confess that if I’d been asked to waterboard someone at Abu Ghraib in early 2004, I most likely would not have hesitated. I’d have crossed that line, too.", "url": "https://www.nytimes.com/2016/03/20/opinion/sunday/owning-up-to-torture.html?module=inline"}