{"authors": ["Anne Barnard"], "date_download": "2018-11-16 04:35:00", "date_modify": "2018-11-16 04:35:00", "date_publish": "2016-08-24 00:19:54", "description": "A cease-fire with the Syrian government puts Kurdish militias much closer to control of Hasaka Province, which would be the third lost by President Bashar al-Assad.", "filename": "2016_08_24_world_middleeast_hasaka-syria-kurds-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342900.html", "image_url": "https://static01.nyt.com/images/2016/08/24/world/24SYRIA-PRINT/24SYRIA-PRINT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_24_world_middleeast_hasaka-syria-kurds-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342900.html", "title": "Kurds Close to Control of Northeast Syria Province, Portending a Shift in the War", "title_page": "Kurds Close to Control of Northeast Syria Province, Portending a Shift in the War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — Kurdish militias took a major step toward full control of a northeast Syrian province on Tuesday, signing a cease-fire with the government that gave them all but a few blocks of the provincial capital.\nThe cease-fire, reached after days of deadly fighting with government forces in the province of Hasaka, brings the province closer to becoming the third to slip from the grasp of President Bashar al-Assad in the country’s five-year-old war.\nThe neighboring province of Raqqa has been under the control of the Islamic State militant group for the past few years. Idlib, a northwestern province, fell to other insurgents last year.\nThe battle for Hasaka was the first time the Syrian government had used airstrikes on Kurdish areas. It signaled a new, volatile period in the northeast, where fighting had mainly been between Kurdish-led, American-backed forces and the Islamic State.", "url": "https://www.nytimes.com/2016/08/24/world/middleeast/hasaka-syria-kurds-turkey.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}