{"authors": ["Andrew Ross Sorkin"], "date_download": "2018-11-16 03:40:47", "date_modify": "2018-11-16 03:40:47", "date_publish": "2016-12-01 21:05:04", "description": "Mr. Schultz is planning to leave the job in April, turning the reins over to his handpicked successor, Kevin Johnson.", "filename": "2016_12_01_business_dealbook_starbucks-chief-howard-schultz-to-step-down-next-year_1542339647.html", "image_url": "https://static01.nyt.com/images/2016/12/02/business/02starbucks/02starbucks-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_01_business_dealbook_starbucks-chief-howard-schultz-to-step-down-next-year_1542339647.html", "title": "Howard Schultz to Step Down as Starbucks Chief Next Year", "title_page": "Howard Schultz to Step Down as Starbucks Chief Next Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Schultz, who could be considered the Steve Jobs of coffee, grew up poor in the Canarsie section of Brooklyn. He had a coffee epiphany while paying a client call on a coffee bean store in Seattle in 1981, and then went to work at the company the next year. In 1983, he visited Italy and was impressed not only by the ubiquity of coffee bars, but also their central role as community gathering spots — a role he refers to as “the third place” in society.\nToday, Starbucks is adding about 2,000 new stores a year worldwide. And its legacy under Mr. Schultz’s leadership includes many pioneering social and philanthropic programs: In 1988, the company introduced full health benefits for full- and part-time employees and their domestic partners; in 1991 it was the first privately owned American company to include part-time workers in its stock-option program; and so on, with efforts that have included the “ethical sourcing” of ingredients, a college degree program for baristas, and cups that use recycled materials.\n“I wanted to build the company my father never got to work for,” he said.\nAt an all-hands employee meeting at the company’s headquarters on Thursday, Mr. Schultz was greeted with tears and a standing ovation. “For me, perhaps there are other things that are part of my destiny,” he told them.\nThe move is likely to ignite renewed speculation about whether Mr. Schultz is paving the way to leave the company entirely to enter politics. An outspoken Democrat, Mr. Schultz has spent an increasing amount of time traveling around the country speaking publicly about the need to fix the “dysfunction in Washington.” He has a close relationship with President Obama and had been a supporter of Hillary Clinton.\nThe company’s political positions have sometimes created a backlash. During the presidential campaign, Donald J. Trump and his supporters waged war against Starbucks: In 2015, after the company redesigned its holiday cups to remove Christmas imagery, Mr. Trump suggested a boycott. This year, his supporters staged a protest called #TrumpCup in which they went to Starbucks and ordered drinks under the name Trump to get the baristas to call the name out loud.", "url": "https://www.nytimes.com/2016/12/01/business/dealbook/starbucks-chief-howard-schultz-to-step-down-next-year.html"}