{"authors": ["Claire Cain Miller"], "date_download": "2018-11-16 03:49:33", "date_modify": "2018-11-16 03:49:33", "date_publish": "2016-03-18 15:00:05", "description": "Work done by women pays less because women do it, research shows.", "filename": "2016_03_20_upshot_as-women-take-over-a-male-dominated-field-the-pay-drops_1542340173.html", "image_url": "https://static01.nyt.com/images/2016/02/26/upshot/26up-paygap/26up-paygap-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_20_upshot_as-women-take-over-a-male-dominated-field-the-pay-drops_1542340173.html", "title": "As Women Take Over a Male-Dominated Field, the Pay Drops", "title_page": "As Women Take Over a Male-Dominated Field, the Pay Drops - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The same thing happened when women in large numbers became designers (wages fell 34 percentage points), housekeepers (wages fell 21 percentage points) and biologists (wages fell 18 percentage points). The reverse was true when a job attracted more men. Computer programming, for instance, used to be a relatively menial role done by women. But when male programmers began to outnumber female ones, the job began paying more and gained prestige.\nWhile the pay gap has been closing, it remains wide. Over all, in fields where men are the majority, the median pay is $962 a week — 21 percent higher than in occupations with a majority of women, according to another new study, published Friday by Third Way, a research group that aims to advance centrist policy ideas.\nToday, differences in the type of work men and women do account for 51 percent of the pay gap, a larger portion than in 1980, according to definitive new research by Francine D. Blau and Lawrence M. Kahn, economists at Cornell.\nWomen have moved into historically male jobs much more in white-collar fields than in blue-collar ones. Yet the gender pay gap is largest in higher-paying white-collar jobs, Ms. Blau and Mr. Kahn found. One reason for this may be that these jobs demand longer and less flexible hours, and research has shown that workers are disproportionately penalized for wanting flexibility.\nOf the 30 highest-paying jobs, including chief executive, architect and computer engineer, 26 are male-dominated, according to Labor Department data analyzed by Emily Liner, the author of the Third Way report. Of the 30 lowest-paying ones, including food server, housekeeper and child-care worker, 23 are female dominated.\nMany differences that contributed to the pay gap have diminished or disappeared since the 1980s, of course. Women over all now obtain more education than men and have almost as much work experience. Women moved from clerical to managerial jobs and became slightly more likely than men to be union members. Both of these changes helped improve wage parity, Ms. Blau’s and Mr. Kahn’s research said.\nYes, women sometimes voluntarily choose lower-paying occupations because they are drawn to work that happens to pay less, like caregiving or nonprofit jobs, or because they want less demanding jobs because they have more family responsibilities outside of work. But many social scientists say there are other factors that are often hard to quantify, like gender bias and social pressure, that bring down wages for women’s work.", "url": "https://www.nytimes.com/2016/03/20/upshot/as-women-take-over-a-male-dominated-field-the-pay-drops.html"}