{"authors": ["Nate Cohn"], "date_download": "2018-11-16 04:42:14", "date_modify": "2018-11-16 04:42:14", "date_publish": "2016-11-29 01:37:13", "description": "There are many reasons Donald J. Trump’s claim doesn’t withstand scrutiny.", "filename": "2016_11_28_upshot_serious-voter-fraud-um-no.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343334.html", "image_url": "https://static01.nyt.com/images/2016/11/29/upshot/29UP-Fraud/29UP-Fraud-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_28_upshot_serious-voter-fraud-um-no.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343334.html", "title": "Trump’s Claim of Millions of Illegal Votes? There’s Simply No Evidence", "title_page": "Trump’s Claim of Millions of Illegal Votes? There’s Simply No Evidence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sometimes people make mistakes when they take a survey. They might misunderstand the question, accidentally give a wrong response to an interviewer or press the wrong button online. The interviewer can make a mistake, and record the wrong answer. This usually isn’t a significant problem, but it becomes one if you’re trying to find an odd, small finding in a survey of 30,000 people. Even if 99.9 percent of people answered a question correctly in the survey, there would still be 30 erroneous answers out of 30,000.\nIt turns out that number isn’t far off. The study is a panel survey, so many people had been interviewed in previous years. A comparison of their previous answers can help give a sense of just how often people might make a mistake. In 2012, 20 of the self-described noncitizens surveyed reported that they had been citizens when they took the survey in 2010. But that’s unlikely — very few people lose their citizenship.\nWhat’s more, a similar number, 36 people, said they were noncitizens in 2010 but citizens in 2012. That’s possible — since people can obtain citizenship — but the finding is well above the rate of naturalization.\nThis phenomenon could explain all of the noncitizen voting in the congressional election study. Here’s the clincher: There were zero voters among the respondents who indicated that they were noncitizens in both 2010 and 2012.\nMr. Miller’s citation of a Pew Research study on the quality of voter registration files is far less salient. Yes, there are many millions of people who remain registered to vote after they have moved or died: Very few people remove themselves from the voter rolls when they move, or as they lie on their deathbed. But this has nothing to do with noncitizen voting, and it is not a meaningful contributor to voter fraud.\nAllegations of fraud by the left doesn’t mean fraud has occurred.\nThe political right has not been alone in making unsubstantiated claims about election or voter fraud this year. Some supporters of Bernie Sanders did the same thing in the primaries. The Green Party presidential candidate Jill Stein is pushing for recounts in Pennsylvania, Michigan and Wisconsin, though no recount has ever overturned a lead as large as Mr. Trump’s in these states.\nLast week, a New York Magazine article made a splash by saying that some computer scientists believed there was evidence of voting irregularities in Wisconsin, based on Mr. Trump’s stronger showing in counties with electronic voting. This appears to be a mischaracterization of their views, but the view expressed in the article doesn’t hold up either. Mr. Trump’s edge in electronic-voting counties can be explained by their demographics: The counties are less educated and whiter than the parts of the state with paper ballots.", "url": "https://www.nytimes.com/2016/11/28/upshot/serious-voter-fraud-um-no.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}