{"authors": ["The New York Times"], "date_download": "2018-11-16 03:41:15", "date_modify": "2018-11-16 03:41:15", "date_publish": "2016-11-23 05:31:53", "description": "Read the full text of the president-elect’s meeting with reporters, editors and opinion columnists from The Times.", "filename": "2016_11_23_us_politics_trump-new-york-times-interview-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339675.html", "image_url": "https://static01.nyt.com/images/2016/11/23/us/23transcript/23transcript-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_23_us_politics_trump-new-york-times-interview-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339675.html", "title": "Donald Trump’s New York Times Interview: Full Transcript", "title_page": "Donald Trump’s New York Times Interview: Full Transcript - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As far as the, you know, potential conflict of interests, though, I mean I know that from the standpoint, the law is totally on my side, meaning, the president can’t have a conflict of interest. That’s been reported very widely. Despite that, I don’t want there to be a conflict of interest anyway. And the laws, the president can’t. And I understand why the president can’t have a conflict of interest now because everything a president does in some ways is like a conflict of interest, but I have, I’ve built a very great company and it’s a big company and it’s all over the world. People are starting to see, when they look at all these different jobs, like in India and other things, number one, a job like that builds great relationships with the people of India, so it’s all good. But I have to say, the partners come in, they’re very, very successful people. They come in, they’d say, they said, ‘Would it be possible to have a picture?’ Actually, my children are working on that job. So I can say to them, Arthur, ‘I don’t want to have a picture,’ or, I can take a picture. I mean, I think it’s wonderful to take a picture. I’m fine with a picture. But if it were up to some people, I would never, ever see my daughter Ivanka again. That would be like you never seeing your son again. That wouldn’t be good. That wouldn’t be good. But I’d never, ever see my daughter Ivanka.\nUNKNOWN: That means you’d have to make Ivanka deputy President, you know.\nTRUMP: I know, I know, yeah. [room laughs] Well, I couldn’t do that either. I can’t, that can’t work. I can’t do anything, I would never see my, I guess the only son I’d be allowed to see, at least for a little while, would be Barron, because he’s 10. But, but, so there has to be [unintelligible]. It’s a very interesting case.\nUNKNOWN: You could sell your company though, right? With all due respect, you could sell your company and then …\nTRUMP: Well …\nUNKNOWN: And then you could see them all the time.\nTRUMP: That’s a very hard thing to do, you know what, because I have real estate. I have real estate all over the world, which now people are understanding. When I filed my forms with the federal election, people said, ‘Wow that’s really a big company, that’s a big company.’ It really is big, it’s diverse, it’s all over the world. It’s a great company with great assets. I think that, you know, selling real estate isn’t like selling stock. Selling real estate is much different, it’s in a much different world. I’d say this, and I mean this and I said it on “60 Minutes” the other night: My company is so unimportant to me relative to what I’m doing, ’cause I don’t need money, I don’t need anything, and by the way, I’m very under-leveraged, I have a very small percentage of my money in debt, very very small percentage of my money in debt, in fact, banks have said ‘We’d like to loan you money, we’d like to give you any amount of money.’ I’ve been there before, I’ve had it both ways, I’ve been over-levered, I’ve been under-levered and, especially as you get older, under-levered is much better.\nUNKNOWN: Mr. President-elect …\nTRUMP: Just a minute, because it’s an important question. I don’t care about my company. I mean, if a partner comes in from India or if a partner comes in from Canada, where we did a beautiful big building that just opened, and they want to take a picture and come into my office, and my kids come in and, I originally made the deal with these people, I mean what am I going to say? I’m not going to talk to you, I’m not going to take pictures? You have to, you know, on a human basis, you take pictures. But I just want to say that I am given the right to do something so important in terms of so many of the issues we discussed, in terms of health care, in terms of so many different things. I don’t care about my company. It doesn’t matter. My kids run it. They’ll say I have a conflict because we just opened a beautiful hotel on Pennsylvania Avenue, so every time somebody stays at that hotel, if they stay because I’m president, I guess you could say it’s a conflict of interest. It’s a conflict of interest, but again, I’m not going to have anything to do with the hotel, and they may very well. I mean it could be that occupancy at that hotel will be because, psychologically, occupancy at that hotel will be probably a more valuable asset now than it was before, O.K.? The brand is certainly a hotter brand than it was before. I can’t help that, but I don’t care. I said on “60 Minutes”: I don’t care. Because it doesn’t matter. The only thing that matters to me is running our country.\nMICHAEL BARBARO, political reporter: Mr. President-elect, can I press you a little further on what structures you would put in place to keep the presidency and the company separate and to avoid things that, for example, were reported in The Times in the past 24 hours about meeting with leaders of Brexit about wind farms …\nTRUMP: About meeting with who?\nBARBARO: Leaders of Brexit about wind farms that might interfere with the views of your golf course and how to keep, what structures, can you talk about that meeting, by the way?", "url": "https://www.nytimes.com/2016/11/23/us/politics/trump-new-york-times-interview-transcript.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}