{"authors": ["Vinod Sreeharsha"], "date_download": "2018-11-16 04:15:22", "date_modify": "2018-11-16 04:15:22", "date_publish": "2016-05-24 00:31:34", "description": "A government minister appointed by Brazil’s new interim president said he would resign after excerpts of a conversation indicated he was trying to impede a corruption inquiry.", "filename": "2016_05_24_world_americas_brazil-dilma-rousseff-impeachment-petrobras.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341722.html", "image_url": "https://static01.nyt.com/images/2016/05/29/world/video-brazil/video-brazil-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_24_world_americas_brazil-dilma-rousseff-impeachment-petrobras.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341722.html", "title": "Transcript Suggests a Plot Behind Effort to Oust Brazilian President", "title_page": "Transcript Suggests a Plot Behind Effort to Oust Brazilian President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — Brazil’s interim president, Michel Temer, on Monday suffered a major setback in his campaign to win over the country when a report of recordings surfaced suggesting that one of his ministers had plotted to head off the huge Petrobras corruption investigation by pursuing the impeachment of President Dilma Rousseff.\nThe minister, Romero Jucá, an influential leader in the Brazilian Democratic Movement Party, or PMDB, though denying accusations of wrongdoing, said he would step down on Tuesday and return to the Senate. Earlier in the day, the Brazilian newspaper Folha de S. Paulo published excerpts from a recorded conversation between Mr. Jucá and a former business executive that indicated they were seeking to impede the sprawling investigation in which both were caught up.\nMr. Temer temporarily took over the presidency on May 12 after Ms. Rousseff was suspended for up to 180 days following a vote by the country’s Senate to start an impeachment trial against her.\nHe replaced the entire cabinet, seeking to win Brazilians’ trust and also investors’ confidence that he could find a way out of the nation’s worst economic crisis in decades. Yet he named many ministers already ensnared in the corruption inquiries.", "url": "https://www.nytimes.com/2016/05/24/world/americas/brazil-dilma-rousseff-impeachment-petrobras.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}