{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 03:45:33", "date_modify": "2018-11-16 03:45:33", "date_publish": "2016-06-27 22:55:28", "description": "The same day Turkey announced a rapprochement with Israel, President Recep Tayyip Erdogan expressed regret about the downing of a Russian warplane last year.", "filename": "2016_06_28_world_europe_russia-turkey-erdogan-putin.html_module=inline_1542339933.html", "image_url": "https://static01.nyt.com/images/2016/06/28/world/28turkey-web/28turkey-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_28_world_europe_russia-turkey-erdogan-putin.html_module=inline_1542339933.html", "title": "Seeking to Improve Ties With Russia, Turkey Apologizes for Downing Warplane", "title_page": "Seeking to Improve Ties With Russia, Turkey Apologizes for Downing Warplane - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Turkey had been going through a deep sense of isolation for the past few years, having switched from its famous ‘zero problems with neighbors’ policy to a place where they had no neighbors without problems,” said Asli Aydintasbas, an expert at the European Council on Foreign Relations. “This was the loneliest point in the history of the republic — Qatar and Saudi Arabia looking like the government’s only real friends.”\nUnder Mr. Erdogan, Turkey has tried to establish friendships with its Muslim neighbors, a shift from the past. But some experts argue that Turkey miscalculated, especially in Syria, where, until recently, it pushed for the ouster of President Bashar al-Assad. It has also opposed the United States there over Kurdish rebels fighting the Islamic State, and has been criticized for letting fighters pass freely across its border with Syria.\nIn the case of Russia, economics trumped political posturing, Ms. Aydintasbas said. Trade between the two countries had been substantially in Russia’s favor, largely because it sells considerable amounts of oil and gas to Turkey. But Turkey also benefited: More than three million Russians visit each year, the second-largest group of foreign travelers after Germans, and their absence has taken a painful toll on Turkey’s tourism industry.\nIn his letter to Mr. Putin, Mr. Erdogan said he “would like to inform the family of the deceased Russian pilot that I share their pain and to offer my condolences to them,” according to a statement from Turkey’s presidential spokesman, Ibrahim Kalin.\nThe effort to repair relations with Russia began the same day that Turkey and Israel announced an agreement to resume full diplomatic relations, ending a bitter six-year rift between the once-close regional allies. The two countries had fallen out over a 2010 Israeli military raid on a Turkish boat, the Mavi Marmara, which was bringing aid to Gaza. Ten Turkish activists were killed.", "url": "https://www.nytimes.com/2016/06/28/world/europe/russia-turkey-erdogan-putin.html?module=inline"}