{"authors": ["Charlie Savage"], "date_download": "2018-11-16 03:14:47", "date_modify": "2018-11-16 03:14:47", "date_publish": "2016-11-29 18:41:35", "description": "The proposal, advanced by the president-elect via Twitter, appears to be in conflict with an array of Supreme Court precedents.", "filename": "2016_11_29_us_politics_trump-flag-burners-citizenship-first-amendment.html_module=inline_1542338087.html", "image_url": "https://static01.nyt.com/images/2016/11/30/us/30flag/30flag-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_29_us_politics_trump-flag-burners-citizenship-first-amendment.html_module=inline_1542338087.html", "title": "Trump Calls for Revoking Flag Burners’ Citizenship. Court Rulings Forbid It.", "title_page": "Trump Calls for Revoking Flag Burners’ Citizenship. Court Rulings Forbid It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even if Mr. Trump were to persuade Congress to enact a criminal statute, a dramatic shift in the balance between government power and individual freedom, anyone convicted and sentenced could point to clear Supreme Court precedents to make the case for a constitutional violation.\nThe obstacles include the precedent that the Constitution does not allow the government to expatriate Americans against their will, through a landmark 1967 case, Afroyim v. Rusk. They also include a 1989 decision, Texas v. Johnson, in which the court struck down criminal laws banning flag burning, ruling that the act was a form of political expression protected by the First Amendment.\nDavid D. Cole, a Georgetown University law professor who co-wrote the Supreme Court briefs in the flag-burning case and who is about to become national legal director at the American Civil Liberties Union, said he wondered if Mr. Trump’s strategy was to goad people into burning flags in order to “marginalize” the protests against him. But he also called Mr. Trump’s proposal “beyond the pale.”\n“To me it is deeply troubling that the person who is going to become the most powerful government official in the United States doesn’t understand the first thing about the First Amendment — which is you can’t punish people for expressing dissent — and also doesn’t seem to understand that citizenship is a constitutional right that cannot be taken away, period, under any circumstances,” he said.", "url": "https://www.nytimes.com/2016/11/29/us/politics/trump-flag-burners-citizenship-first-amendment.html?module=inline"}