{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 03:54:37", "date_modify": "2018-11-16 03:54:37", "date_publish": "2016-04-02 18:35:19", "description": "Proponents of Britain’s exit from the European Union are trying to convince the country that any freedom it gains would not be offset by the risks to prosperity.", "filename": "2016_04_03_world_europe_uncertain-economics-influence-brexit-talk.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340477.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_03_world_europe_uncertain-economics-influence-brexit-talk.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340477.html", "title": "Uncertain Economics Influence ‘Brexit’ Talk", "title_page": "Uncertain Economics Influence ‘Brexit’ Talk  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Britain is one of Europe’s strongest economic performers, having emerged from the financial crisis of the last decade faster and less burdened by debt than competitors like France, Italy and Spain. Unemployment is at a 10-year low of 5.1 percent. London, vibrant and second only to New York as a global financial hub, hums a siren song to the young and ambitious across Europe.\nThose campaigning for Britain to leave the European Union in a national referendum on June 23 focus their arguments on reclaiming national sovereignty and reasserting national identity in the face of immigration. But proponents of exit are also now confronting the challenge of convincing the country that any freedom it gains from divorcing the Continent would not be offset by the risks to Britain’s prosperity.\nEstimates of the economic impact of “Brexit” vary, because no one knows what terms would be negotiated in what would most likely be a yearslong divorce. But that very inability to foresee the consequences has become a factor in the debate, especially since the value of the pound started to soften over concern about Britain’s future.\nMark Carney, the governor of the Bank of England, framed the stakes recently, saying the prospect of British exit is “the biggest domestic risk to financial stability because, in part, of the issues around uncertainty.”", "url": "https://www.nytimes.com/2016/04/03/world/europe/uncertain-economics-influence-brexit-talk.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}