{"authors": ["Alexander Main"], "date_download": "2018-11-16 04:16:59", "date_modify": "2018-11-16 04:16:59", "date_publish": "2016-02-15 16:43:28", "description": "Instead of backing toothless investigations, the U.S. should use its financial leverage against political graft in Central America.", "filename": "2016_02_16_opinion_an-anti-corruption-charade-in-honduras.html_ref=nyt-es&mcid=nyt-es&subid=article_1542341819.html", "image_url": "https://static01.nyt.com/images/2016/02/16/opinion/16main/16main-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_16_opinion_an-anti-corruption-charade-in-honduras.html_ref=nyt-es&mcid=nyt-es&subid=article_1542341819.html", "title": "An Anti-Corruption Charade in Honduras", "title_page": "Opinion | An Anti-Corruption Charade in Honduras - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Last spring and summer, huge protests set off by corruption scandals engulfed two Central American nations. In Guatemala, an investigation led by a United Nations-sponsored International Commission Against Impunity exposed a far-reaching customs corruption ring and uncovered evidence that its leader was none other than the country’s president, Otto Pérez Molina. Protests in Guatemala City grew, and in September, Mr. Pérez Molina resigned and was sent to jail to await trial.\nIn Honduras, protests erupted when a local journalist revealed that millions of dollars of public funds from the country’s health care system had been funneled to the ruling National Party and the election campaign of President Juan Orlando Hernández. A handful of administrators and business executives have been indicted for other corruption in the health system, but no charges have been brought against Mr. Hernández or other top party officials over the diversion of funds to the party. Thousands of torch-bearing protesters demanded Mr. Hernández’s resignation and a United Nations-backed commission like Guatemala’s.\nIn response, Mr. Hernández convened a tightly controlled “national dialogue,” in which many opposition leaders refused to participate, and then proposed a government-sponsored investigative body with no autonomy. When this failed to placate protesters, the Organization of American States stepped in to help design an alternative plan. The result was the Support Mission Against Corruption and Impunity in Honduras.\nThe mission was inaugurated at the O.A.S. headquarters in Washington last month amid much fanfare and a ringing endorsement from the State Department. A department spokesman, John Kirby, said the mission “responds to the legitimate demands of the Honduran people for vigorous and meaningful action against corruption.”", "url": "https://www.nytimes.com/2016/02/16/opinion/an-anti-corruption-charade-in-honduras.html?ref=nyt-es&mcid=nyt-es&subid=article"}