{"authors": ["Laurie Goodstein"], "date_download": "2018-11-16 04:30:05", "date_modify": "2018-11-16 04:30:05", "date_publish": "2016-12-27 20:27:40", "description": "Providing safe haven from deportation efforts is shaping up as a priority of the religious left across various faiths and ethnicities.", "filename": "2016_12_27_us_houses-of-worship-poised-to-serve-as-trump-era-immigrant-sanctuaries_1542342605.html", "image_url": "https://static01.nyt.com/images/2016/12/28/us/28sanctuary-jp/27sanctuary-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_27_us_houses-of-worship-poised-to-serve-as-trump-era-immigrant-sanctuaries_1542342605.html", "title": "Houses of Worship Poised to Serve as Trump-Era Immigrant Sanctuaries", "title_page": "Houses of Worship Poised to Serve as Trump-Era Immigrant Sanctuaries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PHILADELPHIA — Tucked one floor below the majestic Gothic sanctuary of Arch Street United Methodist Church, Javier Flores Garcia sleeps on a cot in a basement Sunday-school classroom that church members have outfitted with a microwave, a compact refrigerator and a television.\nMr. Flores, an arborist, longs for the open air, but does not dare set foot outside. He was supposed to report to the immigration authorities last month to be deported to his homeland, Mexico, but one day before his report date, he took refuge in the church.\nHis family is why he is fighting to remain, and when they visited him in the church recently, his 5-year-old son, Javier Jr., parked on his lap. The boy often refuses to leave his father’s side, and has ended up staying for days with him in the church. On Christmas Day, Mr. Flores had been there six weeks.\nThis downtown church is one of 450 houses of worship in the United States that have offered to provide sanctuary or other assistance to undocumented immigrants, according to leaders of the Sanctuary Movement. (Few congregations have the space and fortitude to risk harboring immigrants indefinitely, so others are lining up to contribute money, legal aid, food, child care or transportation.) The congregations joining this network have more than doubled since the election of Donald J. Trump — a rapid rebuttal to Mr. Trump’s postelection promise to deport two million to three million unauthorized immigrants who he said have been convicted of crimes.", "url": "https://www.nytimes.com/2016/12/27/us/houses-of-worship-poised-to-serve-as-trump-era-immigrant-sanctuaries.html"}