{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:26:12", "date_modify": "2018-11-16 04:26:12", "date_publish": "2016-11-07 20:21:56", "description": "The Supreme Court turned away a bid to reinstate a trial judge’s order that barred Donald J. Trump’s campaign from harassing or intimidating voters in Ohio.", "filename": "2016_11_08_us_politics_supreme-court-donald-trump-ohio.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342372.html", "image_url": "https://static01.nyt.com/images/2016/11/08/us/08scotus/08scotus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_08_us_politics_supreme-court-donald-trump-ohio.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342372.html", "title": "Justices Won’t Revive Order Barring Voter Intimidation in Ohio", "title_page": "Justices Won’t Revive Order Barring Voter Intimidation in Ohio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That same day, Judge Gwin issued a broad order barring people associated with the Trump campaign from harassing, challenging or taking pictures of voters.\nThe Trump campaign appealed, saying that the order was too broad and that it “tramples upon core First Amendment freedoms.”\n“One example illustrates the point,” the campaign’s brief said. “The order prohibits anyone from having a truthful discussion about voting rules with another voter when the two are heading inside to vote. Such a prohibition clearly violates the First Amendment.”\nOn Sunday, a three-judge panel of the United States Court of Appeals for the Sixth Circuit, in Cincinnati, stayed Judge Gwin’s order. The appeals court said Judge Gwin had abused his discretion in issuing it.\nLate on Sunday, the Ohio Democratic Party asked the Supreme Court to intervene. It said that the Sixth Circuit had acted without full briefing and that Judge Gwin had acted with care.\nJudge Gwin’s order, the party’s brief said, was “tailored precisely to match the evidence in the record of the plans by the campaign and its supporters to disrupt the voting process and intimidate voters.”", "url": "https://www.nytimes.com/2016/11/08/us/politics/supreme-court-donald-trump-ohio.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}