{"authors": ["Tim Mckeough"], "date_download": "2018-11-16 04:54:38", "date_modify": "2018-11-16 04:54:38", "date_publish": "2016-09-16 17:26:29", "description": "Encaustic cement tile, with its striking look and chalky matte texture, is catching on with designers and homeowners.", "filename": "2016_09_18_realestate_tile-gains-footing-all-over.html__r=0&module=inline_1542344078.html", "image_url": "https://static01.nyt.com/images/2016/09/18/realestate/18TILE-HERO/18TILE-HERO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_18_realestate_tile-gains-footing-all-over.html__r=0&module=inline_1542344078.html", "title": "Tile Gains Footing All Over", "title_page": "Tile Gains Footing All Over - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If you’ve been keeping an eye on the ground beneath your feet, you may have noticed an explosion of pattern. It can be seen in public spaces like the Manhattan restaurant L’Amico, designed by Crème; and the Hotel Van Zandt in Austin, Tex., designed by Mark Zeff. And in private spaces, too, like the New York apartment of the actors Naomi Watts and Liev Schreiber, designed by Ashe & Leandro and featured earlier this year in Architectural Digest.\nWhat all these spaces have in common is flooring made from encaustic cement tile, a material that has been produced in a multitude of colors and patterns since the 19th century, but which was relatively uncommon in the United States until a few years ago. Now its striking look and chalky matte texture are catching on, and a growing number of manufacturers are giving the product a contemporary update.\nCaitlin and Samuel Dowe-Sandes, an American couple who founded the cement tile company Popham Design in 2007, recalled the moment they discovered the material after moving to Morocco. “We were instantly taken with the medium and the possibilities,” Ms. Dowe-Sandes said. “The U.S. doesn’t have the same history with the product that Europe does, where you sometimes see 150-year-old cement tile floors.”", "url": "https://www.nytimes.com/2016/09/18/realestate/tile-gains-footing-all-over.html?_r=0&module=inline"}