{"authors": ["Alan Feuer"], "date_download": "2018-11-16 04:29:57", "date_modify": "2018-11-16 04:29:57", "date_publish": "2016-06-21 01:44:57", "description": "Two copies of the prosecution’s summary of the case were found, one containing potentially exculpatory evidence that could implicate someone other than the man convicted.", "filename": "2016_06_21_nyregion_2005-double-murder-case-reopened-by-brooklyn-district-attorney.html_module=inline_1542342597.html", "image_url": "https://static01.nyt.com/images/2016/06/21/nyregion/21PROSECUTOR/21PROSECUTOR-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_21_nyregion_2005-double-murder-case-reopened-by-brooklyn-district-attorney.html_module=inline_1542342597.html", "title": "2005 Double Murder Case Reopened by Brooklyn District Attorney", "title_page": "2005 Double Murder Case Reopened by Brooklyn District Attorney - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But this month, Mr. Fliedner resigned from his position amid a bitter personal dispute with Mr. Thompson. In an article in The Daily News last week, Mr. Fliedner accused the district attorney of being an “abusive” leader who ran roughshod over his staff and had lost his focus on performing “the unique and sacred” role of serving as Brooklyn’s top law enforcement officer. He also complained that Mr. Thompson had consistently allowed his deputy chief of staff, Wayne K. Williams, to wield undue influence over his and other prosecutors’ cases.\nIn an email Sunday night, Mr. Fliedner wrote, “If there are legitimate concerns about the fairness of trial proceedings that warrant the granting of a new trial, I am all for it.”\nBut at the same time, he warned that if the district attorney’s office had placed “false or misleading statements” in its filings that suggested “intentional wrongdoing” on his part, then “Mr. Thompson had better brush up on the law as it relates to slander and libel.”\n“The very timing of this filing relative to one of my trials, just two days after I publicly expressed my concerns about the overly politicized environment he has created in the office of the district attorney, is glaringly transparent,” Mr. Fliedner added. “My guess is that, with this action, Thompson is simply affirming every concern I have voiced about the manner in which he instinctively operates.”\nA spokeswoman for Mr. Thompson declined to respond to Mr. Fliedner’s comments.\nBut Mr. Gonzalez said that Mr. Fliedner will face an ethics investigation, even though he no longer works for the district attorney’s office.\nMr. Gonzalez also said that the papers about the Martin case were submitted only after the Conviction Review Unit received the defense’s case file and was able to determine that the exculpatory evidence had not been handed over.\nProsecutors got that file on Wednesday, court papers say, the same day Mr. Fliedner was quoted by The Daily News.\nJustin Bonus, Mr. Martin’s current lawyer, declined to comment on the case. But as part of the continuing investigation, Mr. Martin is expected to appear in court in Brooklyn sometime in the next few weeks.", "url": "https://www.nytimes.com/2016/06/21/nyregion/2005-double-murder-case-reopened-by-brooklyn-district-attorney.html?module=inline"}