{"authors": ["Richard Pérez-Peña"], "date_download": "2018-11-16 04:22:46", "date_modify": "2018-11-16 04:22:46", "date_publish": "2016-04-22 22:05:17", "description": "Speaking at a news conference in Britain, President Obama criticized new laws limiting the rights of gay and transgender people.", "filename": "2016_04_23_us_obama-weighs-in-on-mississippi-and-north-carolina-bathroom-laws.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342166.html", "image_url": "https://static01.nyt.com/images/2016/04/23/us/23carolina-web/23carolina-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_23_us_obama-weighs-in-on-mississippi-and-north-carolina-bathroom-laws.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342166.html", "title": "Obama Weighs In on Mississippi and North Carolina Bathroom Laws", "title_page": "Obama Weighs In on Mississippi and North Carolina Bathroom Laws - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Obama said Friday that new laws in North Carolina and Mississippi curbing the rights of gay and transgender people were “wrong and should be overturned,” weighing in on measures that have prompted a backlash, including calls to boycott the states.\nMr. Obama was asked about the laws at a news conference in London with Prime Minister David Cameron, after the United Kingdom’s Foreign Office advised travelers to those states about limitations the laws might impose.\n“They are beautiful states, and you are welcome and you should come and enjoy yourselves,” Mr. Obama said. “And I think you’ll be treated with extraordinary hospitality.”\nThe laws are partly politically motivated, he said, and partly in response to “some strong emotions that are generated by people, some of whom are good people.”", "url": "https://www.nytimes.com/2016/04/23/us/obama-weighs-in-on-mississippi-and-north-carolina-bathroom-laws.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}