{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 03:55:11", "date_modify": "2018-11-16 03:55:11", "date_publish": "2016-08-18 15:15:38", "description": "It appears that after a stream of provocations, insults and reckless remarks, Mr. Trump has damaged himself with the one demographic that stands as a bulwark to a Clinton presidency.", "filename": "2016_08_19_us_politics_donald-trump-white-men.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340511.html", "image_url": "https://static01.nyt.com/images/2016/08/17/us/17WHITEMENweb1sub/17WHITEMENweb1sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_19_us_politics_donald-trump-white-men.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340511.html", "title": "Donald Trump’s Crucial Pillar of Support, White Men, Shows Weakness", "title_page": "Donald Trump’s Crucial Pillar of Support, White Men, Shows Weakness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Romney relied on his 27-point edge among white men to carry the male vote over all, but Mr. Trump is even more reliant on them because of how poorly he performs with nonwhite voters. If Mr. Trump is only doing as well or worse than Mr. Romney did with white men, he will never make up the votes he is losing among women and nonwhites.\nMr. Trump’s troubles with white men do not end there. The data reveal a huge gap in those who have a college education and those who do not. As Mr. Trump saw in the Republican primaries, he is most vulnerable with white men who have a college education or higher. Mr. Romney won that group, which votes at a higher rate than those without college degrees, by 21 points. Recent national polls have put Mr. Trump’s support with them far lower.\n“We’re looking at a margin among college-educated white men for him that’s less than half what Romney won,” said Gary Langer, an independent pollster who conducted an ABC News/Washington Post survey this month that showed Mr. Trump losing over all to Mrs. Clinton. “And that is problematic for Trump given his need to appeal to whites.”\nMr. Trump’s difficulties with men are symptoms of a larger vulnerability: disapproval that runs deeply through many segments and subgroups of the voting population.\nSelf-identified Republicans, white women, the wealthy and well-educated people of all races are turning their backs on him. Two national polls have recently put his support from African-Americans at an astonishing 1 percent. Separate Wall Street Journal/NBC News/Marist surveys in Ohio and Pennsylvania from July found that zero percent of black voters said they planned to vote for him. The latest poll of Latinos, conducted within the last week by Fox News, had Mr. Trump with just 20 percent support, below the 27 percent that Mr. Romney received in 2012.", "url": "https://www.nytimes.com/2016/08/19/us/politics/donald-trump-white-men.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}