{"authors": ["David E. Sanger"], "date_download": "2018-11-16 04:34:52", "date_modify": "2018-11-16 04:34:52", "date_publish": "2016-12-28 16:57:41", "description": "Secretary of State John Kerry argued that Israel could not survive as both a Jewish state and a democratic state unless it embraced a two-state plan.", "filename": "2016_12_28_us_politics_john-kerry-israel-palestine-peace.html_module=inline_1542342892.html", "image_url": "https://static01.nyt.com/images/2016/12/28/world/29KERRY-video/29KERRY-video-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_28_us_politics_john-kerry-israel-palestine-peace.html_module=inline_1542342892.html", "title": "Kerry Rebukes Israel, Calling Settlements a Threat to Peace", "title_page": "Kerry Rebukes Israel, Calling Settlements a Threat to Peace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Mr. Kerry got to the principles for a future settlement, they were unsurprising. Many date to the 1990s or earlier, and many to past United Nations resolutions.\nThe principles he described started with a “secure and recognized border between Israel and a viable and contiguous Palestine,” based on Israel’s withdrawal from territory occupied since the 1967 war and land swaps to “reflect practical realities on the ground.”\nA second principle was the creation of a state for the Palestinian people, and a third was a “fair and realistic solution to the Palestinian refugee issue,” including compensation. There was no mention of a “right of return” for refugees and their descendants forced to leave Israel and the Palestinian territories, back to 1948.\nThe fourth principle called for Jerusalem to be the recognized capital of both states, which Mr. Kerry said was “the most sensitive issue for both sides.” The fifth was an agreement to satisfy Israel’s security needs while ending its military occupation of Palestinian territories.\nMr. Kerry, who has cast himself as one of Israel’s greatest friends, said in recent months it became clear he had to “save the two-state solution while there was still time.”\n“We did not take this decision lightly,” he said of the vote in the United Nations Security Council, where the American abstention allowed a 14-to-0 condemnation of Israel go forward. “Israelis are fully justified in decrying attempts to delegitimize their state and question the right of a Jewish state to exist. But this vote was not about that. It was about actions that Israelis and Palestinians are taking that are increasingly rendering a two-state solution impossible.”\nIt was also about Mr. Kerry’s own personal disappointment. As soon as he took over from Hillary Clinton as secretary of state in 2013, Mr. Kerry plunged into the tar pit of Middle East peace negotiations with an enthusiasm neither Mrs. Clinton nor Mr. Obama shared. The goal was a nine-month negotiation leading to a “final status” of the Israeli-Palestinian conflict by the summer of 2014.", "url": "https://www.nytimes.com/2016/12/28/us/politics/john-kerry-israel-palestine-peace.html?module=inline"}