{"authors": ["Michelle Innis", "Somini Sengupta"], "date_download": "2018-11-16 03:18:18", "date_modify": "2018-11-16 03:18:18", "date_publish": "2016-11-25 13:50:23", "description": "The agreement, which officials say is not to be replicated, would send some of the asylum seekers now detained on remote islands to the United States.", "filename": "2016_11_25_world_australia_refugee-deal-united-states-nations.html__r=0&module=inline_1542338298.html", "image_url": "https://static01.nyt.com/images/2016/11/26/business/26AUSTRALIA-1/26AUSTRALIA-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_25_world_australia_refugee-deal-united-states-nations.html__r=0&module=inline_1542338298.html", "title": "U.N. Offers ‘One-Off’ Help to Australia in Resettling Refugees in U.S.", "title_page": "U.N. Offers ‘One-Off’ Help to Australia in Resettling Refugees in U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Australia pays Nauru and Papua New Guinea, both impoverished nations, to house the detainees. But Papua New Guinea recently said it would close the camp there, which its Supreme Court found to be in violation of its Constitution. International rights groups, the United Nations and domestic critics have excoriated Australian officials for years over the bleak conditions in which the asylum seekers live.\nImage Volker Turk, an assistant high commissioner with the United Nations’ refugee agency. Credit Christophe Archambault/Agence France-Presse — Getty Images\nNeither Australia nor the United States are giving details about the resettlement deal, including how many people it would involve and how soon it would happen. Screening and security checks by the United States authorities, involving multiple intelligence agencies, can usually take 18 to 24 months, making it difficult to imagine that any of the refugees will arrive in the United States before Donald J. Trump is sworn in as president in January.\nA spokeswoman for the Australian Department of Immigration and Border Protection said in a written response to questions that the agency was “not providing any more details about the arrangements.” A spokeswoman at the American State Department declined to say how many refugees would be resettled in the United States, except that it would be done in consultation with the United Nations.\nThe Obama administration has said the United States will take in 110,000 refugees from around the world in the current fiscal year, which began in October, and the State Department has said that the deal with Australia would not increase that number.\n“As two of the world’s largest refugee resettlement countries, the United States and Australia share a commitment to finding long-term solutions for the world’s most vulnerable refugees,” the State Department spokeswoman said in an emailed response to questions.\nMaking the deal even more unusual, Australia has agreed to take in an unspecified number of Central American refugees who fled gang violence in their homelands. The United Nations says there are an estimated 2,400 such people from El Salvador, Guatemala and Honduras who have been screened and recognized as refugees. The United States has long been reluctant to let them apply for asylum on its territory and only recently agreed to let the United Nations vet them at a processing center in Costa Rica.", "url": "https://www.nytimes.com/2016/11/25/world/australia/refugee-deal-united-states-nations.html?_r=0&module=inline"}