{"authors": ["Michael M. Grynbaum", "Rachel Abrams"], "date_download": "2018-11-16 03:51:38", "date_modify": "2018-11-16 03:51:38", "date_publish": "2016-10-13 13:43:04", "description": "Mark Burnett, who says he has no legal right to release unaired footage from the reality show as many have requested, said in a statement he was “NOT pro-Trump.”", "filename": "2016_10_14_business_media_mark-burnett-apprentice-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340298.html", "image_url": "https://static01.nyt.com/images/2016/10/14/business/14BURNETT/14BURNETT-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_14_business_media_mark-burnett-apprentice-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340298.html", "title": "‘Apprentice’ Producer Denounces Trump but Won’t Release Possibly Damning Tapes", "title_page": "‘Apprentice’ Producer Denounces Trump but Won’t Release Possibly Damning Tapes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There is some irony to the fact that Donald J. Trump’s journey to the threshold of the presidency has, in the closing weeks of the election, come back to the doorstep of the man who first catapulted him to national fame.\nBut Mark Burnett, the creator of “The Apprentice,” does not seem amused.\nMr. Burnett, one of television’s most powerful figures, is facing growing demands this week that he release footage from the “Apprentice” set that some former crew members say could reveal Mr. Trump acting in vulgar and offensive ways.\nThe outcry has grown to the point where Mr. Burnett, who rarely comments on political matters, felt compelled on Wednesday evening to issue a forceful denunciation of Mr. Trump’s presidential bid, saying he rejected “the hatred, division and misogyny that has been a very unfortunate part of his campaign.”\nMr. Burnett issued his statement on the same night that several women came forward to say they had been groped or assaulted by Mr. Trump, a flood of accusations that continued on Thursday. Their accounts followed a video released last week from 2005 of Mr. Trump and the television host Billy Bush engaging in vulgar talk about women.", "url": "https://www.nytimes.com/2016/10/14/business/media/mark-burnett-apprentice-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}