{"authors": ["Wai Moe", "Austin Ramzy"], "date_download": "2018-11-16 03:18:24", "date_modify": "2018-11-16 03:18:24", "date_publish": "2016-03-15 08:23:02", "description": "U Htin Kyaw, a confidant of Daw Aung San Suu Kyi, was considered almost certain to take the presidency after his nomination last week by her party.", "filename": "2016_03_16_world_asia_myanmar-president-htin-kyaw-elected.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338304.html", "image_url": "https://static01.nyt.com/images/2016/03/16/world/16myanmar-web1/16myanmar-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_16_world_asia_myanmar-president-htin-kyaw-elected.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338304.html", "title": "Myanmar Lawmakers Name Htin Kyaw President, Affirming Civilian Rule", "title_page": "Myanmar Lawmakers Name Htin Kyaw President, Affirming Civilian Rule - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NAYPYIDAW, Myanmar — Myanmar’s Parliament elected a confidant of Daw Aung San Suu Kyi as president on Tuesday, ending decades of leadership by the military and its allies.\nU Htin Kyaw, 69, won with more than half the votes. He was considered almost certain to take the presidency after his nomination last week by Ms. Aung San Suu Kyi’s party, the National League for Democracy, which won majorities in both houses of Parliament in elections in the fall.\n“This is the good will and loving kindness of the people. This is a victory of the people. This is sister Daw Aung San Suu Kyi’s victory,” Mr. Htin Kyaw told reporters as he left Parliament after the vote, which installed him as Myanmar’s ninth president and the first civilian to hold the post since 1962.\nMs. Aung San Suu Kyi is barred from the presidency by a clause in the military-drafted Constitution that forbids people with foreign relatives from holding the office. Her two sons are British, as was her husband, who died in 1999.", "url": "https://www.nytimes.com/2016/03/16/world/asia/myanmar-president-htin-kyaw-elected.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}