{"authors": ["Ashley Parker", "Maggie Haberman"], "date_download": "2018-11-16 04:50:04", "date_modify": "2018-11-16 04:50:04", "date_publish": "2016-11-19 16:52:40", "description": "As Donald J. Trump goes about his routine — schmoozing, tweeting, rewarding loyalty, fomenting infighting — it doesn’t appear the gravity of the presidency is changing him.", "filename": "2016_11_20_us_politics_a-trump-tower-view-of-the-new-boss.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343804.html", "image_url": "https://static01.nyt.com/images/2016/11/20/us/20trump2/20trump2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_20_us_politics_a-trump-tower-view-of-the-new-boss.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343804.html", "title": "High in Tower, Trump Reads, Tweets and Plans", "title_page": "High in Tower, Trump Reads, Tweets and Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Trump, who has been known to act precipitously against people who have not pleased him, did so again this past week when he removed Gov. Chris Christie of New Jersey, another longtime loyalist, as the head of his transition. People close to Mr. Trump say that, among other concerns, he determined that Mr. Christie had to go after two former top aides were convicted by a federal jury on all charges stemming from a 2013 scheme to close access lanes at the George Washington Bridge to punish a New Jersey mayor who declined to endorse Mr. Christie for re-election. And Mr. Trump was angered when Mr. Christie did not defend him after 11-year-old audio emerged of the candidate boasting about committing sexual assaults.\nMr. Trump also likes to surprise, and enjoys the worldwide speculation he sets off with his Twitter posts. And after he became upset by Mr. Giuliani’s headlines, his aides leaked the news that he was considering Gov. Nikki R. Haley of South Carolina for secretary of state — speculation that has since faded as Mr. Romney’s prospects have risen.\nShowmanship remains central to Mr. Trump, who on Thursday held his first meeting as president-elect with a foreign leader, Prime Minister Shinzo Abe of Japan. The setting was Mr. Trump’s marble and gold, Louis XIV-style residence on the 58th floor, with sweeping views of New York and Central Park. Mr. Trump, with General Flynn at his side, sat next to Mr. Abe under an enormous crystal chandelier as Mr. Trump’s daughter Ivanka looked on.\nThe formality of the setting contrasted with the freewheeling style that Mr. Trump adopts in his cluttered corner office on the 26th floor, where aides, his children and his longtime assistant, Rhona Graff, move busily in and out as he holds court behind his desk. Mr. Trump, who does not use a computer or read online, does keep an eye on the television, particularly the now-constant news about himself. Most information he takes in is in person or on the phone.\nHe is worried, his aides say, that he will not be able to keep his Android phone once he gets to the White House and wonders aloud how isolated he will become — and whether he will be able to keep in touch with his friends — without it as president. He continues to discuss with the Secret Service how much he can return on weekends to Trump Tower, and still expects to use the Bedminster golf club and his private Mar-a-Lago resort in Palm Beach, Fla., as vacation retreats.\nThe Trump International Hotel in Washington, just five blocks from the White House, could also take on an outsize role in the Trump administration. His children may stay there when they come to the nation’s capital, and there is chatter that it may supplant Blair House, which traditionally hosts foreign dignitaries visiting the president.\nBut for now, Mr. Trump seems most comfortable running the show from Trump Tower.\n“I’ve witnessed him as a businessman sitting at the desk; I’ve witnessed him as a potential candidate sitting at the desk; I’ve witnessed him as a candidate sitting at the desk; and I’ve now witnessed him as the president-elect sitting at the desk,” said Kellyanne Conway, a senior adviser.\n“It’s a comfortable environment,” she added, “but now the stakes are higher.”", "url": "https://www.nytimes.com/2016/11/20/us/politics/a-trump-tower-view-of-the-new-boss.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}