{"authors": ["Vindu Goel", "Nicole Perlroth"], "date_download": "2018-11-16 04:20:38", "date_modify": "2018-11-16 04:20:38", "date_publish": "2016-10-14 00:34:56", "description": "Verizon’s top lawyer said the hacking of 500 million Yahoo email accounts, made public after the deal was announced, could justify reopening sale discussions.", "filename": "2016_10_14_business_dealbook_verizon-says-yahoo-hack-could-reopen-4-8-billion-deal-talks.html_module=inline_1542342038.html", "image_url": "https://static01.nyt.com/images/2016/07/25/business/14db-yahoo-web/14db-yahoo-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_14_business_dealbook_verizon-says-yahoo-hack-could-reopen-4-8-billion-deal-talks.html_module=inline_1542342038.html", "title": "Verizon Says Yahoo Hack Could Reopen $4.8 Billion Deal Talks", "title_page": "Verizon Says Yahoo Hack Could Reopen $4.8 Billion Deal Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Verizon Communications may seek to renegotiate its $4.8 billion purchase of Yahoo’s operating business, dealing another blow to the struggling internet company.\nVerizon’s top lawyer said on Thursday that his company thought that the hacking of 500 million Yahoo email accounts in 2014 — disclosed last month, well after the deal was announced — had materially diminished the value of Yahoo, potentially allowing Verizon to reopen the sale discussions.\n“I think we have a reasonable basis to believe right now that the impact is material, and we’re looking to Yahoo to demonstrate to us the full impact,” Craig Silliman, Verizon’s general counsel, told reporters in Washington. “If they believe that it’s not, then they’ll need to show us that.”\nThe data breach, most likely the largest ever at a private company, is still under investigation by the companies and the Federal Bureau of Investigation. F.B.I. officials have confirmed that the Yahoo breach has the hallmarks of a state-sponsored attack, but they also say it is too early to say which country was behind it, according to two people who with knowledge of the investigation who spoke on the condition of anonymity.", "url": "https://www.nytimes.com/2016/10/14/business/dealbook/verizon-says-yahoo-hack-could-reopen-4-8-billion-deal-talks.html?module=inline"}