{"authors": ["Steve Lohr"], "date_download": "2018-11-16 03:43:46", "date_modify": "2018-11-16 03:43:46", "date_publish": "2016-08-27 09:00:57", "description": "The industrial giant is investing big in an effort to adopt the nimble habits and digital wizardry of Silicon Valley. And, its C.E.O. says, there is no Plan B.", "filename": "2016_08_28_technology_ge-the-124-year-old-software-start-up.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339826.html", "image_url": "https://static01.nyt.com/images/2016/08/28/business/28GE1/28GE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_28_technology_ge-the-124-year-old-software-start-up.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339826.html", "title": "G.E., the 124-Year-Old Software Start-Up", "title_page": "G.E., the 124-Year-Old Software Start-Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Kodesh leads that effort. He ticks off the looming competitors: Amazon Web Services, Google, Microsoft and others. “Those companies are going to encroach on the territory,” Mr. Kodesh said. “Are we going to capitulate, or build something like Predix?”\nThe basic idea is that G.E. and outside software developers will write programs to run on Predix. This software might, for instance, monitor the health and fine-tune the operation of equipment like oil-field rigs and wind-farm turbines, improving performance, reducing wear and adapting to changing environmental conditions. It amounts to software delivering the equivalent of personalized medicine for machines.\nLike any other computer operating system, Predix aims to take the complexity out of writing programs, so more people can create them. And while the instincts of the industrial world are proprietary, G.E. is following an open-source model with Predix, providing a basic design, but one open to outside contributors — more like Android from Google than Windows from Microsoft.\nPredix, Mr. Kodesh said, will be improved using the software equivalent of Lego blocks. “Some will be G.E.’s, and some will be made by third-party developers,” he said.\nG.E. is betting that its deep knowledge of industry will give it an edge in this software arms race. The stakes for this kind of programming can be high.\nFor a regular consumer using the internet, a misfiring algorithm in the software — “a false positive” — might mean a person sees an irrelevant online ad, or a bad Amazon book suggestion or Netflix movie recommendation, Mr. Kodesh said. Useless, perhaps, but not necessarily costly. But a false positive that prompts an airline to take a jet engine off the wing, Mr. Kodesh said, is a $100,000 mistake.\n“We really do need to have different technology, different algorithms and a different cloud, than in the consumer internet,” he said.", "url": "https://www.nytimes.com/2016/08/28/technology/ge-the-124-year-old-software-start-up.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}