{"authors": ["Mike Isaac"], "date_download": "2018-11-16 04:02:54", "date_modify": "2018-11-16 04:02:54", "date_publish": "2016-08-02 14:00:19", "description": "The new service from Facebook’s photo-sharing app will let people share photos and videos that have a life span of no more than 24 hours with friends who follow them.", "filename": "2016_08_03_technology_instagram-stories-snapchat-facebook.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340974.html", "image_url": "https://static01.nyt.com/images/2016/08/02/business/03INSTAGRAM/03INSTAGRAM-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_03_technology_instagram-stories-snapchat-facebook.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340974.html", "title": "Instagram Takes a Page From Snapchat, and Takes Aim at It, Too", "title_page": "Instagram Takes a Page From Snapchat, and Takes Aim at It, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MENLO PARK, Calif. — For nearly four years, Snapchat has been Facebook’s white whale.\nThe popular disappearing-message start-up rebuffed a $3 billion acquisition offer from Facebook in 2013. Snapchat’s service has since continued to grow rapidly by capturing the hearts — and thumbs — of the young audiences that advertisers love. Facebook has failed in several attempts at cloning Snapchat.\nNow Instagram, the photo-sharing app owned by Facebook, is for the first time taking its own stab at Snapchat.\nOn Tuesday, Instagram introduced Instagram Stories, which lets people share photos and videos that have a life span of no more than 24 hours with friends who follow them. The service bears a striking resemblance — some might say it is a carbon copy — to Snapchat Stories, a photo- and video-sharing format where the stories also disappear after no more than 24 hours.\nThe move could ignite a head-to-head battle between Instagram and Snapchat, which have long lurked in each other’s territories but have not faced off directly. Both are mobile apps that use primarily visual media. Both became popular first with young people. And both are now trying to improve their businesses by increasing digital advertising in formats like Stories.", "url": "https://www.nytimes.com/2016/08/03/technology/instagram-stories-snapchat-facebook.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}