{"authors": ["Matthew Rosenberg"], "date_download": "2018-11-16 03:20:23", "date_modify": "2018-11-16 03:20:23", "date_publish": "2016-03-17 20:52:01", "description": "The secretary of state’s declaration, made in response to a congressional deadline, is unlikely to change American policy.", "filename": "2016_03_18_world_middleeast_citing-atrocities-john-kerry-calls-isis-actions-genocide.html_module=inline_1542338423.html", "image_url": "https://static01.nyt.com/images/2016/03/18/us/john-kerry-isis-vid/john-kerry-isis-vid-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_18_world_middleeast_citing-atrocities-john-kerry-calls-isis-actions-genocide.html_module=inline_1542338423.html", "title": "Citing Atrocities, John Kerry Calls ISIS Actions Genocide", "title_page": "Citing Atrocities, John Kerry Calls ISIS Actions Genocide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The International Association of Genocide Scholars also released a statement last fall signed by dozens of members that said it believed the Islamic State was committing genocide against a range of Christian sects, Yazidis, Kurds, Shiite Muslims and others. And the Knights of Columbus, a Catholic organization, last week released a report that focused on the Islamic State’s attempts to eradicate Christians in the parts of Syria and Iraq where it holds sway.\nExperts on northern Iraq who have been tracking the atrocities committed by the terrorist group welcomed Mr. Kerry’s declaration, even as they cautioned that the minorities named by the administration had not suffered equally. While Christians and Shiites have been targeted and killed, they did not suffer the unforgiving assault that the Islamic State waged against the Yazidi minority, whom the terrorist group declared to be in a category of its own as “mushrikin,” or polytheists.\nAccording to Islamic State clerics, this places the Yazidis in a specific category of jeopardy, meaning that they cannot be afforded any of the limited protections that monotheistic faiths including Christianity and Judaism were offered in the early days of Islam. This in part explains why the Islamic State has uniquely targeted the Yazidi minority — believed to number around 500,000 people in Iraq — for sexual enslavement.\nLast year, Yazidi activists worked with Luis Moreno-Ocampo, the former prosecutor of the International Criminal Court, to petition the world body on the question of genocide.\nThey filed a 49-page report, after a field visit by Mr. Moreno-Ocampo to northern Iraq, where he met women who had been raped by fighters, and survivors of massacres.\n“Even though they did not kill the entire group, they are removing the group from its lands, so the group is terminated because they can no longer live in their homeland,” Mr. Moreno-Ocampo said in an interview last year. “The intent is enough, because the intention was to destroy. This is a perfect example of genocide.”", "url": "https://www.nytimes.com/2016/03/18/world/middleeast/citing-atrocities-john-kerry-calls-isis-actions-genocide.html?module=inline"}