{"authors": ["Christopher Mele", "Patrick Healy"], "date_download": "2018-11-16 04:50:09", "date_modify": "2018-11-16 04:50:09", "date_publish": "2016-11-19 05:02:30", "description": "Mike Pence attended the musical Friday, and an actor delivered a statement to the vice president-elect, drawing a sharp rebuke from Donald Trump.", "filename": "2016_11_19_us_mike-pence-hamilton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343809.html", "image_url": "https://static01.nyt.com/images/2016/11/19/us/19xp-pence_web3/19xp-pence_web3-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_19_us_mike-pence-hamilton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343809.html", "title": "‘Hamilton’ Had Some Unscripted Lines for Pence. Trump Wasn’t Happy.", "title_page": "‘Hamilton’ Had Some Unscripted Lines for Pence. Trump Wasn’t Happy. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Hamilton,” the hit Broadway musical about colonial rebels shaping the future of an unformed country, took an even more political turn at the end of its performance on Friday night.\nWith Vice President-elect Mike Pence attending the show, the cast used the opportunity to make a statement emphasizing the need for the new administration of President-elect Donald J. Trump, a Republican, to work on behalf of all Americans.\nIt was a deeply felt and altogether rare appeal from the stage of a Broadway show — and it drew a surprisingly sharp rebuke from Mr. Trump on Saturday morning. The president-elect wrote in a post on Twitter that the “Hamilton” cast had “harassed” Mr. Pence by making the statement and had been “very rude.”\n“Apologize!” Mr. Trump wrote at the end of one of two posts on the matter.\nAs the play ended, the actor who played Vice President Aaron Burr, Brandon Victor Dixon, acknowledged that Mr. Pence was in the audience, thanked him for attending and added, “We hope you will hear us out.”", "url": "https://www.nytimes.com/2016/11/19/us/mike-pence-hamilton.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}