{"authors": ["Coral Davenport"], "date_download": "2018-11-16 03:16:12", "date_modify": "2018-11-16 03:16:12", "date_publish": "2016-04-24 01:58:38", "description": "To ensure that the Paris agreement on climate change works, two global lenders have begun pressing national governments to ensure that polluters pay for the carbon dioxide they emit.", "filename": "2016_04_24_us_politics_carbon-pricingbecomes-a-cause-for-the-world-bank-and-imf_1542338172.html", "image_url": "https://static01.nyt.com/images/2016/04/23/world/video-kerry/video-kerry-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_24_us_politics_carbon-pricingbecomes-a-cause-for-the-world-bank-and-imf_1542338172.html", "title": "Carbon Pricing Becomes a Cause for the World Bank and I.M.F.", "title_page": "Carbon Pricing Becomes a Cause for the World Bank and I.M.F. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The World Bank and International Monetary Fund are pressing governments to impose a price tag on planet-warming carbon dioxide emissions, using economic leverage and technical assistance that institutions like the United Nations cannot muster.\nThe campaign by two of the largest international lenders comes as world leaders have begun to sign the Paris agreement on climate change, the United Nations accord that is supposed to commit nearly every country to take action to reduce emissions of greenhouse gases. The document opened for signatures on Friday and will remain open for a year.\nBut the leaders of the World Bank, the I.M.F. and other major global institutions say cutting emissions enough to stave off the worst effects of climate change will not be possible unless all fossil fuel polluters are forced to pay for the carbon dioxide they emit.\n“There is now an overwhelmingly obvious scientific consensus that the more carbon pollution we put into the air the more impact it has on warming the massive melting of the Arctic, the cycles of droughts and flooding, the die-offs of coral reefs,” the World Bank’s president, Jim Yong Kim, said in an interview. “And to our economists, who have been studying this for quite some time, there is an equally obvious consensus that putting a price on carbon pollution is by far the most powerful and efficient way to reduce emissions.”", "url": "https://www.nytimes.com/2016/04/24/us/politics/carbon-pricingbecomes-a-cause-for-the-world-bank-and-imf.html"}