{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 04:48:17", "date_modify": "2018-11-16 04:48:17", "date_publish": "2016-02-25 05:24:15", "description": "In Shanghai, officials described how they would use government deficit spending to spur growth and preserve the renminbi’s value by tying it to other currencies.", "filename": "2016_02_26_business_international_china-economy-g20-yuan_1542343697.html", "image_url": "https://static01.nyt.com/images/2016/02/26/business/26yuan/26yuan-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_26_business_international_china-economy-g20-yuan_1542343697.html", "title": "China Gives Glimpse of Its Solutions to Economic Problems", "title_page": "China Gives Glimpse of Its Solutions to Economic Problems - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "So far, the Chinese officials have acknowledged the challenges they face, but they contend that the world has overlooked the many policy options they can use to respond.\nPhoto\nThe officials outlined how they hoped to shift the economy from its emphasis on manufacturing, exports and a sometimes manic pace of construction, toward services and consumer spending. And they described how they hoped to manage that transition without tripping up economic growth along the way.\nZhu Guangyao, a vice minister of finance, said Thursday morning that Prime Minister Li Keqiang would unveil a government budget early next month that would include economic stimulus through an increase in deficit spending, which was only 2.3 percent of economic output last year. “In 2016, certainly we will have to increase that ratio,” he said.\nAlthough China’s corporations are heavily indebted, the Chinese central government is not.\nIn a subsequent speech to international bank leaders, Yi Gang, the first deputy governor of the People’s Bank of China, provided the strongest commitment to date not to devalue the renminbi. He described a complex strategy based on anchoring the value of the renminbi to three baskets of currencies. The baskets are essentially weighted averages of how much the renminbi is worth in terms of dollars, euros, yen and other currencies.\nZhou Xiaochuan, the governor of the central bank, is scheduled to speak Friday morning and then hold a rare news conference immediately afterward.\nHe will have much to discuss: Money has been sluicing out of China this winter, as companies and individuals use their renminbi to buy dollars, fearing that the renminbi may decline further against the dollar. As officials spoke on Thursday, the Shanghai stock exchange on the other side of town was sliding steeply, ending with a loss of 6.4 percent — a particularly precipitous decline given that the market halts trading in any listing once it has fallen 10 percent.\nShare prices slid on Thursday, not in response to the reassurances of Chinese officials but rather to a spike in short-term interest rates in Chinese money markets.\nDespite huge outflows in recent months, it was not immediately clear that trying to slow them was the sole cause of the rise in interest rates. The Chinese central bank injects huge sums of cash into the economy in late January and early February each year in anticipation of heavy consumer spending during Chinese New Year, then tries to drain some of that extra money in late February. It is a tricky task every year, and especially when financial confidence is weak.\nAdvertisement Continue reading the main story\nEven if Chinese officials do start unveiling further policy responses to economic weakness, it is unclear whether overseas investors will believe them. China has repeatedly promised measures to limit the rapid growth of corporate debt and to overhaul state-owned enterprises, notably at the Third Plenum, a policy-setting gathering in the autumn of 2013. But putting changes in effect has proved slow and difficult, as many could involve layoffs in single-company towns with few alternative employers, and could threaten the livelihoods of politically connected executives at troubled state-owned enterprises.\nThe Chinese central bank has been trying to inject additional cash into the economy to offset outflows and prevent interest rates from rising. Qu Hongbin, the chief economist for greater China at HSBC, said that not all of the money leaving China was harmful, however. He estimated that three-fifths of it consisted of Chinese companies paying overseas debts, which would become more expensive in renminbi terms if the currency weakens further.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Yi, the deputy governor, sought to reassure bankers that China’s central bank would not tolerate another broad decline in the value of the renminbi. The bank devalued the renminbi 4 percent compared with the dollar last August, then pushed it down nearly 3 percent in late December and early January.\nMr. Yi said that China is anchoring its currency to three weighted averages of currencies: one that it calculates itself, one from the Bank of International Settlements and one from the International Monetary Fund. Paul Gruenwald, a former I.M.F. official who is now the Singapore-based Asia economist for Standard & Poor’s, said that because the dollar typically makes up a third of each of these baskets, the shift meant that the renminbi could conceivably vary three times as widely against the dollar.\nThe renminbi gained against the broader baskets through much of last year, even as it weakened against the dollar. But this winter, the currency has also weakened against the averages, as it has followed the dollar down against the euro.\nBy not specifying which of the baskets is most important, the People’s Bank of China keeps greater flexibility, although at the cost of also allowing greater uncertainty in financial markets. China’s own basket includes currencies that are somewhat important for its trade, like the Russian ruble and Malaysian ringgit. The I.M.F.’s special drawing rights, another basket cited by Mr. Yi, only has the dollar, euro, yen, British pound and the renminbi.", "url": "https://www.nytimes.com/2016/02/26/business/international/china-economy-g20-yuan.html"}