{"authors": ["Michael Cieply", "Brooks Barnes"], "date_download": "2018-11-16 04:09:36", "date_modify": "2018-11-16 04:09:36", "date_publish": "2016-05-09 21:48:07", "description": "“The Birth of a Nation,” “Southside With You” and Denzel Washington’s “Fences” are among the notable movies ahead, many with black directors.", "filename": "2016_05_10_movies_oscars-less-white-theres-no-shortage-of-black-films-in-2016.html_module=inline_1542341376.html", "image_url": "https://static01.nyt.com/images/2016/05/05/arts/00BLACKFILM2/00BLACKFILM2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_10_movies_oscars-less-white-theres-no-shortage-of-black-films-in-2016.html_module=inline_1542341376.html", "title": "Oscars Less White? There’s No Shortage of Black Films in 2016", "title_page": "Oscars Less White? There’s No Shortage of Black Films in 2016 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Other black-themed films are likely to be vying for awards votes, too. On Nov. 4, Focus Features, an art house rival to Fox Searchlight, will release the period drama “Loving,” about the interracial couple (played by Ruth Negga and Joel Edgerton) whose arrest for marrying in 1958 and subsequent legal battle led to the end of America’s anti-miscegenation laws. Directed by Jeff Nichols, “Loving” will play in competition at this month’s Cannes Film Festival.\nParamount, which pushed Ava DuVernay’s “Selma,” released in 2014, for the Oscars, has high hopes for “Fences,” an adaptation of August Wilson’s Pulitzer Prize- and Tony Award-winning play about the black experience in the 1950s. Denzel Washington, a two-time Oscar winner for his roles in “Training Day” and “Glory,” is directing “Fences” and playing a lead role. Mr. Washington won a Tony in 2010 for his performance in a Broadway revival of the play.\n“It’s his passion project,” said Aaron L. Gilbert, managing director of the Bron group of companies, which is backing the film, and who is an executive producer on a team that includes the producer Scott Rudin. (Mr. Rudin, of course, is an Oscar perennial, whose “No Country for Old Men” won best picture in 2008.)\nIf “Fences,” currently shooting in Pittsburgh, is indeed finished in time for awards consideration, Mr. Gilbert may end up competing against himself. He also served as a backer of “The Birth of a Nation.”\nWalt Disney Studios — which recently drew criticism for casting Tilda Swinton as a hitherto Tibetan character in “Doctor Strange,” from its Marvel unit — may well join this year’s awards conversation with “Queen of Katwe.” Directed by Mira Nair, an Indian, “Queen of Katwe” is based on the true story of Phiona Mutesi, a Ugandan chess champion. It features Lupita Nyong’o, an Oscar winner for “12 Years a Slave,” and David Oyelowo, who played the Rev. Dr. Martin Luther King Jr. in “Selma” but was overlooked by the academy, in prominent roles.\nDisney plans a Sept. 23 release.\nIn late August, Miramax will join Roadside Attractions to release the love story “Southside With You,” which recounts the Obamas’ first date. Around that time, A24, represented at this year’s Oscars by “Room” and the documentary “Amy,” is likely to roll out the hip-hop-infused “Morris From America,” a coming-of-age comedic drama starring Craig Robinson and Markees Christmas.", "url": "https://www.nytimes.com/2016/05/10/movies/oscars-less-white-theres-no-shortage-of-black-films-in-2016.html?module=inline"}