{"authors": ["Lilia Blaise", "Aurelien Breeden"], "date_download": "2018-11-16 03:21:44", "date_modify": "2018-11-16 03:21:44", "date_publish": "2016-03-25 14:30:56", "description": "Najim Laachraoui, 24, who blew himself up at Brussels Airport, made two of the explosive vests used in the assaults on the French capital in November.", "filename": "2016_03_26_world_europe_brussels-attacks-police.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338504.html", "image_url": "https://static01.nyt.com/images/2016/03/26/nytnow/26Belgium-web2/26Belgium-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_26_world_europe_brussels-attacks-police.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338504.html", "title": "Sweep Leads to 5 Arrests, a Foiled Plot and a Paris-Brussels Connection", "title_page": "Sweep Leads to 5 Arrests, a Foiled Plot and a Paris-Brussels Connection - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — Counterterrorism officials widened a sweep targeting suspected Islamic State operatives to several European countries on Friday, reporting newly uncovered links between the Brussels and Paris massacres, at least five arrests and the foiling of what France described as an advanced plan for another attack.\nThe actions reflected both new momentum from information uncovered since the Brussels bombings on Tuesday and deep worries about missed opportunities to thwart the attacks. European officials, particularly in Belgium, have come under strong criticism for lapses that might have enabled the Brussels plotters to succeed.\nPresident François Hollande of France, who has declared a state of war with the Islamic State, praised the police work carried out in recent days but said that “we know that there are other networks” affiliated with the extremist organization and lurking in Europe.\n“Even if the one that carried out the attacks in Paris and in Brussels is in the process of being wiped out — with a certain number of its members arrested — there is always a threat weighing upon us,” Mr. Hollande said in Paris.", "url": "https://www.nytimes.com/2016/03/26/world/europe/brussels-attacks-police.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}