{"authors": ["Joseph Goldstein"], "date_download": "2018-11-16 04:34:16", "date_modify": "2018-11-16 04:34:16", "date_publish": "2016-09-19 00:39:45", "description": "The authorities used a “total containment vessel” to haul the device to the Bronx before passing it along to the Federal Bureau of Investigation.", "filename": "2016_09_19_nyregion_second-bomb-new-york-explosion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342856.html", "image_url": "https://static01.nyt.com/images/2016/09/19/nyregion/19BOMB1/19BOMB1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_19_nyregion_second-bomb-new-york-explosion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342856.html", "title": "How Police Found Second Bomb, and a ‘Total Containment Vessel’ Hauled It Away", "title_page": "How Police Found Second Bomb, and a ‘Total Containment Vessel’ Hauled It Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After the explosion on West 23rd Street on Saturday night, the police did what they typically do when they suspect a bomb has gone off. They spread out and began looking for unexploded bombs — what those on the New York Police Department’s bomb squad call “secondaries.” Officers began searching block by block, going as far south as 14th Street and as far north as 34th Street.\nA few hours into the effort, two state troopers participating in the search found what appeared to be one, on West 27th Street, about four blocks above the explosion. On the sidewalk on the north side of the street, there was a pressure cooker with a cellphone attached to it, law enforcement officials said.\nA photograph of the device shared on social media shows the cookware, with wires and the cellphone. The authorities confirmed that the photo was authentic.\nThe police have not said whether a tip helped lead the troopers to the device or whether the officers discovered it entirely unaided.", "url": "https://www.nytimes.com/2016/09/19/nyregion/second-bomb-new-york-explosion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}