{"authors": ["Matt Flegenheimer", "Rachel Abrams", "Barry Meier", "Hiroko Tabuchi"], "date_download": "2018-11-16 03:18:07", "date_modify": "2018-11-16 03:18:07", "date_publish": "2016-12-04 11:44:09", "description": "The president-elect’s three eldest children have always interwoven family and business ties. Can their empire ever be separate from the White House?", "filename": "2016_12_04_us_politics_trump-family-ivanka-donald-jr.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338287.html", "image_url": "https://static01.nyt.com/images/2016/12/05/us/03TRUMPKIDS-1/03TRUMPKIDS-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_04_us_politics_trump-family-ivanka-donald-jr.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338287.html", "title": "Business Since Birth: Trump’s Children and the Tangle That Awaits", "title_page": "Business Since Birth: Trump’s Children and the Tangle That Awaits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The circumstances highlight the remarkable tangle awaiting the Trump family, its sprawling business empire and those who have interacted with the family at home and abroad — a web of complications that seems certain to persist even if Mr. Trump makes good on his promise to remove himself from his company’s business operations.\nSince his election, Mr. Trump has chafed at the suggestion that keeping his business in the family could create problems, despite several episodes during his transition that seemed to mix business and diplomacy. While he has insisted that he faces no legal requirement to turn over the company, the Trump Organization has said it is preparing an “immediate transfer of management” to Mr. Trump’s three eldest children — Donald Jr., 38; Ivanka, 35; and Eric, 32 — along with a team of executives.\nLast week, the president-elect said on Twitter that he would make an announcement with the children on Dec. 15 about “leaving my great business in total in order to fully focus on running the country.” Doing so is “visually important,” he wrote, “to in no way have a conflict of interest with my various businesses.”\nYet an examination of the professional histories of the three children — who also serve on the presidential transition team — shows how deeply the Trump family, Trump business and Trump politics are interwoven, raising significant doubts about how meaningful a wall can ever be erected between Mr. Trump and his heirs at the Trump Organization.\nFor years, the three siblings have operated with few rigid dividing lines in their international travels as ambassadors of the Trump brand, allowing them to lean heavily on the reputation and financial backing of their father while establishing their own credibility in business.", "url": "https://www.nytimes.com/2016/12/04/us/politics/trump-family-ivanka-donald-jr.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}