{"authors": ["Elizabeth Olson"], "date_download": "2018-11-16 04:24:42", "date_modify": "2018-11-16 04:24:42", "date_publish": "2016-03-18 13:57:18", "description": "Even though a law meant to protect older workers has existed since 1967, proving discrimination has since been made tougher.", "filename": "2016_03_19_your-money_trying-to-make-a-case-for-age-discrimination_1542342282.html", "image_url": "https://static01.nyt.com/images/2016/03/18/business/19retiring/19retiring-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_19_your-money_trying-to-make-a-case-for-age-discrimination_1542342282.html", "title": "Claims of Age Bias Rise, but Standards of Proof Are High", "title_page": "Claims of Age Bias Rise, but Standards of Proof Are High - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Eventually, Ms. Taaffe and Ms. Moon, 65, both of whom retired from the university short of their full retirement benefits, decided to challenge their treatment as unlawful age discrimination.\nIn legal papers filed recently by Ohio State’s lawyer, Catherine L. Strauss, of Ice Miller, a Columbus firm, the university argued that its employees are not covered by federal discrimination law.\nChris Davey, a spokesman for the university, said he could not discuss pending litigation. Mr. Eckhart was not made available for comment.\nSuch complaints are far from unusual as many older workers are encountering harsh treatment in the workplace. Employers often seek to save money by paring workers who have higher salaries and richer benefits. A 2013 survey by AARP, “Staying Ahead of the Curve,” questioned 1,500 older workers; 92 percent responded that they viewed bias against older workers as “very” or “somewhat” commonplace.\nThe Age Discrimination in Employment Act of 1967, which was meant to be a bulwark against such discrimination, has too many loopholes to be able to curb such bias, said Patricia G. Barnes, a lawyer and the author of “Overcoming Age Discrimination in Employment.” She added that its effectiveness had been undercut by a handful of Supreme Court rulings.\n“There is also a general hostility in society and in the courts to such claims,” she said.\nAge bias cases are typically contentious, in part because they often involve people who know one another and have worked closely together for years. They are difficult to prove because there is rarely a “smoking gun” that definitively shows that an adverse personnel step is taken only to jettison or demote an older worker.", "url": "https://www.nytimes.com/2016/03/19/your-money/trying-to-make-a-case-for-age-discrimination.html"}