{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 04:33:33", "date_modify": "2018-11-16 04:33:33", "date_publish": "2016-07-01 00:47:12", "description": "The comment was reminiscent of the primary campaign, rather than the more disciplined approach Mr. Trump has sought to take in recent weeks.", "filename": "2016_07_01_us_politics_donald-trump-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342813.html", "image_url": "https://static01.nyt.com/images/2016/06/30/multimedia/01trump-campaign/01trump-campaign-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_01_us_politics_donald-trump-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342813.html", "title": "Donald Trump, in a Trade Speech in New Hampshire, Veers Off to Jab Mexico", "title_page": "Donald Trump, in a Trade Speech in New Hampshire, Veers Off to Jab Mexico - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANCHESTER, N.H. — Donald J. Trump was seven minutes into an address on Thursday on the loading dock of a shuttered lighting plant here in New Hampshire, reading from prepared remarks, when he turned his attention to Mexico. That country’s leaders are smarter than those in the United States, the presumptive Republican presidential nominee said.\nThen, as the sound of a plane overhead drowned out his voice, Mr. Trump went off his script.\n“In fact,” Mr. Trump said, pointing his finger toward the sky, “that could be a Mexican plane up there. They’re getting ready to attack.”\nThe comment was reminiscent of the shoot-from-the-lip style that was a hallmark of his insurgent primary campaign, rather than the more scripted and disciplined approach he has sought to take in recent weeks after a series of remarks entangled him in controversy as he began his general election bid.\nBut as Mr. Trump moves to be more of the conventional candidate that many Republicans hope he will be, there is a concern among many in the party that no matter how much Mr. Trump’s aides try to harness his message, there are limits to how much he will adjust.", "url": "https://www.nytimes.com/2016/07/01/us/politics/donald-trump-campaign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}