{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:16:13", "date_modify": "2018-11-16 03:16:13", "date_publish": "2016-06-03 12:29:47", "description": "Hillary Clinton’s campaign chairman, John Podesta, wrote on Twitter that “violence against supporters of any candidate has no place in this election.”", "filename": "2016_06_04_us_politics_hillary-clinton-donald-trump-violence.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338173.html", "image_url": "https://static01.nyt.com/images/2016/06/04/us/04fd-violence/04fd-violence-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_04_us_politics_hillary-clinton-donald-trump-violence.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338173.html", "title": "Clinton Campaign Condemns Protesters’ Violence at Trump Rally in California", "title_page": "Clinton Campaign Condemns Protesters’ Violence at Trump Rally in California - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hillary Clinton’s campaign chairman, John Podesta, condemned political violence of any kind after clashes between supporters of Donald J. Trump and protesters during the presumptive Republican presidential nominee’s rally in San Jose, Calif., on Thursday night.\nMr. Podesta posted a video on Twitter that appeared to show a Trump supporter being beaten by protesters outside of the event. The footage also showed supporters of Mr. Trump being chased by protesters as a “Make America Great Again” hat was set on fire.\n“Violence against supporters of any candidate has no place in this election,” Mr. Podesta wrote.\nThe ugly scene is the latest example of the anger that is bubbling over in a volatile year for American politics. Mr. Trump’s trip to California in late April was marred when several of his supporters were bloodied by protesters and, in March, one of his rallies in Chicago was canceled after protesters flooded the streets.\nWhile Mr. Trump has said he does not condone violence of any kind, his campaign made little effort to condemn it.", "url": "https://www.nytimes.com/2016/06/04/us/politics/hillary-clinton-donald-trump-violence.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}