{"authors": ["Nikole Hannah-Jones"], "date_download": "2018-11-16 04:20:09", "date_modify": "2018-11-16 04:20:09", "date_publish": "2016-06-09 09:00:25", "description": "How one school became a battleground over which children benefit from a separate and unequal system.", "filename": "2016_06_12_magazine_choosing-a-school-for-my-daughter-in-a-segregated-city_1542342009.html", "image_url": "https://static01.nyt.com/images/2016/06/12/magazine/12cover-promo/12cover-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_12_magazine_choosing-a-school-for-my-daughter-in-a-segregated-city_1542342009.html", "title": "Choosing a School for My Daughter in a Segregated City", "title_page": "Choosing a School for My Daughter in a Segregated City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is not just New York’s problem. I’ve spent much of my career as a reporter chronicling rampant school segregation in every region of the country, and the ways that segregated schools harm black and Latino children. One study published in 2009 in The Journal of Policy Analysis and Management showed that the academic achievement gap for black children increased as they spent time in segregated schools. Schools with large numbers of black and Latino kids are less likely to have experienced teachers, advanced courses, instructional materials and adequate facilities, according to the United States Department of Education’s Office for Civil Rights. Most black and Latino students today are segregated by both race and class, a combination that wreaks havoc on the learning environment. Research stretching back 50 years shows that the socioeconomic makeup of a school can play a larger role in achievement than the poverty of an individual student’s family. Getting Najya into one of the disproportionately white schools in the city felt like accepting the inevitability of this two-tiered system: one set of schools with excellent resources for white kids and some black and Latino middle-class kids, a second set of underresourced schools for the rest of the city’s black and Latino kids.\nWhen the New York City Public Schools catalog arrived in the mail one day that spring, with information about Mayor Bill de Blasio’s new universal prekindergarten program, I told Faraji that I wanted to enroll Najya in a segregated, low-income school. Faraji’s eyes widened as I explained that if we removed Najya, whose name we chose because it means “liberated” and “free” in Swahili, from the experience of most black and Latino children, we would be part of the problem. Saying my child deserved access to “good” public schools felt like implying that children in “bad” schools deserved the schools they got, too. I understood that so much of school segregation is structural — a result of decades of housing discrimination, of political calculations and the machinations of policy makers, of simple inertia. But I also believed that it is the choices of individual parents that uphold the system, and I was determined not to do what I’d seen so many others do when their values about integration collided with the reality of where to send their own children to school.\nOne family, or even a few families, cannot transform a segregated school, but if none of us were willing to go into them, nothing would change. Putting our child into a segregated school would not integrate it racially, but we are middle-class and would, at least, help to integrate it economically. As a reporter, I’d witnessed how the presence of even a handful of middle-class families made it less likely that a school would be neglected. I also knew that we would be able to make up for Najya anything the school was lacking.\nAs I told Faraji my plan, he slowly shook his head no. He wanted to look into parochial schools, or one of the “good” public schools, or even private schools. So we argued, pleading our cases from the living room, up the steps to our office lined with books on slavery and civil rights, and back down, before we came to an impasse and retreated to our respective corners. There is nothing harder than navigating our nation’s racial legacy in this country, and the problem was that we each knew the other was right and wrong at the same time. Faraji couldn’t believe that I was asking him to expose our child to the type of education that the two of us had managed to avoid. He worried that we would be hurting Najya if we put her in a high-poverty, all-black school. “Are we experimenting with our child based on our idealism about public schools?” he asked. “Are we putting her at a disadvantage?”\nAt the heart of Faraji’s concern was a fear that grips black families like ours. We each came from working-class roots, fought our way into the middle class and had no family wealth or safety net to fall back on. Faraji believed that our gains were too tenuous to risk putting our child in anything but a top-notch school. And he was right to be worried. In 2014, the Brookings Institution found that black children are particularly vulnerable to downward mobility — nearly seven of 10 black children born into middle-income families don’t maintain that income level as adults. There was no margin for error, and we had to use our relative status to fight to give Najya every advantage. Hadn’t we worked hard, he asked, frustration building in his voice, precisely so that she would not have to go to the types of schools that trapped so many black children?\nEventually I persuaded him to visit a few schools with me. Before work, we peered into the classrooms of three neighborhood schools, and a fourth, Public School 307, located in the Vinegar Hill section of Brooklyn, near the East River waterfront and a few miles from our home. P.S. 307’s attendance zone was drawn snugly around five of the 10 buildings that make up the Farragut Houses, a public-housing project with 3,200 residents across from the Brooklyn Navy Yard. The school’s population was 91 percent black and Latino. Nine of 10 students met federal poverty standards. But what went on inside the school was unlike what goes on in most schools serving the city’s poorest children. This was in large part because of the efforts of a remarkable principal, Roberta Davenport. She grew up in Farragut, and her younger siblings attended P.S. 307. She became principal five decades later in 2003, to a low-performing school. Davenport commuted from Connecticut, but her car was usually the first one in the parking lot each morning, often because she worked so late into the night that, exhausted, she would sleep at a friend’s nearby instead of making the long drive home. Soft of voice but steely in character, she rejected the spare educational orthodoxy often reserved for poor black and brown children that strips away everything that makes school joyous in order to focus solely on improving test scores. These children from the projects learned Mandarin, took violin lessons and played chess. Thanks to her hard work, the school had recently received money from a federal magnet grant, which funded a science, engineering and technology program aimed at drawing middle-class children from outside its attendance zone.", "url": "https://www.nytimes.com/2016/06/12/magazine/choosing-a-school-for-my-daughter-in-a-segregated-city.html"}