{"authors": ["Alissa J. Rubin", "Rick Gladstone"], "date_download": "2018-11-16 03:21:11", "date_modify": "2018-11-16 03:21:11", "date_publish": "2016-03-24 10:34:36", "description": "The justice and interior ministers said officials might have been lax in passing along information about a terrorism suspect and offered to resign.", "filename": "2016_03_25_world_europe_brussels-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338471.html", "image_url": "https://static01.nyt.com/images/2016/03/25/nytnow/25Belgium-web3/25Belgium-web3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_25_world_europe_brussels-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338471.html", "title": "Brussels Attack Lapses Acknowledged by Belgian Officials", "title_page": "Brussels Attack Lapses Acknowledged by Belgian Officials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One man who figures in both Paris and Brussels, although his role remains mysterious, is Mr. Belkaid, 35, an Algerian.\nIt appears he was important enough for the attackers, or their directors in Syria, to have him travel across Europe — and possibly from Syria — to help in the attacks. It also seems that, like Mr. Laachraoui, he was designated to survive the Paris attacks since he was left behind in Belgium, although his next assignment was unclear.\nHe was a behind-the-scenes participant — at least until the gun battle that killed him on March 15 when he fought the Belgian police as they raided an apartment in the Forest section of Brussels. His rapid response to the arrival of the police at the apartment almost certainly helped the two other men in the house with him to flee. The two have not been identified and it is not clear if they are among those accomplices still alive.\nWhen Mr. Belkaid first surfaced in connection with the Paris attacks he was using the name Samir Bouzid, which was on the false identity papers he used as he drove across Europe with Mr. Abdeslam and Mr. Laachraoui. It took the police until this week to determine that his real name was Belkaid.\nThere appears to be a deep reserve in Belgium of people with the potential to become the next participants in a violent attack on civilians. The country’s security services maintain a list of 1,000 names that includes every potentially dangerous person with Belgian citizenship, said Mr. Leroy, the Royal Military Academy researcher.", "url": "https://www.nytimes.com/2016/03/25/world/europe/brussels-attacks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}