{"authors": ["Jennifer Steinhauer"], "date_download": "2018-11-16 03:59:10", "date_modify": "2018-11-16 03:59:10", "date_publish": "2016-04-28 12:08:35", "description": "Senators running in swing states need voters who reject Donald J. Trump to nonetheless pull the levers for the party’s other candidates.", "filename": "2016_04_29_us_politics_republicans-ticket-splitting.html_module=inline_1542340750.html", "image_url": "https://static01.nyt.com/images/2016/04/26/us/26ticket-web02/26ticket-web02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_29_us_politics_republicans-ticket-splitting.html_module=inline_1542340750.html", "title": "Wary of Trump Effect, Republicans Hope for Split Tickets", "title_page": "Wary of Trump Effect, Republicans Hope for Split Tickets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "YORK, Pa. — Senator Patrick J. Toomey, Republican of Pennsylvania, has never met Charles Kress, but he desperately needs him.\nMr. Kress, 62, will vote for a Democrat this November for the White House, he said, no matter what. He is also planning to vote for Mr. Toomey’s re-election. “Sometimes you have to keep in office the ones who make the deals,” Mr. Kress said as he watered the flowers in front of York’s Unitarian church.\nRepublican senators like Mr. Toomey who are running in swing states — about six, and enough to tip the balance of power in the Senate — need voters who would reject Donald J. Trump to nonetheless pull the levers for the party’s other candidates in November. In some districts, House Republicans will need them, too.\nMr. Trump’s convincing sweep of the primaries in Connecticut, Delaware, Maryland, Pennsylvania and Rhode Island on Tuesday did little to assuage concerns about his standing with swing voters in November. His victory speech included a bracing broadside against Hillary Clinton’s playing the “woman card.” And he continues to trail his opponents, Senator Ted Cruz of Texas and Gov. John Kasich of Ohio, among Republican women.", "url": "https://www.nytimes.com/2016/04/29/us/politics/republicans-ticket-splitting.html?module=inline"}