{"authors": ["David Brooks"], "date_download": "2018-11-16 04:33:17", "date_modify": "2018-11-16 04:33:17", "date_publish": "2016-07-15 07:22:04", "description": "The phrase has two meanings, and that difference is at the center of election 2016.", "filename": "2016_07_15_opinion_we-take-care-of-our-own_1542342797.html", "image_url": "https://static01.nyt.com/images/2016/07/15/opinion/15brooksWeb/15brooksWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_15_opinion_we-take-care-of-our-own_1542342797.html", "title": "We Take Care of Our Own", "title_page": "Opinion | We Take Care of Our Own - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A few years ago, Bruce Springsteen came out with a song called “We Take Care of Our Own.” The chorus’s theme seemed upbeat and proud: We take care of the people closest to us. But like in a lot of Springsteen songs (including “Born in the U.S.A.”), the lyrics in the verses sit in tension with the lyrics in the chorus.\nIn the verses, it’s clear that taking care of our own also means not taking care of people who are not our own, like the victims of Katrina. Suddenly the phrase “We Take Care of Our Own” has an exclusivist, menacing and even racist tinge.\nThat phrase and the two different meanings it can have sit at the center of election 2016.\nDonald Trump’s supporters stand for the first meaning. America’s first loyalty is to its own workers, its own culture, its own citizens.\nThis worldview is not just selfishness. For most of human history most people have prized coherent communities above all. They’ve built moral systems on loyalty and support for their own kin and fellow citizens. These bonds are not based on some abstract social contract. They are intimate bonds, born out of shared kinship, history, geography and common understandings of right and wrong.", "url": "https://www.nytimes.com/2016/07/15/opinion/we-take-care-of-our-own.html"}