{"authors": ["Patrick Healy", "Alexander Burns"], "date_download": "2018-11-16 03:54:59", "date_modify": "2018-11-16 03:54:59", "date_publish": "2016-08-25 00:48:40", "description": "After months of flailing attempts, Donald J. Trump has begun to recast his message in more structured terms and wrestle with his temptation to go off script.", "filename": "2016_08_25_us_politics_donald-trump-presidential-race.html__r=0&module=inline_1542340499.html", "image_url": "https://static01.nyt.com/images/2016/08/25/us/25TRUMPMESSAGE/25TRUMPMESSAGE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_25_us_politics_donald-trump-presidential-race.html__r=0&module=inline_1542340499.html", "title": "A Conflicted Donald Trump Tries a New Tactic: Sticking to the Script", "title_page": "A Conflicted Donald Trump Tries a New Tactic: Sticking to the Script - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Few presidential candidates have indulged their impulses and spoken off-the-cuff as much as Mr. Trump, a political outsider who is used to playing the tough guy in boardrooms and business negotiations. Assuming the role of party standard-bearer has been a struggle for him, and even now, as he tries to follow a new script, he has not abandoned the caustic tone that has defined his candidacy.\nHis evolving language on immigration reflects his conflicting desires: In the space of a few hours on Tuesday, he said he was open to “softening” his hard-line policies toward some people who had entered the country illegally and then whipped up a rally in Austin, Tex., with promises to make Mexico pay for a border wall.\nHis new pleas for support from black voters have also carried a hard edge, including last week in Wisconsin, when he questioned why they would not vote for him. Describing blacks as besieged by crime and bereft of economic opportunity, he asked, “What the hell do you have to lose?” In Ohio on Monday, he described American cities as more dangerous than war zones, and in Mississippi on Wednesday night, he called Mrs. Clinton a “bigot” who courted minorities only for their votes.\nAnd at a rally in Tampa, Fla., on Wednesday, Mr. Trump still showed a penchant for going off script, reading the word “premeditation” as “premedication” during an attack on Mrs. Clinton — and then, after a pause, saying he preferred “premedication,” an apparent nod to conspiracy theories that his allies have spread about her health.\nSeveral Republican leaders and strategists, including those critical of Mr. Trump, said they had noticed adjustments in his performance since Ms. Conway became his campaign manager last week. Where previous advisers have sought to recraft the basics of his message, the new team around him appears intent mainly on arranging his favorite themes in a more consistent, linear format.\nStill, with early voting set to begin in many states in late September and October, and given Mr. Trump’s history of popping off on Twitter, at rallies or in cable interviews at any moment, they said it was impossible to say whether his current message would endure and help turn the focus to Mrs. Clinton’s character.\n“Is what he’s doing enough for him to win? We’ve got to play the hand we’re dealt, so it will have to be enough, but it’s very hard to know,” said Matt Borges, the head of the Ohio Republican Party, who has urged Mr. Trump to adopt a more positive tone. “He just needs to focus on all of Hillary Clinton’s problems. But look, we’ve all been saying that for months.”", "url": "https://www.nytimes.com/2016/08/25/us/politics/donald-trump-presidential-race.html?_r=0&module=inline"}