{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:12:45", "date_modify": "2018-11-16 04:12:45", "date_publish": "2016-03-07 00:53:25", "description": "An elaborate behind-the-scenes effort aims to ensure that the president’s historic visit yields both powerful symbolism and concrete policy progress.", "filename": "2016_03_07_world_americas_white-house-and-cuba-maneuver-over-obamas-visit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341565.html", "image_url": "https://static01.nyt.com/images/2016/03/07/world/07WHLETTER1/07WHLETTER1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_07_world_americas_white-house-and-cuba-maneuver-over-obamas-visit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341565.html", "title": "White House and Cuba Maneuver Over Obama’s Visit", "title_page": "White House and Cuba Maneuver Over Obama’s Visit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This is new for everybody,” said Benjamin J. Rhodes, the deputy national security adviser, who has lured at least one former lieutenant temporarily back to the National Security Council to help. “There may be irritants, there may be potholes, but people in both countries want this to happen.”\nArranging a meeting with antigovernment activists has already emerged as a point of contention. Amid resistance from the Cubans, Secretary of State John Kerry was forced to scrap tentative plans to travel to Havana on Friday to meet with a group of dissidents. White House officials made it clear to their Cuban counterparts early on that such a meeting was mandatory for the president, but they have disagreed over whom Mr. Obama should see.\n“The Cubans are always resistant, but we laid down at the beginning of discussions he will meet with dissidents,” Mr. Rhodes said. He is negotiating over the trip with the same group of Cuban officials he secretly met with for months in Canada to strike the initial 2014 deal to begin normalizing relations.\nThe Cuban government has made no secret of its displeasure about Mr. Obama’s plans to see the dissidents. Just after the White House announced the trip last month, Josefina Vidal, a senior Cuban Foreign Ministry official, said her country and the United States held “different ideas” about human rights. She said she hoped Mr. Obama would have a chance to speak with “real Cuban civil society,” apparently alluding to her government’s opinion that the dissidents American officials have sought to support are not legitimate.\nThere is less disagreement on travel and commerce between the United States and Cuba, and officials are discussing changes and business deals that the two sides could announce during the trip to tighten their ties.\nThe White House is also considering revising regulations to allow American dollars to be used in transactions with Cuba and to allow individual Americans to travel there for “people-to-people” visits currently permitted only as part of group tours, Mr. Rhodes said.", "url": "https://www.nytimes.com/2016/03/07/world/americas/white-house-and-cuba-maneuver-over-obamas-visit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}