{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 04:21:19", "date_modify": "2018-11-16 04:21:19", "date_publish": "2016-01-06 14:04:29", "description": "In a letter to the company’s board, the activist investor also hinted that it might seek to run its own slate of directors.", "filename": "2016_01_07_business_dealbook_starboard-value-calls-for-shake-up-at-yahoo-and-shift-in-strategy.html_module=inline_1542342079.html", "image_url": "https://static01.nyt.com/images/2016/01/07/business/07YAHOO/07YAHOO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_07_business_dealbook_starboard-value-calls-for-shake-up-at-yahoo-and-shift-in-strategy.html_module=inline_1542342079.html", "title": "Starboard Value Calls for Shake-Up at Yahoo and Shift in Strategy", "title_page": "Starboard Value Calls for Shake-Up at Yahoo and Shift in Strategy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Yahoo, already on its back foot after abandoning one plan to break up the company to pursue another, is closer to facing a new challenge: a potential fight over its own board.\nA prominent hedge fund that has long criticized Yahoo’s management, Starboard Value, on Wednesday called for changes to the web pioneer’s board and management to go along with a shift in the company’s strategy. Otherwise, the investment firm wrote, it may try to run its own slate of directors.\nThe challenge by Starboard, which has successfully ousted corporate boards in the past, adds yet more pressure on Yahoo as it explores ways to spin off its mainstay Internet businesses. The hedge fund has instead called on the company to sell that division outright.\n“If the board is unwilling to accept the need for significant change, then an election contest may very well be needed so that shareholders can replace a majority of the board with directors who will represent their best interests and approach the situation with an open mind and a fresh perspective,” Jeffrey C. Smith, Starboard’s managing member and chief executive, said in the letter.", "url": "https://www.nytimes.com/2016/01/07/business/dealbook/starboard-value-calls-for-shake-up-at-yahoo-and-shift-in-strategy.html?module=inline"}