{"authors": ["Andrew Keh"], "date_download": "2018-11-16 03:23:07", "date_modify": "2018-11-16 03:23:07", "date_publish": "2016-03-09 14:06:26", "description": "Fans who have paid top dollar to see Kobe Bryant play one more time in Los Angeles find that he is more likely to play elsewhere.", "filename": "2016_03_10_sports_kobe-bryant-lakers-last-season-sit-out_1542338587.html", "image_url": "https://static01.nyt.com/images/2016/03/10/sports/10KOBEweb5/10KOBEweb5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_10_sports_kobe-bryant-lakers-last-season-sit-out_1542338587.html", "title": "Want to See Kobe Bryant Play One Last Time? Don’t Go to L.A.", "title_page": "Want to See Kobe Bryant Play One Last Time? Don’t Go to L.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Images of Bryant waving and saying his goodbyes in arenas around the league, soaking in the adulation of crowds that were once hostile to him, have been among the enduring sights of this N.B.A. season.\nYet thousands of fans in Los Angeles have been left with another indelible memory: the moment they realized that Bryant would not be playing at the home game they were attending.\nBryant, who has lately been vexed by a sore right shoulder, has openly acknowledged making an effort to suit up for games in other cities around the league, where fans get one or two chances per season to see him, at the expense of games in Los Angeles, where his team plays 43 times per season (including what are technically road games against the Clippers).\nBut the reasoning, however practical, has not satisfied people like Hector Vargas, 26, who attended his first Lakers game in eight years on Friday, only to learn that Bryant was not playing. Vargas had received the tickets, which were $98 each, as a Valentine’s Day gift from his girlfriend, who had given him the choice between the game and a $1,100 Nikon D7200 camera. Adding to his annoyance was the fact that Bryant had played two nights earlier on the road against the Denver Nuggets and seemed to aggravate his injury.", "url": "https://www.nytimes.com/2016/03/10/sports/kobe-bryant-lakers-last-season-sit-out.html"}