{"authors": ["Ceylan Yeginsu", "Rukmini Callimachi"], "date_download": "2018-11-16 03:45:29", "date_modify": "2018-11-16 03:45:29", "date_publish": "2016-06-30 12:11:20", "description": "Officials have blamed the Islamic State for the attack in which dozens were killed, and raids and arrests have been carried out across the country.", "filename": "2016_07_01_world_europe_istanbul-airport-attack-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339929.html", "image_url": "https://static01.nyt.com/images/2016/07/01/world/01AMERI-vid/01AMERI-vid-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_01_world_europe_istanbul-airport-attack-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339929.html", "title": "Turkey Says Airport Bombers Were From Kyrgyzstan, Russia and Uzbekistan", "title_page": "Turkey Says Airport Bombers Were From Kyrgyzstan, Russia and Uzbekistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — The three suicide bombers who killed 44 people at Istanbul’s main international airport this week have been identified as citizens of Russia, Uzbekistan and Kyrgyzstan, Turkish officials said Thursday.\nTurkey, which has blamed the Islamic State for the attack, carried out raids across the country on Thursday, detaining 13 people, including three foreigners, in connection with the attack at Istanbul Ataturk Airport on Tuesday night.\nThere were 238 people wounded in the attack, and 94 of them were still in the hospital, the governor of Istanbul, Vasip Sahin, said Thursday.\nNo group has claimed responsibility for Tuesday’s attack.\nAlthough Russian-speaking units of the Islamic State have played an important role on the battlefield in Iraq and Syria, if the preliminary identifications of the Istanbul attackers are confirmed it will signify the first time that such fighters have taken part in a major external operation on a Western target.", "url": "https://www.nytimes.com/2016/07/01/world/europe/istanbul-airport-attack-turkey.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}