{"authors": ["Ceylan Yeginsu", "Karam Shoumali"], "date_download": "2018-11-16 03:45:46", "date_modify": "2018-11-16 03:45:46", "date_publish": "2016-05-10 14:37:39", "description": "Human Rights Watch says the guards killed five refugees and wounded 14 others as they tried to cross the border. Turkey denied the accusation.", "filename": "2016_05_11_world_europe_turkey-syria-immigrants-human-rights-watch.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339946.html", "image_url": "https://static01.nyt.com/images/2016/05/11/world/11Turkey-web/11Turkey-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_11_world_europe_turkey-syria-immigrants-human-rights-watch.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339946.html", "title": "Turkish Border Guards Accused of Attacking Syrian Refugees", "title_page": "Turkish Border Guards Accused of Attacking Syrian Refugees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — Turkish border guards have killed or injured more than a dozen Syrian refugees as they tried to cross into Turkey, Human Rights Watch said in a report issued on Tuesday.\nThe monitoring group said that Turkish border guards had beaten and shot numerous Syrian migrants during the months of March and April, killing five people and wounding 14 others.\n“While senior Turkish officials claim they are welcoming Syrian refugees with open borders and open arms, their border guards are killing and beating them,” said Gerry Simpson, senior refugee researcher at Human Rights Watch. “Firing at traumatized men, women, and children fleeing fighting and indiscriminate warfare is truly appalling.”\nTurkey, which is host to three million Syrian refugees and has spent billions of dollars caring for them, vehemently denies the accusations. Ankara has always maintained that it has an “open-door” policy toward migrants, although thousands of refugees fleeing from the conflict in Syria in recent months have become trapped at the border, unable to pass into Turkey.", "url": "https://www.nytimes.com/2016/05/11/world/europe/turkey-syria-immigrants-human-rights-watch.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}