{"authors": ["Nicholas St. Fleur"], "date_download": "2018-11-16 03:44:01", "date_modify": "2018-11-16 03:44:01", "date_publish": "2016-12-08 19:25:24", "description": "A Chinese paleontologist’s discovery in an amber market is offering new insights into the evolution of feathers.", "filename": "2016_12_08_science_dinosaur-feathers-amber.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339841.html", "image_url": "https://static01.nyt.com/images/2016/12/09/science/09TB-feather2/09TB-feather2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_08_science_dinosaur-feathers-amber.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339841.html", "title": "That Thing With Feathers Trapped in Amber? It Was a Dinosaur Tail", "title_page": "That Thing With Feathers Trapped in Amber? It Was a Dinosaur Tail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While most paleontologists dig up prehistoric bones from the ground, Lida Xing hunts for fossils in the amber markets of Myanmar. In 2015, he made a remarkable find: Trapped in what looked like golden glass was the feathered tail of a dinosaur.\nAlong with the primitive plumage, the 99-million-year-old amber also preserved soft tissue and eight complete vertebrae. The tail bones indicated that the specimen belonged to a dinosaur that was not a prehistoric bird and also provided researchers with insight into the evolution of feathers.\n“This is the first time that skeletal material from a dinosaur has been found in amber,” Dr. Xing, who is a paleontologist at China University of Geosciences in Beijing, said in an email. He and his colleagues published their findings Thursday in the journal Current Biology.", "url": "https://www.nytimes.com/2016/12/08/science/dinosaur-feathers-amber.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}