{"authors": ["Leslie Picker", "Andrew Ross Sorkin", "Emily Steel"], "date_download": "2018-11-16 03:41:00", "date_modify": "2018-11-16 03:41:00", "date_publish": "2016-10-21 17:38:43", "description": "A deal would give the giant TV distributor and internet provider a collection of programming like HBO and movies like “Suicide Squad.”", "filename": "2016_10_22_business_dealbook_att-is-said-to-be-in-advanced-merger-talks-with-time-warner_1542339660.html", "image_url": "https://static01.nyt.com/images/2016/10/22/business/22-DB-TIMEWARNER-2/22-DB-TIMEWARNER-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_22_business_dealbook_att-is-said-to-be-in-advanced-merger-talks-with-time-warner_1542339660.html", "title": "AT&T Aims for an Empire in Merger Talks With Time Warner", "title_page": "AT&T Aims for an Empire in Merger Talks With Time Warner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But it has had some exposure to content. By purchasing DirecTV, AT&T obtained the rights to N.F.L. Sunday Ticket, giving customers access to football game broadcasts. The company also created a joint venture in 2014 with the Chernin Group to invest in media businesses and start internet streaming video services.\nAT&T has a tendency to acquire industry leaders. In the media world that would be Time Warner and Disney, and Disney’s $150 billion market valuation makes it a much larger takeover to swallow. Two other companies, Viacom and CBS, both controlled by the Redstone family, have been exploring a reunification.\nThe biggest question posed by analysts after Bloomberg News first reported the talks on Thursday is whether or not this transaction would pass regulatory muster. Regulators including the Federal Communications Commission and the Justice Department have historically been skeptical of similar combinations.\n“At best, we believe a lengthy antitrust review of T/TWX with an uncertain outcome may give both sides pause on considering a combination,” Credit Suisse research analysts wrote in a note on Thursday using the ticker symbols for AT&T and Time Warner. “At worst, it may act as a barrier to a deal being proposed, in our view.”\nAdditionally, it is an audacious move with the presidential election just around the corner, which will most likely yield a reshaping of the top regulators that will study this deal. Hillary Clinton has promised to be tough on corporate mega-powers and consolidation within industries. Most analysts have surmised that a deal between AT&T and Time Warner would carry a significant amount of regulatory scrutiny.\nFor Jeff Bewkes, the chief executive of Time Warner, signing a deal may be worth the risk, if AT&T is willing to pay both a high enough price and a generous breakup fee in the event that the combination is blocked, said Richard S. Greenfield, an analyst at BTIG.\nImage The headquarters of Time Warner in New York. Today’s Time Warner is the byproduct of many rounds of spinoffs and acquisitions. Credit Time Warner\nThe last comparable merger, involving Comcast’s purchase of NBCUniversal, was approved by the Justice Department and the F.C.C., but Comcast’s attempt to purchase Time Warner Cable was blocked by regulators.", "url": "https://www.nytimes.com/2016/10/22/business/dealbook/att-is-said-to-be-in-advanced-merger-talks-with-time-warner.html"}