{"authors": ["Billy Witz"], "date_download": "2018-11-16 04:15:54", "date_modify": "2018-11-16 04:15:54", "date_publish": "2016-02-11 16:09:48", "description": "Although soccer remains the country’s top sport, an increasing number of people are avid players and fans of basketball, which has a link to the Mayans.", "filename": "2016_02_12_sports_basketball_guatemalan-athletes-are-dribbling-and-not-only-with-their-feet.html_ref=nyt-es&mcid=nyt-es&subid=article_1542341754.html", "image_url": "https://static01.nyt.com/images/2016/02/12/sports/12GUATEMALAweb01/12GUATEMALAweb01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_12_sports_basketball_guatemalan-athletes-are-dribbling-and-not-only-with-their-feet.html_ref=nyt-es&mcid=nyt-es&subid=article_1542341754.html", "title": "Guatemalan Athletes Are Dribbling, and Not Only With Their Feet", "title_page": "Guatemalan Athletes Are Dribbling, and Not Only With Their Feet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Basketball was a savior for Garcia at a young age, when his father’s drinking became a burden for his family. Garcia immersed himself in the sport, in part because he hoped to win his father’s admiration and because, as a Mayan, he felt a connection to the game.\n“Maya have a way of seeing the world,” Garcia said. “This is my inspiration.”\nThroughout Guatemala, where 53.7 percent of the people live below the poverty level, there has been in recent years a re-embrace of Mayan culture, including the calendar and the belief system. At the same time, globalization has brought outside influences, particularly from migrant workers who have returned to Guatemala.\nBasketball, then, is a link to the present — and the past.\n“For 500 years, they’ve been oppressed, denied rights, slaved in the coffee field and have had no opportunity to appreciate the rich history they have,” Hansen said. “Basketball is a game where they have an opportunity to appreciate the history they’ve had. Their ancestors essentially invented it.”\nBasketball here also serves as an outlet for women and girls. It is as common to see school-age girls in plaid skirts and white blouses playing the game in the town center as it is to see their male peers, and the women’s championship drew nearly as big a crowd as the men’s game that followed.\nGirls are generally discouraged from playing soccer, typically by their fathers, who view it as a male domain, said Clarinda Chavajay, a physical education teacher in San Pedro.\n“Fathers tell girls that basketball is more appropriate for women,” Chavajay said.\nAbout a five-minute walk from the town center sits an eight-year-old gym with a concrete court, a seating capacity of close to 1,000 and an electronic scoreboard — a basketball palace by Guatemalan standards. But on the night of the championship, it was closed.", "url": "https://www.nytimes.com/2016/02/12/sports/basketball/guatemalan-athletes-are-dribbling-and-not-only-with-their-feet.html?ref=nyt-es&mcid=nyt-es&subid=article"}