{"authors": ["Rick Rojas", "Samantha Schmidt"], "date_download": "2018-11-16 04:34:30", "date_modify": "2018-11-16 04:34:30", "date_publish": "2016-07-03 22:53:04", "description": "A young man’s leg was severely wounded after he stepped on what investigators believe was part of a homemade firework that had been left behind, the police said.", "filename": "2016_07_04_nyregion_man-injured-in-central-park-explosion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342870.html", "image_url": "https://static01.nyt.com/images/2016/07/04/nyregion/04PARK/04PARK-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_04_nyregion_man-injured-in-central-park-explosion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342870.html", "title": "Man Injured in Central Park Explosion", "title_page": "Man Injured in Central Park Explosion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With a bright sun and an easy breeze, the morning had the makings of a perfect Sunday in Central Park for strolling visitors.\nThen, around 11 a.m., an explosion interrupted the quiet. Officials said a young man walking in the southeastern end of the park stepped on what turned out to be explosive material that had been left behind. Investigators believe it was part of an “experiment with fireworks,” police officials said, and declined to call the material a device. The police said they do not believe it was connected to terrorism.\n“It is not unusual for the public to make or try to create homemade fireworks around the Fourth of July,” said John O’Connell, a deputy police chief for counterterrorism with the New York Police Department.\nSoon after the blast, social media posts circulated describing a grisly scene, the victim bloodied and maimed. And there was a rush of journalists and police officers who, coincidentally, were already nearby for the funeral services of Elie Wiesel, the Nobel Peace Prize winner. Even President Obama was briefed about the explosion.", "url": "https://www.nytimes.com/2016/07/04/nyregion/man-injured-in-central-park-explosion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}