{"authors": ["C. J. Chivers"], "date_download": "2018-11-16 03:21:06", "date_modify": "2018-11-16 03:21:06", "date_publish": "2016-03-23 23:31:33", "description": "The explosive, triacetone triperoxide, can be made with basic chemistry skills and relatively simple equipment, but the process is risky and tedious.", "filename": "2016_03_24_world_europe_brussels-explosives-tatp.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338466.html", "image_url": "https://static01.nyt.com/images/2016/03/19/multimedia/tatp-explainer/tatp-explainer-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_24_world_europe_brussels-explosives-tatp.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338466.html", "title": "Quantity of Explosive Found in Belgium Surprises Officials", "title_page": "Quantity of Explosive Found in Belgium Surprises Officials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The announcement by the Belgian authorities that they had confiscated more than 30 pounds of the explosive TATP from a dwelling used by the attackers in Brussels was, in some ways, an expected development. But it contained one detail that bomb-disposal technicians and security officials regarded with surprise: the quantity of the particular explosive involved.\nTATP, also known as triacetone triperoxide, is a white, crystalline explosive also used in the attacks in Paris in November, though it caused few casualties compared with the terrorists’ assault rifles. Highly unstable and sensitive to shock, friction and heat, it breaks down quickly in air. And while it can be made with basic chemistry skills and relatively simple equipment, it is more dangerous and tedious to manufacture than a commonly used fertilizer-based explosive, ammonium nitrate, which an American official, citing intelligence shared by Belgium, said the attackers had also used.\nUnlike ammonium nitrate, TATP is typically seen in small quantities, not in the tens of pounds. One American official who had reviewed the intelligence related to the bombs in France and the newer intelligence from Belgium said the recovery of more than 30 pounds indicated an increased capacity since the Paris attacks. And that figure did not include any explosive actually used in the bombs that killed 31 people on Tuesday.", "url": "https://www.nytimes.com/2016/03/24/world/europe/brussels-explosives-tatp.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}