{"authors": ["David Waldstein"], "date_download": "2018-11-16 04:12:24", "date_modify": "2018-11-16 04:12:24", "date_publish": "2016-03-23 01:52:51", "description": "The former Yankees shortstop, a part of Major League Baseball’s delegation to Cuba, joked with President Obama, who was sitting nearby.", "filename": "2016_03_23_sports_derek-jeter-emerges-at-rays-cuba-game-in-havana.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341544.html", "image_url": "https://static01.nyt.com/images/2016/03/23/sports/baseball/23jeter-web/23jeter-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_23_sports_derek-jeter-emerges-at-rays-cuba-game-in-havana.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341544.html", "title": "Derek Jeter Emerges at Rays-Cuba Game in Havana", "title_page": "Derek Jeter Emerges at Rays-Cuba Game in Havana - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After a year spent mostly out of the spotlight, Derek Jeter was front and center Tuesday afternoon, sitting in the stands in Havana to watch the Tampa Bay Rays take on the Cuban national team, joking with President Obama, who was sitting nearby, and taking part in an interview on ESPN, which broadcast the game.\nJeter made the trip to Cuba as part of Major League Baseball’s delegation and was in good spirts, talking with the president about playing golf and telling ESPN that in order to further his aim to become a team owner, he planned to become more engaged in baseball than he had been during his first year of retirement.\n“I’m going to start doing it again,” he said, “because I’ve always been very vocal about my next goal, and my desire is to be part of an ownership group. So I have to start paying attention.”\nJeter retired after the 2014 season and has rarely been seen at baseball games since. He told ESPN that he had not watched much baseball on television, either.", "url": "https://www.nytimes.com/2016/03/23/sports/derek-jeter-emerges-at-rays-cuba-game-in-havana.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}