{"authors": ["Chris Buckley", "Keith Bradsher"], "date_download": "2018-11-16 04:48:37", "date_modify": "2018-11-16 04:48:37", "date_publish": "2016-03-05 06:36:56", "description": "China’s leaders are wagering that they can spur growth while deferring the pain of restructuring the economy.", "filename": "2016_03_06_world_asia_in-new-economic-plan-china-bets-that-hard-choices-can-be-avoided_1542343717.html", "image_url": "https://static01.nyt.com/images/2016/03/05/world/asia/05china/05china-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_06_world_asia_in-new-economic-plan-china-bets-that-hard-choices-can-be-avoided_1542343717.html", "title": "In New Economic Plan, China Bets That Hard Choices Can Be Avoided", "title_page": "In New Economic Plan, China Bets That Hard Choices Can Be Avoided - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Those may have been reassuring words for workers worried about losing their jobs at failing mines, steel mills and industrial plants. Mr. Li said the government’s policies could help create more than 10 million jobs in towns and cities this year, and more than 50 million by the end of 2020.\nBut many economists and investors have become much less confident that China can manage such rates of unstinted growth without piling up more bad lending and misused capital.\nVideo\n“I think the 6.5 percent growth target is very challenging,” Shen Jianguang, the Hong Kong-based chief Asia economist at Mizuho Securities Asia, said after hearing Mr. Li’s plans. “They want to choose a path that maintains real growth now and defers tough times for later.”\nA growth rate of 6.5 percent a year is the minimum needed to achieve President Xi’s often-declared goal of doubling the size of the Chinese economy by 2020, relative to its size in 2010.\n“As the government report said, setting this target is also aimed at anchoring expectations and confidence,” Tao Wang, the chief China economist for UBS in Hong Kong, said in emailed comments. “We think this ambitious growth target signals more policy easing.”\nBut such financial easing implies more debt, at a time when many Western economists and policy makers are already worried that total leverage in the Chinese economy has far outstripped economic output. The increased debt may help the government achieve its target of 6.5 percent to 7 percent economic growth this year, but at the price of burdening banks with even more loans to struggling businesses, or even effectively insolvent ones. That policy may also water down leaders’ promises to shut companies that are producing unwanted industrial goods.\nSome economists said the Chinese government had little choice but to shore up demand through such policies until the benefits of restructuring accumulated. But several also warned that the gains from such spending were tapering off and that the efforts to revamp the economy had lagged, despite bold promises made by Mr. Xi at a Communist Party meeting in 2013.\nAdvertisement Continue reading the main story\n“In China we have a new saying: ‘Reform running idle,’ ” said Yao Yang, an economics professor at Peking University.\n“We talk of the reforms, but the reforms are never being implemented. That’s the problem,” Mr. Yao said. “We know that monetary expansion is not going to have a huge effect.”\nIn his speech, Mr. Li appeared guarded about saying how any cuts would be administered. He did not specify how many workers could lose their jobs as part of the government’s plan to close, merge or restructure mines and factories weighed down by excess capacity.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe government will set aside $15.3 billion to support laid-off workers and hard-hit areas, he said. On Monday, a labor official estimated that 1.8 million workers in the steel and coal sectors would be laid off, around 15 percent of the work force in those industries.\n“They definitely are relatively cautious in those areas like how boldly we tackle excess capacity, because they still want to grow,” said Louis Kuijs, the chief Asia economist for Oxford Economics, an independent research firm. “What I am particularly worried about is the overcapacity is probably going to get worse before it gets better, given the timidity of the approach.”\nTo a surprising extent, the economic vision unveiled by Mr. Li echoed policies in the United States, the European Union and Japan, all of which have depended heavily on their central banks to expand money supply and keep growth aloft. The International Monetary Fund and many independent economists have strongly called for the world to shift from this reliance on monetary policy.\nOf the Chinese government’s plan, Mr. Kuijs said: “The wording is that we will have proactive fiscal policy and prudent monetary policy, but if you look at the numbers, it’s actually the other way around.”\nThe government’s plan said the target for this year’s fiscal deficit at the national level would rise to 3 percent, from a target of 2.3 percent last year. But by most estimates, the actual deficit last year was already over 3 percent.\nAdvertisement Continue reading the main story\nChina’s central bank, like the Federal Reserve and the European Central Bank, has been wary of carrying almost the entire burden for sustaining economic growth through monetary policy, and one of its officials even publicly suggested recently that the fiscal deficit could be safely pegged as high as 4 percent.\nChina’s central government has a fairly low debt by international standards; what are deeply indebted are the country’s corporate sector and local governments. But the Ministry of Finance has nonetheless been reluctant to allow a large, persistent deficit to form, particularly as China may yet face very heavy costs to help banks with the costs of large loans to nearly insolvent state-owned enterprises.\nTo be sure, the plan announced Saturday did call for some structural changes. One of the most surprising was a proposal to expand China’s value-added tax to financial services. Banks would face a 6 percent tax on the interest that they collect on loans.\nSince the global financial crisis, there have been many calls in the West for broadening value-added taxes to encompass financial services, which could encourage more orderly and systematic accounting for many transactions. But Lachlan Wolfers, the head of indirect taxes in China for KPMG, a global accounting and professional services firm, said he was not aware of any countries other than Argentina and Israel that had taken steps as specific as China’s to tax financial services.", "url": "https://www.nytimes.com/2016/03/06/world/asia/in-new-economic-plan-china-bets-that-hard-choices-can-be-avoided.html"}