{"authors": ["Trip Gabriel"], "date_download": "2018-11-16 03:16:50", "date_modify": "2018-11-16 03:16:50", "date_publish": "2016-03-09 16:32:10", "description": "After winning Michigan, Mississippi and Hawaii, Mr. Trump needs about 54 percent of outstanding delegates; Ted Cruz needs 62 percent.", "filename": "2016_03_10_us_politics_donald-trump-delegates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338210.html", "image_url": "https://static01.nyt.com/images/2016/03/10/us/10delegates-web1/10delegates-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_10_us_politics_donald-trump-delegates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338210.html", "title": "Republican Delegate Math Favors Donald Trump After Latest Wins", "title_page": "Republican Delegate Math Favors Donald Trump After Latest Wins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump drew closer to grasping the Republican presidential nomination with his victories in three states Tuesday night, and the chances of party leaders’ wresting it from his hands at a contested convention were a bit more remote on Wednesday.\nBy winning Michigan, Mississippi and Hawaii, Mr. Trump captured the greatest share of the 150 delegates at stake Tuesday, and his mathematical path to a majority of 1,237 delegates needed to secure the nomination is increasingly brighter than his rivals. He needs about 54 percent of outstanding delegates; his closest rival, Senator Ted Cruz of Texas, needs 62 percent.\nBut Mr. Trump gained something even more valuable than delegates on Tuesday: momentum as the race heads into a watershed moment, March 15, when the first states that award delegates winner-take-all hold their primaries. They include Senator Marco Rubio’s home state, Florida, and Gov. John Kasich’s, Ohio. Both men have their backs to the wall, fighting for their political lives.", "url": "https://www.nytimes.com/2016/03/10/us/politics/donald-trump-delegates.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}