{"authors": ["Trip Gabriel"], "date_download": "2018-11-16 04:22:25", "date_modify": "2018-11-16 04:22:25", "date_publish": "2016-05-01 12:11:32", "description": "Closed factories and lost jobs are driving economic themes as the state votes on Tuesday, but this Midwestern manufacturing hub is no image of decline.", "filename": "2016_05_02_us_politics_indiana-primary-economy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342145.html", "image_url": "https://static01.nyt.com/images/2016/05/01/us/01indiana-web02/01indiana-web02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_02_us_politics_indiana-primary-economy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342145.html", "title": "Indiana Economy Offers Caution and Inspiration as Primary Nears", "title_page": "Indiana Economy Offers Caution and Inspiration as Primary Nears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Despite increases in productivity, wages have stagnated in step with national trends, feeding widespread anxiety about the future. Candidates in both parties have channeled these fears at targets ranging from immigration to trade deals to the government.\nAnd Indiana economists point to pockets of weakness within the state. Like other Midwestern states, Indiana’s rural counties are emptying: Of the state’s 92 counties, 54 lost population in 2015, according to the Business Research Center at Indiana University.\n“Connersville in Fayette County, which was once called Little Detroit, they had close to 2,000 manufacturing jobs and now are down to about 400,” said Timothy Slaper, an economist at Indiana University’s Kelley School of Business.\nPatti and Richard Schwalm, owners of a machine shop in rural Henry County, an hour’s drive east of Indianapolis, said they had to cut their staff to three employees in recent years. They blamed President Obama for hurting the manufacturers that are their clients.\nThe Schwalms plan to vote for Senator Ted Cruz of Texas in the Republican primary. Pressed for details about Obama administration policies that hurt manufacturing, Ms. Schwalm acknowledged, “The problems we have are 50 years in the making.”\nTodd Witte, who works in a factory in Fort Wayne, Ind., plans to vote on Tuesday for Mr. Sanders because of the senator’s opposition to trade deals and his history of walking union picket lines. If Mr. Sanders is not the Democratic nominee, Mr. Witte said, he will probably vote for Mr. Trump if he is nominated. “I like his views on the Second Amendment,” he said. “In our local, they’re either Bernie Sanders or Trump supporters.”", "url": "https://www.nytimes.com/2016/05/02/us/politics/indiana-primary-economy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}