{"authors": ["Chad Bray"], "date_download": "2018-11-16 03:49:49", "date_modify": "2018-11-16 03:49:49", "date_publish": "2016-01-27 15:50:47", "description": "A jury acquitted five former brokers of charges that they helped a one-time trader at UBS and Citigroup manipulate a benchmark interest rate.", "filename": "2016_01_28_business_dealbook_libor-trial-london-traders-cleared_1542340189.html", "image_url": "https://static01.nyt.com/images/2015/10/06/business/db-libor-web1/db-libor-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_28_business_dealbook_libor-trial-london-traders-cleared_1542340189.html", "title": "5 Ex-Brokers Cleared in London Libor Trial", "title_page": "5 Ex-Brokers Cleared in London Libor Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — In a major setback for British prosecutors, a jury on Wednesday acquitted five former brokers of charges that they helped a onetime trader at UBS and Citigroup manipulate an important benchmark interest rate known as Libor.\nThe London jury is continuing to deliberate over one remaining count of conspiracy to defraud against a sixth broker, Darrell P. Read, who worked at the British financial firm ICAP, after it was unable to reach a verdict. The jury went home for the day on Wednesday and will return Thursday morning.\nThe jury found Mr. Read not guilty on a separate conspiracy count on Wednesday.\nThe acquittals, coming just a day after the jury began deliberating, are a blow to British authorities, who have been criticized for not being as aggressive as the United States Justice Department in prosecuting financial crimes. The trial of the six began in October and is the second in Britain to focus on the Libor scandal.\nThe two trials have followed a half-decade investigation that has led to billions of dollars in fines, cost one chief executive his job and damaged the reputations of some of the world’s biggest banks, including Barclays, the Royal Bank of Scotland, UBS and Deutsche Bank.", "url": "https://www.nytimes.com/2016/01/28/business/dealbook/libor-trial-london-traders-cleared.html"}