{"authors": ["Rebecca R. Ruiz"], "date_download": "2018-11-16 03:19:03", "date_modify": "2018-11-16 03:19:03", "date_publish": "2016-12-09 11:16:13", "description": "The investigation provides a new level of detail, implicating more than 1,000 athletes and leaving little doubt about Russia’s state-sponsored cheating.", "filename": "2016_12_09_sports_russia-doping-mclaren-report.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338343.html", "image_url": "https://static01.nyt.com/images/2016/12/10/sports/10DOPING1/10DOPING1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_09_sports_russia-doping-mclaren-report.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338343.html", "title": "Report Shows Vast Reach of Russian Doping: 1,000 Athletes, 30 Sports", "title_page": "Report Shows Vast Reach of Russian Doping: 1,000 Athletes, 30 Sports - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — International sports’ antidoping watchdog on Friday laid out mountainous evidence that for years Russian officials orchestrated a doping program at the Olympics and other competitions that involved or benefited 1,000 athletes in 30 sports. The findings intensified pressure on the International Olympic Committee to reassess Russia’s medals from the 2014 Winter Olympics in Sochi and penalize the nation ahead of the 2018 Winter Games.\nThe evidence, published by the World Anti-Doping Agency, was the coda to a set of investigations led by the Canadian lawyer Richard McLaren, who issued a damning report in July that prompted more than 100 Russian athletes to be barred from the 2016 Summer Olympics in Rio de Janeiro.\nThe follow-up report outlined competitions that had been tainted by years of extraordinary preparations, ensuring Russia’s dominance at the 2012 Summer Olympics in London, the 2013 track and field world championships in Moscow and the 2014 Winter Olympics in Sochi — the “apex” of Russia’s cheating, the report said, because as the host of the event it controlled drug testing.\nThe subterfuge included using table salt and Nescafé instant-coffee granules to help conceal tainted urine and bypass controls, according to the inquiry. Some samples were clearly fraudulent: Urine provided by two female hockey players at the Sochi Games contained male DNA.", "url": "https://www.nytimes.com/2016/12/09/sports/russia-doping-mclaren-report.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}