{"authors": ["Rebecca R. Ruiz"], "date_download": "2018-11-16 03:19:11", "date_modify": "2018-11-16 03:19:11", "date_publish": "2016-12-04 19:38:47", "description": "Bobsled and skeleton racers appear to have the support of the U.S. Olympic Committee as they consider skipping the world championships in Sochi, Russia, the site of Olympic cheating in 2014.", "filename": "2016_12_04_sports_russian-doping-boycott-us-athletes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338351.html", "image_url": "https://static01.nyt.com/images/2016/12/05/sports/05sochi/05sochi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_04_sports_russian-doping-boycott-us-athletes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338351.html", "title": "U.S. Athletes Weigh a Boycott Over Russian Doping", "title_page": "U.S. Athletes Weigh a Boycott Over Russian Doping - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "American Olympians are considering boycotting a world championship event scheduled to be held in Sochi, Russia, in February, a move that would represent the most provocative gesture yet by athletes dissatisfied with how sports officials have responded to the continuing Russian doping scandal.\nAmerican athletes who compete in bobsled and skeleton have circulated memos laying out reasons to avoid participating in the world championships in Sochi, the site of the last Winter Olympics and of elaborate, state-sponsored cheating. The athletes have cited concerns about doping control, personal safety and information security.\nThe correspondence, some of which was obtained by The New York Times, indicates that the athletes have the support of the United States Olympic Committee. That organization has not taken a strong public stand on Russia’s systemic doping as it seeks to curry favor with global sports leaders in a bid to hold the 2024 Summer Games in Los Angeles.\n“This has been passed down the line from the very highest level of sport, and now it’s fallen into the lap of athletes,” said Kyle Tress, an American skeleton racer. “There’s tremendous support to skip this event, and I think it’s the right decision.”", "url": "https://www.nytimes.com/2016/12/04/sports/russian-doping-boycott-us-athletes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}