{"authors": ["Richard C. Paddock", "Eric Lipton", "Ellen Barry", "Rod Nordland", "Danny Hakim", "Simon Romero"], "date_download": "2018-11-16 03:18:20", "date_modify": "2018-11-16 03:18:20", "date_publish": "2016-11-26 19:23:36", "description": "In many of the president-elect’s international development ventures, his business partners have close ties to foreign governments.", "filename": "2016_11_26_us_politics_donald-trump-international-business.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338300.html", "image_url": "https://static01.nyt.com/images/2016/11/27/world/27TRUMPWORLD-FULLBLEED/27TRUMPWORLD-FULLBLEED-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_26_us_politics_donald-trump-international-business.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338300.html", "title": "Potential Conflicts Around the Globe for Trump, the Businessman President", "title_page": "Potential Conflicts Around the Globe for Trump, the Businessman President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This will make it a little harder to be able to go out and proselytize around these things,” Mr. Kramer said.\nEven if Mr. Trump and his family seek no special advantages from foreign governments, officials overseas may feel compelled to help the Trump family by, say, accelerating building permits or pushing more business to one of the new president’s hotels or golf courses, according to several former State Department officials.\n“The working assumption on behalf of all these foreign government officials will be that there is an advantage to doing business with the Trump organization,” said Michael H. Fuchs, who was until recently deputy assistant secretary at the bureau of East Asian and Pacific affairs. “They will think it will ingratiate themselves with the Trump administration. And this will significantly complicate United States foreign policy and our relationships around the world.”\nAt the same time, Mr. Fuchs said, American diplomats in countries where Mr. Trump’s companies operate, fearful of a rebuke from Washington, may be reluctant to take steps that could frustrate business partners or political allies.\nAnother question is, who will be responsible for security at the Trump Towers around the world, especially in the Middle East, which terrorism experts say may now become more appealing targets as symbols of American capitalism built in the name of the president?\nWhat is clear is that there has been very little division, in the weeks since the election, between Mr. Trump’s business interests and his transition effort, with the president-elect or his family greeting real estate partners from India and the Philippines in his office and Mr. Trump raising concerns about his golf course in Scotland with a prominent British politician. Mr. Trump’s daughter Ivanka, who is in charge of planning and development of the Trump Organization’s global network of hotels, has joined in conversations with at least three world leaders — of Turkey, Argentina and Japan — having access that could help her expand the brand worldwide.\nMr. Trump, in the interview with The Times on Tuesday, acknowledged that his move to the Oval Office could help enrich his family. He cited his new hotel a few blocks from the White House, which the Trump Organization has urged diplomats to consider patronizing when in town to meet the president or his team.", "url": "https://www.nytimes.com/2016/11/26/us/politics/donald-trump-international-business.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}