{"authors": ["Shivani Vora"], "date_download": "2018-11-16 03:55:23", "date_modify": "2018-11-16 03:55:23", "date_publish": "2016-08-05 17:29:56", "description": "There has been a surge of interest in travel to Britain following its vote to leave the European Union — and low prices may be a reason.", "filename": "2016_08_05_travel_after-brexit-vote-a-burst-of-interest-in-travel-to-britain_1542340523.html", "image_url": "https://static01.nyt.com/images/2016/08/05/travel/05intransit-brexit/05intransit-brexit-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_05_travel_after-brexit-vote-a-burst-of-interest-in-travel-to-britain_1542340523.html", "title": "After ‘Brexit’ Vote, a Burst of Interest in Travel to Britain", "title_page": "After ‘Brexit’ Vote, a Burst of Interest in Travel to Britain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It has not been even two months since Britain voted to leave the European Union, and already, the travel industry is seeing the effects of the decision. While it’s too soon to determine how travel to Britain will be affected in the long term, for the time being, with the exchange rate of the pound at a more than 30-year low compared with the dollar, the region seems to be a more appealing destination for travelers from the United States.\nThe United States has long been Britain’s most valuable visitor market and one that continues to grow. Visits from the United States to Britain grew 10 percent to 3.3 million people in 2015 compared with 2014, according to VisitBritain, the national tourism agency. These travelers spent 3.3 billion pounds and represent the first time a single visitor market has broken the three billion-pound spending mark, said VisitBritain’s executive vice president for the Americas, Paul Gauger.\nPost “Brexit,” there are indications that Britain is increasing in popularity.\nAccording to data from British Airways, for example, in the last week of June, flight searches on ba.com from the United States to Britain increased 138 percent compared with June 17 to 23, and in the two weeks following the Brexit vote, flight searches increased 97 percent compared with the two weeks before.\nExpedia.com saw a jump in both searches and sales. A company spokeswoman, Sarah Gavin, said that the site had a 30 percent increase in flight search volume from the United States to Britain in the weeks following the Brexit referendum, compared with the month before. Also, before Brexit, Expedia’s package business, where travelers book their flights and hotels together, from the United States to Britain was growing at 32 percent a year, but in the weeks after the vote, that number grew to 45 percent.", "url": "https://www.nytimes.com/2016/08/05/travel/after-brexit-vote-a-burst-of-interest-in-travel-to-britain.html"}