{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:48:02", "date_modify": "2018-11-16 04:48:02", "date_publish": "2016-03-02 09:47:08", "description": "The data lends further support to the view that the world’s largest emitter of carbon dioxide may be reaching a peak in coal consumption.", "filename": "2016_03_03_world_asia_china-coal-consumption-down_1542343682.html", "image_url": "https://static01.nyt.com/images/2016/03/03/world/03china-web1/03chinaclimate-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_03_world_asia_china-coal-consumption-down_1542343682.html", "title": "Statistics From China Say Coal Consumption Continues to Drop", "title_page": "Statistics From China Say Coal Consumption Continues to Drop - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The pain being felt across China’s coal industry suggests the country’s slowdown in coal demand and consumption is real. On Monday, the government said the coal and steel industries, which are dominated by state-owned enterprises, were expected to lay off 1.8 million workers, or about 15 percent of the work force.\nZeng Hao, a coal industry analyst in Shanxi, one of China’s biggest coal-producing provinces, said the industry did worse than expected in 2015. Coal producers were hoping for a recovery in the third quarter, but it never materialized, he said.\nThe slowing economy has also left China with a growing overcapacity in coal-fired power plants. State-owned companies across China have been building many more such plants, even though existing ones have been cutting back their operating hours.\nOn Wednesday, Greenpeace East Asia released a revised report that said China had granted environmental permits last year for 210 new and proposed coal-fired power plants. The group’s original report, released in November, had put the number at 155. Greenpeace estimated that the 210 proposed plants would cost about $100 billion in total.\nThe surplus of plants is not expected to result in a big surge in coal use, since the slowing economy is the main reason consumption has fallen. But besides adding to the overcapacity problem, the glut is expected to make it harder for companies generating energy from renewable sources to earn revenue, since the coal-generated plants compete with them for contracts with the state-owned enterprises that run China’s electricity grids. The coal-fired power plants have an advantage in securing contracts and time on the grid.\n“Warnings about China’s overcapacity crisis are coming in left, right and center, and yet the rate at which new coal power plants are being approved is increasing,” said Lauri Myllyvirta, a senior global coal campaigner at Greenpeace and a main author of the report. “These plants do nothing but fuel the overcapacity crisis and add huge debt burdens. It is a trend which must be halted immediately.”", "url": "https://www.nytimes.com/2016/03/03/world/asia/china-coal-consumption-down.html"}