{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:15:51", "date_modify": "2018-11-16 03:15:51", "date_publish": "2016-06-01 10:45:04", "description": "The president assailed Donald J. Trump and the G.O.P. for peddling policies he said benefited the rich at the expense of a struggling middle class.", "filename": "2016_06_02_us_politics_obama-elkhart-indiana-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338151.html", "image_url": "https://static01.nyt.com/images/2016/06/02/us/02obama-video/02obama-video-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_02_us_politics_obama-elkhart-indiana-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338151.html", "title": "Obama Wades Into Election Debate With Indiana Speech", "title_page": "Obama Wades Into Election Debate With Indiana Speech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ELKHART, Ind. — President Obama on Wednesday forcefully inserted himself into the 2016 presidential campaign, assailing Donald J. Trump and the Republican Party for peddling economic policies that he said would benefit the rich and connected at the expense of a still-struggling middle class.\nMr. Obama framed this year’s presidential contest as a choice between a Democratic Party committed to working families and a Republican Party he said was beholden to China, “big oil,” “big banks” and the wealthiest Americans. White House aides cast the speech as the president’s first major attempt to influence the race to succeed him.\n“If what you care about in this election is your pocketbook; if what you’re concerned about is who will look out for the interests of working people and grow the middle class,” Mr. Obama said in a fiery, campaignlike speech, “if what you’re concerned about is the economy, then the debate is not even close.”\nAides said the president, who is expected to ultimately endorse Hillary Clinton, was eager to jump into the carnival-like political debate between Mr. Trump, the presumptive G.O.P. nominee, and the Democrats’ choice.", "url": "https://www.nytimes.com/2016/06/02/us/politics/obama-elkhart-indiana-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}