{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 04:33:16", "date_modify": "2018-11-16 04:33:16", "date_publish": "2016-07-15 05:23:14", "description": "Donald J. Trump’s opponents had hoped to force a vote that would have put the question of whether delegates are free to vote their consciences to the entire convention next week.", "filename": "2016_07_16_us_politics_gop-convention-panel-all-but-kills-anti-trump-rebellion_1542342796.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_16_us_politics_gop-convention-panel-all-but-kills-anti-trump-rebellion_1542342796.html", "title": "Republican Convention Panel All but Ends Anti-Trump Rebellion", "title_page": "Republican Convention Panel All but Ends Anti-Trump Rebellion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CLEVELAND — Donald J. Trump staved off a potentially embarrassing effort to throw the Republican National Convention into disarray, with delegates voting late on Thursday to squash what remained of a fading rebellion.\nIn the end, the threat to Mr. Trump seemed small. A voice vote in the convention’s rules committee that could have opened the door to candidates who wanted to challenge him was so overwhelmingly in his favor that the presiding officer did not need to call for an official count.\nMr. Trump’s opponents had hoped to force a vote that would have put the question of whether delegates are free to vote their consciences to the entire convention next week. Party rules bind delegates to the outcomes of the primaries and caucuses in their states in most cases, and some delegates sought to undo those rules.\nAn open-ended vote at the convention could have revealed major weakness on Mr. Trump’s part because there are still many delegates opposed to his nomination.", "url": "https://www.nytimes.com/2016/07/16/us/politics/gop-convention-panel-all-but-kills-anti-trump-rebellion.html"}