{"authors": ["Elizabeth Olson"], "date_download": "2018-11-16 04:24:48", "date_modify": "2018-11-16 04:24:48", "date_publish": "2016-03-18 13:57:37", "description": "Staying aware of developments in your field, among other steps, can help stave off bias, but if you still feel you are being treated unfairly, here’s what to do.", "filename": "2016_03_19_business_how-to-fight-age-discrimination.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342288.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_19_business_how-to-fight-age-discrimination.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342288.html", "title": "How to Fight Age Discrimination", "title_page": "How to Fight Age Discrimination - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Age discrimination can happen to anybody, but it is difficult to prove.\nBecause it is rare to have a “smoking gun” statement from a manager, such as “You are too old to do the job,” the best defense is a good offense, advises Laurie A. McCann, a staff lawyer for AARP Foundation Litigation.\nThat means at every stage of your career, staying on top of developments in your field. Seek out training both at your workplace and on your own. Make sure your employer knows you are willing to undertake training to retain and gain new knowledge and skills.\nIf you are not receiving feedback on your performance, ask for it. You need to know if there are concerns about your performance so that you have the opportunity to address them. A sudden change in performance appraisals is a red flag.\nBut if you suspect that despite your best efforts, you are being treated unfairly because of your age, be sure to keep a record of any age-related statement or other episodes (such as younger colleagues being promoted or recommended for training instead of you).", "url": "https://www.nytimes.com/2016/03/19/business/how-to-fight-age-discrimination.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}