{"authors": ["Sam Anderson", "Introduction Sam Anderson"], "date_download": "2018-11-16 04:53:53", "date_modify": "2018-11-16 04:53:53", "date_publish": "2016-03-02 07:00:06", "description": "Three early and unpublished works by the author of “Pilgrim at Tinker Creek.”", "filename": "2016_03_06_magazine_annie-dillards-impossible-pages_1542344033.html", "image_url": "https://static01.nyt.com/images/2016/03/06/magazine/06dillard/06dillard-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_06_magazine_annie-dillards-impossible-pages_1542344033.html", "title": "Annie Dillard’s Impossible Pages", "title_page": "Annie Dillard’s Impossible Pages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Poetry and jokes are each, as William Carlos Williams said of the former, machines made out of words, and Dillard is a highly trained mechanic. In ‘‘An American Childhood,’’ her classic memoir of growing up in Pittsburgh, Dillard describes life with her parents as a long and rigorous apprenticeship of wisecracking. Her description of the compressed power of a joke (‘‘A few words suggested a complete story and a wealth of feelings’’) applies equally well to the compressed power of poetry. Each form emphasizes the sudden turn, the improbable connection. Dillard’s brand of neo-Transcendentalist prose-poetry is, in this light, a distant cousin of stand-up comedy: a risky solo performance that depends, to a large extent, on the unusual motions of a mind, as rendered in a deliberately heightened style, with the goal of ecstatic density.\nNewsletter Sign Up Continue reading the main story Sign Up for the Magazine Newsletter Get the best of the Magazine delivered to your inbox every week, including exclusive feature stories, photography, columns and more. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAnd so, in Dillard’s joke essays, Thoreau and Colette and Heisenberg and Niels Bohr commingle with an unnamed Tennessee mountain hermit who has invented the typewriter 50 years too late; snail’s feet, upon being touched, ‘‘recoil, curling, like tickled lips.’’ This is sit-down stand-up, to be consumed by a silent audience of one.\nThe second essay here, ‘‘Utah,’’ is less like a joke than a dream: a surreal flight of free-associative fancy. Dillard sees (or does not see) windshield wipers in the desert, ‘‘clacking dry as hoofbeats over the glass’’ and ‘‘hurling themselves from side to side like dancers.’’ She sees (or does not see) Native Americans the size of ants. But then, as she says near the end of the essay: ‘‘Truth interests me less than contact.’’\nAdvertisement Continue reading the main story\nOne of these essays ends, out of nowhere, with a brief but bold artistic manifesto. ‘‘Possible books abound; I’d rather write an impossible page.’’ This might help to explain why Dillard has written less and less over the years. There will always be the lure of the merely possible, and very few writers have the discipline to stay away. Dillard, for good and for ill, is one of them. We have, here, a few more of her impossible pages.\nOne. | Recalling Niels Bohr\nI am beginning to bore myself with the following joke about the fireplace. Since it doesn’t draw well, I open the door a crack, which circulates air through the room and up the chimney. This cools the room. I say I’m going to get another couple cords of wood this summer for air-conditioning. I have not noticed that the innocent islanders in the captive audience on the receiving end of this little pleasantry are rushing it into print, but I have just found it in Werner of-all-people Heisenberg, in ‘‘Physics and Beyond.’’ One cannot be too careful of one’s reading.\nHeisenberg attributes the first remarking of this remark, quite correctly, to Niels Bohr (‘‘who loved paradoxical formulations’’) — for, although this might have been another of those many instances of simultaneous discovery by independent researchers which confound lay thinkers, but at which casehardened science historians merely shrug, it is, alas, not. The intervening decades are too embarrassingly long.\nMy belated discovery that fire cools is like the famous case of the Tennessee mountain hermit who called a newspaper reporter to his shack because he had, in the 1930s, invented the type­writer. (The typewriter had been invented in ever-improved forms since 1867 and was in common use by 1900.) This man’s was an enormous, loom-size construction with a keyboard like a piano’s, whose keys one depressed either by two slammed fists or by a wood-splitter’s maul. But that is another tale. Niels Bohr, according to Heisenberg, ‘‘claimed that the fireplace had been especially put in as a cooling device.’’ Surely now this joke is well wrung.\nWerner Heisenberg’s ‘‘Physics and Beyond’’ disappoints me. He is merely filling in the inches. He knows the material in this book cold — too cold. It is far behind him, not only in years, but in his thinking and, one hopes, in his sense of what writing is. But it is a book. People read books. If you have something to say, write a book. Thoreau’s Kathmandu principle, the Colette principle (‘‘Break of Day’’ as diary), still holds: You can write anything, anything at all, if you’re honest, because we are each as bizarre and foreign to one another as the news from Kathmandu (as Colette’s life was to me).\nOn the other hand. Writing is too hard to waste on the weirdness of your daily life, or at least on mine. I love to sock the reader into some odd time and place and let him breathe there and love it, and love the world for having such a place — and then to call for fireworks there with only a ballpoint pen. Possible books abound; I’d rather write an impossible page.\nArgument is penny-ante play, or talk with tea. It is the literary, pace Julia A. Moore (‘‘the sweet singer of Michigan’’), that is ‘‘a work very difficult to do.’’ Arguing draws a line linking corridors through chaos with reason. Art, by contrast, is the whole ball of wax — a system, coherent, chopped out from chaos and held.\nTwo. | Utah\nAugust: I’m trying to float this Plymouth over State Route 740. There has been nine years’ drought in this spot, and the canyons are cracking like pods. The heat heaves from the asphalt: No wonder the roadrunner runs. Show that bird cool grass and he’ll loll till kingdom come.\nAdvertisement Continue reading the main story\nA truck comes along trailing a travois of dust, a Ford pickup, and the fellow’s got his windshield wipers on. Some drunk, I think; there’s not a cloud. Next thing, an old Mustang rounds the bend, robed in dirt, full of dogs, and the wipers are on, the wipers are on, clacking dry as hoofbeats over the glass. The sun’s burned my eyes, I think; it’s a whiteout, heat exhaustion, delirium. I pass a Chevy pickup, meet a ’58 Olds, and everything’s normal; then here comes some young guy with a Pinto, and the wipers are on, hurling themselves from side to side like dancers.\nThat night in a motel in Moab I heard the story. It’s a fad now, the last few years, with the local Native Americans. They flick on the windshield wipers when the land needs rain. Like a prayer wheel! I was amazed! You should have told me.\nActually, I was in line at the light on Peters Creek Road, coming back from the liquor store, clear day, and the lady in front of me had her wipers on. Just cleaning her windshield with water shot up from her car. That’s all. Believe what you will; take what you want.\nThere’s a May drought on. All day yesterday I followed Tinker Creek to its source. I drove north to the first place the creek cuts under a road, parked by a cedar and headed upstream, up the mountain, up under the flowering dogwood and into the laurel and pines. Early in the afternoon, I ate lunch. The creek bed narrowed, blackened and emptied. I climbed on stones. Soon I straddled the creek, and then it died, or was born, at a patch of sourgrass in a strip of sunlight torn by a windthrown oak. A rock marked the source, a chip of granite shoulder; I threw it aside and crouched.\nThere, under the granite, was a tiny traveling tribe of Native Americans, perfectly formed. They emerged, stuck with clumps of clay, from the right side of the red hole, brushed themselves off and filed to the left side, where they pried the earth apart and scrambled in. Their dogs ran alongside, barking minutely; their travois poles, slung from ponies, etched faint parallels in the ground. The adults kept catching their hair in grass roots coming and going. Streamers hung from their armbands, lodge poles and parfleche bags. Several women wore dresses that rattled from deer hooves sewn in pairs to hems. One woman — in this heat! — had wound fringed doeskin leggings over her calves. Over her back fell a sunbleached, hairless, elkskin robe.\nI pressed my ear hard to the ground to catch their words. ‘‘Wrakan,’’ I heard in one song, repeated in a whining chorus — a word which I believe is Crow for ‘‘water,’’ but which in modern usage can also mean ‘‘eel.’’\nWhat I want, what any of us wants, doesn’t, apparently, matter. Our daily rain-bread, our nightly salt-rising. I stuck a cedar bough under your windshield wiper upright, like a feather in a headband, in a hatband, like a feather in a mirror frame, flame. I have barely spit to lick a finger, barely a finger to stick upright for wind. Truth interests me less than contact.\nMy eyes need wiping; I’ll wash the windows with whisky. I’ll seed the clouds. I run roads, seeking sweetgrass or sour. I take off shoes; I run roads, clattering on split hooves. I bed down in laurel, leaving the faintest of tracks, till kingdom come.\nAdvertisement Continue reading the main story\nThree. | Lonesome, With Snails\nMy best friends are two land snails. I feel very close to them sometimes; we each share all that we have, all that we know and are. They slide around slowly, up the mantelpiece and down. I sit or pace in my rooms, agitated, picking up and putting down a saxophone, changing my shirt, hefting by turns a china lamp, a leather pouch, trying to joke with the snails. One is tannish; one is yellowish.\nThey differ — the yellowish one is more. . . . Oh, if they were very different, if one were, say, a musician, wry, and one a muscular philosopher, say, what society I would enjoy! For the plain fact is, if you insist upon it, that they are much alike. So much alike that for most purposes, an outside observer, and even, to be perfectly frank, myself, would have to call them identical, more or less. Quiet.\nAfter I have spent some long time absorbed with the snails and their ways, occasionally, or, in fact, almost always, I am struck by the incongruity of the picture we present. I am, after all, a human being, and, as such, almost six feet tall, give or take a few inches. I line up the snails on my palm and inspect their ranks. I carry them to my eye, while one snail or the other retracts and protrudes first one feeler, then another. I wait until all four of the knobby bulbs on their feeler tips are fully extruded and plump, until they are well forward, supplied with a dark drop of blood, and calm . . . and then I see myself suddenly and think, I treat my friends too curiously, too curiously for words! I put the snails under the philodendron, disgusted, and leave, walk to the newsstand, hail and greet the newsstand owner behind the counter with his wondering, joyous expression; and buy the foulest cigars at any price and carry a dozen to my rooms, triumphant.\nOr I say to the snails, ‘‘Friends, children, illiterates, you imbecilic nubs’’ (and I stroke or pinch the furls of their feet, which recoil, curling, like tickled lips), ‘‘The trouble with you, the ridiculous, ludicrous thing about both of you, is: You are too short.’’\nShort! Look at them! It is unheard-of to be so short! Friends are friends, and I love these two on their merits and idiosyncrasies quite apart from their positions as my sole and best friends, and quite apart from the figures they cut — just as you love your friends, I am sure. But their size, once I notice it, strains my credulity.\nOnce this notion takes possession of me, as it has, I confess, now, the inappropriateness of the snails’ height, which at first seems so marvelously comical, takes on a lunatic air, the smack of a cosmic incongruity. It is an anomaly so endlessly comical that the very length of its humor pierces the bounds of the mind and touches the rim of mystery itself. It is too much to think about, and far too much to explain, that these snails are so impossibly short.\nSometimes in consequence I have taken a kettle from the fire and thrown it through a window. Sometimes, I jump on my own foot, I bite my finger, I run out and break a framed painting over the skull of a pedestrian (once); I throw things; I do, actually, love to throw many things. There is much I love. Because the world is so astonishing, the snails — to take just one of the many possible examples — are so short, and it is all too great for me to think about alone. Or at all.\nOn many fine mornings I do not concern myself overmuch with the mystery. And by controlling the depth of my thinking carefully, I permit myself a little joke.\n‘‘Good morning,’’ I say to each snail in turn: to the tannish one looking dead on the hearth, slowly turning her gelatinous head; to the half-dead yellowish one who rides a trail of slime up a window like Botticelli’s Venus afloat on a frilly foot — ‘‘Good morning . . . ’’ I say, narrowing my eyes, ‘‘Shortie.’’\nAdvertisement Continue reading the main story\nAnd a good morning it may be. Many are.", "url": "https://www.nytimes.com/2016/03/06/magazine/annie-dillards-impossible-pages.html"}