{"authors": ["Farhad Manjoo"], "date_download": "2018-11-16 03:41:38", "date_modify": "2018-11-16 03:41:38", "date_publish": "2016-09-28 15:41:26", "description": "Google is threatened by the decline of web search, so it’s making a bold bet on what comes next: an all-knowing digital helper.", "filename": "2016_09_29_technology_google-assistant.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339698.html", "image_url": "https://static01.nyt.com/images/2016/09/28/business/29STATE-1/29STATE-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_29_technology_google-assistant.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339698.html", "title": "A High-Stakes Bet: Turning Google Assistant Into a ‘Star Trek’ Computer", "title_page": "A High-Stakes Bet: Turning Google Assistant Into a ‘Star Trek’ Computer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Assistant, in Google’s most far-out vision, would always be around, wherever you are, on whatever device you use, to handle just about any informational task.\nConsider this common situation: Today, to book a trip, you usually have to load up several travel sites, consult your calendar and coordinate with your family and your colleagues. If the Assistant works as well as Google hopes, all you might have to do is say, “O.K., Google, I need to go to Hong Kong next week. Take care of it.”\nBased on your interactions with it over the years, Google would know your habits, your preferences and your budget. It would know your friends, family and your colleagues. With access to so much data, and with the computational power to interpret all of it, the Assistant most likely could handle the entire task; if it couldn’t, it would simply ask you to fill in the gaps, the way a human assistant might.\nComputers have made a lot of everyday tasks far easier to accomplish, yet they still require a sometimes annoying level of human involvement to get the most out of them. The Assistant’s long-term aim is to eliminate all this busywork.\nIf it succeeds, it would be the ultimate expression of what Larry Page, Google’s co-founder, once described as the perfect search engine: a machine that “understands exactly what you mean and gives you back exactly what you want.”\nAt this point, a few readers may be recoiling at the potential invasion of autonomy and privacy that such a machine would necessitate.\nThe Assistant would involve giving ourselves over to machines more fully. We would trust them not just with our information but increasingly with our decisions. Many people are already freaked out by what Google, Facebook and other tech companies know about us. Would we be willing to hand over even more power to computers?", "url": "https://www.nytimes.com/2016/09/29/technology/google-assistant.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}