{"authors": ["Sylvie Kauffmann"], "date_download": "2018-11-16 03:48:24", "date_modify": "2018-11-16 03:48:24", "date_publish": "2016-09-06 10:39:50", "description": "Does his country really want a divisive arsonist fighting its fires?", "filename": "2016_09_07_opinion_nicolas-sarkozy-is-back-but-france-has-changed.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340104.html", "image_url": "https://static01.nyt.com/images/2016/09/07/opinion/07kauffmann-2/07kauffmann-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_07_opinion_nicolas-sarkozy-is-back-but-france-has-changed.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340104.html", "title": "Nicolas Sarkozy Is Back, but France Has Changed", "title_page": "Opinion | Nicolas Sarkozy Is Back, but France Has Changed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — One of the most popular items on the social networks as Nicolas Sarkozy opened his new presidential bid last month was a video of an interview he gave to the French news channel BFM-TV on March 8, 2012. Still president then, Mr. Sarkozy was seeking a second five-year term, with François Hollande running against him. Asked whether he would quit politics if he lost, he firmly answered, “Yes.” The journalist was taken aback. “Will you quit politics?” he asked again, incredulous. “You can ask me a third time,” the president shot back. “I’m telling you: yes.”\nFour years later, “Sarko” is back. Just like his interviewer that day, nobody in France quite believed that this man, who admitted as early as 2003 that he thought all the time about running for president, could live without the adrenaline of a life in politics. In 2012, it took him a few months to recover from defeat, but soon enough he was maneuvering to take back his right-wing party, renaming it Les Républicains and putting his people in charge. In a book published last January, “La France pour la vie” (“France Forever”), a seemingly humbled Mr. Sarkozy acknowledged a few mistakes and tried to portray himself as a new man. This was the first stage of his campaign.\nA second book, published last week, “Tout pour la France” (“All for France”), provided a springboard for formally starting his candidacy for the presidential election next April. Written in July in the privacy of the Riviera mansion owned by his wife, Carla Bruni, so hurriedly that spelling mistakes were overlooked, the book argues that Nicolas Sarkozy had to come back, for one simple reason: France needs him, just as France needed Charles de Gaulle in 1958.\nIn a way, this is reassuring: He has not changed. The image of a humbled, apologetic politician was short-lived — all the more so since it did him no favors in the opinion polls. Better go back to the original. The Sarko we knew is back, with a vengeance.", "url": "https://www.nytimes.com/2016/09/07/opinion/nicolas-sarkozy-is-back-but-france-has-changed.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}