{"authors": ["Joe Coscarelli"], "date_download": "2018-11-16 03:10:11", "date_modify": "2018-11-16 03:10:11", "date_publish": "2016-11-22 04:40:39", "description": "The rapper was taken to U.C.L.A. Medical Center for evaluation; last week he performed two bizarre concerts that included lengthy tirades.", "filename": "2016_11_21_arts_music_kanye-west-hospitalized-exhaustion.html_module=inline_1542337811.html", "image_url": "https://static01.nyt.com/images/2016/11/22/arts/22kanye/22kanye-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_21_arts_music_kanye-west-hospitalized-exhaustion.html_module=inline_1542337811.html", "title": "Kanye West Is Hospitalized for ‘Psychiatric Emergency’ Hours After Canceling Tour", "title_page": "Kanye West Is Hospitalized for ‘Psychiatric Emergency’ Hours After Canceling Tour - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The rapper Kanye West was hospitalized on Monday in Los Angeles for exhaustion, hours after he canceled the remainder of his 2016 tour, his representative said.\nThe Los Angeles Police Department said that it had responded to a call in the West Hollywood area at 1:20 p.m., but that the encounter became a “medical emergency” and was handed off to the Los Angeles Fire Department. In a recording of the Fire Department’s dispatch call obtained by TMZ, the matter was referred to as a “psychiatric emergency.”\nMr. West’s representative, who spoke on the condition of anonymity to discuss sensitive matters, said the call had come from the rapper’s doctor and that he was taken willingly to the U.C.L.A. Medical Center for evaluation. The episode was first reported by NBC News.\nThe cancellation of Mr. West’s “Saint Pablo” tour, which was scheduled to run through the end of the year, came after a turbulent few days for the rapper. Onstage in Sacramento on Saturday night, Mr. West delivered a long, meandering speech, criticizing friends and associates in the music industry, including Jay Z and Beyoncé, as he praised the communication style of President-elect Donald J. Trump. He then ended the concert after only a few songs. His show the next night in Los Angeles was canceled just hours before he was set to perform.", "url": "https://www.nytimes.com/2016/11/21/arts/music/kanye-west-hospitalized-exhaustion.html?module=inline"}