{"authors": ["Scott Cacciola"], "date_download": "2018-11-16 04:30:11", "date_modify": "2018-11-16 04:30:11", "date_publish": "2016-07-26 01:46:13", "description": "Anthony hosted a community forum with local youth and police officers, while Jordan said in a statement that he was “deeply troubled” by recent violence.", "filename": "2016_07_26_sports_carmelo-anthony-michael-jordan-address-social-issues.html_module=inline_1542342611.html", "image_url": "https://static01.nyt.com/images/2016/07/26/sports/26-Y-NBA-1/26-Y-NBA-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_26_sports_carmelo-anthony-michael-jordan-address-social-issues.html_module=inline_1542342611.html", "title": "Carmelo Anthony and Michael Jordan Address Social Issues With Differing Approaches", "title_page": "Carmelo Anthony and Michael Jordan Address Social Issues With Differing Approaches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — Carmelo Anthony followed through on his pledge to move forward with his growing interest in social issues by staging a community event here on Monday to address the recent spate of killings committed by and against police officers.\n“I think we created something today that will continue on,” Anthony said.\nThe event, which was held at the Challengers Boys & Girls Club, included more than 200 people: young people from the community ages 13 to 23, local leaders, police officers and players from the men’s and women’s national basketball teams.\nAfter an open forum, the participants broke into groups for smaller discussions about topics that centered on the police and race relations. The event lasted about two hours.\n“Some of the things that I heard, it brought a perspective that I didn’t realize,” Deputy Chief William Scott of the Los Angeles Police Department said. “So it was a very powerful thing for me and apparently for everyone in my group. It gave us that space to have that dialogue necessary to drive change.”", "url": "https://www.nytimes.com/2016/07/26/sports/carmelo-anthony-michael-jordan-address-social-issues.html?module=inline"}