{"authors": ["Adam Nossiter", "Alissa J. Rubin", "Benoît Morenne"], "date_download": "2018-11-16 03:48:07", "date_modify": "2018-11-16 03:48:07", "date_publish": "2016-07-26 09:27:24", "description": "President François Hollande said that the Islamic State was behind the assault, the latest in a series that has left Europe stunned, fearful and angry.", "filename": "2016_07_27_world_europe_normandy-france-church-attack.html_module=inline_1542340087.html", "image_url": "https://static01.nyt.com/images/2016/07/27/world/27France-web2/27France-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_27_world_europe_normandy-france-church-attack.html_module=inline_1542340087.html", "title": "ISIS Says Its ‘Soldiers’ Attacked Church in France, Killing Priest", "title_page": "ISIS Says Its ‘Soldiers’ Attacked Church in France, Killing Priest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ST.-ÉTIENNE-DU-ROUVRAY, France — Attendance was sparse at the 9 a.m. Mass on Tuesday at the Église St.-Étienne, a 17th-century church in a working-class town in Normandy. Many parishioners were on vacation; so was the parish priest.\nMass was ending around 9:30 a.m. when two young men with knives burst in. They forced the auxiliary priest, the Rev. Jacques Hamel, 85, to kneel. When he resisted, they slit his throat. They held several worshipers and at least one nun hostage, while another nun escaped. Officers from a specialized police unit descended on the church. A short while later, officers shot the young men dead as they emerged from the church.\nThe brutality in St.-Étienne-du-Rouvray, a suburb of Rouen in northern France, was the latest in a series of assaults that have left Europe stunned, fearful and angry. The Islamic State took responsibility for the killing. Two of its “soldiers,” it said, had attacked a church “in response to the call to target Crusader coalition states.” By killing a priest as he celebrated Mass, the group framed the assault as an act of religious war between Muslims and Christians.\nWhether it will be perceived by the French as a struggle between religions and cultures is less clear. For now, some French politicians seemed willing to take the bait and use the language of sectarian and cultural division. But the Roman Catholic Church, the French government and several professors said churches were, above all, a symbol of France, much like other iconic French milieus attacked by the Islamic militants, who also reject secular life.", "url": "https://www.nytimes.com/2016/07/27/world/europe/normandy-france-church-attack.html?module=inline"}