{"authors": ["Alissa J. Rubin", "Kimiko De Freytas-Tamura", "Aurelien Breeden"], "date_download": "2018-11-16 03:21:02", "date_modify": "2018-11-16 03:21:02", "date_publish": "2016-03-23 07:33:11", "description": "Ibrahim el-Bakraoui attacked the airport and his brother Khalid attacked the subway, Belgian officials said, as an inquiry drew links to the 2015 Paris attacks.", "filename": "2016_03_24_world_europe_brussels-attack_1542338462.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_24_world_europe_brussels-attack_1542338462.html", "title": "Brothers Among 3 Brussels Suicide Attackers; Another Assailant Is Sought", "title_page": "Brothers Among 3 Brussels Suicide Attackers; Another Assailant Is Sought - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — The Brussels suicide bombers included two Belgium-born brothers with a violent criminal past and suspected links to plotters of the Islamic State’s Paris attacks last November, the authorities said on Wednesday, raising new alarms about Europe’s leaky defenses against a militant organization that has terrorized two European capitals with seeming impunity.\nOne of the brothers was deported by Turkey back to Europe less than a year ago, Turkey’s president said, suspected of being a terrorist fighter intent on entering Syria, where the Islamic State is based. Despite that statement, Belgian officials said neither brother had been under suspicion for terrorism until recently, an indication of the Islamic State’s ability to remain steps ahead of European intelligence and security monitors.\nAt least 31 people as well as the suicide bombers died on Tuesday in the blasts — two at the Brussels international airport departure terminal from homemade bombs hidden in luggage, and one at a subway station about seven miles away in the heart of Brussels. The number of wounded climbed to 300 from 270 on Wednesday as the area slowly sought to recover from one of the deadliest peacetime assaults in Belgium’s history.", "url": "https://www.nytimes.com/2016/03/24/world/europe/brussels-attack.html"}