{"authors": ["Stephen Castle"], "date_download": "2018-11-16 03:54:27", "date_modify": "2018-11-16 03:54:27", "date_publish": "2016-05-25 11:06:51", "description": "The report from the Institute for Fiscal Studies, a frequent critic of government economic plans, was a boon for Prime Minister David Cameron.", "filename": "2016_05_26_business_international_brexit-austerity-eu-referendum.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340467.html", "image_url": "https://static01.nyt.com/images/2016/05/26/business/26brexit/26brexit-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_26_business_international_brexit-austerity-eu-referendum.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340467.html", "title": "‘Brexit’ Could Spell More Austerity for Britain, Study Warns", "title_page": "‘Brexit’ Could Spell More Austerity for Britain, Study Warns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Prime Minister David Cameron’s campaign to keep Britain in the European Union was bolstered on Wednesday by a report from one of the country’s most authoritative economic research bodies, which concluded that a withdrawal from the bloc would lead to up to two more years of public spending cuts or tax increases.\nA frequent critic of government economic plans, the research body, the Institute for Fiscal Studies, this time delivered some welcome news for Mr. Cameron. The think tank echoed the conclusions of several leading international organizations that the shock and uncertainty produced by a British exit — a so-called Brexit — would shrink the economy.\nVoters in Britain are to decide in a referendum on June 23 whether to remain in the 28-nation European Union. The economic risks of a departure have been highlighted repeatedly by those who want to remain, while supporters of a withdrawal have focused increasingly on issues such as the need to curtail immigration and regain national sovereignty.\nThe verdict of the Institute for Fiscal Studies is significant because the body has a track record of contradicting government claims on the economy, and its intervention provoked an angry response from campaigners for an exit, who sought to question the institute’s independence on the issue.", "url": "https://www.nytimes.com/2016/05/26/business/international/brexit-austerity-eu-referendum.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}