{"authors": ["Floyd Whaley"], "date_download": "2018-11-16 03:55:08", "date_modify": "2018-11-16 03:55:08", "date_publish": "2016-07-19 11:55:52", "description": "The Supreme Court also ordered that Mrs. Arroyo be released from a Manila hospital where she has been detained since 2012.", "filename": "2016_07_20_world_asia_philippines-gloria-arroyo-corruption-dismissed.html_module=inline_1542340508.html", "image_url": "https://static01.nyt.com/images/2016/07/20/world/20PHILIPPINES-web1/20PHILIPPINES-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_20_world_asia_philippines-gloria-arroyo-corruption-dismissed.html_module=inline_1542340508.html", "title": "Philippines Clears Gloria Macapagal Arroyo, Ex-President, of Graft Charges", "title_page": "Philippines Clears Gloria Macapagal Arroyo, Ex-President, of Graft Charges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANILA — The Supreme Court of the Philippines dismissed corruption charges on Tuesday against a former president, Gloria Macapagal Arroyo, and ordered her release from a Manila hospital where she has been detained since 2012. Her lawyer said she was likely to be freed on Wednesday.\nThe court, voting 11 to 4, ruled that there was insufficient evidence to bring a case against Mrs. Arroyo in connection with the misuse of 366 million pesos in lottery funds during her administration, worth about $8.8 million at the time of her arrest.\nLawyers for Mrs. Arroyo contended that prosecutors did not prove that the mishandled funds went to her. She had been charged with plunder, which disqualified her for bail, but her lawyers said a spinal problem made her eligible for humanitarian release as she awaited trial.\nMrs. Arroyo, 69, is the daughter of a former president of the Philippines, Diosdado P. Macapagal. She attended Georgetown University at the same time as Bill Clinton, the former United States president, and was a popular senator before being elected vice president in 1998.", "url": "https://www.nytimes.com/2016/07/20/world/asia/philippines-gloria-arroyo-corruption-dismissed.html?module=inline"}