{"authors": ["Anne Barnard", "Ivan Nechepurenko"], "date_download": "2018-11-16 04:50:49", "date_modify": "2018-11-16 04:50:49", "date_publish": "2016-11-15 13:35:18", "description": "An end to the relative calm in rebel-held areas of the city came a day after President Vladimir V. Putin and President-elect Donald J. Trump agreed to bolster cooperation.", "filename": "2016_11_16_world_middleeast_syria-aleppo-russia-airstrikes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343849.html", "image_url": "https://static01.nyt.com/images/2016/11/16/world/16Syria/16Syria-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_16_world_middleeast_syria-aleppo-russia-airstrikes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343849.html", "title": "Airstrikes on Aleppo Resume as Russia Begins New Offensive in Syria", "title_page": "Airstrikes on Aleppo Resume as Russia Begins New Offensive in Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Shoigu also briefed Mr. Putin on what he called the use of chemical weapons by the insurgents. The Russian military said that chemical weapons used by insurgents had caused three deaths of Syrian soldiers, and the hospitalization of dozens of soldiers.\nOn Monday, a Russian fighter jet crashed off the Syrian coast as it tried to return to the Admiral Kuznetsov. The pilot ejected safely, and the Russian Defense Ministry blamed a technical failure.\nThe fighting broke out a day after Mr. Putin spoke to President-elect Donald J. Trump and agreed to cooperate on fighting “international terrorism and extremism,” according to a Kremlin statement. That declaration echoed Mr. Trump’s recent comments that he would try to work with Moscow and with Mr. Assad to fight against the Islamic State, also known as ISIS, ISIL or Daesh.\nMr. Trump’s comments concerning Syria also received a favorable reaction on Tuesday from the United Nations special envoy for Syria, Staffan de Mistura. “What he’s been saying is quite interesting,” Mr. de Mistura said, speaking on the BBC’s “Hardtalk” program. “The focus, the priority, is Daesh, fighting terrorism. Second to do, if possible, a deal with Russia. Both points make a lot of sense.”\nThe diplomat said he had yet to speak directly to Mr. Trump or his associates. He also emphasized that in his view, the Syria conflict still required “a completely new approach to what is a political solution.”\nThe Syrian government has tended to call all its opponents terrorists, and Russia makes little distinction among the different groups fighting Mr. Assad. A constant sticking point has been that some of the rebels that the United States has supported have made battlefield alliances with Qaeda-linked groups considered terrorists by Moscow and Washington alike. Mr. de Mistura has estimated that perhaps a few hundred of the 10,000 or so fighters inside besieged eastern Aleppo are affiliated with Al Qaeda; rebels say that number is lower and the government says it is higher.\nThe Obama administration has said that fighting the Islamic State is the priority of the United States, not toppling Mr. Assad — though that is another stated American aim. Under Mr. Obama, the United States government has continued to support some rebel groups that Washington deems not to be extremist, and it has shunned direct cooperation with Moscow and Damascus, contending that their campaign in Syria has been focused less on defeating extremists and more on battling opposition groups fighting Mr. Assad.", "url": "https://www.nytimes.com/2016/11/16/world/middleeast/syria-aleppo-russia-airstrikes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}