{"authors": ["Jonah Engel Bromwich", "Daniel Victor"], "date_download": "2018-11-16 03:57:48", "date_modify": "2018-11-16 03:57:48", "date_publish": "2016-09-23 13:24:25", "description": "In many states, this is the last week to register before the November presidential election. Here’s a state-by-state list of deadlines.", "filename": "2016_09_24_us_politics_voter-registration-deadlines.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340668.html", "image_url": "https://static01.nyt.com/images/2016/09/17/us/17xp-registration_web1/17xp-registration_web1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_24_us_politics_voter-registration-deadlines.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340668.html", "title": "How to Register to Vote (if You Still Can)", "title_page": "How to Register to Vote (if You Still Can) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Election Day is Nov. 8, but most states require voters to register well before then. Deadlines in the remaining states are rapidly approaching.\nWe’re sorry. It is already too late to register for the presidential election in Alabama, Alaska, Arkansas, Arizona, California, Delaware, Florida, Georgia, Hawaii, Idaho, Indiana, Kansas, Kentucky, Louisiana, Maryland, Massachusetts, Michigan, Minnesota, Missouri, Mississippi, Montana, Nevada, New Mexico, New Jersey, New York, North Carolina, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, South Carolina, South Dakota, Tennessee, Texas, Virginia or West Virginia.\nHere’s a rundown of the remaining deadlines. The “mail” dates refer to the day by which an application must be postmarked. States that offer registration on Election Day often have special requirements. On a desktop computer, you may search for your state’s name with keyboard shortcuts: Ctrl F on a PC or Command F on a Mac.\nTap on a state’s name for more detailed information.\nThe Remaining Deadlines\nWyoming: The deadline to register by mail was Oct. 25, but residents can register in person until Nov. 8.", "url": "https://www.nytimes.com/2016/09/24/us/politics/voter-registration-deadlines.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}