{"authors": ["Salman Masood"], "date_download": "2018-11-16 04:36:03", "date_modify": "2018-11-16 04:36:03", "date_publish": "2016-03-27 16:28:30", "description": "The blast, which appeared to be caused by a suicide bomber, occurred at a park popular with families, killing at least 69 people and wounding around 300.", "filename": "2016_03_28_world_asia_explosion-lahore-pakistan-park.html_module=inline_1542342963.html", "image_url": "https://static01.nyt.com/images/2016/03/28/world/28pakistan-web2/28pakistan-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_28_world_asia_explosion-lahore-pakistan-park.html_module=inline_1542342963.html", "title": "Blast at a Crowded Park in Lahore, Pakistan, Kills Dozens", "title_page": "Blast at a Crowded Park in Lahore, Pakistan, Kills Dozens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The bombing came as large protests were held in other parts of the country to protest the execution in February of the man who murdered a secular politician five years ago. While public opinion has largely been galvanized by attacks on civilians by jihadists, particularly the killing of 150 people at a school in Peshawar in 2014, the protests are a sign that widespread sympathy remains for extremist groups in Pakistan.\nThe Jamaat-e-Ahrar spokesman, Mr. Ehsan, said the bombing “was also to give a message to government that it cannot deter us even in their stronghold, Lahore.” Lahore, the capital of Punjab Province, is the hometown of Pakistan’s prime minister, Nawaz Sharif; his younger brother, Shahbaz Sharif, is the chief minister of the province.\nEven though Pakistani officials rebutted the claim that Christians were the target, a large number of Christian families were in the park because of the Easter holiday, the local news media reported. The 67-acre park has walking paths, as well as rides for children.\nAs the country reeled from this latest spasm of violence, the civilian and military leadership huddled separately to deal with the precipitating sense of crisis. Prime Minister Sharif held a four-hour meeting with his top ministers while Gen. Raheel Sharif, the army chief, who is not related to the prime minister or his brother, directed intelligence agencies to investigate the attack and bring the perpetrators to justice.", "url": "https://www.nytimes.com/2016/03/28/world/asia/explosion-lahore-pakistan-park.html?module=inline"}