{"authors": ["Isabel Kershner"], "date_download": "2018-11-16 03:45:32", "date_modify": "2018-11-16 03:45:32", "date_publish": "2016-06-27 00:24:45", "description": "The two countries, once close regional allies, fell out after a deadly confrontation in 2010. They are scheduled to announce a deal to resume relations in Rome on Monday.", "filename": "2016_06_27_world_middleeast_israel-and-turkey-agree-to-resume-full-diplomatic-ties.html_module=inline_1542339932.html", "image_url": "https://static01.nyt.com/images/2016/06/27/world/ISRAEL/ISRAEL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_27_world_middleeast_israel-and-turkey-agree-to-resume-full-diplomatic-ties.html_module=inline_1542339932.html", "title": "Israel and Turkey Agree to Resume Full Diplomatic Ties", "title_page": "Israel and Turkey Agree to Resume Full Diplomatic Ties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The families have demanded that any agreement with Turkey include the return of the captives as well as the remains of the soldiers.\nSpeaking at the start of his weekly cabinet meeting in Jerusalem on Sunday morning, Mr. Netanyahu said, “We are continuing our constant efforts, both open and in secret, to bring back to Israel Oron Shaul and Hadar Goldin, may their memories be blessed, and also the two Israelis being held in Gaza.”\nHe was referring to two soldiers who were killed in the 2014 war in Gaza by name, and to Avera Mengistu, an Israeli Jew of Ethiopian descent, and another Israeli citizen from a Bedouin town in the Negev desert, who has not been officially named. Both civilians crossed into Gaza of their own accord, without authorization.\nThe Israeli official in Rome said Mr. Erdogan had agreed to a document separate from the main accord that would instruct the relevant Turkish agencies to help resolve the issue of the Israelis missing in Gaza.\nMany of the terms of the deal between Israel and Turkey are similar to those announced in December, when officials said a preliminary understanding had been reached. Israel is to pay about $20 million into a compensation fund for the families of those killed on the Mavi Marmara. Turkey, in turn, is to drop criminal charges it had filed against Israeli officers.\nIsrael also expects the Turkish authorities to prevent Hamas operatives in Turkey from orchestrating attacks against Israel. According to the Turkish official, Turkey will be allowed to deliver humanitarian aid to Gaza and invest in infrastructure projects in Gaza and the West Bank.\nIsrael and Turkey will return ambassadors to each other’s capitals and will discuss building a pipeline to bring natural gas from Israel to Turkey.", "url": "https://www.nytimes.com/2016/06/27/world/middleeast/israel-and-turkey-agree-to-resume-full-diplomatic-ties.html?module=inline"}