{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 04:39:08", "date_modify": "2018-11-16 04:39:08", "date_publish": "2016-03-15 02:50:46", "description": "The Aurora Prize for Awakening Humanity is meant to honor those whose exceptional work to preserve human life in disasters created by humans puts them in great peril.", "filename": "2016_03_15_world_middleeast_finalists-picked-for-new-prize-created-in-memory-of-armenian-genocide_1542343148.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_15_world_middleeast_finalists-picked-for-new-prize-created-in-memory-of-armenian-genocide_1542343148.html", "title": "Finalists Picked for New Prize Created in Memory of Armenian Genocide", "title_page": "Finalists Picked for New Prize Created in Memory of Armenian Genocide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "They are four relatively obscure humanitarians: an orphanage founder in Burundi who challenged a bloodthirsty mob and other dangers; the only doctor for half a million people in Sudan’s Nuba Mountains; a Pakistani advocate for indentured laborers who helps extricate them from debt; and a Roman Catholic priest in the Central African Republic who saved more than 1,000 Muslims, mostly women and children, from fatal persecution.\nAn international committee deliberating on who would receive a new humanitarian award, created in memory of the Armenian genocide, has selected these four as finalists for the annual prize, meant to honor those whose exceptional work to preserve human life in disasters created by humans — like war and ethnic strife — puts them in great peril. The finalists, whose selection will be announced Tuesday, will attend a ceremony in Yerevan, Armenia, on April 24, where the winner will be announced.\n“They’re not celebrities — they’re surprised that some people in the outside world even noticed them,” said Vartan Gregorian, the president of the Carnegie Corporation of New York, a philanthropic foundation. Mr. Gregorian, an American scholar of Armenian descent, leads the selection committee for the award, known as the Aurora Prize for Awakening Humanity.\n“They’re not in the self-aggrandizing business,” Mr. Gregorian said in an interview alongside two other committee members, Gareth Evans, a former foreign minister of Australia, and Leymah Gbowee, a Liberian peace activist and Nobel laureate.", "url": "https://www.nytimes.com/2016/03/15/world/middleeast/finalists-picked-for-new-prize-created-in-memory-of-armenian-genocide.html"}