{"authors": [], "date_download": "2018-11-16 03:09:44", "date_modify": "2018-11-16 03:09:44", "date_publish": "2016-03-24 22:33:50", "description": "Their embrace of Afrocentrism showed me how I could fit into hip-hop.", "filename": "2016_03_25_opinion_the-legacy-of-a-tribe-called-quest.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337784.html", "image_url": "https://static01.nyt.com/images/2016/03/25/opinion/25toureWeb/25toureWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_25_opinion_the-legacy-of-a-tribe-called-quest.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337784.html", "title": "The Legacy of A Tribe Called Quest", "title_page": "Opinion | The Legacy of A Tribe Called Quest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A Tribe Called Quest were mellow evangelists for Afrocentrism. They made it cool, without ever seeming pushy or preachy about it. And it wasn’t some marketing tool; they were genuinely interested in it. Although the Afrocentricity movement began decades earlier, they helped to make it more accessible. When I moved to Brooklyn in the mid-1990s, I saw Afrocentricity’s influence everywhere, from African-themed restaurants to the clothing designer Moshood to the bold Afros and long dreads and cowrie shells I saw every day on every block. This is the context in which A Tribe Called Quest emerged and flourished.\nBlack people embraced Afrocentrism because they needed it. For many, being unable to trace our lineage was and remains spiritually painful. In the journey to America, black people lost their connection to Africa and thus the link to their history. Afrocentrism sought to give that back. It inspired black people to travel to the continent, read about it, put on kente cloth, wear their hair natural and celebrate Kwanzaa.\nAfrocentrism shaped my identity. It taught me to think of Africa as my homeland, and to feel a spiritual and familial connection among black and brown people throughout the world, the global diaspora. It taught me to be proud of Africa. It portrayed Africa as beautiful and inspirational, to counteract the images of Africa that Americans received from the media, which were usually tragic.\nAfrocentrism was an African-American attempt to make sense of life in this country and merge a sense of Africanness into an American lifestyle. It was a major part of the hip-hop movement at a time when gangsta rap got all the headlines. Tribe’s embrace of its ideology helped to spread it. Getting to know Tribe ultimately meant getting to know myself.\nIn time, Afrocentrism was seized by Madison Avenue as a marketing tool and a gimmicky way of trying to sell things to black consumers, as if putting red, black and green on the bag makes the French fries inside more authentic. But for those like me who took Afrocentrism to heart, it mattered.\nA Tribe Called Quest helped open the door to Afrocentrism for many, just as they helped open the door to hip-hop for me and many others. Lots of different sorts of people are able to succeed in hip-hop now: a superblerd (black nerd) like Questlove; a self-proclaimed Oreo like Childish Gambino; an intellectual like Talib Kweli; a tormented skater-punk like Tyler the Creator; a fashion designer/rapper like Kanye West. We can thank Phife and A Tribe Called Quest for helping to inspire them, and us.", "url": "https://www.nytimes.com/2016/03/25/opinion/the-legacy-of-a-tribe-called-quest.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}