{"authors": ["Nicholas Confessore"], "date_download": "2018-11-16 03:52:09", "date_modify": "2018-11-16 03:52:09", "date_publish": "2016-10-21 02:26:05", "description": "Donald Trump spent $70 million, according to reports, more than double the $30 million in August. Hillary Clinton’s campaign spent even more, $95 million.", "filename": "2016_10_21_us_politics_campaign-fundraising-money.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340329.html", "image_url": "https://static01.nyt.com/images/2016/10/21/us/21SPENDING/21SPENDING-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_21_us_politics_campaign-fundraising-money.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340329.html", "title": "Trump and Clinton Both Accelerated Spending in September", "title_page": "Trump and Clinton Both Accelerated Spending in September - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump and Hillary Clinton unleashed a barrage of spending in September, with both candidates burning through more money than they raised as the fall campaign sprint began.\nMr. Trump spent $70 million in September, according to reports filed Thursday with the Federal Election Commission, more than double the $30 million his campaign laid out in August and more than three times what he spent in July. He began the final full month of the campaign with just $35 million in cash on hand.\nMrs. Clinton’s campaign spent even more, $95 million, according to figures provided by her campaign, and began October with $59 million on hand. Both candidates’ coffers are relatively small by the standards of modern campaigns.\nMr. Trump’s campaign spent at least $1 million on his own aircraft and Trump-owned hotels, resorts or office buildings. In addition to the $21 million Mr. Trump spent on online advertising — his single largest expense — he was billed at least $5 million by Cambridge Analytica, a publicity-shy data mining and analytics firm owned by Mr. Trump’s chief financial benefactor, the wealthy investor Robert Mercer.", "url": "https://www.nytimes.com/2016/10/21/us/politics/campaign-fundraising-money.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}