{"authors": ["Tzipi Livni"], "date_download": "2018-11-16 04:35:12", "date_modify": "2018-11-16 04:35:12", "date_publish": "2016-09-28 11:30:43", "description": "Israel needs leaders like him who believed the country would find security in peace.", "filename": "2016_09_28_opinion_shimon-peres-the-realist-dreamer_1542342912.html", "image_url": "https://static01.nyt.com/images/2016/09/28/opinion/28livni-A/28livni-A-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_28_opinion_shimon-peres-the-realist-dreamer_1542342912.html", "title": "Shimon Peres, the Realist Dreamer", "title_page": "Opinion | Shimon Peres, the Realist Dreamer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That trip, he was on a mission to persuade American skeptics to bring life to the Dead Sea by building a canal from the Red Sea. He wanted to make the desert bloom and, in his region-conscious way, Israel’s neighbor Jordan, too. After a day full of conversations, speeches and events about this plan, I was exhausted — but he wasn’t done. For Mr. Peres, the night was young, and back out we went.\nThe affection he found abroad and his unflagging personal convictions gave him strength to face the powerful criticisms and hatred that were leveled at him at home. When fellow Israelis called him a traitor and screamed “Oslo criminal,” it hurt him. We could all see it in his eyes; he wanted to be loved — but he was not willing to give up on his beliefs.\nI saw it every time I watched him ignore the cynics, risk being called naïve, and continue doggedly to speak for and pursue peace. This was the lesson that every leader needs to learn: Follow your inner compass no matter what.\nShimon Peres did receive the love of the nation as president. His death is, in a very real way, the death of a man who had become a symbol of peace for Israel. While his passing marks the end of an era — he was the last of the generation of founding fathers and their political leadership — it must not be the end of hope. The dream of peace will not die with the man of peace. There are still those of us in Israel who demand the right to live in peace and security, seeing, as he did, those terms as complementary, not contradictory.", "url": "https://www.nytimes.com/2016/09/28/opinion/shimon-peres-the-realist-dreamer.html"}