{"authors": ["Nick Cumming-Bruce", "Melissa Eddy", "James Kanter"], "date_download": "2018-11-16 03:52:07", "date_modify": "2018-11-16 03:52:07", "date_publish": "2016-03-08 18:53:19", "description": "A look at the tentative accord reached Tuesday to help address the migration crisis that has roiled the Continent.", "filename": "2016_03_09_world_europe_european-union-turkey-migrants-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340327.html", "image_url": "https://static01.nyt.com/images/2016/03/09/world/09MIGRANTS/09MIGRANTS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_09_world_europe_european-union-turkey-migrants-refugees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340327.html", "title": "How Europe’s Deal With Turkey Aims to Resolve the Migrant Crisis", "title_page": "How Europe’s Deal With Turkey Aims to Resolve the Migrant Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Q. What are the consequences for Ms. Merkel?\nA. The chancellor faces growing political pressure at home. In three German states that hold elections this weekend, polls suggest that an anti-immigrant party that opposes Ms. Merkel’s welcoming policies will make significant gains. Though migrants reaching Germany initially got an overwhelmingly positive reception, their sheer numbers — more than a million arrived in 2015 — have stoked public fears and growing hostility.\nQ. What are the consequences for Turkey?\nA. Prime Minister Ahmet Davutoglu drove a hard bargain, with backing from President Recep Tayyip Erdogan. They demanded and may win major concessions like a doubling of European aid to Turkey to assist the refugees and faster action on visas and the union membership talks, which have been sputtering on and off since 1987.\nThe European Union is largely turning a blind eye to Mr. Erdogan’s crackdown on the media in Turkey, including the seizure of Zaman, the country’s largest newspaper, on Friday. The European Union leaders’ statement notes that they discussed “the situation of the media in Turkey” with Mr. Davutoglu, but stopped short of condemning it.\nQ. What has to happen to make the agreement final?\nA. Officials must assess whether some terms of deal are legal. Then the deal will need to be ratified by European leaders at a summit meeting next week. And specifics like the exact amount of aid Turkey will receive still need to be hashed out.\nQ. How will it change the flow of migrants?\nA. It’s not clear. If the agreement is adopted and strictly enforced, there won’t be any point in attempting the perilous sea voyage to Greece, only to be sent right back to Turkey again. But the European Union has agreed to resettle only 20,000 Syrian refugees over the next two years; the United Nations refugee agency called that figure “very low,” given that 4.8 million Syrians have fled their homes, and it takes no account of refugees from anywhere else.\nQ. What do human rights groups think of the deal?\nA. They are outraged. “European leaders have completely lost track of reality, and the deal currently being negotiated between the E.U. and Turkey is one of the clearest examples of their cynicism,” Doctors Without Borders said in a statement on Tuesday. “This crude calculation reduces people to mere numbers, denying them humane treatment and discarding their right to seek protection.”\nHuman Rights Watch questioned how the mass returns would work. “A fundamental contradiction lies at the heart of the E.U.-Turkey deal taking shape,” Bill Frelick, the group’s director of the refugee program, said in a statement. “The parties failed to say how individual needs for international protection would be fairly assessed during the rapid-fire mass expulsions they agreed would take place.”\nQ. Do European leaders plan to address these objections?\nA. Officials say they will deal with the legal concerns before the summit meeting. “You can be sure that the agreement that will come at the end of it will comply with both European and international law,” Alexander Winterstein, deputy chief spokesman for the union’s executive body, said on Tuesday, adding that “it’s a bit complicated.”", "url": "https://www.nytimes.com/2016/03/09/world/europe/european-union-turkey-migrants-refugees.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}