{"authors": ["Thomas E. Ricks"], "date_download": "2018-11-16 03:51:30", "date_modify": "2018-11-16 03:51:30", "date_publish": "2016-12-03 03:00:49", "description": "These are not normal times. Gen. James Mattis will be a restraint on Donald Trump’s impulsiveness.", "filename": "2016_12_02_opinion_the-general-who-should-lead-the-pentagon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340290.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_02_opinion_the-general-who-should-lead-the-pentagon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340290.html", "title": "The General Who Should Lead the Pentagon", "title_page": "Opinion | The General Who Should Lead the Pentagon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It helps that General Mattis, unlike Mr. Trump, is extremely well read. I once casually mentioned to him that I planned to learn more about the Carthaginian general Hannibal. He immediately named two books that he considered good studies. He told me once that in combat he liked to have a copy in his rucksack of “Meditations” by Marcus Aurelius, the second-century Roman philosopher-emperor, the better to help him gain some mental distance from the battlefield.\nI also think that General Mattis will provide a useful balance to Michael Flynn, the retired Army lieutenant general chosen by Mr. Trump to be national security adviser. General Flynn strikes me as an erratic figure. For example, his joining in the “lock her up” chant at the Republican convention was unseemly and, for a career military officer, unprofessional. Also, General Flynn did not have a good reputation as an administrator when he ran the Defense Intelligence Agency before being moved out by the Obama administration. It will help that General Mattis retired with four stars, while General Flynn wore just three — among military men, rank matters, even in retirement.\nThe public notion of generals is that they know how to use only the military as a means of policy and so are more likely to get the nation into wars. That is a false conception in most cases, but especially in this one. General Mattis knows that war is the last resort, not the first one. He also understands that the threat of force works best when it works in conjunction with robust diplomatic efforts.\nSome in Congress have said that they oppose waiving the law that bans recently retired generals from being secretary of defense. (Such a waiver was required to give Marshall the job.) But Congress did not bar generals from the office, it only required that they be out of uniform for seven years. The idea was to make people consider that it is unusual, and a departure from American tradition, to have military men or women in the position. In this case, waiving the law is the best course.", "url": "https://www.nytimes.com/2016/12/02/opinion/the-general-who-should-lead-the-pentagon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}