{"authors": ["Mark Landler", "Maggie Haberman"], "date_download": "2018-11-16 03:40:56", "date_modify": "2018-11-16 03:40:56", "date_publish": "2016-11-23 14:55:57", "description": "The president-elect’s first picks were white men, but now he has recruited two women: Gov. Nikki R. Haley of South Carolina and Betsy DeVos, a G.O.P. philanthropist.", "filename": "2016_11_23_us_politics_donald-trump-president-elect.html_module=inline_1542339656.html", "image_url": "https://static01.nyt.com/images/2016/11/24/us/24devos/24devos-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_23_us_politics_donald-trump-president-elect.html_module=inline_1542339656.html", "title": "Trump Diversifies Cabinet; Picks Nikki Haley and Betsy DeVos", "title_page": "Trump Diversifies Cabinet; Picks Nikki Haley and Betsy DeVos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President-elect Donald J. Trump moved swiftly on Wednesday to diversify his cabinet and try to heal lingering rifts in the Republican Party, reaching out to Gov. Nikki R. Haley of South Carolina and Betsy DeVos, a prominent Republican fund-raiser, both of whom opposed him during the campaign, as well as Ben Carson, who challenged Mr. Trump for the Republican nomination.\nMs. Haley, who was named ambassador to the United Nations, and Ms. DeVos, who was named education secretary, would be the first women in Mr. Trump’s cabinet. Mr. Carson, whose selection as secretary of housing and urban development is expected to be announced on Friday, would be the first African-American.\nBut none of these choices suggest a president-elect who is reaching beyond reliably conservative precincts to fill his administration.\nMs. Haley, 44, an Indian-American who is a rising star in Republican politics, pushed for the removal of the Confederate battle flag from the South Carolina State House after the deadly church shooting in Charleston in June 2015. During the Republican primary, she was a frequent and vocal critic of Mr. Trump and supported Senator Marco Rubio of Florida.", "url": "https://www.nytimes.com/2016/11/23/us/politics/donald-trump-president-elect.html?module=inline"}