{"authors": ["Peter S. Goodman"], "date_download": "2018-11-16 04:13:55", "date_modify": "2018-11-16 04:13:55", "date_publish": "2016-04-29 09:16:40", "description": "The eurozone, the 19 countries that use the euro, has finally edged back above its precrisis level, but doubts persist about its prospects.", "filename": "2016_04_30_business_international_eurozone-economy-q1.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341635.html", "image_url": "https://static01.nyt.com/images/2016/04/30/business/30EUROECON/30EUROECON-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_30_business_international_eurozone-economy-q1.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341635.html", "title": "Europe’s Economy, After 8-Year Detour, Is Fitfully Back on Track", "title_page": "Europe’s Economy, After 8-Year Detour, Is Fitfully Back on Track - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By one measure, the economic crisis that has long ravaged Europe is finally over.\nOn Friday, the European Union released data showing that the overall economy of the 19 countries that use the euro advanced 0.6 percent over the first three months of the year, compared with the previous quarter.\nThat gain, equivalent to an annual rate of 2.2 percent, brought the eurozone’s gross domestic product for the period — the total value of goods and services produced — to slightly above the previous peak reached in the early months of 2008, before the crisis emerged and Europe’s core economy descended into a pair of crippling recessions.\n“The long-awaited recovery may finally be consolidating,” said Iain Begg, a research fellow at the European Institute of the London School of Economics.\nYet as milestones go, Europe’s return to precrisis levels of economic activity came with so many qualifiers that any celebration seemed premature, at best, and at worst like a mockery for the tens of millions of ordinary Europeans who have far from recovered. New unemployment data on Friday showed that the eurozone jobless rate, while edging down slightly, remained above 10 percent — more than twice the level in the United States.", "url": "https://www.nytimes.com/2016/04/30/business/international/eurozone-economy-q1.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}