{"authors": ["Neil Gough"], "date_download": "2018-11-16 04:47:53", "date_modify": "2018-11-16 04:47:53", "date_publish": "2016-04-15 10:42:00", "description": "Chinese lenders feel rising pain from souring loans in troubled industries — even as they face pressure to keep local companies afloat.", "filename": "2016_04_16_business_dealbook_china-economy-bad-loans_1542343673.html", "image_url": "https://static01.nyt.com/images/2016/04/16/world/16CHINAECON-web1/16CHINAECON-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_16_business_dealbook_china-economy-bad-loans_1542343673.html", "title": "As China’s Growth Slows, Banks Feel the Strain of Bad Debt", "title_page": "As China’s Growth Slows, Banks Feel the Strain of Bad Debt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Defaults tend not to pose a risk to individual Chinese banks because the government is perceived as standing behind them. But a chain of defaults could lead to a pullback in lending that could crimp China’s economic output, said Anne Stevenson-Yang, a co-founder of J Capital Research.\n“Companies that default are not individually all that important,” she said. “But if you allow them to default categorically, then you are sending a message that this-and-that type of debt can default, and people stop lending.”\nProfit growth at China’s biggest state-owned banks stalled in the first three months of the years as bad loans mounted. Bad loans as a share of their total portfolio remains low, at less than 2.5 percent, but economists believe the figure understates the problem because banks often extend the payment dates for problem debt.\nBohai Steel has not disclosed details of its debt, and it is unclear which banks might be affected. But it regularly did business with China’s biggest state-run banks, as well as local and regional banking groups also tied to the state.\nSince the beginning of this year, company executives have lobbied for more support from banks, as slowing growth and a property slump have reduced China’s demand for steel. In January it met with officials from China Bohai Bank, a lender that like Bohai Steel counts the city of Tianjin as a major shareholder. At the meeting, according to a statement from Bohai Steel, Yan Zesheng, general manager of Bohai Steel Group, said he hoped the bank would “continue to offer robust financial support” to the company.\nOver the years, the company stressed its ties to lenders including the Bank of China, Industrial Bank and Citic Bank, among others, according to statements on its website. In 2013, the company said, it received a roughly $4.6 billion line of credit from Bank of China. A recent article in Caixin, a respected Chinese financial news outlet, said Bohai Steel’s 105 creditors included at least three local banks in Tianjin and Beijing that were each owed more than 10 billion renminbi.\nOne of those lenders identified by Caixin, the Bank of Tianjin, raised nearly $1 billion in a Hong Kong public offering last month. The bank’s listing document did not mention Bohai Steel but said that nonperforming corporate loans — or loans that had gone sour — rose 46 percent between the end of 2014 and September of 2015, the most recent data available. It cited the Chinese economy and problems in the steel industry.\nAdvertisement Continue reading the main story\nNeither Bohai Steel nor the banks responded to requests for comment.\nXu Zhongbo, a professor of metallurgy at the University of Science and Technology in Beijing, described the situation at Bohai Steel as one where “the banks are now hijacked by the company, and it will take magic to bring the company back.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Economically, it’s really hard to get the company back to life, but politically the government needs to support it,” Mr. Xu added.\nOther recent examples of corporate defaults in China offer, perhaps, less room for confidence.\nDongbei Special Steel Group, based in the northeastern port city of Dalian, has defaulted on its bonds multiple times since its chairman, Yang Hua, was found hanged in his home last month.\nChina Railway Materials, a supplier of construction materials to the railroad industry, became one of the first companies that is directly owned by the central government to run into debt trouble. The company suspended trading this month on more than $2 billion worth of bonds and said it would seek to restructure its debt.\nFor China’s banking system, the coming months are almost certain to bring more defaults, bankruptcies and other debt problems, according to economists. “The low default rates that we have seen in recent years are perhaps too good to be true,” said Tao Wang, the co-head of Asia Economics at UBS. “The rise is natural considering the economic circumstances,” Ms. Wang said.\nThe Bohai Steel case also demonstrates how China’s mountains of corporate debt extend beyond just traditional bank loans.\nOne of the company’s main subsidiaries, Tianjin Steel, also sought to raise money from ordinary investors.\nTianjin Steel sought to raise as much as $100 million in investments known in China as trust products, according to a review of the marketing materials for those investments. Trust products, which are often used by industries that have a hard time getting funding, are lightly regulated and difficult to track.\nNational Trust, a trust company that issued some of these investment products on behalf of the steel maker, has said that some of the products have run into problems.", "url": "https://www.nytimes.com/2016/04/16/business/dealbook/china-economy-bad-loans.html"}