{"authors": ["Anne Barnard"], "date_download": "2018-11-16 04:34:55", "date_modify": "2018-11-16 04:34:55", "date_publish": "2016-08-26 23:54:50", "description": "Few of the residents hold any hope of returning. Before they evacuated Friday, they kissed the ground and visited the graves of relatives for the last time.", "filename": "2016_08_27_world_middleeast_syria-daraya-falls-symbol-rebellion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342895.html", "image_url": "https://static01.nyt.com/images/2016/08/27/world/27DARAYA-web1/27DARAYA-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_27_world_middleeast_syria-daraya-falls-symbol-rebellion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342895.html", "title": "Residents Abandon Daraya as Government Seizes a Symbol of Syria’s Rebellion", "title_page": "Residents Abandon Daraya as Government Seizes a Symbol of Syria’s Rebellion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — Hundreds of rebel fighters and their families left a long-besieged suburb of the Syrian capital, Damascus, on Friday, under an agreement with the government that amounted to an opposition surrender of territory and a symbolic defeat.\nCarrying their belongings in suitcases and overstuffed plastic bags, residents filed out from between rows of destroyed buildings to board buses that would take them from the town of Daraya to rebel-held Idlib Province, a place about 200 miles north that few of them have ever seen. Thousands more civilians are to leave for other government-held suburbs of Damascus in the coming days under the deal that hands the town to the government.\nFew of Daraya’s residents hold out any hope of returning. As they prepared to evacuate Friday, residents kissed the ground and visited the graves of relatives for the last time. The scene was reminiscent of the evacuation of rebels and civilians from the old city of Homs two years ago, an area that remains largely deserted today.\nDaraya, like Homs, has been a symbol of revolt since the earliest peaceful protests against President Bashar al-Assad in 2011: Leaders of the civilian opposition hailed from Daraya, and many of them were imprisoned, with some tortured to death while in custody. The ultimate fall of the rebellious town now symbolizes the failure of the moderate opposition rooted there and those affiliated with the early civilian protests to firmly unite fractured rebel groups.\nIsolated by government blockades for four years and bombarded relentlessly, Daraya stood out as a place where the main rebel groups remained under local control and not affiliated with extremist factions.\nBecause it lies close to a military airport and is less than two miles from downtown Damascus — and also perhaps because it represented an alternative to government authority and the rule of extremists affiliated with the Islamic State or Al Qaeda — government forces had been determined to take the town. Its fall will free up hundreds of pro-government fighters for other battles.", "url": "https://www.nytimes.com/2016/08/27/world/middleeast/syria-daraya-falls-symbol-rebellion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}