{"authors": ["Didi Kirsten Tatlow"], "date_download": "2018-11-16 04:48:21", "date_modify": "2018-11-16 04:48:21", "date_publish": "2016-03-03 09:06:04", "description": "Participants discussed a range of topics they saw as priorities, including the importance of culture, poverty relief, housing costs and even dancing.", "filename": "2016_03_04_world_asia_china-congress-consultative-conference_1542343701.html", "image_url": "https://static01.nyt.com/images/2016/03/04/world/04chinaconference01/04chinaconference01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_04_world_asia_china-congress-consultative-conference_1542343701.html", "title": "Advisory Body’s Delegates Offer Glimpse Into China’s Worries", "title_page": "Advisory Body’s Delegates Offer Glimpse Into China’s Worries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nBEIJING — Security guards in dark winter coats gathered quickly as a car pulled up Thursday morning at the Beijing convention center hotel, where some delegates to China’s annual parliamentary-style “two sessions” were staying. Politicians and officials were everywhere in Beijing, and security was tight.\nInside, Chinese journalists were mingling with delegates to the Chinese People’s Political Consultative Conference, an advisory body to the central government whose annual session opened later in the day, ahead of the National People’s Congress, the country’s legislature, which convenes on Saturday. Video clips from interviews were pouring in online, providing snapshots of the range of concerns of Chinese people today in the face of a slowing economy, an anticorruption campaign and a tightening ideological environment.\nBut foreign reporters trying to feel the pulse of the nation, or at least the pulse represented by the delegates, were not welcome. “Foreign reporters can’t go in,” a guard at the front gate said. “Chinese reporters can go in. You have to ask for police permission.”\nPolitics hung heavy in the air on Thursday. On buses, on subways and in taxis, news screens blared as state television outlined some of the hundreds of proposals from the more than 2,000 delegates to the Chinese People’s Political Consultative Conference. Many communicated a sense of urgency and centered on the economy and social welfare.\nThe advisory body includes representatives of the Communist and allied parties, social organizations and ethnic minorities as well as leading businesspeople, entertainers, star athletes and workers. Delegates can present motions for discussion and, perhaps, eventual consideration by the government. Other issues will make their way onto the agenda of the National People’s Congress. As well as having formal legislative powers and approving major policies, the National People’s Congress listens to and passes the government’s annual work report.\nHere is some of what the Chinese reporters were learning about the priorities of the delegates, as reported by the local news media:\nThe Importance of Culture\nIf you’re a strong country, you can’t just value the economy. You can’t just value the military. You have to value culture. Film is a major cultural force, and what does China have? It’s developing fast, but it’s all entertainment and ridiculous stuff. Yet from the point of view of civilized development, you can’t just watch comedies. We need serious films. We need socially aware films. We need art-house films. It’s the only way to raise the overall quality of our culture. We should find the morality in comedy, but we shouldn’t make morality comical. — Gong Hanlin, film and television actor\nPoverty Relief\nRight now, our country’s poverty alleviation policies and goals are determined at the top and go down from there. But we need to build a system that works from the bottom up, so that poor people can participate. We need to build a three-way system in which the poor, those who carry out policies and those responsible for formulating policies can report, openly, up the chain. And we’ve done our research. These problems in Ningxia [Hui Autonomous Region] are problems that exist everywhere in the western region. — Dai Xiuying, member of the Chinese Peasants’ and Workers’ Democratic Party and vice president of Ningxia Medical University\nHousing Costs\nHousing prices rose about 40 percent last year in Shenzhen. It’s a supply-and-demand problem. If we don’t increase the housing supply in Shenzhen, prices will continue to rise this year. — Liang Manlin, board member of China South International Industrial Materials City Company\nPublic Dancing\nI’d like to see the government support outdoor dancing. [Thousands of people gather in the evenings to dance in formation in many cities in China.] I’d like the government to support public dancing by building more squares, sending singers and theatrical troupes, too. Because it’s the easiest way for people to be happy. — Chen Sisi, singer and vice president of the People’s Liberation Army Second Artillery Corps Song and Dance Troupe\nPhoto\nOrdinary Chinese shut out of the corridors of power asked the delegates to address issues via messages online. Here are some major concerns expressed on Tencent, the news and messaging site:", "url": "https://www.nytimes.com/2016/03/04/world/asia/china-congress-consultative-conference.html"}