{"authors": ["Jonathan Martin", "Maggie Haberman", "Amy Chozick"], "date_download": "2018-11-16 03:15:52", "date_modify": "2018-11-16 03:15:52", "date_publish": "2016-06-03 21:39:59", "description": "Mrs. Clinton showed the first indication of confronting an unconventional opponent, while Mr. Trump’s supporters have seen his unwillingness to adapt to the demands of a general election.", "filename": "2016_06_04_us_politics_hillary-clinton-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338152.html", "image_url": "https://static01.nyt.com/images/2016/06/04/us/04clinton2/04clinton2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_04_us_politics_hillary-clinton-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338152.html", "title": "Hillary Clinton’s New Attack on Donald Trump Cheers Her Allies and Worries His", "title_page": "Hillary Clinton’s New Attack on Donald Trump Cheers Her Allies and Worries His - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That prospect, in turn, has Republicans deeply concerned about Mr. Trump.\nDespite being the party’s presumptive nominee for a month, Mr. Trump has yet to adapt his campaign to the demands of a general election. His only “war room” so far is his Twitter feed. He is campaigning in California, insisting that he can win one of the country’s most liberal states. He has spent a week attacking a Hispanic federal judge who is handling a lawsuit against him in increasingly racial terms, only drawing more attention to the case. And he continues to divide his attention: He will travel to Scotland and Ireland this month for a business event.\nNor have Mr. Trump’s tactical choices inspired confidence. At a rally on Thursday night in San Jose, Calif., his main rejoinder to Mrs. Clinton’s speech was that she ought to be in jail over her use of a private email account as secretary of state. There was no broader counterattack from his campaign or his allies, a remarkable silence after Mrs. Clinton’s harshest critique yet.\n“He needs to get the Republican chorus singing for him, and making sure he’s got a lot of voices out there,” said Terry Nelson, a longtime Republican strategist. “He’s got to make sure he is reaching out to the party and letting them know what the message is, what to say and how to say it.”\nThere is little evidence of any such coordination. His campaign sent out no response to the Clinton speech. The Republican National Committee, on which Mr. Trump’s team has been leaning heavily, issued just one pre-emptive critique of Mrs. Clinton’s foreign policy before her remarks.\nHis campaign is also badly lagging behind the Democrats at fund-raising, and there are signs this has affected spending: After a group supporting Mrs. Clinton ran ads last month against Mr. Trump, the Trump team asked about rates for television ads of its own, according to two media buyers apprised of those inquiries, but never followed up.\nReached by phone, Mr. Trump addressed such concerns by saying he had proved he could rewrite political playbooks. “I think I’m defining her,” he said of Mrs. Clinton. “I think she’s being defined as a weak and ineffective person.”\nMr. Trump has four top aides who worked on Mr. Dole’s 1996 campaign. But his campaign’s problems already resemble some that plagued Mr. Dole, including a formidable opponent mounting an early offensive, and an undisciplined candidate.", "url": "https://www.nytimes.com/2016/06/04/us/politics/hillary-clinton-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}