{"authors": ["Patrick Healy", "Amy Chozick", "Maggie Haberman"], "date_download": "2018-11-16 03:57:54", "date_modify": "2018-11-16 03:57:54", "date_publish": "2016-09-23 09:00:23", "description": "The candidates are taking vastly different approaches to the first presidential debate, revealing what they see as their strengths and weaknesses.", "filename": "2016_09_24_us_politics_presidential-debate-hillary-clinton-donald-trump.html_module=inline_1542340674.html", "image_url": "https://static01.nyt.com/images/2016/09/24/us/24debate1/24debate1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_24_us_politics_presidential-debate-hillary-clinton-donald-trump.html_module=inline_1542340674.html", "title": "Debate Prep? Hillary Clinton and Donald Trump Differ on That, Too", "title_page": "Debate Prep? Hillary Clinton and Donald Trump Differ on That, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Advisers want to work on helping Mrs. Clinton get into a groove on stage as quickly as possible. Should Mr. Trump confront her on the private email server she used at the State Department, she should aggressively respond by pointing to his not disclosing his tax returns.\nTRUMP His instinct in debates is often to attack and insult opponents, which had an upside during the circuslike primary debates but could be grating during a 90-minute one-on-one debate.\nMr. Trump has a tendency to belittle Mrs. Clinton to the point of rudeness when he is speaking off the cuff, such as by making fun of her for recuperating from her recent pneumonia.\nHis advisers want him to project optimism about America and his policies while also showing some heat and energy in the right moments to challenge Mrs. Clinton.\nMr. Trump can get bored with both debate preparations and debates themselves. His advisers have been reinforcing the importance of listening and focusing on every word Mrs. Clinton says and looking for ways to counterattack.\nHe may not like debate preparations, but he is very competitive and wants to vanquish Mrs. Clinton on Monday night. His team has been emphasizing the best ways to win: Do not pick stupid fights with her or with the moderator; explain yourself rather than get defensive; and deliver the answers you want rather than worrying about directly answering the question.\nMock Debates\nCLINTON is expected to do at least one timed mock debate this weekend.\nPhilippe Reines, a longtime aide to Mrs. Clinton and a close observer of her personal and political vulnerabilities, is playing Mr. Trump in her mock debate sessions.", "url": "https://www.nytimes.com/2016/09/24/us/politics/presidential-debate-hillary-clinton-donald-trump.html?module=inline"}