{"authors": ["Emily Badger", "Quoctrung Bui"], "date_download": "2018-11-16 04:42:37", "date_modify": "2018-11-16 04:42:37", "date_publish": "2016-11-02 10:45:26", "description": "In a fundamental realignment in which race plays a key role, population density has become a strong predictor of how people vote.", "filename": "2016_11_03_upshot_why-republicans-dont-even-try-to-win-cities-anymore.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343357.html", "image_url": "https://static01.nyt.com/images/2016/11/03/upshot/03up-GOPcities1/27UP-CIties-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_03_upshot_why-republicans-dont-even-try-to-win-cities-anymore.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343357.html", "title": "Why Republicans Don’t Even Try to Win Cities Anymore", "title_page": "Why Republicans Don’t Even Try to Win Cities Anymore - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ronald Reagan visited the South Bronx in the summer of 1980, when Charlotte Street was still lined with vacant lots and the rubble of toppling tenements. The place looked like London after the blitz, he said, and he wanted to do something about it.\nThe Republican candidate for president that year, Mr. Reagan wasn’t merely mugging for the kind of photo op that unnerves white suburban voters. Earlier that day, he spoke to the National Urban League in New York. Then he flew to Chicago to meet with the editors of Ebony and Jet magazines, pillars of the black press, and Jesse Jackson, the civil rights leader.\nHe wasn’t always greeted warmly, but it was the kind of campaign itinerary that’s hard to imagine a Republican presidential candidate even contemplating in 2016. Mr. Reagan believed he could make a genuine play for urban voters in 1980. Today, his party has all but conceded them.\nOnly three of the 25 largest cities in America now have Republican mayors. In the House of Representatives, Republicans from dense urban congressional districts have become extinct. In the 2012 presidential election, the counties containing Manhattan, the Bronx, Brooklyn, Washington, San Francisco and Philadelphia each gave less than 20 percent of their vote to Mitt Romney. In this coming election, Donald J. Trump is unlikely to do better — and may fare worse.", "url": "https://www.nytimes.com/2016/11/03/upshot/why-republicans-dont-even-try-to-win-cities-anymore.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}