{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:25:59", "date_modify": "2018-11-16 04:25:59", "date_publish": "2016-11-30 21:02:42", "description": "The number of these detainees is likely to swell if President-elect Donald J. Trump follows through on his pledge to deport millions of unauthorized immigrants.", "filename": "2016_11_30_us_politics_supreme-court-jailed-immigrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342359.html", "image_url": "https://static01.nyt.com/images/2016/12/01/us/01scotus/01scotus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_30_us_politics_supreme-court-jailed-immigrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342359.html", "title": "Supreme Court Weighs Jailed Immigrants’ Right to Periodic Hearings", "title_page": "Supreme Court Weighs Jailed Immigrants’ Right to Periodic Hearings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Wednesday, Mr. Gershengorn expressed regret for the bad information. “The statistics we provided to the court were inaccurate,” he said, “and we apologize.”\nThe new case, Jennings v. Rodriguez, No. 15-1204, was an appeal from a ruling of the United States Court of Appeals for the Ninth Circuit, in San Francisco, that required bond hearings after six months. Mr. Gershengorn said that this “one-size-fits-all approach is not the right way to do it.”\nThe appeals court based its ruling on an interpretation of the federal immigration laws. The justices did not seem particularly receptive to that approach on Wednesday, with several of them saying that the laws themselves could not be read to provide for the hearings. But some justices said the Constitution’s due process clause might require them.\n“You can’t just lock people up without any finding of dangerousness, without any finding of flight risk, for an indefinite period of time, and not run into due process,” Justice Elena Kagan said.\nOther justices said it mattered that the appeals court decision had turned on statutory interpretation, not on the Constitution. “We do not have the constitutional issue before us,” Justice Anthony M. Kennedy said.\nMr. Arulanantham said his clients were making a modest request for “a hearing in front of a neutral decision maker for people who have had very, very long periods of incarceration.”\nBy the end of the argument, the court seemed headed for a 4-4 tie or perhaps a compromise ruling that would send the case back to the appeals court for consideration of the constitutional question.\nBut Justice Kagan said she hoped the Supreme Court would provide concrete guidance.\n“Wouldn’t it be better to set some guideposts that everybody in the country would know to follow rather than having one suit pop up here, and one suit pop up here, and another in another place, and everybody would be treated differently?” she asked. “That does not seem like a good immigration system.”", "url": "https://www.nytimes.com/2016/11/30/us/politics/supreme-court-jailed-immigrants.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}