{"authors": ["Rebecca R. Ruiz"], "date_download": "2018-11-16 03:19:13", "date_modify": "2018-11-16 03:19:13", "date_publish": "2016-07-16 19:32:00", "description": "Vitaly Mutko, the country’s minister of sport, tourism and youth policy, is preparing for what could prove a damning indictment of his administration.", "filename": "2016_07_17_sports_olympics_as-olympics-near-russia-braces-for-doping-inquiry-report.html_module=inline_1542338353.html", "image_url": "https://static01.nyt.com/images/2016/07/17/sports/17DOPINGjp/17DOPINGjp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_17_sports_olympics_as-olympics-near-russia-braces-for-doping-inquiry-report.html_module=inline_1542338353.html", "title": "Russia’s Sports Minister Strives to Contain Damage", "title_page": "Russia’s Sports Minister Strives to Contain Damage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — On the top floor of Russia’s antidoping laboratory, the largest office is empty but for two unopened glass bottles of Montblanc writing ink, in Irish Green and Midnight Blue.\nThe longtime director of the lab, Dr. Grigory Rodchenkov, treasured expensive pens. But last November, he packed up hurriedly and fled to the United States after Russia was accused of a government-run doping program and Vitaly Mutko, the country’s minister of sport, tourism and youth policy, asked him to resign.\nThe lab’s operations, headquartered in a nondescript five-story building a few miles from the Kremlin, have mostly ground to a halt since global antidoping authorities decertified the facility. Dozens of staff members report to work from 9 a.m. to 6 p.m. but do little except surf the internet in lab coats, stare out the casement windows onto an adjacent open field and wipe down clean countertops while waiting for occasional blood samples to arrive.\nThe sense of suspended animation in the lab reflects Russia’s standing in international sports as it awaits the result of an investigation into claims of a coordinated, dark-of-night cheating operation at the last Olympics that could affect its participation in the upcoming Summer Games.", "url": "https://www.nytimes.com/2016/07/17/sports/olympics/as-olympics-near-russia-braces-for-doping-inquiry-report.html?module=inline"}