{"authors": ["Edward Wong"], "date_download": "2018-11-16 03:25:04", "date_modify": "2018-11-16 03:25:04", "date_publish": "2016-04-28 05:23:40", "description": "C. Robert Cargill said his statement that a wish to avoid offending China contributed to removing Tibetan aspects of the Ancient One was only his personal musing.", "filename": "2016_04_29_world_asia_doctor-strange-tilda-swinton-china-tibet.html__r=0&module=inline_1542338704.html", "image_url": "https://static01.nyt.com/images/2016/04/29/world/29CHINASTRANGE02/29CHINASTRANGE02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_29_world_asia_doctor-strange-tilda-swinton-china-tibet.html__r=0&module=inline_1542338704.html", "title": "‘Doctor Strange’ Writer Says China-Tibet Remarks Don’t Represent Marvel", "title_page": "‘Doctor Strange’ Writer Says China-Tibet Remarks Don’t Represent Marvel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — When the “Doctor Strange” screenwriter C. Robert Cargill offered an explanation for why Marvel Studios had cast the British actress Tilda Swinton as an important Tibetan character from the original comic book series, he started a new controversy surrounding the film.\nIn an interview last week on the pop culture show “Double Toasted,” Mr. Cargill had tried to quell a growing uproar from critics accusing Marvel of racism in casting a white actress in a role that they said should have gone to an Asian actor. The trailer, released this month, showed Ms. Swinton playing the Ancient One, who in the comics is a Tibetan mentor to Dr. Stephen Strange, the protagonist.\nOn “Double Toasted,” Mr. Cargill said that filmmakers had decided to scrub the Ancient One of his Tibetan origins. And that was, he said, largely because they feared any depiction of Tibetans and Tibet could anger the Chinese government and the Chinese people, putting the studio at risk of losing access to the second-biggest film market in the world.\n(Asked to respond, Marvel said in a statement that the Ancient One was Celtic in the film but did not address the China-related issues that Mr. Cargill had raised.)", "url": "https://www.nytimes.com/2016/04/29/world/asia/doctor-strange-tilda-swinton-china-tibet.html?_r=0&module=inline"}