{"authors": ["Daniel Victor"], "date_download": "2018-11-16 04:03:05", "date_modify": "2018-11-16 04:03:05", "date_publish": "2016-03-30 11:47:40", "description": "Another social media giant is tinkering with what users see, although probably not for weeks. And be careful about asking for notifications.", "filename": "2016_03_31_technology_instagram-is-changing-its-feed-but-calm-down-not-yet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340985.html", "image_url": "https://static01.nyt.com/images/2016/03/31/technology/31xp-instagram/31xp-instagram-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_31_technology_instagram-is-changing-its-feed-but-calm-down-not-yet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340985.html", "title": "Instagram Is Changing Its Feed, but (Calm Down) Not Yet", "title_page": "Instagram Is Changing Its Feed, but (Calm Down) Not Yet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That might be O.K. for your favorite accounts, but it is likely to become tiresome if used too often. Your favorite friends, brands and celebrities may essentially be asking to overwhelm you with notifications.\nThe panic is based on a fear that once the algorithm takes over, posts you would otherwise see in a reverse chronological presentation may soon be hidden. That is true: Instagram is likely to present photos and videos based on how inclined you are to be interested in them, your history of interaction with the user and how timely the posts are. If you rarely like or comment on an account’s photo, those photos might be less likely to show up.\nBut you may see more of an account if you interact often with it. If you like every one of your friend’s photos of her cat, you would more likely see her photos, even if they were posted many hours before you logged in. Instagram is betting that you probably won’t scroll down too far and that you would rather see your friend’s cat than whatever was posted five minutes ago.\n“On average, people miss about 70 percent of the posts in their Instagram feed,” Kevin Systrom, co-founder and chief executive of Instagram, said in an interview in March. “What this is about is making sure that the 30 percent you see is the best 30 percent possible.”\nA similar concern has risen each time a major social network has switched to an algorithmic approach. Facebook faced criticism in 2009, and Twitter heard a similar uproar last month when it began putting older tweets at the top of user timelines.\nNonprofit groups, news organizations and brands have long expressed frustration with their diminishing reach on Facebook. Many users, including celebrities, appear to be bracing for a similar result on Instagram.", "url": "https://www.nytimes.com/2016/03/31/technology/instagram-is-changing-its-feed-but-calm-down-not-yet.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}