{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:26:20", "date_modify": "2018-11-16 04:26:20", "date_publish": "2016-10-15 00:43:47", "description": "The Columbus, Ohio, establishment draws voters across the political spectrum. This year they share a distaste for both major-party candidates.", "filename": "2016_10_15_us_ohio-voters-trump-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342380.html", "image_url": "https://static01.nyt.com/images/2016/10/15/us/15ohio1/15ohio1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_15_us_ohio-voters-trump-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342380.html", "title": "How Turned Off Are Voters? Check Out Tommy’s Diner", "title_page": "How Turned Off Are Voters? Check Out Tommy’s Diner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It depends on how I feel that morning,” he said.\nHe will go to the polls — it’s his civic duty — to back his party in down-ballot races; Senator Rob Portman, a Republican, is fending off a challenge from Ted Strickland, a Democrat and former governor. Mrs. Clinton seems too far to the left for him, he said; never a Trump fan, he found the Republican nominee’s vulgar boasts of grabbing women’s genitals “disgusting.”\nSo he feels stuck, as do many voters.\nAs early voting begins in Ohio and elsewhere, many Americans are approaching the election with a sense of dread. In a CBS News poll released earlier this month, just 46 percent of likely voters said they were very enthusiastic about going to the polls, down from 62 percent in late October 2012, according to a New York Times/CBS News poll. What’s uncertain this year is how many people will cast reluctant votes and how many won’t vote at all.\nAt the diner, Tommy is a gregarious Greek immigrant and American citizen named Tom Pappas, who loves politics but keeps his business nonpartisan. The walls are covered with photos of Democrats and Republicans in equal numbers, and of Elvis Presley, Marilyn Monroe, Tommy’s grandchildren and Ohio State football stars.\nMr. Pappas, 63, and his wife Kathy, 57, have owned the diner for 28 years. Kathy Pappas, who bakes the baklava and bread pudding, pays little heed to politics (she leaves that to Tommy), but this year finds it impossible to escape. “I turn on the radio, looking for the traffic or the weather,” she said, “and what do they talk about?”", "url": "https://www.nytimes.com/2016/10/15/us/ohio-voters-trump-clinton.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}