{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:22:28", "date_modify": "2018-11-16 04:22:28", "date_publish": "2016-03-03 19:08:49", "description": "The proposal would wipe out protections for those with pre-existing conditions and end coverage for the poor in many states.", "filename": "2016_03_04_upshot_donald-trumps-compassionate-talk-on-health-care-is-not-matched-by-his-plan.html_module=inline_1542342148.html", "image_url": "https://static01.nyt.com/images/2016/03/04/upshot/04UP-Trumphealth/04UP-Trumphealth-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_04_upshot_donald-trumps-compassionate-talk-on-health-care-is-not-matched-by-his-plan.html_module=inline_1542342148.html", "title": "Donald Trump’s Talk on Health Care Is Not Matched by His Plan", "title_page": "Donald Trump’s Talk on Health Care Is Not Matched by His Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Donald Trump talks about health care, he sounds as if he wants to do something different from the rest of the Republican field. But his health care plan, released Wednesday night, looks a lot like what his competitors have already presented.\nOn the stump, Mr. Trump has tended to buck Republican anti-Obamacare orthodoxy. He has always called for repealing the health law, which he describes as a bureaucratic disaster and an economic drag. But he has repeatedly expressed enthusiasm for some of its ideas and ambitions.\nHe has admired single-payer health care systems in Canada and Scotland. He has said that the government must take care of the lowest-income Americans. He has endorsed a provision of the law that prevents insurance companies from denying coverage to people with prior illnesses. He often repeats that the United States needs a system to prevent people from dying in the streets.\nThe impression he gives is that the United States ought to help provide health insurance to the public, only in a less cumbersome, expensive way. “We have to take care of people in this country,” he said at last week’s Republican debate, adding that he didn’t care if his compassionate health care proposals lost him the election.", "url": "https://www.nytimes.com/2016/03/04/upshot/donald-trumps-compassionate-talk-on-health-care-is-not-matched-by-his-plan.html?module=inline"}