{"authors": ["Ravi Somaiya"], "date_download": "2018-11-16 03:19:53", "date_modify": "2018-11-16 03:19:53", "date_publish": "2016-02-23 14:24:27", "description": "Current and former employees said Michael Ferro, who took a $44 million stake in February, replaced Jack Griffin with a close associate.", "filename": "2016_02_24_business_media_jack-griffin-tribune-publishing-steps-down_1542338393.html", "image_url": "https://static01.nyt.com/images/2016/02/24/business/24tribune-web1/24tribune-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_24_business_media_jack-griffin-tribune-publishing-steps-down_1542338393.html", "title": "Shake-Up Atop Tribune Publishing After a Big Investor Arrives", "title_page": "Shake-Up Atop Tribune Publishing After a Big Investor Arrives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a subsequent statement, Mr. Griffin said he had laid the foundation for the future success of the company and that “the timing is right for a new leader to come on board and lead Tribune Publishing through its next phase of transformation.”\nMr. Griffin helped oversee Tribune Publishing’s spinoff from its own parent company, now called Tribune Media, after years of turmoil. But he has been criticized recently by, among others, current and former members of the staff, and by civic leaders in Los Angeles, for cost-cutting that they said endangered The Times and for the lack of a clear plan to turn around the company’s newspapers. They are struggling, as are many in the industry, as precipitous downturns in print advertising are not being made up by digital revenue.\nIn a memo to staff members on Tuesday, the company said that Mr. Dearborn believed “that Tribune Publishing has a significant opportunity to leverage technology to increase the value of our content and distribution channels.” Before his appointment, Mr. Dearborn accompanied Mr. Ferro to some Tribune Publishing meetings, according to a person briefed on the matter who spoke on the condition of anonymity.\nMr. Ferro, who also became board chairman upon making his investment, said in a statement, “The board thanks Jack Griffin for his significant contributions and wishes him the best of luck in his future endeavors.”\nRobert Feder, who operates an independent website and has covered the news media in Chicago for decades, said it seemed clear that Mr. Ferro was “carrying out a strategy that he had planned from the beginning to take over the company.” Mr. Ferro, he said, was expected to make further executive changes, which could include “most of the people who were top executives around Griffin.” The plans, he said, could be unveiled early next month, around the time of the company’s earnings call.", "url": "https://www.nytimes.com/2016/02/24/business/media/jack-griffin-tribune-publishing-steps-down.html"}