{"authors": ["Dan Bilefsky"], "date_download": "2018-11-16 03:21:22", "date_modify": "2018-11-16 03:21:22", "date_publish": "2016-03-31 16:01:20", "description": "A police union leader and officers working at Brussels Airport expressed concern about lax security and baggage handlers with criminal records.", "filename": "2016_04_01_world_europe_brussels-attacks-airport-security.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338482.html", "image_url": "https://static01.nyt.com/images/2016/04/01/world/01airport_web2/01airport_web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_01_world_europe_brussels-attacks-airport-security.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338482.html", "title": "Brussels Attacks Renew Criticism of Security at Europe’s Airports", "title_page": "Brussels Attacks Renew Criticism of Security at Europe’s Airports - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — The suicide attacks at Brussels Airport have led to intensified scrutiny of hiring, security and the lack of standardized procedures at airports across Europe, amid questions about whether the bombings last week could have been prevented.\nThe head of the largest police union in Belgium warned on Thursday of a serious security problem at Brussels Airport, citing systematic security flaws, bureaucratic incompetence and the employment of baggage handlers with criminal records.\nHis remarks came as the airport police wrote an open letter, cited in several Belgian newspapers, expressing deep concern about the level of security at the airport, echoing worries about procedures, staffing and the potential for infiltration by terrorists at Paris Charles de Gaulle Airport after the deadly attacks in and near Paris in November.", "url": "https://www.nytimes.com/2016/04/01/world/europe/brussels-attacks-airport-security.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}