{"authors": ["Rebecca R. Ruiz"], "date_download": "2018-11-16 03:19:18", "date_modify": "2018-11-16 03:19:18", "date_publish": "2016-07-18 12:58:49", "description": "The results of the investigation have led the World Anti-Doping Agency to call for the Russian federation to be barred from the Rio Olympics.", "filename": "2016_07_19_sports_report-confirms-state-sponsored-doping-by-russia-at-olympics.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338358.html", "image_url": "https://static01.nyt.com/images/2016/07/19/sports/19DOPINGweb2/19DOPINGweb2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_19_sports_report-confirms-state-sponsored-doping-by-russia-at-olympics.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338358.html", "title": "Russia May Face Olympics Ban as Doping Scheme Is Confirmed", "title_page": "Russia May Face Olympics Ban as Doping Scheme Is Confirmed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TORONTO — The world’s leading antidoping officials on Monday called for Russia to be barred from this summer’s Rio Games after a damning report confirmed a Russian whistle-blower’s claims of government-ordered cheating at the 2014 Sochi Olympics.\nThe request by antidoping officials was extraordinary, if not unprecedented, in the history of the Olympics. President Vladimir V. Putin responded defiantly as the possibility emerged that the Russian flag would not appear at the opening ceremony on Aug. 5 in Rio de Janeiro.\nWhile announcing that the Russian sports officials named in the report would be “temporarily suspended,” Mr. Putin on Monday asked for “fuller, more objective information that is based on facts.”\n“Today we see a dangerous relapse of politics intruding into sports,” he said in a statement.\nDr. Grigory Rodchenkov, Russia’s former antidoping lab director, told The New York Times in May that he covered up the use of performance-enhancing drugs by Russian Olympians at the Sochi Games, and that he did so under orders from the government and with the aid of Russia’s intelligence service.", "url": "https://www.nytimes.com/2016/07/19/sports/report-confirms-state-sponsored-doping-by-russia-at-olympics.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}