{"authors": ["Mark Landler"], "date_download": "2018-11-16 04:01:56", "date_modify": "2018-11-16 04:01:56", "date_publish": "2016-03-05 00:14:15", "description": "A series of tongue-in-cheek messages from Mrs. Clinton’s spokesman were initially viewed as serious when White House lawyers reviewed them.", "filename": "2016_03_05_us_politics_hillary-clinton-emails-reines-donilon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340916.html", "image_url": "https://static01.nyt.com/images/2016/03/05/us/05emails-web/05emails-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_05_us_politics_hillary-clinton-emails-reines-donilon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340916.html", "title": "Agency Rivalries and Satire Show Up in Latest of Hillary Clinton’s Emails", "title_page": "Agency Rivalries and Satire Show Up in Latest of Hillary Clinton’s Emails - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Reines also wrote that the Jerusalem police had retrieved a prayer that Mr. Donilon had left in the Western Wall, after it had slipped out. He even attached a fake copy of it to the email.\n“Mr. Donilon shouldn’t be in such a rush as he speeds around our city and does a fly-by of our Wall,” Mr. Reines quoted an unnamed, fictitious Jerusalem police official as saying. “He should take his time, learn our history, fold his notes tighter, and wedge them in better. He will not truly understand why we face an existential threat until he does.”\nWhen the emails were first released on Feb. 3, the State Department’s reviewers almost entirely redacted their contents on the grounds that they should be protected as part of the “deliberative process,” a common, if ill-defined, standard for withholding information under the Freedom of Information Act. But when the same emails were released again as part of a different thread on Monday evening, their content, including the attachment, were left visible by mistake.\nThe confusion did not end there. When lawyers in the White House counsel’s office reviewed the emails last weekend, they initially believed the prayer from Mr. Donilon might be real, according to a person briefed on the process. After all, Mr. Reines had scrawled the note on White House stationery and signed it Thomas E(lijah) Donilon. Given Mr. Donilon’s position, that raised both privacy and national security concerns. And given his reputation for extreme caution, it was also highly unlikely he would take such a risk. Finally, the State Department told the White House that it was all in jest.", "url": "https://www.nytimes.com/2016/03/05/us/politics/hillary-clinton-emails-reines-donilon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}