{"authors": ["Megan Thee-Brenan"], "date_download": "2018-11-16 03:55:56", "date_modify": "2018-11-16 03:55:56", "date_publish": "2016-02-21 02:37:27", "description": "Mr. Trump was the choice of men, moderate conservatives and voters without college educations. Mrs. Clinton found support in women, older voters and blacks.", "filename": "2016_02_21_us_politics_exit-polls-primary-caucus.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340556.html", "image_url": "https://static01.nyt.com/images/2016/02/21/us/21EXITweb/21EXITweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_21_us_politics_exit-polls-primary-caucus.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340556.html", "title": "Core Groups Hold Steady for Donald Trump and Hillary Clinton", "title_page": "Core Groups Hold Steady for Donald Trump and Hillary Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Unlike in New Hampshire and Iowa, where domestic issues were most important to voters, terrorism was the top concern of voters in South Carolina. While Mr. Trump held voters’ trust in handling the economy by a ratio of more than 2 to 1, he and Mr. Cruz were nearly equally viewed as the best equipped to handle an international crisis. Despite Mr. Cruz’s experience as a former Supreme Court clerk to Chief Justice William H. Rehnquist, he and Mr. Trump were tied in voters’ minds as the best candidate to handle nominations to the nation’s highest court.\nMr. Cruz was backed by the very conservative, and by those who prefer a candidate who shares their religious beliefs and their values, yet he lost among white evangelicals to Mr. Trump. Mr. Cruz and Mr. Rubio split the support of those who decided on a candidate in the last week.\nMr. Rubio enjoyed support from the most educated voters, those who valued experience in politics and those who prioritized electability in November. He also drew support from those who would allow illegal immigrants to apply for legal status and those who opposed banning Muslims. The endorsement of Mr. Rubio earlier in the week by Gov. Nikki R. Haley of South Carolina had little effect on voters — only about one-quarter said it was important.", "url": "https://www.nytimes.com/2016/02/21/us/politics/exit-polls-primary-caucus.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}