{"authors": ["Eric Lichtblau", "Noah Weiland"], "date_download": "2018-11-16 04:21:16", "date_modify": "2018-11-16 04:21:16", "date_publish": "2016-08-13 02:49:58", "description": "“Guccifer 2.0,” believed to have ties to Russia, claimed responsibility for the breach, which included lawmakers’ personal cellphone numbers and email addresses.", "filename": "2016_08_13_us_politics_democratic-party-documents-hack.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342076.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_13_us_politics_democratic-party-documents-hack.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342076.html", "title": "Hacker Releases More Democratic Party Documents", "title_page": "Hacker Releases More Democratic Party Documents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A hacker believed to be tied to the Russian intelligence services made public another set of internal Democratic Party documents on Friday, including the personal cellphone numbers and email addresses of nearly 200 lawmakers.\nThe files appeared to be less politically embarrassing and damaging than the hacker’s initial trove, which came from the Democratic National Committee. Those documents, released by WikiLeaks last month on the eve of the party’s convention, led to the resignation of the committee’s leader, Representative Debbie Wasserman Schultz.\nBut the emergence of another set of leaked documents threatened to intensify international tensions over Russia’s suspected meddling in United States politics.\nThe hacker claiming responsibility for the breach — working under the pseudonym Guccifer 2.0, which American intelligence officials believe is an alias for a Russian intelligence hacker — appeared eager to taunt Democrats in releasing the latest files. Those documents came from the Democratic Congressional Campaign Committee, the fund-raising arm for House Democrats.", "url": "https://www.nytimes.com/2016/08/13/us/politics/democratic-party-documents-hack.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}