{"authors": ["Declan Walsh"], "date_download": "2018-11-16 04:43:19", "date_modify": "2018-11-16 04:43:19", "date_publish": "2016-07-30 17:49:35", "description": "With Hillary Clinton’s historic nomination, Americans are confronting the country’s poor record of putting women in positions of power.", "filename": "2016_07_31_world_a-glass-ceiling-now-broken-is-us-ready-for-a-madam-president.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343399.html", "image_url": "https://static01.nyt.com/images/2016/07/31/world/31ABROAD1/31ABROAD1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_31_world_a-glass-ceiling-now-broken-is-us-ready-for-a-madam-president.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343399.html", "title": "A Glass Ceiling Now Broken, Is U.S. Ready for a Madam President?", "title_page": "A Glass Ceiling Now Broken, Is U.S. Ready for a Madam President? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PHILADELPHIA — First a black president and now, just maybe, a woman. Karen Willis, an African-American delegate to this week’s Democratic convention here, was exhilarated by the historic possibilities of Hillary Clinton’s election run, viewing it as a natural succession to Barack Obama’s eight years in power. But when it comes to persuading voters, she noted, Mrs. Clinton’s gender milestone was the one thing her party was likely to play down.\n“We don’t want to offend some of the white men out there who may not take too well to a first woman,” said Ms. Willis, who is from San Diego, citing internal party talking points. “We don’t want to rub it in their faces that she’s a woman, any more than we rubbed it in their faces that Barack Obama was black. It makes sense.”\nAs the United States kicks off an unprecedented presidential campaign contest this week, setting Mrs. Clinton against her Republican opponent, Donald J. Trump, the sensitivities of the country’s gender politics are bubbling to the surface. Americans find themselves confronted with an uncomfortable question: Are they really ready to accept a Madam President?\nThe soaring optimism of Mrs. Clinton’s address to her party in Philadelphia, with its promises of breaking the world’s highest glass ceiling, comes against the backdrop of a contest notable for its misogynistic discourse.", "url": "https://www.nytimes.com/2016/07/31/world/a-glass-ceiling-now-broken-is-us-ready-for-a-madam-president.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}