{"authors": ["Damien Cave", "Azam Ahmed", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:12:16", "date_modify": "2018-11-16 04:12:16", "date_publish": "2016-11-28 20:15:53", "description": "In a post on Twitter, he said he would “terminate” the pact President Obama made if Cuba is unwilling to make “a better deal for the Cuban people.”", "filename": "2016_11_28_us_politics_cuba-trump-obama_1542341536.html", "image_url": "https://static01.nyt.com/images/2016/11/29/world/29cuba/29cuba-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_28_us_politics_cuba-trump-obama_1542341536.html", "title": "Donald Trump’s Threat to Close Door Reopens Old Wounds in Cuba", "title_page": "Donald Trump’s Threat to Close Door Reopens Old Wounds in Cuba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HAVANA — It seemed like a new chapter in a long and troubled history.\nThousands of Cubans bid farewell to Fidel Castro on Monday, filing into a plaza where he often railed against American imperialism. The same morning, the first regularly scheduled flight from the United States in more than 50 years landed in Havana, a potent example of the newly opened doors between the former rivals.\nBut President-elect Donald J. Trump warned on Monday that the push to build ties with Cuba after decades of animosity could quickly be wiped away.\n“If Cuba is unwilling to make a better deal for the Cuban people, the Cuban/American people and the U.S. as a whole, I will terminate deal,” he said on Twitter.\nMr. Trump’s message threatened to end one of President Obama’s signature foreign policy initiatives. Mr. Obama’s moves to relax restrictions on commerce, trade and financial transactions with Cuba were never part of a single “deal,” but rather a decision that engagement with the island nation would bring more change than decades of isolation.", "url": "https://www.nytimes.com/2016/11/28/us/politics/cuba-trump-obama.html"}