{"authors": ["Coral Davenport"], "date_download": "2018-11-16 03:51:37", "date_modify": "2018-11-16 03:51:37", "date_publish": "2016-12-13 14:41:44", "description": "Mr. Perry is an enthusiastic supporter of oil and gas extraction, but the Energy Department is far more focused on national security and basic science.", "filename": "2016_12_13_us_politics_rick-perry-energy-secretary-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340297.html", "image_url": "https://static01.nyt.com/images/2016/12/14/world/14Perry/14Perry-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_13_us_politics_rick-perry-energy-secretary-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340297.html", "title": "Rick Perry, Ex-Governor of Texas, Is Trump’s Pick as Energy Secretary", "title_page": "Rick Perry, Ex-Governor of Texas, Is Trump’s Pick as Energy Secretary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There’s a lot of elements to the department that people don’t necessarily know about until you get there,” said Mr. Abraham, who, as a senator from Michigan, also frequently called for the abolition of the Energy Department. He said his views evolved after he was named its leader in President George W. Bush’s first term. “You find yourself surprised by what it really entails,” he said.\nAbout 60 percent of the Energy Department’s budget is devoted to the National Nuclear Security Administration, which defines its mission as enhancing national security through the military application of nuclear science. Under President Obama, the Energy Department helped secure an agreement with Iran to dismantle its nuclear weapons program and took on a larger role in efforts to combat global warming, particularly through scientific research. It also established the Advanced Research Projects Agency-Energy to support breakthrough research on clean energy technology.\nThe last two energy secretaries, Ernest J. Moniz of M.I.T. and Steven Chu of Stanford, brought to the office their doctorates in physics, academic credentials and, in Dr. Chu’s case, a Nobel Prize.\nMr. Perry, 66, would bring a different set of credentials. He is the longest-serving governor of Texas — in office from 2000 to 2015 — and before that was the Texas agriculture commissioner. He holds a bachelor’s degree in animal science from Texas A&M University.\nIn his 2010 book, “Fed Up! Our Fight to Save America From Washington,” Mr. Perry called the established science of human-caused climate change a “contrived, phony mess.” His views align with those of Mr. Trump, who has called climate change a hoax perpetuated by the Chinese.\nMore recently, Mr. Perry was a contestant on the television show “Dancing With the Stars,” but was eliminated in an early round.", "url": "https://www.nytimes.com/2016/12/13/us/politics/rick-perry-energy-secretary-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}