{"authors": ["Ashley Parker", "Michael Barbaro"], "date_download": "2018-11-16 03:55:45", "date_modify": "2018-11-16 03:55:45", "date_publish": "2016-02-21 01:45:33", "description": "In the year of the unconventional outsider, Mr. Bush ran his campaign as the conventional insider. It doomed him, and on Saturday he left the race.", "filename": "2016_02_21_us_politics_jeb-bush.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340545.html", "image_url": "https://static01.nyt.com/images/2016/02/20/us/20video-jebswap/20video-jebswap-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_21_us_politics_jeb-bush.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340545.html", "title": "Jeb Bush Bows Out of Campaign, Humbled and Outmaneuvered", "title_page": "Jeb Bush Bows Out of Campaign, Humbled and Outmaneuvered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "COLUMBIA, S.C. — Jeb Bush dropped out of the presidential race on Saturday, ending a quest for the White House that started with a war chest of $100 million, a famous name and a promise of political civility but concluded with a humbling recognition: In 2016, none of it mattered.\nNo single candidacy this year fell so short of its original expectations. It began with an aura of inevitability that masked deep problems, from Mr. Bush himself, a clunky candidate in a field of gifted performers, to the rightward drift of the Republican Party since Mr. Bush’s time as a consensus conservative in Florida.\n“I’m proud of the campaign that we’ve run to unify our country,” Mr. Bush said, his eyes moist, in an emotional speech here Saturday night after his third straight disappointing finish in the early voting states. “The people of Iowa and New Hampshire and South Carolina have spoken, and I really respect their decision.”\nMr. Bush’s campaign had rested on a set of assumptions that, one by one, turned out to be flatly incorrect: that the Republican primaries would turn on a record of accomplishment in government; that Mr. Bush’s cerebral and reserved style would be an asset; and that a country wary of dynasties would evaluate this member of the Bush family on his own merits.", "url": "https://www.nytimes.com/2016/02/21/us/politics/jeb-bush.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}