{"authors": ["Matt Apuzzo", "Mark Landler"], "date_download": "2018-11-16 04:50:10", "date_modify": "2018-11-16 04:50:10", "date_publish": "2016-11-18 21:59:53", "description": "By selecting Jeff Sessions, Mike Pompeo and Michael T. Flynn, Mr. Trump moved to realize his campaign’s vision of relentlessly enforcing immigration laws and viewing Muslims with suspicion.", "filename": "2016_11_19_us_politics_flynn-sessions-trump-administration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343810.html", "image_url": "https://static01.nyt.com/images/2016/11/19/us/19assess1/19assess1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_19_us_politics_flynn-sessions-trump-administration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343810.html", "title": "With National Security Choices, Trump Builds Team to Bulldoze Status Quo", "title_page": "With National Security Choices, Trump Builds Team to Bulldoze Status Quo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President-elect Donald J. Trump’s trio of hard-line selections on Friday served notice that he intends not only to reverse eight years of liberal domestic policies but also to overturn decades of bipartisan consensus on the United States’ proper role in world affairs.\nMr. Trump is moving quickly to realize his campaign’s promise of a nation that relentlessly enforces immigration and drug laws; views Muslims with deep suspicion; second-guesses post-World War II alliances; and sends suspected terrorists to Guantánamo Bay or C.I.A. secret prisons to be interrogated with methods that have been banned as torture.\nAt a time when American cities have been inflamed by racial tensions, police shootings and fears over homegrown terrorism, Mr. Trump made no conciliatory gestures toward Muslims, Mexicans or residents of African-American neighborhoods, all of whom he disparaged during his campaign.\nIn his first major national security selections so far — Senator Jeff Sessions, Republican of Alabama, for attorney general; Representative Mike Pompeo, Republican of Kansas, for C.I.A. director; and Lt. Gen. Michael T. Flynn for national security adviser — Mr. Trump sent a clear message that he does not intend to use these personnel choices to build bridges to Democrats or the moderate and traditionally conservative Republicans who opposed the nationalist overtones of his presidential campaign.", "url": "https://www.nytimes.com/2016/11/19/us/politics/flynn-sessions-trump-administration.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}