{"authors": ["J. David Goodman", "Susanne Craig"], "date_download": "2018-11-16 04:34:17", "date_modify": "2018-11-16 04:34:17", "date_publish": "2016-09-19 00:26:37", "description": "The mayor struck a tone of deliberation, but some saw his description of the attack as conflating the real-world definition of terrorism.", "filename": "2016_09_19_nyregion_bill-de-blasio-new-york-explosion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342857.html", "image_url": "https://static01.nyt.com/images/2016/09/19/nyregion/19MAYOR1/19MAYOR1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_19_nyregion_bill-de-blasio-new-york-explosion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342857.html", "title": "Mayor de Blasio Avoids Terrorism Label in Manhattan Explosion", "title_page": "Mayor de Blasio Avoids Terrorism Label in Manhattan Explosion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Unlike other past events that were labeled terrorism, including a 2014 ax attack on police officers in Queens by a man said to have been inspired by the Islamic State, the authorities have yet to identify a suspect or suspects in the bombing that would allow them to determine — through interviews or a history of online activity — the underlying reason for the attack.\nThe F.B.I., as of late Sunday, had not officially labeled the attack as terrorism, though Hillary Clinton, the Democratic nominee for president who is supported by Mr. de Blasio, released a statement that characterized it as among three “apparent terror attacks” on Saturday, including an explosion in New Jersey and a knife attack in Minnesota.\n“It could have been something personally motivated,” Mr. de Blasio said. “We don’t know yet.”\nThe approach by Mr. de Blasio at news conferences over the weekend appeared similar to the initial response to another recent explosion in Manhattan, in which a man from Virginia was seriously injured in July when he jumped on a device similar to a homemade firework in Central Park.\nCity officials quickly tried to dissociate that explosion from any broad terrorism plot, instead labeling it the act of a hobbyist experimenting with fireworks. This drew criticism from some New Yorkers, who felt officials did so in haste simply to quell fears.\nNo one has been arrested for placing or assembling the Central Park device, and the police have not wavered from their initial hypothesis about the explosion. The police later announced the device contained substances “which are commonly and legally available for sale in certain hardware stores.” One of the chemicals was TATP, or triacetone triperoxide, which has been used to detonate bombs in terror attacks overseas and has become the Islamic State’s explosive of choice.\nOn Sunday, police officials said there was no link between the Central Park explosion and the one in Chelsea.\nIn striking a tone of deliberation on Sunday, Mr. de Blasio risked creating a dissonance between the dictionary definition of terrorism — violence with a political motive — and the creeping sense of inevitability that the terror attacks more common elsewhere in the world would find their way to New York.", "url": "https://www.nytimes.com/2016/09/19/nyregion/bill-de-blasio-new-york-explosion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}