{"authors": ["Vincent M. Mallozzi"], "date_download": "2018-11-16 04:37:35", "date_modify": "2018-11-16 04:37:35", "date_publish": "2016-04-15 15:30:05", "description": "Nancy Balbirer and Howard Morris had crushes on each other at N.Y.U., but it took decades before they really found each other.", "filename": "2016_04_17_fashion_weddings_vows-a-love-at-first-sight-seen-clearly-at-last.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343055.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_17_fashion_weddings_vows-a-love-at-first-sight-seen-clearly-at-last.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343055.html", "title": "A Love at First Sight, Seen Clearly at Last", "title_page": "A Love at First Sight, Seen Clearly at Last - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In addition to what he called “the perfect kiss,” Mr. Morris was soon reaping other benefits from his production. A director who had seen and enjoyed the play took it to the Manhattan Punchline Theater, which had a reputation for producing comedy writers.\n“Almost Romance,” with Fisher Stevens and Helen Slater in the lead roles, ran for nearly seven weeks to favorable reviews, and by the time the final curtain closed, Mr. Morris had an agent and some name recognition in the industry.\nIn 1991, he moved to Los Angeles to join the staff of the HBO sitcom “Dream On.” He was soon noticed by Marta Kauffman, a television writer and producer who had created that show and was also a creator of “Friends.” (Ms. Kauffman and Mr. Morris eventually created “Grace and Frankie,” which debuted last year.)\nWith his writing career on the rise, Mr. Morris married in May 1994, which became a bittersweet time for an old castmate, who was still single.\n“At that point, I had kind of resigned myself to the fact that even though I felt we were perfect for each other, Howie would never feel that way,” Ms. Balbirer said, adding, “I just figured it was time to move on.” Four months later, she did just that, moving — of all places — to Los Angeles to pursue acting. She eventually landed parts including three episodes of “Seinfeld,” and resumed her old role as frequent lunch partner of Mr. Morris.\n“We clearly still had strong feelings for each other, but it was completely platonic,” she said.\nThey remained close friends, and in 1999, the same year Ms. Balbirer wrote “Take Your Shirt Off and Cry” — a book, she said, “about the perils of being a woman in show business” — she invited Mr. Morris to her own wedding in Los Angeles, which he attended.", "url": "https://www.nytimes.com/2016/04/17/fashion/weddings/vows-a-love-at-first-sight-seen-clearly-at-last.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}