{"authors": ["James Angelos"], "date_download": "2018-11-16 03:51:57", "date_modify": "2018-11-16 03:51:57", "date_publish": "2016-04-13 10:56:12", "description": "Während eine Million Flüchtlinge nach Europa strömt und Terroranschläge Sicherheitsängste entfachen, ringt ein bayerisches Dorf mit seinen Neuankömmlingen - und mit der Frage, was es bedeutet, deutsch zu sein.", "filename": "2016_04_10_magazine_europaisch-werden_1542340317.html", "image_url": "https://static01.nyt.com/images/2016/04/10/magazine/10refugees1/10refugees1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_10_magazine_europaisch-werden_1542340317.html", "title": "Europäisch werden", "title_page": "Europäisch werden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read in English\nAn einem Freitag im September 2014 erfuhr Thomas Kamm, Bürgermeister der Gemeinde Siegsdorf, einer Ansammlung wohlhabender Dörfer in den Ausläufern der Bayerischen Alpen, dass die Flüchtlingskrise in seinen Ort kommen würde. Er grillte am Geburtstag seiner Ehefrau, als er einen Anruf vom deutschen Innenministerium erhielt. Vierhundert Asylsuchende, die kürzlich auf der italienischen Insel Lampedusa in der Europäischen Union eingetroffen waren, wurden nach Deutschland gebracht, teilte das Ministerium ihm mit. Eine leerstehende Ferienbungalow-Anlage in einem der zur Gemeinde gehörenden Dörfer - Eisenärzt, 1300 Einwohner - war als geeigneter Ort für ihre vorübergehende Unterbringung ausgemacht worden. Kamm, ein dünner ehemaliger Maschinenbauingenieur mittleren Alters und Sänger in einem örtlichen Gesangverein, gelang es, die Zahl der Asylsuchenden, die sein Ort aufnehmen sollte, von 400 auf 200 herunterzuhandeln. Die Dorfbewohner, sagte er mir, waren misstrauisch gegenüber der Aufnahme einer großen Anzahl von Ausländern aus Gegenden wie Syrien und Afghanistan; 400 von ihnen wären „absolut unmöglich“ gewesen. Die ersten Migranten trafen zwei Tage später in Bussen ein. Kamm sagte, er würde nie den Ausdruck in ihren Gesichtern vergessen. „Pure Erschöpfung, blanke Angst“, sagte er und atmete so fest aus, dass seine Lippen flatterten. Seine beiden Eltern hatten den Zweiten Weltkrieg überlebt, erzählte er mir, doch sie hatten nie viel über ihre Erlebnisse gesprochen. „Nachdem ich diese Flüchtlinge gesehen hatte, kann ich den Grund verstehen.“ An jenem Sonntag ging Kamm zu den örtlichen Kirchen, um die Bürger zu informieren. „Niemand war glücklich“, sagte er. Dennoch erkannten die meisten Leute, dass Hilfe notwendig war: „Die Menschlichkeit stand im Vordergrund.“\nDiese Mischung aus Beunruhigung und Mitgefühl war wieder wahrnehmbar, als Kamm im vergangenen Juli in die Kirche zurückkehrte,um die Bewohner von Eisenärzt darüber zu informieren, dass mehr Asylsuchende auf dem Weg waren. Zu jener Zeit hatten sich die 200 ursprünglichen Migranten anderswo niedergelassen, doch weitere Asylsuchende aus Gegenden wie Syrien, dem Irak und Afghanistan trafen in lebensgefährlich überfüllten Booten auf den griechischen Ägäisinseln ein und machten sich dann auf einen zermürbenden Weg über den Balkan zur Sicherheit und zum Wohlstand Nordeuropas und zumeist Deutschlands. Bayern war das erste deutsche Bundesland, das sie auf ihrem Weg erreichten. Migranten erschienen in Bahnhöfen oder entstiegen den Laderäumen der Lastwagen von Schleppern, und oft erhielten lokale Amtsträger, Menschen wie Kamm, die Aufgabe, sie irgendwo unterzubringen. Asylsuchende endeten in Schulturnhallen, leerstehenden Supermärkten und überfüllten Zeltlagern.\nKamm berichtete den Menschen von Eisenärzt, dass ein Orden von Franziskanernonnen, die im Dorf lebten, den Ort verlassen würde. An seiner Stelle würden 100 Syrer einziehen. Die Mallersdorfer Schwestern, beheimatet in einem Konvent im nördlichen Bayern, waren seit 85 Jahren in Eisenärzt gegenwärtig gewesen. Das Dorf mit den bewaldeten Hügeln und der Alpenluft hatte den Schwestern als Urlaubsort und Ruhesitz gedient. An Montagabenden im Mai - wenn die lokalen Katholiken in diesem tiefkatholischen Teil des Landes die Maiandacht begehen, eine Zeit der Marienverehrung - versammelten sich die Schwestern vor der neuerrichteten Kapelle auf einem Grashügel nahe des Bahnhofs, nicht weit von der kristallartig fließenden Weißen Traun, und sangen trällernde bayerische Kirchenlieder. 2015 jedoch hatten Deutschland sinkende Geburtenrate und der Rückgang der Religiosität ihren Tribut von dem Schwesternorden gefordert. Die einstmals überfüllte Residenz, erbaut in den späten 1960er Jahren, stand weitgehend leer, und die verbleibenden zwei Dutzend Schwestern, von denen viele über 80 Jahre alt waren, hatten sich einverstanden erklärt, ihren Wohnsicht der Gemeinde als Asylunterkunft zu verkaufen.\nViele der Dorfbewohner waren über diese Entwicklung nicht erfreut. Einige drückten Bedenken über die Sicherheit der örtlichen Frauen und Kinder aus, andere murrten über die Kosten für die Steuerzahler. Der Bürgermeister hielt dagegen, dass dieser Zug einem unangenehmeren Ausgang vorgebeugt hatte. Es war klar, dass die größtenteils leerstehende Residenz der Mallersdorfer Schwestern eine ideale Unterkunft darstellte; technisch betrachtet war sie groß genug, um 350 Asylsuchende aufzunehmen. Hätte die Gemeinde das Gebäude nicht gekauft, so hätte es die Bezirksregierung getan oder ein privater Investor, der es an die Regierung vermieten würde, und diese außenstehenden Käufer hätten es vermutlich zur vollen Kapazität gefüllt. Der Besitz gab dem Ort einigen Einfluss auf sein Schicksal.", "url": "https://www.nytimes.com/2016/04/10/magazine/europaisch-werden.html"}