{"authors": ["Niraj Chokshi", "Daniel Victor", "Sewell Chan"], "date_download": "2018-11-16 03:14:58", "date_modify": "2018-11-16 03:14:58", "date_publish": "2016-06-24 16:05:23", "description": "A majority of Britons voted in a referendum to leave the European Union. Here’s a brief guide to what happened, what it means and what could happen next.", "filename": "2016_06_25_world_europe_overwhelmed-by-brexit-here-are-the-basics.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338098.html", "image_url": "https://static01.nyt.com/images/2016/06/25/world/25brexit4_xp/25brexit4_xp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_25_world_europe_overwhelmed-by-brexit-here-are-the-basics.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338098.html", "title": "Overwhelmed by ‘Brexit’? Here Are the Basics", "title_page": "Overwhelmed by ‘Brexit’? Here Are the Basics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "■ The U.S. market was down more than 3 percent at the close on June 24, with the Dow shedding over 600 points, after sell-offs overnight in Japan and Hong Kong. The financial damage was more severe on the Continent than in Britain and the United States.\n■ The United Kingdom lost its last remaining AAA credit rating on June 27, when the credit rating agency Standard & Poor’s downgraded the nation to AA, Reuters reported.\nIs it a done deal?\n■ The referendum is not legally binding, though it is difficult to imagine that the British government would ignore the will of the voters.\nThe process of leaving begins only after the British government invokes a provision of the European Union’s governing treaty known as Article 50 — an action Mr. Cameron said he would leave to his successor.\nOnce Article 50 is invoked, though, Britain could not change its mind and stay in the union unless the 27 other members all agreed.\nThe broader impact\n■ Britain would leave the world’s largest common market, with 508 million residents, including 65 million Britons. That would free them from the bloc’s commitment to the free movement of labor, capital, goods and services.\nBut it would also bring complications, with some businesses already planning to relocate.\n■ Little will change for at least two years, but the vote sets off a series of negotiations as the country separates from the union’s remaining 27 members.", "url": "https://www.nytimes.com/2016/06/25/world/europe/overwhelmed-by-brexit-here-are-the-basics.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}