{"authors": ["Tim Arango", "Ceylan Yeginsu"], "date_download": "2018-11-16 03:45:33", "date_modify": "2018-11-16 03:45:33", "date_publish": "2016-05-05 11:51:43", "description": "President Recep Tayyip Erdogan of Turkey has purged the judiciary of enemies, jailed journalists and crushed protests. Now, he has ousted his closest political ally, Prime Minister Ahmet Davutoglu.", "filename": "2016_05_06_world_europe_ahmet-davutoglu-turkey-prime-minister_1542339933.html", "image_url": "https://static01.nyt.com/images/2016/05/06/world/06TURKEY2/06TURKEY2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_06_world_europe_ahmet-davutoglu-turkey-prime-minister_1542339933.html", "title": "How Erdogan Moved to Solidify Power by Ousting a Pivotal Ally", "title_page": "How Erdogan Moved to Solidify Power by Ousting a Pivotal Ally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — In pursuit of more power, President Recep Tayyip Erdogan of Turkey has purged the judiciary of enemies, jailed journalists and crushed anti-government protests. Now, he has ousted his closest political ally, the country’s prime minister, Ahmet Davutoglu, whose modest effort to check Mr. Erdogan’s ambition was too much for the president.\nMr. Davutoglu, publicly loyal to Mr. Erdogan even as he pushed back privately on some of his excesses, said Thursday that he would step aside as the leader of the Islamist Justice and Development Party, or A.K.P., and give up his position as prime minister.\nClearly shaken, but a loyal party soldier to the end, Mr. Davutoglu described his relationship with Mr. Erdogan as “brotherly.”\n“You will never hear me say negative things about our president,” he said Thursday, his voice quavering. “My loyalty to him will last until the end.”", "url": "https://www.nytimes.com/2016/05/06/world/europe/ahmet-davutoglu-turkey-prime-minister.html"}