{"authors": ["Maggie Haberman", "Michael M. Grynbaum"], "date_download": "2018-11-16 03:18:00", "date_modify": "2018-11-16 03:18:00", "date_publish": "2016-03-29 16:11:17", "description": "His formal arrest was detailed in a police report that cited new security-camera images showing Mr. Lewandowski pulling a reporter out of his way after Mr. Trump spoke in Florida on March 8.", "filename": "2016_03_30_us_politics_trump-campaign-manager-corey-lewandowski_1542338280.html", "image_url": "https://static01.nyt.com/images/2016/03/30/us/30LEWANDOWSKI/30LEWANDOWSKI-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_30_us_politics_trump-campaign-manager-corey-lewandowski_1542338280.html", "title": "Corey Lewandowski, Donald Trump’s Campaign Manager, Is Charged With Battery", "title_page": "Corey Lewandowski, Donald Trump’s Campaign Manager, Is Charged With Battery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump’s presidential campaign manager, Corey Lewandowski, was charged with battery Tuesday by the police in Jupiter, Fla., who said he had grabbed a reporter this month as she tried to ask Mr. Trump a question.\nHis formal arrest was detailed in a police report that cited new security-camera images of the episode, which show Mr. Lewandowski roughly pulling the reporter, Michelle Fields, out of his way — despite his vigorous denials that he ever touched her and his repeated attacks on her credibility.\nMr. Lewandowski, who turned himself in on the misdemeanor charge, was quickly released. But the incident, the way the campaign has dealt with it, and the new photographic images refuting Mr. Lewandowski’s and Mr. Trump’s versions of events seemed to encapsulate much of what has made Mr. Trump’s campaign like no other.\nFor much of the past year, fact-checkers have struggled to keep up with the frequent truth-stretching and wholesale inaccuracies of Mr. Trump and his campaign, with little discernible effect on his support among a large portion of the Republican electorate. But on Tuesday, the new video — taken from security cameras at a Trump property — confronted the Republican front-runner with a different kind of challenge: hard-to-discount visual evidence directly contradicting him, looping over and over again on cable news and news websites.", "url": "https://www.nytimes.com/2016/03/30/us/politics/trump-campaign-manager-corey-lewandowski.html"}