{"authors": ["Jonathan Mahler"], "date_download": "2018-11-16 03:18:26", "date_modify": "2018-11-16 03:18:26", "date_publish": "2016-10-11 01:01:26", "description": "When she first posted a message on Twitter, Kelly Oxford, a social media powerhouse, didn’t expect many replies. She got millions.", "filename": "2016_10_11_us_politics_sexual-assault-survivor-reaction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338306.html", "image_url": "https://static01.nyt.com/images/2016/10/11/us/11ASSAULTjp/11ASSAULTjp-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_11_us_politics_sexual-assault-survivor-reaction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338306.html", "title": "For Many Women, Trump’s ‘Locker Room Talk’ Brings Memories of Abuse", "title_page": "For Many Women, Trump’s ‘Locker Room Talk’ Brings Memories of Abuse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This is RAPE CULTURE — the cultural conditioning of men and boys to feel entitled to treat women as objects,” Jill Gallenstein, 40, a retail executive in Los Angeles, wrote on Facebook. “It’s women and girls questioning what they have done to provoke such behavior. It’s the dismissing of this behavior because ‘it’s the way it has always been.’ It’s justifying the behavior because other powerful men have done it too. ‘Locker room talk’ normalizes this behavior — what we say matters.”\nThat locker room talk also seemed to create its own momentum online.\n“I’ve never really thought about these moments cumulatively before,” Julie Oppenheimer of Chicago wrote on Facebook, after listing a few episodes of her own, including being kissed on the mouth by the janitor at her synagogue when she was 13. “In part, because they seem so ‘small’ compared to what many have experienced — not worthy of consideration. That’s because all of us already live in Trump’s world, where these behaviors are commonplace.”\nLaura Sabransky was one of many women who added to Ms. Oppenheimer’s thread, writing that she had been given date-rape drugs three times between high school and college. “I call Trump a walking trigger alert,” she said in an interview. “He is triggering anxiety and PTSD-like reactions in women, me included.”\nEven before the release of the 2005 recording of Mr. Trump, 2016 was shaping up as something of a watershed year for awareness of sexual harassment, between the pending trial against Bill Cosby and the high-profile case of Brock Turner, the former Stanford University student who was convicted of sexual assault.\nFor many women watching and reacting to the weekend’s events, the surprise news conference on Facebook Live that Mr. Trump staged before Sunday night’s debate, with three women who have long accused Mr. Clinton of sexual assault or harassment, only compounded the damage he had done in the original recording. They saw him not as giving voice to victims of sexual abuse but as using the women as props.\n“It’s pretty sad when you see it as, ‘My behavior is not as bad as another man’s behavior,’” said Sonia Ossorio, the president of the National Organization for Women of New York. “The irony for me is, in a campaign short on any concrete policies, Donald Trump has accidentally shed light on a very serious issue.”\nAmy Richards, a co-founder of the Third Wave Foundation, a group for young feminists, said that many sexual abuse victims who unburdened themselves after Mr. Trump’s video did not want his comments to be seen as anomalous. “Some of it was so that we automatically didn’t go to this place of having this one instance be an exception and therefore more excusable,” she said. “Yes, this is women speaking up, but it’s speaking up to all of the Donald Trumps in our lives.”\nAnd there appear to be many.\n“Grabbed from behind on the street. Thought it was my fault because I was wearing a dress,” Lynne Boschee, 50, of Phoenix, wrote on Twitter. “Never told anyone. I was 14.”", "url": "https://www.nytimes.com/2016/10/11/us/politics/sexual-assault-survivor-reaction.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}