{"authors": ["Charles Isherwood"], "date_download": "2018-11-16 04:51:12", "date_modify": "2018-11-16 04:51:12", "date_publish": "2016-12-19 03:00:03", "description": "“Life Is for Living,” a tribute from Simon Green and David Shrubsole, combines songs with snippets of Coward’s letters and diaries, and some verse.", "filename": "2016_12_18_theater_review-life-is-for-living-noel-coward-59e59_1542343872.html", "image_url": "https://static01.nyt.com/images/2016/12/19/arts/19LIFEFORLIVING/19LIFEFORLIVING-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_18_theater_review-life-is-for-living-noel-coward-59e59_1542343872.html", "title": "Review: The Songs of Noël Coward, With Lightness and Bite", "title_page": "Review: The Songs of Noël Coward, With Lightness and Bite - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Shrubsole has composed a Coward-esque song, “Everyday a Little More Like Me,” that ties his self-discovery to his intoxication with New York City. Between verses Mr. Green reads diary excerpts: “For a really jolly evening I recommend the Times Square subway station.”\nThere follows a stern letter from Coward’s confidante Esmé Wynne: “I wonder if you realize how you, personally, are getting to dwarf your achievements.” But of course, as Mr. Green clearly knows, Coward’s achievements included that glamorous persona, which served his work.\nMr. Green is not performing an act of mimicry; he is not playing Coward himself, but interpreting his songs, and reciting from the diaries and letters, in a style that recalls the “master,” as he is referred to at one point. His voice is neither large nor particularly rich (nor was Coward’s), but his phrasing has the lightness and drollery, and the occasional bite, that’s ideal for Coward.\nAside from “Marvelous Party” and the rousingly patriotic “London Pride,” the selections are more uncommon. Included are no less than five songs from “Sail Away,” the 1961 musical that starred Elaine Stritch.\nAnd, perhaps because this is not their first Coward-centric show, Mr. Green and Mr. Shrubsole also include a few American standards as well as a number by Ivor Novello, a multitalented performer and songwriter whose work has not endured as well.", "url": "https://www.nytimes.com/2016/12/18/theater/review-life-is-for-living-noel-coward-59e59.html"}