{"authors": ["Alexander Burns", "Thomas Kaplan"], "date_download": "2018-11-16 04:26:40", "date_modify": "2018-11-16 04:26:40", "date_publish": "2016-06-16 19:24:37", "description": "Polls show that Mr. Trump’s repeated calls for a ban on Muslims entering the United States, on the heels of the attack in Orlando, is not gaining traction among voters he will need in November.", "filename": "2016_06_17_us_politics_donald-trump-shooting-reaction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342400.html", "image_url": "https://static01.nyt.com/images/2016/06/17/us/17TRUMPASSESSSweb1/17TRUMPASSESSSweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_17_us_politics_donald-trump-shooting-reaction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342400.html", "title": "Donald Trump’s Speeches Fire Up His Base, but May Cost Him", "title_page": "Donald Trump’s Speeches Fire Up His Base, but May Cost Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump has slipped markedly in polls against Hillary Clinton amid a cascading series of self-inflicted controversies, culminating with his heated call after last weekend’s massacre in Florida for a crackdown on Muslim immigration and for stricter scrutiny of Muslim communities in the United States.\nPollsters caution that it is too soon to know the precise impact of Mr. Trump’s response to the attack in Orlando, Fla., in which a gunman declaring allegiance to the Islamic State killed dozens in a gay nightclub.\nBut Mr. Trump has plainly faltered in his attempts to seize the upper hand over Mrs. Clinton at the start of the general election campaign. His fiery speeches targeting Muslims have discomfited Republican Party leaders in Washington, only days after elected officials in both parties chastised him for his denunciations of an Indiana-born federal judge for his “Mexican heritage.”\nBatting aside criticism from Democrats and other Republicans, including Speaker Paul D. Ryan, Mr. Trump has repeatedly since Monday offered a slashing critique of Muslims, including American citizens. He has argued, without evidence, that many Muslim communities in the United States had advance knowledge of terrorist attacks and declined to report them.", "url": "https://www.nytimes.com/2016/06/17/us/politics/donald-trump-shooting-reaction.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}