{"authors": ["Peter Baker", "Joanna Berendt", "Sewell Chan", "Gaia Pianigiani"], "date_download": "2018-11-16 03:47:16", "date_modify": "2018-11-16 03:47:16", "date_publish": "2016-12-22 12:36:04", "description": "The terrorist assault on a Christmas market in the German capital killed 12 people, most of whom have not been identified, and wounded 48 others.", "filename": "2016_12_22_world_europe_berlin-truck-attack-victims_1542340036.html", "image_url": "https://static01.nyt.com/images/2016/12/23/world/23Victims2/23Victims2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_22_world_europe_berlin-truck-attack-victims_1542340036.html", "title": "Czech, Israeli, Italian, Polish and Ukrainian Citizens Were Among Victims of Berlin Attack", "title_page": "Czech, Israeli, Italian, Polish and Ukrainian Citizens Were Among Victims of Berlin Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "According to the Facebook page, Mrs. Elyakim was originally from Haifa, attended Galilee High School in Tiberias and studied at Ohalo College, which trains teachers. In August 2009, she posted a series of pictures from Berlin, including shots of the Brandenburg Gate, the Reichstag, remnants of the Berlin Wall and an old Allied checkpoint, although those images evidently came from a previous winter, since some included Christmas trees.\nAnother photograph on her page was captioned, “Amazing grapes that grow in my garden.”\nMore than 70 years after the Holocaust, Berlin lately has become a magnet for Jews attracted to its cosmopolitan sensibilities, modern conveniences and economic possibilities. Only about 8,000 Jews were left in Berlin after World War II, down from a prewar high of 180,000, but today, some estimate that about 45,000 live in the German capital, as many as a third of them from Israel.\nFabrizia Di Lorenzo, an Italian Living in Berlin\nImage Fabrizia Di Lorenzo in a picture taken from social media.\nFabrizia Di Lorenzo, a 31-year-old Italian living in Germany, had been missing since the attack. The Italian foreign minister, Angelino Alfano, confirmed Thursday morning that she had been killed. She was from Sulmona, in the Abruzzo region east of Rome, and had master’s degrees from universities in Bologna and Milan.\nAndrea D’Addio, the editor of Berlino Magazine, an online publication aimed at Italian expatriates in the German capital, said that Ms. Di Lorenzo had written for the magazine. “She loved Germany, and wrote sociopolitical and geopolitical pieces for us,” he said.\nMr. D’Addio said that Ms. Di Lorenzo had studied in Berlin on the Erasmus exchange program of the European Union, and that she had then done an internship at the Italian Chamber of Commerce in Vienna. She returned to Berlin in 2013, where she worked in customer care for a car-sharing service, and later for a logistics company.\nRelatives of Ms. Di Lorenzo who live in the Boston area told a television station there that she had been deeply committed to international affairs and concerned about the migration crisis.", "url": "https://www.nytimes.com/2016/12/22/world/europe/berlin-truck-attack-victims.html"}