{"authors": ["Katie Shepherd", "Alan Rappeport"], "date_download": "2018-11-16 04:37:53", "date_modify": "2018-11-16 04:37:53", "date_publish": "2016-07-23 00:12:16", "description": "The Democrats agree on many issues, including proposals for the criminal justice system and foreign policy agreements, but may not be equally keen on trade deals.", "filename": "2016_07_23_us_politics_tim-kaine-issues.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343073.html", "image_url": "https://static01.nyt.com/images/2016/07/23/us/23kaine-issues/23kaine-issues-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_23_us_politics_tim-kaine-issues.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343073.html", "title": "How Tim Kaine and Hillary Clinton Compare on the Issues", "title_page": "How Tim Kaine and Hillary Clinton Compare on the Issues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Criminal Justice\nMr. Kaine personally opposes the death penalty, but he oversaw 11 executions during his tenure as governor, and Virginia has had the second-highest number of executions since the 1970s. He said his obligation to uphold the law as governor overrode his moral opposition to capital punishment, which was shaped by his Roman Catholic faith. In the Senate, Mr. Kaine has advocated overhauling the criminal justice system and supported a measure that would give judges more flexibility on sentencing.\nWhere Mrs. Clinton stands: Mrs. Clinton supports the death penalty “for very limited purposes” as punishment for heinous crimes such as mass killings and domestic terrorism. She thinks that death penalty cases should be overseen by the federal justice system. She has also said, however, that she would not be disappointed if the Supreme Court or states moved to eliminate capital punishment. She also backs legislation to end racial profiling by law enforcement and reduce prison sentences for nonviolent drug criminals.\nGuns\nMr. Kaine, a gun owner himself, is a consistent supporter of gun control measures and has backed broad background checks and restrictions on the sale of combat-style weapons and high-capacity magazines. The 2007 massacre at Virginia Tech inspired Mr. Kaine, then the governor, to close loopholes in Virginia law that allowed some people to buy guns despite failing background checks. In the Senate, he supported the Manchin-Toomey bill, which would have expanded background checks to cover gun shows and weapons sold over the internet. He also backed banning gun sales to terrorism suspects on the government’s “no-fly” list.\nWhere Mrs. Clinton stands: She made gun control a key issue in her primary campaign. She wants to expand background checks and supports legislation to keep guns away from suspects of domestic abuse, violent criminals and those with severe mental illness.\nForeign Policy\nMr. Kaine, who sits on the Senate’s Foreign Relations and Armed Services Committees, backed the Iran nuclear deal and the normalization of relations with Cuba. He has argued that Mr. Obama must seek authorization from Congress to carry out airstrikes against the Islamic State. And he has called for the establishment of safe zones in Syria to protect civilians.", "url": "https://www.nytimes.com/2016/07/23/us/politics/tim-kaine-issues.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}