{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:46:12", "date_modify": "2018-11-16 04:46:12", "date_publish": "2016-09-07 01:01:47", "description": "He gave Florida’s attorney general a campaign donation days after her office said it was reviewing allegations against Trump University.", "filename": "2016_09_07_opinion_pay-to-play-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343572.html", "image_url": "https://static01.nyt.com/images/2016/09/07/opinion/07wed1web/07wed1web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_07_opinion_pay-to-play-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343572.html", "title": "Pay to Play, Mr. Trump?", "title_page": "Opinion | Pay to Play, Mr. Trump? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In light of the suspicions hanging over Donald Trump and Pam Bondi, the Florida attorney general, this opening quote from her Republican National Convention speech is particularly rich. “Nov. 8 is a day of reckoning for all those who have abused their power,” she said. “Winning this election means reclaiming something to which I’ve dedicated my entire career: the rule of law.”\nWhile it hasn’t been proved that Mr. Trump or Ms. Bondi violated bribery law, there’s little doubt that they abused the public trust in 2013, when Ms. Bondi received a $25,000 campaign contribution from Mr. Trump four days after her office announced that Florida was “reviewing the allegations” in a lawsuit filed in New York against his Trump University. Attorneys general in New York and California are pursuing separate class-action suits alleging that Trump University bilked consumers of tens of thousands of dollars they each paid for a worthless real-estate investment course. In the end, Ms. Bondi’s office did not take any action against Trump University.\nMr. Trump’s contribution from his family foundation to Ms. Bondi violated federal tax law barring tax-exempt charities from engaging in political activity. The Washington Post reported last week that Mr. Trump paid a $2,500 penalty to the Internal Revenue Service for the violation.\nNews of the fine came as Mr. Trump has spent days accusing Hillary Clinton and the Clinton Foundation of similar pay-to-play schemes. Confronted on Monday, Mr. Trump said oddly that he hadn’t spoken to Ms. Bondi. The Associated Press reported in June that an adviser to Ms. Bondi confirmed that Ms. Bondi had spoken to Mr. Trump and asked for the contribution.", "url": "https://www.nytimes.com/2016/09/07/opinion/pay-to-play-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}