{"authors": ["Michael D. Shear", "Christopher Drew"], "date_download": "2018-11-16 03:14:49", "date_modify": "2018-11-16 03:14:49", "date_publish": "2016-12-06 15:58:23", "description": "In a message that seemed to come out of the blue, Mr. Trump took to Twitter to object to Boeing’s plans for a next-generation presidential plane.", "filename": "2016_12_06_us_politics_trump-air-force-one-boeing.html_module=inline_1542338089.html", "image_url": "https://static01.nyt.com/images/2016/12/07/us/07plane-1/07plane-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_06_us_politics_trump-air-force-one-boeing.html_module=inline_1542338089.html", "title": "‘Cancel Order!’ Donald Trump Attacks Plans for Upgraded Air Force One", "title_page": "‘Cancel Order!’ Donald Trump Attacks Plans for Upgraded Air Force One - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President-elect Donald J. Trump took a shot on Tuesday at one of the nation’s largest manufacturers, Boeing, sharply criticizing a pending order for a new Air Force One and suggesting that the company was “doing a little bit of a number” with the cost of the next generation of presidential aircraft.\n“Boeing is building a brand new 747 Air Force One for future presidents, but costs are out of control, more than $4 billion,” Mr. Trump wrote on Twitter. “Cancel order!”\nAlthough his post attracted attention because it was about the most famous airplane in the world, the significance may be broader: For perhaps the first time since President John F. Kennedy took on the steel industry in the early 1960s, the heads of big American companies are being confronted by a leader willing to call them out directly and publicly for his policy and political aims.\nAlthough President Obama forcefully criticized Wall Street and the financial industry after Lehman Brothers collapsed in 2008, he tended not to single out individual companies. But Mr. Trump is now targeting Boeing a week after he pushed Carrier and its parent company, United Technologies, to keep about 1,000 manufacturing jobs in Indiana, and three weeks after he singled out a Ford plant in Kentucky.", "url": "https://www.nytimes.com/2016/12/06/us/politics/trump-air-force-one-boeing.html?module=inline"}