{"authors": ["Alexander Burns", "Maggie Haberman"], "date_download": "2018-11-16 04:33:33", "date_modify": "2018-11-16 04:33:33", "date_publish": "2016-06-30 14:07:10", "description": "Despite taunts from both sides of the aisle, the governor has emerged as the candidate’s right-hand man — and as a potential running mate.", "filename": "2016_07_01_us_politics_chris-christie-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342813.html", "image_url": "https://static01.nyt.com/images/2016/06/30/us/01CHRISTIEweb1/01CHRISTIEweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_01_us_politics_chris-christie-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342813.html", "title": "Chris Christie Becomes Powerful Figure in Donald Trump Campaign", "title_page": "Chris Christie Becomes Powerful Figure in Donald Trump Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Defeated by Donald J. Trump in the 2016 primaries and derided by fellow Republicans for his subsequent embrace of Mr. Trump, Gov. Chris Christie of New Jersey has quietly emerged as one of the most influential advisers to his party’s presumptive presidential nominee and one of the leading contenders to be his running mate.\nFour months after endorsing Mr. Trump, Mr. Christie remains one of the few major figures in the Republican establishment to align himself entirely with Mr. Trump’s candidacy. In public, he has defended Mr. Trump’s freewheeling and sometimes offensive pronouncements, vouching for him even after Mr. Trump attacked a federal judge for his Mexican heritage. (Mr. Christie said he knew from personal experience that Mr. Trump was not a racist.)\nMr. Christie is among those being vetted as Mr. Trump’s possible running mate, according to people briefed on the process, and Mr. Trump has said in interviews that Mr. Christie would have a prominent place in a Trump White House.\nAlready, Mr. Christie has begun the task of designing a government on Mr. Trump’s behalf. Chosen to lead Mr. Trump’s transition efforts, Mr. Christie has taken a role that some of his allies liken to that of a White House chief of staff, soliciting views on what a potential administration should look like.", "url": "https://www.nytimes.com/2016/07/01/us/politics/chris-christie-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}