{"authors": ["Stephanie Saul"], "date_download": "2018-11-16 03:17:01", "date_modify": "2018-11-16 03:17:01", "date_publish": "2016-02-26 20:25:25", "description": "The now-defunct Trump University, subject of a Marco Rubio attack at the Republican debate, is embroiled in lawsuits accusing it of misrepresentation.", "filename": "2016_02_27_us_donald-trump-marco-rubio-trump-university.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338221.html", "image_url": "https://static01.nyt.com/images/2016/02/27/us/27trumpu-web/27trumpu-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_27_us_donald-trump-marco-rubio-trump-university.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338221.html", "title": "Trump University’s Checkered Past Haunting Candidate", "title_page": "Trump University’s Checkered Past Haunting Candidate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The instructors tried to persuade students to purchase the three-day seminar with unrealistic predictions of their success, the attorney general says. In some seminars, students were told that if they signed up for the three-day seminar, they could earn six-figure incomes within a year working five to seven hours a week. The speaker repeatedly implied that Mr. Trump would show up for the seminar, saying he “often drops by” and “might show up” and “you never know when he might show up.”\nStudents were told they could go to the next level by signing up for the Elite mentorship and apprenticeship programs for additional costs of up to $35,000.\nOne woman from Schoharie, N.Y., who was caring for a son with Down syndrome, said she had attended the three-day program at a hotel in Malta, N.Y. The woman, Kathleen Meese, said she was told that she would make money faster if she signed up for the Gold Elite program, a mentorship, for $25,000.\nWhen Ms. Meese said she had a credit card with a $30,000 limit but could not spend it on the program, she recounted, she was told by a Trump University trainer that “I had to find the resources to invest in my future.” She was promised that she would make the money back within 60 days, she said.\nBut the mentorship involved visiting a few rental properties.\n“I was unable to get my refund and am still paying off debts from my Trump tuition,” Ms. Meese wrote in an affidavit in the attorney general’s suit.\nSeminar participants, she said, were told they would have their photos taken with Mr. Trump.\n“It ended up being a cardboard cutout of Mr. Trump,” she wrote.", "url": "https://www.nytimes.com/2016/02/27/us/donald-trump-marco-rubio-trump-university.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}