{"authors": ["Alexander Burns", "Nick Corasaniti"], "date_download": "2018-11-16 03:41:00", "date_modify": "2018-11-16 03:41:00", "date_publish": "2016-10-14 18:35:33", "description": "Mr. Trump attacked the women accusing him of inappropriate sexual advances, while claiming that the news media and Hillary Clinton were conspiring against him.", "filename": "2016_10_15_us_politics_donald-trump-campaign_1542339660.html", "image_url": "https://static01.nyt.com/images/2016/10/15/us/15video-trumplive2/15video-trumplive2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_15_us_politics_donald-trump-campaign_1542339660.html", "title": "Donald Trump Assails His Accusers as Liars, and Unattractive", "title_page": "Donald Trump Assails His Accusers as Liars, and Unattractive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump wielded his presidential candidacy on Friday as a weapon for savaging detractors and venting personal grievances, attacking the women who have accused him of sexual assault and unwelcome advances and railing against what he described as a vast conspiracy against him by the news media and Hillary Clinton’s campaign.\nWith a campaign speech in North Carolina that whirled from one target to the next, Mr. Trump accelerated his shift away from courting swing voters or delivering a message aimed at the political mainstream.\nInstead, after weeks on the defensive, battered by disclosures about his treatment of women and about his business dealings, Mr. Trump appeared increasingly consumed with the idea that he has been wronged and bent on convincing his fans that sinister forces are to blame for his political decline.\nMr. Trump told the restive crowd that his advisers wanted him to focus on his core economic message, but that he had no intention of allowing his critics to go unanswered.", "url": "https://www.nytimes.com/2016/10/15/us/politics/donald-trump-campaign.html"}