{"authors": ["Guy Lawson"], "date_download": "2018-11-16 03:51:31", "date_modify": "2018-11-16 03:51:31", "date_publish": "2016-03-17 07:00:33", "description": "The story of an accidentally pioneering expedition.", "filename": "2016_03_20_magazine_an-insurance-salesman-and-a-doctor-walk-into-a-bar-and-end-up-at-the-north-pole_1542340291.html", "image_url": "https://static01.nyt.com/images/2016/03/20/magazine/20northpole3/20northpole3-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_20_magazine_an-insurance-salesman-and-a-doctor-walk-into-a-bar-and-end-up-at-the-north-pole_1542340291.html", "title": "An Insurance Salesman and a Doctor Walk Into a Bar, and End Up at the North Pole", "title_page": "An Insurance Salesman and a Doctor Walk Into a Bar, and End Up at the North Pole - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "‘‘To hell with seal hunting,’’ Plaisted said. ‘‘Let’s go to the North Pole!’’\nPlaisted wasn’t what might be considered a stereotypical polar explorer. A 10th-grade dropout who joined the Navy and apprenticed as a baker, he was a natural salesman who now owned a thriving insurance business. He had been duck hunting in Saskatchewan and loved to ride his collection of snowmobiles at his lakeside cabin, but he longed to find a project to throw himself into. Until that very moment, he had never considered such a venture.\nAdvertisement Continue reading the main story\nThe challenge soon became an obsession that Plaisted shared with his buddies, a collection of suburban dads in their 30s and 40s. Don Powellek, his best friend and an engineer, agreed to be the radio operator; he said yes partly to make up for missing so many hunting trips — he didn’t think Plaisted would actually go. As the instigator, Art Aufderheide signed on to be the expedition’s doctor because he wanted to experience what it was like to travel across Arctic ice; reaching the pole didn’t really matter to him. To keep the team headed in the right direction — no easy task in the magnetic north — Plaisted recruited a high-school geography teacher named Jerry Pitzl, who learned to navigate in the Marine Corps but had never been on a snowmobile or spent much time outdoors.\nThe self-appointed leader, Plaisted cast himself as the expedition cook, a job he held in the military while serving in the Aleutians, a remote string of volcanic islands in the northern Pacific.\nThe final piece of the puzzle was a mechanic, and there was no one in Minnesota better with snowmobiles than Walt Pederson, an ambidextrous autodidact who ran a local Ski-Doo dealership. Since childhood, Pederson had displayed a genius with small engines, despite a lack of formal education. The primitive two-stroke engines in snowmobiles had never been exposed to the extreme elements of the North Pole, so keeping them running would require serious talent. Bantam-size but tough and always in a hurry, he was the sort of man who would turn an afternoon walk into a race. He paused for 10 seconds when approached with the offer. ‘‘I’m in,’’ he said.\nPreparing for their first expedition in 1967, the men spent winter weekends at Plai­sted’s deer-hunting camp, hoping to recreate the conditions they imagined they would encounter in the Arctic. They tooled around on snowmobiles and built ice ridges to mimic the real thing (or so they thought). The men stripped and jumped into the freezing water of an iced-over lake to see how long it took them to get dressed without dying from hypothermia. As stories started to appear in the local press, onlookers turned up to watch the explorers rehearse on Mille Lacs Lake. According to Walt Pederson’s son Tim, the men took a psychological test to determine their suitability for the arduous trek. None passed.\nWhat Plaisted lacked in experience, he made up for with his talents as an impresario. Sir Ernest Shackleton, Robert Falcon Scott, Roald Amundsen, Robert Peary — the men who’d experienced life and death at the ends of the earth practiced a form of survivalism with almost religious dimensions. Plaisted had no intention of duplicating their hardships. He aimed to make his voyage as safe and comfortable as possible. They would receive support by air, a kind of Arctic room service. They would have radios and all the gear they could carry — kerosene stoves, lamps and cam­eras — on the sleds they would tow. A documentary crew from CBS would film their progress.\nScores of companies around the country succumbed to Plaisted’s sales pitch. No one had reached the North Pole over the ice since Peary, he explained, and no one had ever gone there by snowmobile. What sounded like a knuckleheaded idea actually captured the spirit of the age of lunar exploration: man, machine, limitless ambition. Plaisted soon had corporations large and small on the hook to provide free goods and services to the expedition — everything from designer watches to Scotch whisky. Bombardier, at the time a small snowmobile manufacturer in Quebec, agreed to supply Ski-Doos, so long as a family member could join the expedition: Jean-Luc Bombardier, a handsome 29-year-old nephew of the founder, was a snowmobile racer who served as the face of the company in advertising. A Canadian joining the expedition also conveniently allayed geopolitical concerns about a bunch of Americans planting a flag at the North Pole and thereby laying claim to the territory.\nThe men raised more than $100,000 for expenses, including their polar outfits. The clothing was ingenious in its engineering: an inner parka made of poplin with a wolverine-fur hood, layered underneath a duck canvas exterior parka with hand-stitched hems and cuffs and a hood lined with Arctic wolf fur. Each parka was dyed a different color, so the men could identify one another by sight in harsh conditions; Plaisted picked royal purple. Like the towering polar explorers of the past, he named the expedition after himself, and he plastered ‘‘Plaisted’’ on all the men’s outfits and, indeed, on every piece of equipment he could.\nAdvertisement Continue reading the main story\nAs Plaisted promoted the expedition, he approached the National Geographic Society, which invited him in for an interview. Plaisted, who adored the magazine, eagerly traveled to Washington. But lunch in the society’s ornate boardroom quickly turned into a scene of ridicule and condescension, or so it seemed to Plai­sted. (‘‘Real dainty food,’’ he recalled later, ‘‘some kind of casserole in a little dish.’’) The fact that he’d never traveled farther north than Saskatchewan was noted with derision, as was his failure to articulate a greater purpose for the expedition, a common pretense of explorers throughout history. Peary had labored mightily for decades to reach the pole, losing eight toes to amputation, supposedly focused on scientifically documenting terra incognita — but in truth he, too, was obsessed with personal glory.\n‘‘They said I wasn’t planning on doing enough scientific stuff,’’ Plaisted told the CBS reporter Charles Kuralt for his book ‘‘To the Top of the World,’’ an account of the expedition’s first attempt in 1967. ‘‘I said I was planning to go to the North Pole, wasn’t that enough? They said nobody could just take a few cronies from Minnesota and go to the North Pole. I told them they could just sit there and watch me.’’\nPhoto\nThe first Plaisted expedition departed on March 28, 1967, from Eureka, a small Canadian research center on Ellesmere Island, 700 miles from the pole. None of the men had ever set foot on Arctic ice. As the group headed out on the first day, Plaisted used an iceberg in the distance as his point of reference for navigation, only to discover that they had circled it and were mistakenly heading south. A month later, pinned down by an enormous storm that kept them in their tents for a week, the expedition was abandoned 400 miles short of the pole. As Plaisted lay in his sleeping bag, humiliated, frustrated and terrified, he wrote in his diary, ‘‘Just when we have finally learned enough to succeed, we have failed.’’\nUndaunted, Plaisted and his friends returned in 1968. For food, Plaisted approached Pillsbury, headquartered in Minneapolis. The company’s food scientists were developing dehydrated dishes for the Apollo space program, and Plaisted pitched them the idea of testing their astronaut food in the Arctic climate. There, John Moriarty, a 28-year-old working in research, asked if he could come along to help with logistics at the base camp. The soft-spoken Moriarty literally quit his job that day and signed on — a fact he told me last fall, in a tone that indicated that the trip remained a highlight of his life.\nThe second Plaisted expedition officially left in late February 1968 from Montreal, the location of the Bombardier headquarters. But the early omens were not good. Plaisted hadn’t been able to persuade CBS to cover the second attempt, so he sold the documentary rights, and the two sideburned Swiss cameramen hired for the job acted as if they were on a film set, not embarking on an expedition. They kept demanding the men restage events like the departure on the tarmac in front of an honor guard of bagpipers freezing in the wind.\nAn argument erupted when Pederson refused to sign an agreement stipulating that Plaisted would receive by far the largest share of any monetary benefit from the expedition. Without Pederson, they’d have no one to keep the machines running, dooming the effort. When the others said they wouldn’t go unless Pederson came along, Plaisted relented.\nBase camp for the second attempt was at a place called Ward Hunt Island, a former Cana­dian research center 425 miles from the pole that they reached by twin-prop plane. The site was much closer to their goal than the previous year’s, further improving their chances of success. It also happened to be close to the spot from which Peary departed in 1909.\n‘‘The camp at Ward Island was a shambles when we arrived,’’ Moriarty told me. ‘‘There were these huts from the 1950s with all the walls blown out. It was 50 below, so we used cardboard to build walls.’’\nAdvertisement Continue reading the main story\nAfter the fiasco of the first day, when their supply pilot, the legendary Arctic airman Weldy Phipps, tossed them a cigarette pack to inform them they were headed in the wrong direction, Walt Pederson returned to camp to collect the forgotten equipment. But the second day proved just as maddeningly difficult, and Plaisted was furious with the lack of progress.\n‘‘Ralph was really rambunctious, shouting, screaming, yelling, blaming everybody for everything,’’ Aufderheide wrote in his diary.\n‘‘Ralph hollered at everybody, but it didn’t have much power,’’ Pederson said later. ‘‘It just made him think he knew better. I didn’t mind. In one ear and out the other, unless it was something important like warning that a polar bear was coming.’’\nFinally breaking through the ice ridge on the edge of the Arctic Ocean, they encountered what was called the big lead, the place where the ice hits deep water and is shaped by the ocean’s currents and tides. Freshwater ice is brittle and cracks when too much weight is put on it; saltwater ice is rubbery and stretches before it breaks, turning judgment about safe travel into a highly uncertain science. Variations in temperature, movement of floes, wind, the age of the ice, the depth of the ice — all had to be constantly assessed. As winter gave way to spring and the ice upon the Arctic Ocean began to disappear, the situation would only worsen.\nPhoto\nThe peloton of four Ski-Doos and sleds navigated a disorienting landscape with no landmarks or signs of civilization. There were only five hours of daylight that far north, so they had to make the most of waking hours. On the third day, a blizzard kept them in their tents until noon. That afternoon, as they worked to break through a ridge, a cameramen tossed his ax into a sled, cutting through a container holding five gallons of fuel and soaking two sleeping bags with gas. From then on, the men had to zip the remaining bags together and sleep three or four to a bag. With sleeping pills and whiskey, the arrangement proved to be warmer.\nThe air support they received was no simple matter. Weather frequently grounded the plane, and the terrain out on the ice sometimes made landing impossible; barrels of gas and, catastrophically, cans of beer were in danger of breaking in airdrops. Returning south to get supplies early in the expedition, an engine on the Twin Otter died and Phipps, the pilot, nearly crashed as he steered over a range of mountains. While the engine was being repaired, the ice party ran out of fuel to heat their tents in the middle of a blizzard. It was 60 below inside and impossible to sleep. Their food supplies dangerously low, all the men quietly contemplated giving up in the face of the kind of hardship Arctic explorers have always faced. They became haunted by the existential question at the heart of all polar expeditions: Why on earth am I doing this?\n‘‘Men: All are anxious at the moment,’’ Aufderheide wrote in his journal on the fifth day of the expedition. ‘‘All have given thought to walking or riding to [base camp]. The problems with this, together with the humiliation, keep most of us from talking about it.’’\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n‘‘All the fears a man can have tormented through my mind from claustrophobia,’’ Pederson recorded in his journal. ‘‘From the [polar] bear episode yesterday, to the loss of love, to ice piling on us, to a burial in a blow, to freezing to death.’’\nBy the end of the first week, they had traveled only 35 miles from base camp.\nThe Plaistedexpedition was racing against the spring melt, when half of the ice covering the Arctic Ocean would disappear. At the same time, they were racing against an eccentric Englishman named Wally Herbert, who was trying to reach the top of the world in the tradi­tional, heroic manner: dog and sledge. Herbert had spent most of his adult life on polar expeditions, trying almost literally to walk in the footsteps of men like Shackleton and Amundsen and Peary; he was obsessed with a version of an authentic polar expedition that required him to employ the same methods used during the golden age. For the most part, that is: The year before, stranded on the Arctic Ocean, Herbert and his two comrades sent out a distress signal by Morse code that he and his crew were running out of food and faced starvation. The Plaisted expedition of 1967 had failed by then, but the men were still at base camp. They went on a mercy mission to bring Herbert supplies by air. The Englishman was reluctant to accept help from a group of men using ‘‘motorized toboggans’’ to try to reach the pole. He called the offer of aid the most difficult question he’d ever been asked, but he relented: ‘‘If we didn’t accept Plaisted’s food, we should have to kill and eat the dogs,’’ he wrote. Instead, they took the candy bars and kerosene.\nAdvertisement Continue reading the main story\nDespite the appearance of historical authenticity, Herbert best resembled a Civil War re-enactor, a delusional inhabitant of an imagined glorious past. He aimed to walk across the Arctic, by way of the North Pole — and unless the 1968 Plaisted expedition failed, they would beat him handily.\nStill, the psychological toll of traveling over the ice was becoming evident in the Plaisted expedition. Aufderheide and Powellek were cautious and fearful: ‘‘By ourselves we’d never get to the pole,’’ Aufderheide wrote in his journal. The longhaired Bombardier, younger than the others and by far the best rider even if he was out of shape, found escape from the sounds of the ice and whipping blizzards by smoking cigarettes in his tent and listening to rock ’n’ roll on a small tape recorder he’d brought. Despite his private fears, Pederson was upbeat and eager to push forward, no matter the dangers. ‘‘Often wishes to do irrational things in his nervously energetic manner,’’ Aufderheide observed of him.\nOn the night of March 15 came another big blow, like the one that defeated them the year before: Gale-force winds pounded the expedition for seven days and nights, and Plaisted, Pederson and Aufderheide were forced to be alone to­gether 24 hours a day. According to ‘‘First to the Pole,’’ the tent took on the air of a confessional. Plaisted told the men that his personal life was a mess. While he was preparing for the second expedition in 1968, his eldest daughter told me, he was having an affair with a woman who used to work for his insurance agency. Plaisted’s wife was pregnant at the time. He told the men he intended to leave his wife upon his return.\nPederson, a deeply religious man, was baffled by Plaisted’s admission. He told the others about his upbringing during the Depression, during which his impoverished parents had beaten and abused him. ‘‘I hated my parents,’’ he would later write to a sibling. ‘‘I wanted desperately to think or feel that I was worth something, so much so that taking risks seemed the thing to do, like making the trip to the North Pole on Ski-Doos.’’\nThe men all entertained second thoughts as they huddled against the terrifying force of the big blow. But this time they withstood the fear. The weather turned fair, and they were soon making real progress. Pederson left the tent first each morning, to start the engines by sparking the carburetor with a gas rag set aflame, an ingenious fix. Bombardier departed a half-hour before the others to find the path northward.", "url": "https://www.nytimes.com/2016/03/20/magazine/an-insurance-salesman-and-a-doctor-walk-into-a-bar-and-end-up-at-the-north-pole.html"}