{"authors": ["Maggie Haberman", "Alexander Burns", "Ashley Parker"], "date_download": "2018-11-16 03:17:48", "date_modify": "2018-11-16 03:17:48", "date_publish": "2016-06-20 13:40:48", "description": "The dismissal on Monday came amid concerns from allies and donors about Mr. Trump’s preparedness for the rigors and expenses of a general election.", "filename": "2016_06_21_us_politics_corey-lewandowski-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338268.html", "image_url": "https://static01.nyt.com/images/2016/06/21/us/21trump-lewandowski/21trump-lewandowski-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_21_us_politics_corey-lewandowski-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338268.html", "title": "Donald Trump Fires Corey Lewandowski, His Campaign Manager", "title_page": "Donald Trump Fires Corey Lewandowski, His Campaign Manager - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump fired his divisive campaign manager, Corey Lewandowski, on Monday as he confronts urgent challenges heading into the general election — a strategic shift after months of concerns from party officials and donors about Mr. Lewandowski’s stewardship of the campaign.\nThe exit occurred a month before Mr. Trump, the presumptive Republican presidential nominee, is to secure the official nomination at the party’s convention in Cleveland. It reflected a broader adjustment by the campaign as it grapples with a late start to fund-raising, anxiety among party leaders and a skeletal staff — all while Mr. Trump’s likely Democratic opponent, Hillary Clinton, swiftly builds out her operations in swing states.\nMr. Trump had faced increasing concerns from allies and donors, as well as his children, over whether Mr. Lewandowski, who had never before worked on a national race, was able to direct a battle against Mrs. Clinton. Among those who had voiced concern was Reince Priebus, the chairman of the Republican National Committee, who told Mr. Trump last week that relations between his committee and Mr. Lewandowski had become increasingly strained, and that a change would be welcome, according to three people briefed on the discussion.\nRepublicans across the spectrum welcomed the firing as a positive step, but they suggested that it needed to be followed by consistent changes in performance from the candidate himself.", "url": "https://www.nytimes.com/2016/06/21/us/politics/corey-lewandowski-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}