{"authors": ["Michael D. Shear", "Maggie Haberman"], "date_download": "2018-11-16 03:51:49", "date_modify": "2018-11-16 03:51:49", "date_publish": "2016-12-13 03:14:42", "description": "In choosing the leader of an energy giant, President-elect Donald J. Trump is dismissing bipartisan concerns that Mr. Tillerson is too cozy with Vladimir V. Putin.", "filename": "2016_12_12_us_politics_rex-tillerson-secretary-of-state-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340309.html", "image_url": "https://static01.nyt.com/images/2016/12/13/us/13tillerson/14tillerson-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_12_us_politics_rex-tillerson-secretary-of-state-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340309.html", "title": "Rex Tillerson, Exxon C.E.O., Chosen as Secretary of State", "title_page": "Rex Tillerson, Exxon C.E.O., Chosen as Secretary of State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President-elect Donald J. Trump on Tuesday officially selected Rex W. Tillerson, the chief executive of Exxon Mobil, to be his secretary of state. In saying he will nominate Mr. Tillerson, the president-elect is dismissing bipartisan concerns that the globe-trotting leader of an energy giant has a too-cozy relationship with Vladimir V. Putin, the president of Russia.\nA statement from Mr. Trump’s transition office early Tuesday brought to an end his public and chaotic deliberations over the nation’s top diplomat — a process that at times veered from rewarding Rudolph W. Giuliani, one of his most loyal supporters, to musing about whether Mitt Romney, one of his most outspoken critics, might be forgiven.\nInstead, Mr. Trump has decided to risk what looks to be a bruising confirmation fight in the Senate.\nIn the past several days, Republican and Democratic lawmakers had warned that Mr. Tillerson would face intense scrutiny over his two-decade relationship with Russia, which awarded him its Order of Friendship in 2013, and with Mr. Putin.", "url": "https://www.nytimes.com/2016/12/12/us/politics/rex-tillerson-secretary-of-state-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}