{"authors": ["Mike Isaac"], "date_download": "2018-11-16 03:42:22", "date_modify": "2018-11-16 03:42:22", "date_publish": "2016-02-17 20:08:25", "description": "Technologists and legal experts are dissecting what the company can’t, or won’t, do to help unlock the iPhone of a San Bernardino attacker.", "filename": "2016_02_18_technology_explaining-apples-fight-with-the-fbi.html_module=inline_1542339742.html", "image_url": "https://static01.nyt.com/images/2016/02/18/business/18explainer/18explainer-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_18_technology_explaining-apples-fight-with-the-fbi.html_module=inline_1542339742.html", "title": "Explaining Apple’s Fight With the F.B.I.", "title_page": "Explaining Apple’s Fight With the F.B.I. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tuesday evening, a federal court ordered Apple to help the F.B.I. unlock an iPhone used by one of the attackers who killed 14 people in San Bernardino, Calif., in December.\nWednesday morning, Apple said in a strongly worded letter that it would challenge the court’s request. While technology companies recently have resisted government demands, Apple’s letter is one of the industry’s most forceful pushbacks against a court ruling.\nIn the hours after Apple’s letter was published, technologists and legal experts have been dissecting what, exactly, the Cupertino, Calif., company can’t — or won’t — do to help the government.\nWhat is the government asking for?\nThe Federal Bureau of Investigation wants to examine the iPhone used by Syed Farook to determine whether he and his wife, Tashfeen Malik, had planned the shooting directly with the Islamic State. The iPhone, a 5c version of the smartphone that was released in 2013, is locked by a passcode, which the F.B.I. wants Apple to circumvent.Apple would have to build a new version of its iOS smartphone software that allows the F.B.I. to bypass certain restrictions. Apple claims this software can give someone “the potential to unlock any iPhone in someone’s physical possession.”", "url": "https://www.nytimes.com/2016/02/18/technology/explaining-apples-fight-with-the-fbi.html?module=inline"}