{"authors": ["Mike Mcphate"], "date_download": "2018-11-16 03:42:29", "date_modify": "2018-11-16 03:42:29", "date_publish": "2016-08-02 12:39:32", "description": "Lawyers for the white man accused of killing nine people in a historic African-American church in Charleston, S.C., last year argued that capital punishment is unconstitutional.", "filename": "2016_08_03_us_dylann-roof-death-penalty.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339749.html", "image_url": "https://static01.nyt.com/images/2016/08/03/us/03xp-Roof/03xp-Roof-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_03_us_dylann-roof-death-penalty.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339749.html", "title": "Dylann Roof’s Lawyers Argue Against Death Penalty", "title_page": "Dylann Roof’s Lawyers Argue Against Death Penalty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Lawyers representing Dylann Roof, the white man accused of killing nine black members of a historic Charleston, S.C., church last year, filed a motion challenging the constitutionality of the death penalty after federal prosecutors declined his offer to serve life without parole.\nIn the 34-page motion filed late Monday in Federal District Court in Charleston, Mr. Roof’s lawyers acknowledged that “the facts of this case are indisputably grave.” But they argued that the death penalty itself is unconstitutional, and that therefore “no one can be lawfully sentenced to death or executed under it, no matter what his crimes.”\nThe challenge to the system stemmed from the government’s refusal to accept guilty pleas from Mr. Roof in exchange for multiple sentences of life in prison without a possibility of parole, the filing said.\n“Should the government’s death notice be withdrawn at any point in the future,” the filing said, “Mr. Roof will withdraw this motion and plead guilty as charged to all counts in the indictment.”", "url": "https://www.nytimes.com/2016/08/03/us/dylann-roof-death-penalty.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}