{"authors": [], "date_download": "2018-11-16 03:45:24", "date_modify": "2018-11-16 03:45:24", "date_publish": "2016-07-15 21:59:28", "description": "About four hours after an apparent coup attempt by a faction of military forces in Turkey, the movement appeared to be faltering.", "filename": "2016_07_16_world_europe_tumult-in-turkey-what-we-know-and-what-we-dont-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339924.html", "image_url": "https://static01.nyt.com/images/2016/07/16/world/16turkeywhat1/16turkeywhat1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_16_world_europe_tumult-in-turkey-what-we-know-and-what-we-dont-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339924.html", "title": "Tumult in Turkey: The Key Players", "title_page": "Tumult in Turkey: The Key Players - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "• Fethullah Gulen\nMr. Gulen is a former imam and onetime ally of Mr. Erdogan who now lives in self-imposed exile in the United States, and has an extensive following in Turkey. He has promoted a more liberal stream of Islam, and his ideas are popular with the country’s police and intelligence establishments, though not necessarily the military. Mr. Erdogan accused Mr. Gulen and his supporters, whom Mr. Erdogan has called terrorists, of being responsible for the coup; he has repeatedly accused Mr. Gulen of plotting against him in the past. The Gulen movement has denied any involvement in the coup attempt and denounced any military intervention in Turkey’s domestic affairs.\n• Republican People’s Party\nThe leftist main opposition party is considered less pro-American than the governing Justice and Development Party. It has been trying to find a way to break Mr. Erdogan’s political grip, but it would not be likely to benefit from a coup; in the past, the military has tended to sideline leaders of all political parties when it took power. In a statement, party leaders spoke out against the coup.\n• NATO and the United States\nTurkey has been an American ally and a NATO member since 1952. Though the Obama administration has criticized Mr. Erdogan’s crackdown on civil society in Turkey, the United States sees him as a stabilizing and mainly pro-Western leader in a volatile region. The American-led coalition fighting the Islamic State militants in Syria and Iraq makes heavy use of Incirlik Air Base in Turkey.", "url": "https://www.nytimes.com/2016/07/16/world/europe/tumult-in-turkey-what-we-know-and-what-we-dont-know.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}