{"authors": ["Kate Murphy"], "date_download": "2018-11-16 03:55:54", "date_modify": "2018-11-16 03:55:54", "date_publish": "2016-08-13 18:30:26", "description": "An Olympic runner on the power of positive thinking, loving “Lucy” and caffeinated nostalgia.", "filename": "2016_08_14_opinion_sunday_brenda-martinez_1542340554.html", "image_url": "https://static01.nyt.com/images/2016/08/14/opinion/sunday/14DOWNLOAD/14DOWNLOAD-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_14_opinion_sunday_brenda-martinez_1542340554.html", "title": "Opinion | Brenda Martinez", "title_page": "Opinion | Brenda Martinez - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Brenda Martinez is a track and field athlete specializing in middle distances who is competing in the 1,500 meters at the Rio Olympics.\nREADING Some of the books I read overlap, like “The Happiness Advantage” by Shawn Achor and “The One Thing” by Gary Keller and Jay Papasan. I like books that teach you to be positive. Your mind is your most powerful tool in reaching your potential and handling adversity. My primary event is the 800 meters, and I got clipped from behind coming off the final turn in the Olympic trials and then I was completely out of the race. I was distraught, but then I said to my husband, who is also my coach, “Let’s go make that 1,500 meter team.” I feel like reading positive psychology books and the examples they give of people who have overcome things maybe helped me step up and make the team.\nLISTENING I don’t listen to music when I run because I don’t want to be dependent on music. I like to be aware of what’s going on, like I want to hear my footsteps to tell if I’m light on my feet. But when I’m not running, I like Selena because I remember dancing to her music when I was in third grade with my friend who lived across the street. I was shy but I would dance to Selena. And I like Lana del Rey. I know her lyrics can be a little dark but I love her voice. On my alarm clock I have it so I always wake up to Izzy’s “Somewhere Over the Rainbow.”\nWATCHING I have the full set of the “I Love Lucy” series and I travel with them. My favorite one is the Vitameatavegamin episode. And I watch my four dogs — Rainy, Bolt, Chase and Peanut — and my cat, Boots. They can be pretty entertaining. On YouTube, I’ve been watching D.I.Y. home improvement videos because we bought a duplex near where we live in Big Bear, California, that needs a lot of work. I want to make it a daily rental on something like Airbnb. I feel like I’d make more money that way instead of renting it longer term. My plan is to have it paid off in eight to 10 years.", "url": "https://www.nytimes.com/2016/08/14/opinion/sunday/brenda-martinez.html"}