{"authors": ["Thomas Kaplan"], "date_download": "2018-11-16 04:22:10", "date_modify": "2018-11-16 04:22:10", "date_publish": "2016-05-16 18:57:18", "description": "With two Democratic primaries on Tuesday, Mrs. Clinton was hoping for a victory in Kentucky, but Bernie Sanders was expected to win easily in Oregon.", "filename": "2016_05_17_us_politics_hillary-clinton-in-kentucky-fights-to-avert-a-2-loss-tuesday.html_module=inline_1542342130.html", "image_url": "https://static01.nyt.com/images/2016/05/17/us/17dems-fd/17dems-fd-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_17_us_politics_hillary-clinton-in-kentucky-fights-to-avert-a-2-loss-tuesday.html_module=inline_1542342130.html", "title": "Hillary Clinton, in Kentucky, Fights to Avert a 2-Loss Tuesday", "title_page": "Hillary Clinton, in Kentucky, Fights to Avert a 2-Loss Tuesday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“If anybody in this room or in this state wants to know what kind of president I will be, take a look at Governor Bevin and what he is doing,” Mr. Sanders said. “And then think about the exact opposite, and that’s Bernie Sanders.”\nMrs. Clinton, too, criticized Mr. Bevin, while showcasing the backing of his Democratic predecessor, Steve Beshear. At a rally here in Hopkinsville on Monday, she said Mr. Bevin was “just bent on destroying so much of what Kentucky has achieved.”\nNot long after, when a woman in the crowd objected to her criticism, Mrs. Clinton held her ground. “You are entitled to your opinion, but you’re not entitled to your own facts,” Mrs. Clinton fired back, adding: “It’s time people stop listening to Republican propaganda about the economy, education and health care.”\nKentucky’s primary is one of two Democratic contests on Tuesday. Oregon, which votes by mail, requires ballots to be received by Tuesday night, and the state’s demographics favor Mr. Sanders. Kentucky is more competitive, and it poses another test of how much Mrs. Clinton can attract white working-class voters, who have been receptive to Mr. Sanders’s populist message.\nOn Monday, Mrs. Clinton appealed to voters who have fond memories of her husband’s administration. “I want to help bring back the kind of economy that worked for everybody in the 1990s,” she said at the diner.\nLosses in Kentucky and Oregon would not imperil her grip on the Democratic nomination, but Mrs. Clinton is in the awkward position of running two campaigns at once: urging voters to turn out in the primary while also laying out arguments geared toward a face-off with Mr. Trump in November.\nCampaigning in Kentucky, Mrs. Clinton attacked Mr. Sanders by saying he voted against the auto industry bailout, though Mr. Sanders’s record is not as clear-cut as Mrs. Clinton suggested.", "url": "https://www.nytimes.com/2016/05/17/us/politics/hillary-clinton-in-kentucky-fights-to-avert-a-2-loss-tuesday.html?module=inline"}