{"authors": ["Katie Thomas"], "date_download": "2018-11-16 03:44:45", "date_modify": "2018-11-16 03:44:45", "date_publish": "2016-08-24 18:04:33", "description": "How much Americans pay at the pharmacy depends on a complicated system of list prices, discounts, fees and deductibles, with the sickest often paying the most.", "filename": "2016_08_25_business_high-drug-prices-explained-epipen-heart-medications.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339885.html", "image_url": "https://static01.nyt.com/images/2016/08/23/business/23EPIPENJP/23EPIPENJP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_25_business_high-drug-prices-explained-epipen-heart-medications.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339885.html", "title": "The Complex Math Behind Spiraling Prescription Drug Prices", "title_page": "The Complex Math Behind Spiraling Prescription Drug Prices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But there are no simple answers.\nWhat is the controversy over drug pricing all about?\nMuch of the attention has focused on a handful of pharmaceutical companies that have snapped up old drugs and then aggressively raised prices, sometimes by more than 1,000 percent. Last fall, Martin Shkreli, the founder and former chief executive of Turing Pharmaceuticals, ignited a fierce response on social media after it was reported that his company had raised the price of a little-known drug to treat toxoplasmosis to $750 a tablet from $13.50. And Valeant Pharmaceuticals International has received similar attention for raising the price of many of its drugs, including two heart medications, Nitropress and Isuprel.\nCritics say these companies and others like them have unfairly favored profit over patients’ needs. Congress has held several hearings on these tactics, and Valeant and Turing are under investigation by federal authorities. Presidential candidates have singled out these companies on the campaign trail.\nBut even as the drug industry has sought to distance itself from companies it describes as bad actors, insurers, hospitals and other major health care players have raised alarms about the rising cost of new drugs, including those that treat cancer, hepatitis C and rare diseases. Some of those drugs can cost $300,000 a year.\nHigher drug prices threaten to raise insurance premiums and patients’ out-of-pocket expenses and can cost taxpayers more because of Medicaid and other government programs. But drug companies say the prices reflect the enormous investment of time and resources that go into bringing a drug to market and argue that many times, their drugs can prevent more expensive medical interventions like surgery and hospitalization.\nSo how much do drugs cost?\nThe answer to this is more complicated than one might expect.\nManufacturers set list prices for their brand-name drugs; those are the eye-popping figures that have sent Congress and presidential candidates into fits of outrage.", "url": "https://www.nytimes.com/2016/08/25/business/high-drug-prices-explained-epipen-heart-medications.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}