{"authors": ["Adam Nagourney"], "date_download": "2018-11-16 03:16:48", "date_modify": "2018-11-16 03:16:48", "date_publish": "2016-05-31 14:19:03", "description": "Mr. Brown’s endorsement also offered strong praise for Senator Bernie Sanders, Mrs. Clinton’s chief rival for the Democratic presidential nomination.", "filename": "2016_06_01_us_politics_jerry-brown-endorses-hillary-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338208.html", "image_url": "https://static01.nyt.com/images/2016/06/01/us/01fd-brown/01fd-brown-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_01_us_politics_jerry-brown-endorses-hillary-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338208.html", "title": "Gov. Jerry Brown Endorses Hillary Clinton Ahead of California Primary", "title_page": "Gov. Jerry Brown Endorses Hillary Clinton Ahead of California Primary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I like Jerry Brown, but people can make their own choices,” Mr. Sanders said. “What we have had to do, and we have done pretty well in every state in this country, is taken on Democratic governors, taken on Democratic senators, taken on Democratic members of the House, Democratic mayors and all of their political apparatus. And yet we have won in 20 states, and I think we are going to win here in California.”\nMr. Brown, in his letter, offered strong praise for Mr. Sanders, noting the similarities between the Sanders campaign and the one Mr. Brown waged when he ran for president in 1992.\n“He has driven home the message that the top 1 percent has unfairly captured way too much of America’s wealth, leaving the majority of people far behind,” he wrote. “In 1992, I attempted a similar campaign.”\nStill, the governor, who lost to Bill Clinton in a contest that left lingering bitterness between the two men, offered a powerful case against Mr. Trump in arguing that Mrs. Clinton had proved not only that she had abundant support among Democrats, but the ability to win in November. Mr. Brown met privately with Mrs. Clinton in San Francisco and Mr. Clinton in Sacramento last week.\nMr. Trump, Mr. Brown noted in his letter, “has called climate change a ‘hoax’ and said he will tear up the Paris Climate Agreement.”\n“He has promised to deport millions of immigrants and ominously suggested that other countries may need the nuclear bomb. He has also pledged to pack the Supreme Court with only those who please the extreme right,” Mr. Brown wrote.\n“The stakes couldn’t be higher,” he added.\nEven if she loses here, Mrs. Clinton will almost certainly have enough delegates to win the nomination. But a loss in the largest state — and in a Democratic stronghold — would not only provide a dark end to what has been at times an unhappy campaign, but might also empower Mr. Sanders to stay in the race, further delaying the point when Mrs. Clinton can turn her full attention to Mr. Trump.", "url": "https://www.nytimes.com/2016/06/01/us/politics/jerry-brown-endorses-hillary-clinton.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}