{"authors": ["Mark Scott"], "date_download": "2018-11-16 03:42:26", "date_modify": "2018-11-16 03:42:26", "date_publish": "2016-04-18 18:33:25", "description": "Despite mining people’s data to earn billions of dollars, the search giant has been given the power to police some of the region’s tough privacy rules.", "filename": "2016_04_19_technology_google-europe-privacy-watchdog.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339746.html", "image_url": "https://static01.nyt.com/images/2016/04/19/business/19googleprivacy/19googleprivacy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_19_technology_google-europe-privacy-watchdog.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339746.html", "title": "Europe Tried to Rein In Google. It Backfired.", "title_page": "Europe Tried to Rein In Google. It Backfired. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Less than 1 percent of Google’s decisions are appealed to Europe’s privacy authorities, according to the regulators’ statistics, and those authorities said they generally ruled in the company’s favor.\nBut several individuals who sent requests to Google told The New York Times that the lack of detail over how these decisions were made left them frustrated and, in some cases, angry that a company adjudicated on such delicate matters. These people spoke on the condition of anonymity because they did not want to publicize their own privacy cases.\n“If governments were handling ‘right to be forgotten,’ they would have to publish data,” said Martin Husovec, a professor at the Tilburg Institute for Law, Technology, and Society in the Netherlands, and a signatory of the open letter to Google. “But with Google, we can’t see what’s happening behind the company’s closed doors.”\nAfter Europe’s highest court ruled in May 2014 that people with connections to the Continent could ask search engines like Google and Microsoft’s Bing to remove links about themselves from online search results, the companies were handed the power to decide which of these requests were legitimate. Citing European privacy rules, the European Court of Justice mandated that search engines, and not a public body, should be the first port of call for the decisions. Europe’s top court did not require that companies make their decision-making process open to public scrutiny.\nPeople’s privacy requests must relate to online information, like personal circumstances or a past criminal conviction, that is no longer relevant or not in the public interest, definitions that privacy lawyers say are inherently fuzzy.\nThus far, that has mostly involved people demanding mundane information like phone numbers or addresses be removed from links to online directories (the largest collective group of sites affected). Individuals have also requested that links to references about themselves on social media, including Facebook, be taken down.", "url": "https://www.nytimes.com/2016/04/19/technology/google-europe-privacy-watchdog.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}