{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 03:53:09", "date_modify": "2018-11-16 03:53:09", "date_publish": "2016-08-05 16:28:05", "description": "Wary of Muslim immigrants after attacks in Europe, South Korea lets 670 Syrians stay only on annual visas, limiting their ability to find jobs and barring them from benefits.", "filename": "2016_08_06_world_asia_korea-refugees-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340389.html", "image_url": "https://static01.nyt.com/images/2016/08/05/world/05korearefugees1/05korearefugees1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_06_world_asia_korea-refugees-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340389.html", "title": "Syrians Seeking Asylum in South Korea Find Only a Cold Shoulder", "title_page": "Syrians Seeking Asylum in South Korea Find Only a Cold Shoulder - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 2014, President Park Geun-hye promised that South Korea would pitch in to help resettle millions of refugees fleeing the Syrian civil war. By then, hundreds of Syrians had requested asylum in South Korea, most of them junkyard workers who were already here or friends and relatives who joined them after the war broke out. But South Korea’s initially welcoming attitude soon waned.\nImage Ahmad Barro, left, and Ahmad Khalifa showed photographs of their children left in Aleppo. Credit Jean Chung for The New York Times\nThe government has granted asylum to only three Syrians. The rest were given humanitarian visas.\n“The point of the policy is to ensure that these Syrians will return home once the civil war is over, so not to make their life here too comfortable,” said Kim Sung-in, secretary general of Nancen, a refugee advocacy group in Seoul. “It essentially leaves them to fend for themselves.”\nEven while South Korea was handing out humanitarian visas at home, its embassies abroad and its airports tightened their screening.\nLast October, Abdul Wahab Al Mohammad Agha, a Syrian doctoral student in Seoul, took his younger brother to the South Korean Embassy in Turkey to appeal for a visa. The 22-year-old brother had fled their hometown, Raqqa, to avoid having to join the Islamic State’s army. But for the embassy, that was an insufficient reason to give him a visa.\n“They made us feel humiliated and small,” said Mr. Mohammad Agha, 32.\nIn a survey of asylum seekers last year, the Korean refugee advocacy group Refuge pNan cited the story of a Syrian woman with children who was denied a visa at the South Korean Embassy in Turkey, and had to travel 14 days through four countries before reuniting with her husband in South Korea. She requested asylum at the Incheon airport and was admitted. She was lucky.\nTwenty-eight Syrians who claimed asylum there after the Paris terrorist attacks in November languished in crowded, windowless rooms at the airport for up to eight months. They were allowed to enter South Korea in July to apply for refugee status, but only after human rights lawyers intervened and publicized their plight.", "url": "https://www.nytimes.com/2016/08/06/world/asia/korea-refugees-syria.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}