{"authors": ["Lizette Alvarez"], "date_download": "2018-11-16 04:27:19", "date_modify": "2018-11-16 04:27:19", "date_publish": "2016-06-14 01:14:05", "description": "As friends and families mourned victims who were killed at Pulse nightclub, many noticed a marked seismic shift among Latinos’ acceptance of gay culture.", "filename": "2016_06_14_us_orlando-pulse-gay-latino.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342439.html", "image_url": "https://static01.nyt.com/images/2016/06/14/us/14gays/14gays-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_14_us_orlando-pulse-gay-latino.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342439.html", "title": "Orlando Shootings Stitch Together Gays and Latinos, 2 Cultures Once at Odds", "title_page": "Orlando Shootings Stitch Together Gays and Latinos, 2 Cultures Once at Odds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ORLANDO, Fla. — One of the survivors of Sunday’s attack at the nightclub Pulse, a man closeted from his family, called his Latin American parents abroad to tell them that a close friend — who was actually his partner — had died in the bar. Their response: “You weren’t in that bar, were you?”\nThat attitude, a throwback to an earlier era, seemed the rare exception as relatives of those gunned down in the club, many of them Puerto Rican, mourned their deaths and celebrated their lives on the streets of Orlando.\nThe moments of mourning seemed to show how far gay culture has progressed from a time when it was frequently hidden from loved ones.\nAnd so Eddie Justice, a 30-year-old gay accountant, texted his mother, Mina, “Mommy, I love you,” as bullets flew and the gunman, Omar Mateen, headed toward the Pulse bathroom where he was hiding, according to The Associated Press. Mr. Justice was confirmed dead on Monday.\nIn the hours since the attack, there have been countless homages on social media posted by friends and relatives, who extolled the accomplishments of their loved ones and embraced their sexual identity.\nAnd there were the families of the anguished victims, who gathered around tables and in conference rooms to await word about whether their sons, daughters, cousins or uncles — gay or straight — had died.\nIt is a seismic shift from the atmosphere four decades ago after the firebombing of the UpStairs lounge in New Orleans. Back in 1973, some relatives refused to claim the bodies of their gay sons, banishing them to potter’s fields and the New Orleans community joked that the ashes of the dead would be buried in “fruit jars.” Thirty-two people died.\nIt is not necessary to reach that far back to feel the progress, which has galloped swiftly ahead in the past 10 years. Despite setbacks and plenty of lingering hate, a new generation of gay people and lesbians feels far less weighed down by stigma and fear in today’s rapidly evolving embrace of gay rights.\n“A mother texting with her son and saying he was afraid and he was going to die,” said Juan Cantu, a theatrical director of Mexican descent who lives here and was once a Disney World performer. “That is a milestone. In my generation, I’m 42, I kept it hidden and I didn’t have the kind of relationship with my family that I would have told them that I was at a gay bar.”\nBut, he said, “we are not there yet.”\nIt was Latin night at Pulse on Saturday, which meant that a large number of Latinos — gay and straight — came out to dance salsa and listen to music; most of them were Puerto Rican (a half a million live in the Orlando area) with a sprinkling of Mexicans and Colombians in the mix. While the club advertises as a gay bar and has a large gay clientele, it has always attracted a diverse group.", "url": "https://www.nytimes.com/2016/06/14/us/orlando-pulse-gay-latino.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}