{"authors": ["David Jolly"], "date_download": "2018-11-16 04:13:47", "date_modify": "2018-11-16 04:13:47", "date_publish": "2016-05-04 13:36:09", "description": "The body rejected industry challenges to uphold curbs that ban menthol, require new health warnings and set limits on e-cigarettes.", "filename": "2016_05_05_business_eus-highest-court-upholds-strict-smoking-rules_1542341627.html", "image_url": "https://static01.nyt.com/images/2016/05/05/business/05eusmoke/05eusmoke-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_05_business_eus-highest-court-upholds-strict-smoking-rules_1542341627.html", "title": "European Court of Justice Upholds Strict Rules on Tobacco", "title_page": "European Court of Justice Upholds Strict Rules on Tobacco - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The court ruled that the European Union had not overstepped its bounds in limiting the nicotine content of e-cigarettes to 20 percent of the liquid that is used in them and imposing bans on e-cigarette advertising similar to those affecting traditional tobacco products. The court noted that the new regulatory system for e-cigarettes is, in fact, less strict than that governing tobacco.\nTotally Wicked, a British maker of electronic cigarettes, had challenged the European regulations, arguing in part that vaping — as use of e-cigarettes is known — is safer than smoking. That argument recently received support in Britain from the Royal College of Physicians.\nTotally Wicked said in a statement after Wednesday’s court ruling that the new regulations would ‘‘adversely impact the availability of good quality, electronic cigarettes and e-liquids, and jeopardize the life-changing potential of vaping, resulting in a major detrimental impact on the public health of millions of people across the E.U.”\nIn the United States, e-cigarettes are now a multibillion-dollar market. They have gained popularity faster than the federal government has managed to regulate them. In 2014, the Food and Drug Administration proposed ways to bring them under federal oversight, including banning their sale to people under 18, but has not yet published final rules that would put the measures into practice.\nIn the absence of federal regulation in the United States, many states have already passed laws that ban using e-cigarettes in public places, regulate their sale and, in some cases, tax them. More than half of states already enforce bans on their sale to minors.\nThe European court on Wednesday also strongly endorsed member states’ right to standardize cigarette packages to reduce their marketing appeal.\nAustralia pioneered the plain-packaging rules, drawing attacks from the tobacco industry, including a so-called investor-state case under the country’s trade agreements with Hong Kong. That case was dismissed at the end of 2015, but the industry continues to fight tobacco regulation through the World Trade Organization and other bodies.", "url": "https://www.nytimes.com/2016/05/05/business/eus-highest-court-upholds-strict-smoking-rules.html"}