{"authors": ["Michael Wilson"], "date_download": "2018-11-16 04:34:26", "date_modify": "2018-11-16 04:34:26", "date_publish": "2016-07-11 23:50:30", "description": "The commanding officer of the Police Department’s bomb squad describes how investigators secure an area and search for clues after an explosion.", "filename": "2016_07_12_nyregion_after-central-park-blast-finding-pieces-of-a-jigsaw-puzzle-small-as-they-may-be.html_module=inline_1542342866.html", "image_url": "https://static01.nyt.com/images/2016/07/12/nyregion/12CRIMESCENE/12CRIMESCENE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_12_nyregion_after-central-park-blast-finding-pieces-of-a-jigsaw-puzzle-small-as-they-may-be.html_module=inline_1542342866.html", "title": "After Central Park Blast, Finding Pieces of a ‘Jigsaw Puzzle,’ Small as They May Be", "title_page": "After Central Park Blast, Finding Pieces of a ‘Jigsaw Puzzle,’ Small as They May Be - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The commanding officer of the Police Department’s bomb squad was heading into a Sunday church barbecue on Long Island when he called a sergeant with a question and instead heard breaking news: There had been an explosion, and there was an injury.\nNormally, this alone, especially on July 3, would not have him running to the car.\n“It’s firework season,” the commanding officer, Lt. Mark Torre, said on Monday. “Sometimes you come to these things, and a kid’s holding his hands and three of his fingers are blown off and his friend’s saying, ‘I told him not to light it.’”\nBut he quickly learned that this was not a kid, and the injury was much more severe. That, and the location of the explosion — Central Park — sent him to the car. The blast occurred at the base of a hill of rock just a short distance from Fifth Avenue and 59th Street, inside one of the park’s busiest entrances.\nAt 10:50 a.m. that day, Connor Golden, who was visiting the park from Fairfax, Va., with friends, jumped down from the rock and landed on something that exploded.", "url": "https://www.nytimes.com/2016/07/12/nyregion/after-central-park-blast-finding-pieces-of-a-jigsaw-puzzle-small-as-they-may-be.html?module=inline"}