{"authors": ["Nicola Clark", "Ron Nixon"], "date_download": "2018-11-16 03:21:10", "date_modify": "2018-11-16 03:21:10", "date_publish": "2016-03-23 17:09:19", "description": "Experts say that despite the risks, there are practical limits to imposing additional screening measures on the millions of people who travel each day.", "filename": "2016_03_24_world_europe_brussels-attacks-rekindle-debate-over-airport-security.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338470.html", "image_url": "https://static01.nyt.com/images/2016/03/25/world/24SECURITY-web1/24SECURITY-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_24_world_europe_brussels-attacks-rekindle-debate-over-airport-security.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338470.html", "title": "Brussels Attacks Rekindle Debate Over Airport Security", "title_page": "Brussels Attacks Rekindle Debate Over Airport Security - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — In the hours after the attacks in Brussels on Tuesday, many countries quickly added soldiers and police officers at airports and rail and subway stations, hoping to reassure passengers and deter other potential terrorists.\nBut despite a series of episodes in recent years that have targeted transportation hubs worldwide, security experts predict that the latest attacks will revive — but not resolve — a thorny public debate about the benefits of ever more costly and intensive screening systems meant to identify terrorists among the millions of people who travel each day.\n“It’s always about achieving a balance between what is achievable and what is practical,” said Norman Shanks, a consultant and former manager of airport security at Heathrow Airport near London.\nSince the Sept. 11, 2001, attacks in the United States, travelers worldwide have grown accustomed to measures scrutinizing everything they carry with them into an airport, from the soles of their shoes to shampoo bottles, for potential weapons or traces of explosives. But such measures have mainly been focused on preventing terrorists from carrying out an attack aboard an aircraft, rather than an attack on the airport itself.", "url": "https://www.nytimes.com/2016/03/24/world/europe/brussels-attacks-rekindle-debate-over-airport-security.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}