{"authors": ["Mary Williams Walsh"], "date_download": "2018-11-16 03:48:24", "date_modify": "2018-11-16 03:48:24", "date_publish": "2016-04-05 00:06:22", "description": "The group of funds, which own bonds on the island, based part of their suit on a confidential report that found the Government Development Bank insolvent.", "filename": "2016_04_05_business_hedge-funds-sue-to-freeze-puerto-rico-banks-assets.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340104.html", "image_url": "https://static01.nyt.com/images/2016/04/05/business/05db-rico/05db-rico-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_05_business_hedge-funds-sue-to-freeze-puerto-rico-banks-assets.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340104.html", "title": "Hedge Funds Sue to Freeze Puerto Rico Bank’s Assets", "title_page": "Hedge Funds Sue to Freeze Puerto Rico Bank’s Assets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A group of hedge funds asked a federal court in San Juan on Monday to freeze the assets of Puerto Rico’s powerful Government Development Bank, claiming it was insolvent and appeared to be spending what cash it had left to prop up other parts of the island’s troubled government.\nThe bank had failed to provide financial information that creditors were entitled to under federal law, the hedge funds said in a lawsuit. They asked the United States District Court in San Juan to bar further cash transfers by the bank, other than those essential to the safety and well-being of the island’s residents.\n“Once G.D.B. spends its last remaining funds — and it is only a matter of time — many essential services in Puerto Rico may come to a halt,” the hedge funds said in their complaint. By then, they said, there would be nothing left for the bank’s creditors, who “will suffer substantial losses.”\nThe bank plays a critical role in Puerto Rico’s financial affairs, and if it stumbles, the effects would be widely felt.", "url": "https://www.nytimes.com/2016/04/05/business/hedge-funds-sue-to-freeze-puerto-rico-banks-assets.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}