{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:26:10", "date_modify": "2018-11-16 04:26:10", "date_publish": "2016-09-05 09:00:28", "description": "The justices discussed diversity on a Supreme Court drawn solely from Ivy League law schools and almost entirely from the East and West Coasts.", "filename": "2016_09_06_us_politics_sotomayor-kagan-supreme-court.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342370.html", "image_url": "https://static01.nyt.com/images/2016/09/06/us/06BAR-web1/06BAR-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_06_us_politics_sotomayor-kagan-supreme-court.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342370.html", "title": "Sonia Sotomayor and Elena Kagan Muse Over a Cookie-Cutter Supreme Court", "title_page": "Sonia Sotomayor and Elena Kagan Muse Over a Cookie-Cutter Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We’re not as diverse as some would like in many important characteristics — educational institutions, religion, places where we come from,” Justice Sotomayor said on Thursday at a judicial conference here.\nJustice Kagan, speaking on Wednesday at the University of Arizona in Tucson, said the court may suffer from what she called a “coastal perspective,” The Arizona Daily Star reported. (She is from New York City. As is Justice Sotomayor. As is Justice Ruth Bader Ginsburg. As was Justice Scalia. Between the four of them, they represented every borough but Staten Island.)\nJustice Scalia made a similar point in a dissent last year. “Eight of them grew up in East and West Coast states,” Justice Scalia wrote of the court’s membership at the time. “Only one hails from the vast expanse in-between,” he added, referring to Chief Justice John G. Roberts Jr., who is from Indiana.\nOn this score, Judge Garland would bring a dash of variety to the court, as he is from Chicago. But he has long worked in Washington, in the Justice Department and, for the past 19 years, on the United States Court of Appeals for the District of Columbia Circuit.\nIn other ways, Judge Garland would not bring notable diversity to the Supreme Court.\nHe attended Harvard Law School, as did five of the current justices. (The other three went to Yale. Justice Ginsburg started at Harvard and graduated from Columbia.)", "url": "https://www.nytimes.com/2016/09/06/us/politics/sotomayor-kagan-supreme-court.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}