{"authors": ["Rosie Schaap"], "date_download": "2018-11-16 03:29:33", "date_modify": "2018-11-16 03:29:33", "date_publish": "2016-12-30 10:00:03", "description": "An alcohol-free cocktail can be as special and satisfying as its boozy counterpart.", "filename": "2016_12_30_magazine_dont-call-them-mocktails.html_rref=collection%2Fcolumn%2FDrink_1542338973.html", "image_url": "https://static01.nyt.com/images/2017/01/01/magazine/01drink-copy/01drink-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_30_magazine_dont-call-them-mocktails.html_rref=collection%2Fcolumn%2FDrink_1542338973.html", "title": "Don’t Call Them ‘Mocktails’", "title_page": "Don’t Call Them ‘Mocktails’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I’m always thrilled when a certain former drinking buddy comes to see me at the bar. He stopped drinking alcohol years ago, but he’s as fun to be around as he was when we sat side by side at a corner bar in TriBeCa many nights in the ’90s — probably more so.\nQuitting drinking, whether it’s for a month (as many are tempted to do this time of year) or forever, shouldn’t have to mean forgoing all the other, and arguably deeper, pleasures of bar culture: community and conversation. Of course it’s easier — and maybe economically sounder — to drink at home, but we go to bars because other people are there, and the fellowship we find with them is, for many of us, more important than the pints and shots.\nI want my friend to be as happy and relaxed at the bar as any other customer, and he deserves something better than a cranberry and seltzer. Given the limited resources at my small, neighborhood pub, a virgin bloody mary usually does the trick — and mixed with a good nonalcoholic beer, it makes an excellent base for a virgin michelada, too.\nCocktail and restaurant bars are also making a greater effort to make nondrinkers feel welcome and well looked after. Some have dedicated nonalcoholic drink menus. On the list at Boston’s Bar Mezzana is a festive number called the Orchid Thief, fragrant with orange and tinged with vanilla, fizzed up with club soda and served in a flute — a celebratory glassful of booze-free bubbly. Abigail Gullo at Compère Lapin in New Orleans gladly accommodates nondrinkers with a cooler composed of fresh blackberries, citrus juices and orgeat, an almondy syrup that hints at the flavor of amaretto.", "url": "https://www.nytimes.com/2016/12/30/magazine/dont-call-them-mocktails.html?rref=collection%2Fcolumn%2FDrink"}