{"authors": ["Ben Brantley"], "date_download": "2018-11-16 04:51:30", "date_modify": "2018-11-16 04:51:30", "date_publish": "2016-12-09 03:00:04", "description": "The show, with music and lyrics by David Yazbek, abounds with signs of new and exciting life in the contemporary American musical.", "filename": "2016_12_08_theater_the-bands-visit-review.html_module=inline_1542343890.html", "image_url": "https://static01.nyt.com/images/2016/12/09/arts/09BANDSVISITJP1/09BANDSVISITJP1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_08_theater_the-bands-visit-review.html_module=inline_1542343890.html", "title": "Review: Desert Awakening in ‘The Band’s Visit’", "title_page": "Review: Desert Awakening in ‘The Band’s Visit’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Instead, the Bet Hatikvans are delighted, in their low-key way, by the mere novelty of these traveling musicians, led by their dignity-conscious conductor, Tewfiq (an affectingly understated Mr. Shalhoub), who wear robin’s-egg-blue uniforms that make the townspeople think of Michael Jackson. Bet Hatikva, after all, is the sort of place whose inception is described in these lyrics:\n“Stick a pin in a map of the desert./Build a road in the middle of the desert./Pour cement on the spot in the desert.”\nThat helpful geography lesson is delivered early by Dina (Ms. Lenk, in a knockout performance), the proprietor of a cafe where unfamiliar customers are unheard-of. It is Dina — whose wry ennui seems both provincial and worldly — who arranges lodging for the band’s members when it emerges they’ll be stuck in Bet Hatikva for the night.\nYes, just one fateful night, in which anything can happen, right, especially among such a desperately lonely crew? Among the Alexandrians, there’s Haled (Ari’el Stachel), the trumpeter and a ladies’ man with two ready-made pickup lines; Simon (Alok Tewari), the clarinetist and the composer of an unfinished concerto; and the laconic Camal, the violinist (George Abud).\nThe Bet Hatikvans of note include the unhappily married young couple Itzik (John Cariani) and Iris (Kristen Sieh), who live with her father, Avrum (Andrew Polk), and their baby; the girl-wary Papi (Daniel David Stewart, who has a fabulous tongue-tied solo) and that unnamed, defeated-looking guy (Erik Liberman) who can be found loitering with intent beside an outdoor public telephone that never rings.\nNow try to imagine the points of connection for these archetypal figures, who conveniently (for New York audiences) communicate in English, a language they (sort of) share. You’ll be wrong. Like the movie that inspired it, “The Band’s Visit” finds its compelling texture not in dramatic consequences but in the abiding truths of unfulfilled lives.\nThis wistfulness permeates every aspect of the show. That includes Scott Pask’s set, which makes devilishly clever use of its rotating stage; Sarah Laux’s unobtrusively characterful costumes, and Tyler Micoleau’s desert-night lighting. Mr. Cromer, who delivered an innovative “Our Town” for the ages in 2009, brings out the eloquence in the surrounding silence and in small, often aborted gestures.", "url": "https://www.nytimes.com/2016/12/08/theater/the-bands-visit-review.html?module=inline"}