{"authors": ["Carl Zimmer"], "date_download": "2018-11-16 03:29:50", "date_modify": "2018-11-16 03:29:50", "date_publish": "2016-06-16 18:35:29", "description": "Already lurking in the soil beneath our feet is a complex microbial world that could protect plants and our food supply.", "filename": "2016_06_21_science_soil-microbiome-immune-system-pesticides.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338990.html", "image_url": "https://static01.nyt.com/images/2016/06/17/science/17ZIMMER1/17ZIMMER1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_21_science_soil-microbiome-immune-system-pesticides.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338990.html", "title": "Scientists Hope to Cultivate an Immune System for Crops", "title_page": "Scientists Hope to Cultivate an Immune System for Crops - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The world’s crops face a vast army of enemies, from fungi to bacteria to parasitic animals. Farmers have deployed pesticides to protect their plants, but diseases continue to ruin a sizable portion of our food supply.\nSome scientists are now investigating another potential defense, one already lurking beneath our feet. The complex microbial world in the soil may protect plants much like our immune system protects our bodies.\nScientists have known about so-called “suppressive soils” for decades. In 1931, a Canadian scientist named A. W. Henry discovered the spores of the common root rot, a fungus that strikes wheat crops, in a range of soil samples. But try as he might, he could almost never get the spores to grow.\nDr. Henry eventually realized that he needed to sterilize the soil to permit the spores to develop. The microbiome in healthy soils keeps pathogens at bay.", "url": "https://www.nytimes.com/2016/06/21/science/soil-microbiome-immune-system-pesticides.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}