{"authors": ["Daisuke Wakabayashi"], "date_download": "2018-11-16 03:41:38", "date_modify": "2018-11-16 03:41:38", "date_publish": "2016-10-04 23:51:20", "description": "Google’s new strategy of controlling both hardware and software puts it more directly in competition with Apple and many of its own Android partners.", "filename": "2016_10_05_technology_google-introduces-the-pixel-its-own-smartphone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339698.html", "image_url": "https://static01.nyt.com/images/2016/10/05/business/05GOOGLE-2/05GOOGLE-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_05_technology_google-introduces-the-pixel-its-own-smartphone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339698.html", "title": "Google Introduces the Pixel, Its Own Smartphone", "title_page": "Google Introduces the Pixel, Its Own Smartphone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — For all the bells and whistles of Google’s new smartphone, the biggest point of emphasis is tucked away in small type on the back of the device: “Phone by Google.”\nToday, most of Google’s smartphone software runs on devices manufactured by companies like Samsung, LG Electronics and Lenovo, with Google’s presence often relegated to the background. But with its new Pixel smartphone, introduced Tuesday at a press event, Google is front and center and selling a phone that it created from the industrial design to the components.\nGoogle’s new strategy of controlling both hardware and software for its devices puts the company more directly in competition with Apple and many of its own Android partners. It’s a necessity, Google says, because of the advent of artificial intelligence.\nSundar Pichai, Google’s chief executive, said devices with artificial intelligence — where computers can understand what people are saying and respond conversationally with the right information at the right moment — present a seminal moment in computing on par with the creation of the personal computer, the World Wide Web and smartphones.", "url": "https://www.nytimes.com/2016/10/05/technology/google-introduces-the-pixel-its-own-smartphone.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}