{"authors": ["Richard Fausset"], "date_download": "2018-11-16 04:23:17", "date_modify": "2018-11-16 04:23:17", "date_publish": "2016-02-20 01:10:15", "description": "A lower court had forced the Republican-dominated legislature to redraw its congressional maps on grounds they amounted to racial gerrymandering.", "filename": "2016_02_20_us_north-carolina-fights-over-its-election-rules.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342197.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_20_us_north-carolina-fights-over-its-election-rules.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342197.html", "title": "Supreme Court Won’t Intervene in North Carolina Election Fight", "title_page": "Supreme Court Won’t Intervene in North Carolina Election Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Republicans said they were making a good-faith effort to comply with the law. But in its Feb. 5 ruling, a three-judge panel of the United States District Court for the Middle District of North Carolina sided with the plaintiffs, finding “strong evidence that race was the only nonnegotiable criterion and that traditional redistricting principles were subordinated to race.”\nThe court ordered the legislature to redraw the maps, and this week, lawmakers set about their work in a special session. But this time, there would be a key difference: Race would not be factored into the mapmaking at all.\n“Race was not considered, and is not present in these reports,” State Representative David R. Lewis, a Republican and co-chairman of the redistricting committee, told his colleagues on the House floor Friday. But Democrats argued that Republicans erred in ignoring race altogether. Representative G. K. Butterfield, an African-American, wrote to state legislative leaders, saying that the court “stated that race should not be the predominant factor in drawing the districts. However, the court did not say that race should not be a factor at all.”\nMr. Butterfield added that drawing districts that “do not protect the voting interest of African-American communities” was a violation of the 1965 Voting Rights Act.\nIn an interview Friday, Mr. Butterfield said the proposed new boundaries for his district, which covers most of urban Durham County, had not changed so much that he would have to seriously alter his election strategy. Under the proposal, the district would still have a large number of African-American voters.\nHouse Democrats on Friday also assailed Republicans for stating that the new map was drawn up to ensure that they would enjoy a partisan advantage. While Democrats also acknowledged that their party had engaged in its share of partisan gerrymandering in the many decades that it controlled the legislature, they argued that Democrats did not engage in the practice to the same degree.\nState Senator Josh Stein, a Democratic candidate for attorney general, noted that North Carolina was the state that President Obama most narrowly won in 2008 and most narrowly lost in 2012. “North Carolina is a 50-50 state, and yet this map all but guarantees 10 out of our 13 congressional delegations will be Republican,” he said. “We live in North Carolina, not North Korea. The voters should choose their representatives, not the other way around.”", "url": "https://www.nytimes.com/2016/02/20/us/north-carolina-fights-over-its-election-rules.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}