{"authors": ["Floyd Whaley"], "date_download": "2018-11-16 03:54:44", "date_modify": "2018-11-16 03:54:44", "date_publish": "2016-06-16 13:30:21", "description": "President-elect Rodrigo Duterte’s strict policies may be a tough sell in much of the country. But in Davao City, where he was mayor, residents say they feel safe.", "filename": "2016_06_17_world_asia_philippines-davao-duterte.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340484.html", "image_url": "https://static01.nyt.com/images/2016/06/09/world/10DAVAOCITY-web1/10DAVAOCITY-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_17_world_asia_philippines-davao-duterte.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340484.html", "title": "Welcome to Davao, the Philippine Leader’s Town: ‘No Smoking, No Crime’", "title_page": "Welcome to Davao, the Philippine Leader’s Town: ‘No Smoking, No Crime’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DAVAO CITY, Philippines — Residents who are 18 or younger are not allowed on the street without an adult between 10 p.m. and 5 a.m. Liquor cannot be sold after 1 a.m. Smoking is banned throughout the city, except in a few designated areas.\nA party town? Maybe not, but many people who live here in Davao City, where President-elect Rodrigo Duterte has been the mayor for most of the past two decades, say that’s not the point.\nThey believe that Mr. Duterte, who will begin his term on June 30, has brought safety and calm to a city that is surrounded by areas where violence is rife.\nAt Magsaysay Park along the waterfront, children roller-skate at an outdoor rink near stands where brightly colored pomelo, mangosteen and other tropical fruits are sold. Young couples sit on shaded benches, giggling and holding hands.", "url": "https://www.nytimes.com/2016/06/17/world/asia/philippines-davao-duterte.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}