{"authors": ["Alissa J. Rubin", "Aurelien Breeden"], "date_download": "2018-11-16 04:36:52", "date_modify": "2018-11-16 04:36:52", "date_publish": "2016-07-16 10:09:02", "description": "Officials said the attacker, Mohamed Lahouaiej Bouhlel, may have “radicalized himself very quickly.” Four of his acquaintances have been detained.", "filename": "2016_07_17_world_europe_isis-nice-france-attack_1542343012.html", "image_url": "https://static01.nyt.com/images/2016/07/17/world/17France-web/17France-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_17_world_europe_isis-nice-france-attack_1542343012.html", "title": "ISIS Claims Truck Attacker in France Was Its ‘Soldier’", "title_page": "ISIS Claims Truck Attacker in France Was Its ‘Soldier’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NICE, France — The Islamic State claimed on Saturday that the man who attacked the seaside city of Nice was one of the group’s “soldiers.” France’s defense minister promptly blamed the terrorist network for inspiring the assault, while its top law enforcement official said the attacker, who was not previously known to intelligence agencies, may have “radicalized himself very quickly.”\nThe attacker, Mohamed Lahouaiej Bouhlel, carried out the assault on Thursday evening using a 19-ton refrigerated truck and an automatic pistol. The death toll remained at 84, but the number of injured rose to 303, of whom 121 were in hospitals, 26 of them in intensive care.\nFrance, traumatized by three major terrorist assaults in 19 months, began three days of national mourning on Saturday.\nThe Islamic State had kept silent on the Nice attack until Saturday morning, when it declared, in a bulletin issued in Arabic and in English on its Amaq News Agency channel: “Executor of the deadly operation in Nice, France, was a soldier of the Islamic State. He executed the operation in response to calls to target citizens of coalition nations, which fight the Islamic State.”", "url": "https://www.nytimes.com/2016/07/17/world/europe/isis-nice-france-attack.html"}