{"authors": ["John Markoff"], "date_download": "2018-11-16 04:03:48", "date_modify": "2018-11-16 04:03:48", "date_publish": "2016-02-14 11:02:36", "description": "Creating a computer “personality” is as much an art as it is a science, and it’s a challenge that more and more software designers are grappling with.", "filename": "2016_02_15_technology_creating-a-computer-voice-that-people-like.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341028.html", "image_url": "https://static01.nyt.com/images/2016/02/15/business/15SPEECH1/15SPEECH1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_15_technology_creating-a-computer-voice-that-people-like.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341028.html", "title": "Creating a Computer Voice That People Like", "title_page": "Creating a Computer Voice That People Like - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When computers speak, how human should they sound?\nThis was a question that a team of six IBM linguists, engineers and marketers faced in 2009, when they began designing a function that turned text into speech for Watson, the company’s “Jeopardy!”-playing artificial intelligence program.\nEighteen months later, a carefully crafted voice — sounding not quite human but also not quite like HAL 9000 from the movie “2001: A Space Odyssey” — expressed Watson’s synthetic character in a highly publicized match in which the program defeated two of the best human “Jeopardy!” players.\nThe challenge of creating a computer “personality” is now one that a growing number of software designers are grappling with as computers become portable and users with busy hands and eyes increasingly use voice interaction.\nMachines are listening, understanding and speaking, and not just computers and smartphones. Voices have been added to a wide range of everyday objects like cars and toys, as well as household information “appliances” like the home-companion robots Pepper and Jibo, and Alexa, the voice of the Amazon Echo speaker device.", "url": "https://www.nytimes.com/2016/02/15/technology/creating-a-computer-voice-that-people-like.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}