{"authors": ["Jim Yardley", "Rukmini Callimachi", "Scott Shane"], "date_download": "2018-11-16 03:21:21", "date_modify": "2018-11-16 03:21:21", "date_publish": "2016-03-24 01:11:43", "description": "Khalid and Ibrahim el-Bakraoui join a list of brothers involved in nearly every major terror attack on Western soil since three sets of Saudi siblings helped carry out the 9/11 attacks.", "filename": "2016_03_24_world_europe_as-siblings-again-unite-to-unleash-terror-experts-ask-what-drives-them_1542338481.html", "image_url": "https://static01.nyt.com/images/2016/03/24/world/24Listy-Abdeslam/24Listy-Abdeslam-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_24_world_europe_as-siblings-again-unite-to-unleash-terror-experts-ask-what-drives-them_1542338481.html", "title": "As Siblings Again Unite to Unleash Terror, Experts Ask What Drives Them", "title_page": "As Siblings Again Unite to Unleash Terror, Experts Ask What Drives Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The identification of Khalid and Ibrahim el-Bakraoui as suicide bombers in the deadly Brussels attacks is confronting investigators and counterterrorism experts with a disturbingly recurrent question: Why do so many terrorists turn out to be brothers?\nThe Bakraouis join a list of brothers involved in recent terror attacks — nearly every major attack on Western soil has involved siblings, with three sets of Saudi brothers among the 19 hijackers who carried out the Sept. 11, 2001, attacks. Before then, the grim roster included 19th-century French anarchists, militants in Southeast Asia and the Jewish extremists who assassinated Prime Minister Yitzhak Rabin of Israel in 1995.\nFor terror groups, brothers can be ideal recruits. They radicalize each other while reinforcing a sense of purpose and ideological calling. They keep watch on each other to ensure an attack is carried out. One new study suggests that up to 30 percent of members of terrorist groups share family ties.\nSiblings also present a formidable challenge for law enforcement. They often live in the same house. They can communicate easily, without using cellphones that are vulnerable to surveillance. And the glue of family can often — though not always — serve as insurance against one member of a cell betraying the mission to the authorities.", "url": "https://www.nytimes.com/2016/03/24/world/europe/as-siblings-again-unite-to-unleash-terror-experts-ask-what-drives-them.html"}