{"authors": ["Donald G. Mcneil Jr.", "Daniel Victor"], "date_download": "2018-11-16 03:48:14", "date_modify": "2018-11-16 03:48:14", "date_publish": "2016-04-29 21:09:43", "description": "An elderly man from Puerto Rico succumbed after complications from an earlier infection caused by the disease-carrying mosquito.", "filename": "2016_04_30_health_zika-virus-first-death-in-us-puerto-rico.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340094.html", "image_url": "https://static01.nyt.com/images/2016/04/30/world/30zika-web1/30zika-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_30_health_zika-virus-first-death-in-us-puerto-rico.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340094.html", "title": "First U.S. Death Tied to Zika Is Reported in Puerto Rico", "title_page": "First U.S. Death Tied to Zika Is Reported in Puerto Rico - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Such deaths are rare but not unknown, he said. There have been three in Colombia’s Zika outbreak. None that Dr. Sharp knew of were recorded in Brazil, but the symptoms, he said, are easily misdiagnosed as dengue hemorrhagic fever, which is much more common.\nDeaths from Zika are normally very rare in adults, and the illness is usually mild, with the rash lasting only a week. But the World Health Organization declared a global health emergency in February once it was suspected that Zika had caused a wave of microcephaly in Brazil. There are now almost 1,200 confirmed cases of microcephaly in Brazil, the agency said last week.\nIn the 50 United States, there have been 426 cases of Zika, all in returning travelers or, in a few cases, in sexual partners they passed it to. But the C.D.C. expects clusters of mosquito-transmitted cases in Florida, the Gulf Coast and possibly Hawaii when the summer heats up.\nThe first commercial test for the Zika virus will become available to physicians as early as next week, which may speed diagnoses.\nQuest Diagnostics, based in New Jersey, said on Thursday that the Food and Drug Administration issued an emergency use authorization to allow the test to be used as long as the health crisis continues.", "url": "https://www.nytimes.com/2016/04/30/health/zika-virus-first-death-in-us-puerto-rico.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}