{"authors": ["Scott Cacciola"], "date_download": "2018-11-16 03:23:06", "date_modify": "2018-11-16 03:23:06", "date_publish": "2016-02-15 01:49:38", "description": "Bryant said before the All-Star Game, a 196-173 victory by the West, that he was relishing an opportunity to “relax and soak it in.”", "filename": "2016_02_15_sports_basketball_bryant-in-his-final-lap-is-happy-to-cede-spotlight-at-all-star-game_1542338586.html", "image_url": "https://static01.nyt.com/images/2016/02/16/sports/15allstar/15allstar-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_15_sports_basketball_bryant-in-his-final-lap-is-happy-to-cede-spotlight-at-all-star-game_1542338586.html", "title": "Kobe Bryant, in His Final Lap, Is Happy to Surrender the Midseason Stage", "title_page": "Kobe Bryant, in His Final Lap, Is Happy to Surrender the Midseason Stage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TORONTO — Before the N.B.A. All-Star Game on Sunday night, Stephen Curry told Kobe Bryant that he planned to accumulate a ton of assists by feeding the ball to Bryant as often as possible. Bryant, on the cusp of retirement with the Los Angeles Lakers, essentially advised Curry to pump the brakes.\n“You’re going to pass the ball at the All-Star Game?” Bryant recalled telling Curry, the ascendant star of the Golden State Warriors. “Are you crazy?”\nBryant, 37, still delights in the public’s adoration — witness his broad smile whenever he waded into crowds here over the weekend. But before Sunday’s game at Air Canada Centre, with Bryant set to add to a season full of final occasions, he seemed aware that the spotlight would find him regardless of what he was capable of doing on the court — which, this season, has been far less than it once was.\nSure enough, with younger players buzzing around the rim, Bryant remained earthbound throughout the West’s 196-173 victory over the East at Air Canada Centre. He still found himself at the center of the circus. The game was preceded by two video montages celebrating his career.", "url": "https://www.nytimes.com/2016/02/15/sports/basketball/bryant-in-his-final-lap-is-happy-to-cede-spotlight-at-all-star-game.html"}