{"authors": ["Tim Arango", "Ceylan Yeginsu"], "date_download": "2018-11-16 03:45:35", "date_modify": "2018-11-16 03:45:35", "date_publish": "2016-03-20 16:32:43", "description": "Mehmet Ozturk was the perpetrator of a suicide bombing that killed four foreigners in Istanbul on Saturday, the Turkish interior minister said.", "filename": "2016_03_21_world_middleeast_istanbul-suicide-bombing-turkey-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339935.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_21_world_middleeast_istanbul-suicide-bombing-turkey-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339935.html", "title": "Turkish Member of ISIS Carried Out Istanbul Bombing, Official Says", "title_page": "Turkish Member of ISIS Carried Out Istanbul Bombing, Official Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — A Turkish member of the Islamic State was the perpetrator of a suicide bombing that killed four foreigners in Istanbul over the weekend, the Turkish interior minister said on Sunday.\nThe attacker, who struck in Istanbul’s central Istiklal Avenue on Saturday morning, has been identified as Mehmet Ozturk, a Turkish citizen born in 1992 in the southern city of Gaziantep, Efkan Ala, the interior minister, said in a televised news conference.\nThree Israeli citizens and an Iranian were killed in the attack. Dozens more were injured.\nAn Israeli military plane flew the bodies of the Israeli victims home on Sunday for burial. They were identified as Simha Damri, 60, a grandmother from the southern town of Dimona; Avraham Goldman, 69, a tour guide from Herzliya; and Yonathan Shor, 40, a Tel Aviv resident who worked in the technology industry. Mr. Goldman and Mr. Shor, who was also identified as Yonathan Suher by the State Department, held dual Israeli-American citizenship.\nIsrael’s deputy foreign minister, Tzipi Hotovely, told Army Radio on Sunday that there was no information to suggest the suicide bombing was specifically directed at Israelis.", "url": "https://www.nytimes.com/2016/03/21/world/middleeast/istanbul-suicide-bombing-turkey-isis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}