{"authors": ["Rick Rojas"], "date_download": "2018-11-16 04:34:19", "date_modify": "2018-11-16 04:34:19", "date_publish": "2016-09-20 14:34:16", "description": "Investigators say Ahmad Khan Rahami, accused of the Manhattan and New Jersey bombings, may have gone on foot to the bar where he was captured — a trek winding through homes and an industrial corridor.", "filename": "2016_09_21_nyregion_ahmad-khan-rahami-bomb-suspects-journey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342859.html", "image_url": "https://static01.nyt.com/images/2016/09/21/nyregion/21route-web01/21route-web01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_21_nyregion_ahmad-khan-rahami-bomb-suspects-journey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342859.html", "title": "Retracing a Suspect’s Journey: From a Bomb Site to a Quiet Doorway", "title_page": "Retracing a Suspect’s Journey: From a Bomb Site to a Quiet Doorway - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ELIZABETH, N.J. — A few minutes after 7 o’clock, the evening sky over the train station, which was just the color of Tang, has settled to a deep purple. The rain that fell during the day on Monday has relented, finally. But the air is still sticky. Very, very sticky.\nEvery so often, a flood of people descend the stairs of the station here, arriving on trains from Newark and New York City, and scatter onto the plaza underneath and into the streets, swiftly clearing away. A much smaller crowd is left hanging back. They are waiting around the platform for the next train, or sitting on benches, one group talking trash about someone they all know who is not there. Several men have sneaked off to a dark crevice to drink beer, invisible until their aluminum cans clink against the pavement, giving away their location.\nIt was here, 24 hours earlier, that a man accused of placing the bombs that exploded on Saturday in the Chelsea section of Manhattan and in Seaside Park, N.J., is believed to have dumped a backpack with several explosive devices in one of the trash cans around the station. The backpack was found within a couple of hours, but by that point, the man, Ahmad Khan Rahami, 28, had set off in the direction of the bar in nearby Linden, where he was found and entered into a gun battle with the police before he was captured.\nInvestigators say Mr. Rahami, who had lived in the area for years, may have made it to the bar on foot. The trek is about three miles, give or take a few blocks depending on the route, and an effort to retrace his steps a day later shows it is a journey passing through a bustling commercial district, quiet stretches of family homes and an industrial corridor most likely barren of life after dark on a Sunday.", "url": "https://www.nytimes.com/2016/09/21/nyregion/ahmad-khan-rahami-bomb-suspects-journey.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}