{"authors": ["Alan Rappeport", "Maggie Haberman"], "date_download": "2018-11-16 04:33:56", "date_modify": "2018-11-16 04:33:56", "date_publish": "2016-06-29 14:39:55", "description": "Mr. Trump, whose proposals have often been vague and whose speeches often contradict his off-the-cuff remarks, has shifted on hot-button issues, with few political consequences.", "filename": "2016_06_30_us_politics_donald-trump-flip-flop.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342836.html", "image_url": "https://static01.nyt.com/images/2016/06/29/us/30TRUMPSTANCEweb1/30TRUMPSTANCEweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_30_us_politics_donald-trump-flip-flop.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342836.html", "title": "How Donald Trump Keeps Changing His Mind on Abortion, Torture and Banning Muslims", "title_page": "How Donald Trump Keeps Changing His Mind on Abortion, Torture and Banning Muslims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Interviewed on CNN in May, Mr. Trump said he was “open” to raising the minimum wage, though he remained concerned about the ability of American companies to compete globally. “I’m very different from most Republicans,” he said, acknowledging that the federal minimum wage of $7.25 was too low. “You have to have something that you can live on.”\nGay Rights\nMr. Trump was long known for his warmth toward gays, including Elton John, whose civil union he publicly applauded. But since he became a candidate, his views have meandered. He has consistently opposed same-sex marriage, speaking out last year against the Supreme Court decision that legalized it, and pledging to work to overturn that ruling.\nIn April, he thrilled some gay rights supporters when he weighed in on a transgender bathroom bill in North Carolina, saying that people should be allowed to use whatever restroom they felt comfortable in. But hours later, he said that states should make their own decisions.\nThen, after the June 12 massacre at a gay nightclub in Orlando, Fla., Mr. Trump railed against the gunman for trying to hinder people’s ability to “love who they want and express their identity” — language lifted right out of the gay marriage movement.\nTorture\nMr. Trump rose to prominence by describing the United States’ response to terrorism as flaccid. During a debate in February, he inched toward endorsing torture as a way to counteract the Islamic State’s barbarism. “Not since medieval times have people seen what’s going on,” Mr. Trump said of hostages decapitated by the Islamic State. “I would bring back waterboarding, and I’d bring back a hell of a lot worse than waterboarding.”\nLater, he declared that “torture works,” and called for killing the families of terrorists, a violation of international law. In March, he released a statement acknowledging the limitations imposed by laws and treaties and saying that he would not “order our military or other officials to violate those laws.”\nBut just a day later, he told a crowd that he would seek to change the laws barring torture. “We’re like a bunch of babies — but we’re going to stay within the laws,” he said. “But you know what we’re going to do? We’re going to have those laws broadened. Because we’re playing with two sets of rules — their rules and our rules.”", "url": "https://www.nytimes.com/2016/06/30/us/politics/donald-trump-flip-flop.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}