{"authors": ["Katie Rogers"], "date_download": "2018-11-16 03:45:26", "date_modify": "2018-11-16 03:45:26", "date_publish": "2016-07-15 20:27:39", "description": "Nothing good. Experts suggested limiting your exposure to violent imagery and social media.", "filename": "2016_07_16_health_what-is-a-constant-cycle-of-violent-news-doing-to-us.html_ref=liveblog_1542339926.html", "image_url": "https://static01.nyt.com/images/2016/07/16/us/16xp-anxiety_web1/16xp-anxiety_web1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_16_health_what-is-a-constant-cycle-of-violent-news-doing-to-us.html_ref=liveblog_1542339926.html", "title": "What Is a Constant Cycle of Violent News Doing to Us?", "title_page": "What Is a Constant Cycle of Violent News Doing to Us? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In an analysis conducted by the Bradford researchers, 189 participants were shown images and provided with stories of violent events, including the Sept. 11 attacks, school shootings and suicide bombings.\nThe researchers’ analysis showed that 22 percent of those who participated were significantly affected by what they saw.\nThe study also found that people who view violent events more often were more affected than people who saw them less frequently, and that people who described themselves as extroverts with outgoing personalities were at a higher risk to be disturbed by the images.\nWhat can we do about it?\nThe self-care advice hasn’t changed. It is natural to want to follow along with incremental updates on social media and in the news. But it’s important to know that this can heighten your anxiety.\nAnne Marie Albano, a clinical psychologist and the director of the Columbia University Clinic for Anxiety and Related Disorders, said in an interview after the 2015 Paris attacks that it might be a good idea to limit your exposure to social media.\nDesignating times to plug into the news — checking Twitter in the morning over coffee, but not listening to the radio while driving your kids to school, for instance — can help you manage anxiety if you are feeling stressed.\n“This will help you balance a realistic and credible threat with information that is sensationalized,” Dr. Albano said, “or a rush to report something or talk about something that doesn’t have the impact that you would think it has.”", "url": "https://www.nytimes.com/2016/07/16/health/what-is-a-constant-cycle-of-violent-news-doing-to-us.html?ref=liveblog"}