{"authors": ["Anne Barnard"], "date_download": "2018-11-16 04:35:09", "date_modify": "2018-11-16 04:35:09", "date_publish": "2016-08-18 12:34:56", "description": "Images of the dazed and injured child have quickly made him an emblem of the harrowing misery of Syria’s five-year-old civil war.", "filename": "2016_08_19_world_middleeast_omran-daqneesh-syria-aleppo.html_smid=tw-share&_r=0&module=inline_1542342909.html", "image_url": "https://static01.nyt.com/images/2016/08/18/multimedia/19omran-video/19omran-video-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_19_world_middleeast_omran-daqneesh-syria-aleppo.html_smid=tw-share&_r=0&module=inline_1542342909.html", "title": "How Omran Daqneesh, 5, Became a Symbol of Aleppo’s Suffering", "title_page": "How Omran Daqneesh, 5, Became a Symbol of Aleppo’s Suffering - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — In the images, he sits alone, a small boy coated with gray dust and encrusted blood. His little feet barely extend beyond his seat. He stares, bewildered, shocked and, above all, weary, as if channeling the mood of Syria.\nThe boy, identified by medical workers as Omran Daqneesh, 5, was pulled from a damaged building after a Syrian government or Russian airstrike in the northern city of Aleppo. He was one of 12 children under the age of 15 treated on Wednesday — not a particularly unusual figure — at one of the hospitals in the city’s rebel-held eastern section, according to doctors there.\nBut some images strike a particular nerve, for reasons both obvious and unknowable, jarring even a public numbed to disaster. Omran’s is one.\nWithin minutes of being posted by witnesses and journalists, a photograph and a video of Omran began rocketing around the world on social media. Unwittingly, Omran — like Alan Kurdi, the Syrian toddler who drowned last September and whose body washed up on a Turkish beach — is bringing new attention to the thousands upon thousands of children killed and injured during five years of war and the inability or unwillingness of global powers to stop the carnage.", "url": "https://www.nytimes.com/2016/08/19/world/middleeast/omran-daqneesh-syria-aleppo.html?smid=tw-share&_r=0&module=inline"}