{"authors": ["Vikas Bajaj"], "date_download": "2018-11-16 03:59:55", "date_modify": "2018-11-16 03:59:55", "date_publish": "2016-10-25 18:44:53", "description": "Readers had lots of questions about an editorial on the AT&T’s acquisition of Time Warner. Here are some answers.", "filename": "2016_10_25_opinion_will-the-att-merger-hurt-consumers_1542340795.html", "image_url": "https://static01.nyt.com/images/2016/10/25/opinion/25bajajWEB/25bajajWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_25_opinion_will-the-att-merger-hurt-consumers_1542340795.html", "title": "Will the AT&T Merger Hurt Consumers?", "title_page": "Opinion | Will the AT&T Merger Hurt Consumers? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The editorial on Tuesday on the acquisition of Time Warner by AT&T generated more than 300 comments. Vikas Bajaj, an editorial writer who covers business and economics, answers a selection of reader questions below.\nC.V. Danes, New York: Explain to me again why the government went through all the trouble of breaking up Ma Bell, only to see it reconstitute into a conglomerate with even more power?\nThere has indeed been a lot of consolidation since the 1984 breakup of the old AT&T, which created seven regional telephone companies known as the Baby Bells, a long-distance business and Lucent, the telecommunications equipment manufacturer. Lucent is now part of Nokia and the eight phone companies are now down to three: AT&T, Verizon and CenturyLink. I agree that the descendants of the old AT&T have gotten a lot bigger and regulators ought to be very concerned about these companies’ ability to raise prices and restrict competition. But they are probably still not as powerful as the old AT&T monopoly was in its heyday. Back then you could get telephone service from only one company. And there was no decent or affordable wireless service to speak of.\njbaroody, Connecticut: I’ve heard media reports that Donald Trump says he would “block” this merger. Does the president have the power to just do that or is he talking off the top of his head?", "url": "https://www.nytimes.com/2016/10/25/opinion/will-the-att-merger-hurt-consumers.html"}