{"authors": ["Gail Collins"], "date_download": "2018-11-16 03:52:18", "date_modify": "2018-11-16 03:52:18", "date_publish": "2016-12-01 08:21:13", "description": "Nothing will change, but we’ll be reminded that Donald Trump is one of the least successful successful presidential candidates ever.", "filename": "2016_12_01_opinion_count-those-votes-again.html__r=0&module=inline_1542340338.html", "image_url": "https://static01.nyt.com/images/2016/12/01/opinion/01collinsWeb/01collinsWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_01_opinion_count-those-votes-again.html__r=0&module=inline_1542340338.html", "title": "Count Those Votes! Again!", "title_page": "Opinion | Count Those Votes! Again! - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Presidential recount underway. What’s your take on it?\n— This is a plot to distract the country from the stupendous Election-Day fraud in which millions of dead people cast their votes for Hillary Clinton.\n— Is it going to get rid of Donald Trump? If it isn’t, I don’t care. I don’t care about anything. Excuse me, I’m going back to bed.\nWow, happy holidays.\nYes, it’s true the postelection nation is still divided, this time between the folks who don’t want to believe Trump is going to be president and the ones who don’t want to hear that more people actually voted for Hillary.\nBut about the recount: The star of this show is Jill Stein, the Green Party nominee for president. On Wednesday Stein’s lawyers filed paperwork to force Michigan to recheck its vote tallies. She’s also getting a recount in Wisconsin and she’s working on Pennsylvania.\nSince Stein got only 51,463 votes in Michigan to Trump’s 2,279,543, this would seem like an exercise in … um, futility? Deeply cynical minds think the real goal might just be to increase her donor database — her recount campaign has drawn more than $6 million. But Stein says she wants to demonstrate the need to reform the nation’s extremely messy voting system.", "url": "https://www.nytimes.com/2016/12/01/opinion/count-those-votes-again.html?_r=0&module=inline"}