{"authors": ["Mireya Navarro"], "date_download": "2018-11-16 04:52:31", "date_modify": "2018-11-16 04:52:31", "date_publish": "2016-04-14 09:00:19", "description": "The racial makeup of New York’s residential neighborhoods has gone mostly unmentioned as City Hall tries to spur construction of below-market-rate apartments.", "filename": "2016_04_15_nyregion_segregation-new-york-city-and-de-blasio-affordable-housing_1542343951.html", "image_url": "https://static01.nyt.com/images/2016/04/13/nyregion/13SEGREGATION1/13SEGREGATION1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_15_nyregion_segregation-new-york-city-and-de-blasio-affordable-housing_1542343951.html", "title": "Segregation Issue Complicates de Blasio’s Housing Push", "title_page": "Segregation Issue Complicates de Blasio’s Housing Push - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Diversifying the demographic makeup of neighborhoods can also, in some cases, dilute the political clout of ethnic or racial groups.\nThese tensions have been on display in the battles over the de Blasio administration’s efforts to rezone lower-income neighborhoods to build both market-rate and below-market-rate units. Housing advocates have pushed for more city-subsidized apartments for the poorest of households to be set aside in the East New York section of Brooklyn, the first area targeted for redevelopment. Their fear: that the higher rents that often follow development will lead to a so-called whitening of a neighborhood that is mostly black and Latino.\nOne way the city already tries to ensure that existing residents remain in areas being rezoned is through a “community preferences” policy, which allots as many as half of new lower-cost units to applicants already living in the area where such units are being built.\nBut a fair-housing group, the Anti-Discrimination Center, challenged that policy in a federal lawsuit last year, contending that it perpetuates segregation. In the case of mostly white districts, the center contended, the preferences deny black and Latino New Yorkers an equal chance for a home in better neighborhoods.", "url": "https://www.nytimes.com/2016/04/15/nyregion/segregation-new-york-city-and-de-blasio-affordable-housing.html"}