{"authors": ["Kevin Sack"], "date_download": "2018-11-16 03:42:23", "date_modify": "2018-11-16 03:42:23", "date_publish": "2016-11-09 00:53:16", "description": "The federal judge also delayed jury selection in the death penalty trial of Mr. Roof, who is accused of killing nine worshipers at Emanuel African Methodist Episcopal Church in 2015.", "filename": "2016_11_09_us_charleston-dylann-roof-emanuel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339743.html", "image_url": "https://static01.nyt.com/images/2016/11/08/us/09charleston-w1/20charleston-web6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_09_us_charleston-dylann-roof-emanuel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339743.html", "title": "Charleston Judge Orders Competency Evaluation of Dylann Roof", "title_page": "Charleston Judge Orders Competency Evaluation of Dylann Roof - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a surprise development late Tuesday, a federal judge in Charleston, S.C., ordered a competency evaluation and delayed jury selection in the death penalty trial of Dylann S. Roof, the avowed white supremacist accused of killing nine worshipers at Emanuel A.M.E. Church in June 2015.\nThe District Court judge, Richard M. Gergel, wrote in a brief order that “an issue has arisen concerning the defendant’s competency to stand trial” and explained that he was required to order the evaluation and conduct a hearing, which he scheduled for Nov. 16. He reset jury selection, which was to have started this week, for Nov. 21.\nThere was no further explanation, but Judge Gergel held a closed hearing on Monday, with only Mr. Roof and his lawyers present, that presumably dealt with the late-breaking issues. A sealed motion had been filed on Sunday by one of Mr. Roof’s lawyers, and a scheduled break for Election Day had already delayed until Wednesday the start of jury selection, which was expected to last for several weeks.\nJudge Gergel wrote that he was “mindful that this delay in jury selection may be disappointing to some, but it is the court’s duty to conduct a fair trial and follow procedures which protect the legal rights of the defendant.”", "url": "https://www.nytimes.com/2016/11/09/us/charleston-dylann-roof-emanuel.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}