{"authors": ["Jennifer Steinhauer", "Alexander Burns"], "date_download": "2018-11-16 03:16:38", "date_modify": "2018-11-16 03:16:38", "date_publish": "2016-05-05 20:10:25", "description": "After the House speaker said he couldn’t endorse Mr. Trump, the presumptive Republican nominee fired back that he was “not ready to support Speaker Ryan’s agenda.”", "filename": "2016_05_06_us_politics_paul-ryan-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338198.html", "image_url": "https://static01.nyt.com/images/2016/05/06/us/06cong-web/06cong-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_06_us_politics_paul-ryan-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338198.html", "title": "Paul Ryan Says He Is ‘Not Ready’ to Endorse Donald Trump", "title_page": "Paul Ryan Says He Is ‘Not Ready’ to Endorse Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Although Mr. Ryan said he had expected the race to run at least a few more weeks, he had spent the last day honing his position, aides said, even as others, like Senator Mitch McConnell of Kentucky, the majority leader, voiced unequivocal if not effusive support for Mr. Trump. While Mr. Ryan’s defiance put him in line with a number of other prominent Republicans, Mr. Trump has defied convention throughout the campaign, so the long-term effect was at best uncertain.\nIn a campaign that has delivered a daily dose of head-shaking moments of awe, Mr. Trump on Thursday continued the trend, in a manner that made some Republicans cringe. In honor of Cinco de Mayo, Mr. Trump posted a photo on Twitter of himself digging into a taco bowl — made in the Trump Tower food court, of course — and included in the caption “I love Hispanics.”\nA party nominee has never failed to gain the support of a House speaker or majority leader from his party in modern times. In 1896, Speaker Thomas Brackett Reed ran against William McKinley and made it be known he would not serve as vice president, but ended up backing the nominee.\nIn 1964, Senator Barry Goldwater had to wait a bit uncomfortably for the endorsement of Senator Everett Dirksen of Illinois, but Mr. Dirksen gave it and thus ended the stop-Goldwater movement.\nWhile Mr. Ryan’s remarks caught Republicans off guard, it also gave them essentially a permission slip to go their own way on Mr. Trump’s candidacy. Had Mr. Ryan issued a forceful endorsement, it would have put pressure on fellow House Republicans to follow his lead, a step many have been unwilling to take.\n“I’m not there right now,” Mr. Ryan said. “And I hope to, though, and I want to. But I think what is required is that we unify the party, and I think the bulk of the burden on unifying the party will have to come from our presumptive nominee.”", "url": "https://www.nytimes.com/2016/05/06/us/politics/paul-ryan-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}