{"authors": ["Steve Eder"], "date_download": "2018-11-16 04:50:03", "date_modify": "2018-11-16 04:50:03", "date_publish": "2016-11-18 21:32:16", "description": "Former students said they were cheated out of thousands of dollars in tuition, and one of the cases was set to go before a jury in 10 days.", "filename": "2016_11_19_us_politics_trump-university.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343803.html", "image_url": "https://static01.nyt.com/images/2016/11/19/us/19trumpuniversity/19trumpuniversity-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_19_us_politics_trump-university.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343803.html", "title": "Donald Trump Agrees to Pay $25 Million in Trump University Settlement", "title_page": "Donald Trump Agrees to Pay $25 Million in Trump University Settlement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the position of Mr. Trump and his legal team appeared to soften soon after his election victory on Nov. 8. At a hearing last week, Daniel Petrocelli, a lawyer for Mr. Trump, expressed interest in moving toward a settlement. Meanwhile, Mr. Trump’s lawyers were seeking to delay the trial in one of the California cases until after his inauguration on Jan. 20, while also requesting that he be allowed to testify on video.\nAt a hearing on the case in San Diego on Friday, Mr. Petrocelli said Mr. Trump had settled the case “without an acknowledgment of fault or liability.”\nThe judge overseeing the two California cases, Gonzalo Curiel, was thrust into the limelight of the campaign in May when Mr. Trump spent several minutes at a rally denouncing the judge’s decisions in the case, calling him a “hater” and questioning his impartiality because of his Mexican heritage.\nAfter he faced days of criticism for his remarks on the judge, Mr. Trump released a statement saying his words had been “misconstrued as a categorical attack against people of Mexican heritage.” He also asserted that he was justified in questioning the fairness of his trial, given various rulings in the case that went against him. Still, he concluded, “we will win this case!”\nJudge Curiel said in court Friday that he hoped that the settlement agreement — and the end of the presidential campaign — would begin “a healing process that this country very sorely needs.”\nUnder the agreement, Mr. Trump will pay $21 million to settle the two California class-action suits and $4 million to settle with the New York attorney general. The lawyers for the plaintiffs waived their attorneys’ fees. The deal still has to be approved in court, which could take months.", "url": "https://www.nytimes.com/2016/11/19/us/politics/trump-university.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}