{"authors": ["Amy Chozick", "Patrick Healy"], "date_download": "2018-11-16 03:55:51", "date_modify": "2018-11-16 03:55:51", "date_publish": "2016-02-20 18:21:33", "description": "Early organizing in the state and a last-minute push for support from casino workers, many of them black or Hispanic, were credited in Mrs. Clinton’s victory.", "filename": "2016_02_21_us_politics_nevada-caucus.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340551.html", "image_url": "https://static01.nyt.com/images/2016/02/20/us/20video-clinton/20video-clinton-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_21_us_politics_nevada-caucus.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340551.html", "title": "Hillary Clinton Beats Bernie Sanders in Nevada Caucuses", "title_page": "Hillary Clinton Beats Bernie Sanders in Nevada Caucuses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LAS VEGAS — Buoyed by the support of minority voters and enthusiastic workers in the city’s big casinos, Hillary Clinton defeated Senator Bernie Sanders in the Nevada caucuses on Saturday, thwarting his momentum and proving to an anxious Democratic Party that she can assemble a broad coalition to carry her to the general election.\nMrs. Clinton’s team breathed a sigh of relief as the results of the often-unpredictable campaign made clear that she had rebounded after her crushing defeat in the New Hampshire primary. At a caucus at the famed Caesars Palace, blackjack dealers, pit bosses, cooks and housekeepers excitedly declared their support for the former secretary of state.\nVoters in many predominantly Hispanic and black neighborhoods backed Mrs. Clinton after she worked hard to connect with them, most notably when she comforted a tearful young Latina who feared her parents would be deported. That moment was turned into a powerful ad here for Mrs. Clinton, whose message of solidarity with minority voters stood in contrast to Mr. Sanders’s more esoteric attacks on Wall Street and the campaign finance system.\nWith votes from 92 percent of caucus precincts counted, Mrs. Clinton had won 52.6 percent, while Mr. Sanders had drawn 47.3 percent in relatively modest turnout. Mrs. Clinton had been far ahead in the polls until recently, when Mr. Sanders became better known here and struck fear into the Clinton campaign that he might prevail in Nevada and deal her a serious setback.", "url": "https://www.nytimes.com/2016/02/21/us/politics/nevada-caucus.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}