{"authors": ["Jonathan Mahler"], "date_download": "2018-11-16 04:46:29", "date_modify": "2018-11-16 04:46:29", "date_publish": "2016-09-07 15:51:12", "description": "The Republican presidential nominee’s new hotel is set to open in the capital, and like his campaign, it has been a polarizing proposition.", "filename": "2016_09_08_us_politics_donald-trump-hotel-washington_1542343589.html", "image_url": "https://static01.nyt.com/images/2016/09/06/us/07TRUMPHOTELweb1/07TRUMPHOTELweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_08_us_politics_donald-trump-hotel-washington_1542343589.html", "title": "Win or Lose, Donald Trump Is Coming to Pennsylvania Avenue (With His New Hotel)", "title_page": "Win or Lose, Donald Trump Is Coming to Pennsylvania Avenue (With His New Hotel) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Presidential Suite is 4,000 square feet of pure opulence, with three bedrooms, a fitness center, a butler’s pantry and a bathroom tiled with Calacatta Gold marble from an Italian quarry.\nNeed a little more space?\nThen the hotel’s Trump Townhouse might be for you, with 6,300 square feet, a private entrance and a dining room that seats 24. The price starts at $18,750 per night. Unless you want it for the presidential inauguration, when the nightly rate is $100,000. With a minimum stay of five nights.\nYes, Donald J. Trump is coming to Pennsylvania Avenue, whether he wins the election or not.\nThe Trump International Hotel, Washington D.C. will open its doors next week, ensuring that Mr. Trump, the Republican presidential nominee, will not only be involved in January’s inaugural — the hotel is on the path of the parade — but will also be part of the Washington firmament for many years to come. The list of high-end hotel options in the capital, including the Jefferson, the Madison, the Hay-Adams and the Mayflower, will soon include the Trump.", "url": "https://www.nytimes.com/2016/09/08/us/politics/donald-trump-hotel-washington.html"}