{"authors": ["David Montgomery", "Christine Hauser"], "date_download": "2018-11-16 04:35:37", "date_modify": "2018-11-16 04:35:37", "date_publish": "2016-07-15 19:36:17", "description": "Brodie Copeland, 11, a baseball player, and his father, Sean, were identified as American victims of the attack in Nice, France.", "filename": "2016_07_16_us_brodie-sean-copeland-texas-nice-france-attack.html_module=inline_1542342937.html", "image_url": "https://static01.nyt.com/images/2016/07/16/world/16xp-victims-web2/16xp-victims-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_16_us_brodie-sean-copeland-texas-nice-france-attack.html_module=inline_1542342937.html", "title": "Texas Boy Known as ‘Copeland Crush’ and His Father Are Mourned", "title_page": "Texas Boy Known as ‘Copeland Crush’ and His Father Are Mourned - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "AUSTIN, Tex. — Brodie Copeland, 11, one of the victims of the attack in Nice, France, was such a hard-hitting baseball player that teammates at his club in Texas called him the “Copeland Crush.”\nHe played second base with the Hill Country Baseball Club, near Austin.\nThe owner of the club, Jonathan Paiz, said Brodie got his nickname because he would “crush” it when at bat.\n“Basically he would get up there and hit the ball hard,” Mr. Paiz said in a telephone interview.\nBrodie and his father, Sean Copeland, 51, were two of the victims of the attack, which killed at least 82 others, including nine other children and teenagers, and wounded 202 people.\nGov. Greg Abbott of Texas, noting that the attack occurred less than a year after the attacks in and around Paris, said that for the second time in nine months, the French flag was being flown over the Texas Governor’s Mansion in remembrance.", "url": "https://www.nytimes.com/2016/07/16/us/brodie-sean-copeland-texas-nice-france-attack.html?module=inline"}