{"authors": ["Michael S. Schmidt", "Eric Schmitt"], "date_download": "2018-11-16 03:20:08", "date_modify": "2018-11-16 03:20:08", "date_publish": "2016-04-16 23:18:21", "description": "The administration is considering expanding its involvement in Iraq and Syria, and may announce its new plans in the next several days.", "filename": "2016_04_17_world_middleeast_us-plans-to-step-upmilitary-campaign-against-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338408.html", "image_url": "https://static01.nyt.com/images/2016/04/17/world/17military-web1/17military-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_17_world_middleeast_us-plans-to-step-upmilitary-campaign-against-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338408.html", "title": "U.S. Plans to Step Up Military Campaign Against ISIS", "title_page": "U.S. Plans to Step Up Military Campaign Against ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ABU DHABI, United Arab Emirates — The Obama administration is preparing to broaden its military campaign against the Islamic State in Iraq and Syria by increasing the number of Special Operations forces who advise Syrian rebels, and it is also considering the addition of Army attack helicopters to the fight against militants in Iraq.\nThe goal would be to accelerate what United States officials said on Saturday was momentum behind Iraqi security forces and American-backed rebels in Syria fighting the terrorist organization.\nInside Syria, the administration is prepared to add dozens of Special Operations forces to the 50 who now advise and assist Syrian rebels fighting the Islamic State, say three Defense Department and military officials. The additional trainers, who could total as many as 200, would be able to expand their instruction to Syrian Arab fighters, who are likely to play a pivotal role in capturing Raqqa, the Islamic State’s de facto capital in Syria, the officials said.\nThe administration’s plans for Iraq are more complicated.\nPentagon officials would like to increase efforts to advise and train Iraqi security forces for the anticipated assault on Mosul, Iraq’s second largest city and the Islamic State’s main stronghold in the country. The plan calls for shifting trainers who are already in the country to positions closer to Mosul, the officials said. They would also like to deploy Apache helicopter gunships — which are already in Iraq, but used only to protect American personnel — and order them to participate in the battle for Mosul.", "url": "https://www.nytimes.com/2016/04/17/world/middleeast/us-plans-to-step-upmilitary-campaign-against-isis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}