{"authors": ["Emmarie Huetteman", "Maggie Haberman"], "date_download": "2018-11-16 03:16:12", "date_modify": "2018-11-16 03:16:12", "date_publish": "2016-06-02 19:35:47", "description": "After weeks of apparent reluctance, the speaker said he was confident that his party’s presumptive nominee would press “our agenda” if elected.", "filename": "2016_06_03_us_politics_paul-ryan-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338172.html", "image_url": "https://static01.nyt.com/images/2016/06/03/us/03fd-ryan/03fd-ryan-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_03_us_politics_paul-ryan-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338172.html", "title": "Speaker Paul Ryan, After an Awkward Courtship, Endorses Donald Trump", "title_page": "Speaker Paul Ryan, After an Awkward Courtship, Endorses Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Ending weeks of reluctance to embrace his party’s presumptive nominee, Speaker Paul D. Ryan endorsed Donald J. Trump for president on Thursday in a modest but unequivocal backing of a candidate whose views Mr. Ryan has frequently condemned.\nIn a column in his hometown newspaper in Janesville, Wis., Mr. Ryan said that recent conversations with Mr. Trump had convinced him that the billionaire developer will help advance the conservative agenda that the speaker is trying to introduce.\n“Through these conversations, I feel confident he would help us turn the ideas in this agenda into laws to help improve people’s lives,” said Mr. Ryan, who is also chairman of the Republican National Convention that will nominate Mr. Trump. “That’s why I’ll be voting for him this fall.”\nThe endorsement is the latest and most consequential example of leading Republicans falling in line behind Mr. Trump. Mr. Ryan faced substantial pressure from fellow Republicans in Congress, many of whom share Mr. Ryan’s misgivings about Mr. Trump, because they realize that high-level public divisiveness over his candidacy only weakens Mr. Trump and increases the political risks of defending their majorities in the House and Senate.", "url": "https://www.nytimes.com/2016/06/03/us/politics/paul-ryan-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}