{"authors": ["Mike Isaac"], "date_download": "2018-11-16 04:03:16", "date_modify": "2018-11-16 04:03:16", "date_publish": "2016-03-15 21:00:18", "description": "As our online networks of friends have grown and the social media companies have matured, feeds are evolving, too.", "filename": "2016_03_16_technology_instagram-feed.html_module=inline_1542340996.html", "image_url": "https://static01.nyt.com/images/2016/03/15/business/16instagram/16instagram-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_16_technology_instagram-feed.html_module=inline_1542340996.html", "title": "Instagram May Change Your Feed, Personalizing It With an Algorithm", "title_page": "Instagram May Change Your Feed, Personalizing It With an Algorithm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“These companies want to always, always give you the next best thing to look at,” said Brian Blau, a vice president at Gartner, an industry research firm. “If an algorithm can give you much more engaging content more frequently, you’ll stick around longer.”\nYet changing Instagram’s feed will most likely be tricky and may arouse the ire of fans, who are accustomed to the way their photos and messages are ordered. Many web companies have faced complaints when they altered the way their feeds were presented.\nWhen Facebook moved away from a reverse chronological feed in October 2009, for instance, users revolted almost instantaneously. Facebook-hosted groups like “Change Facebook back to normal!!” sprang up and quickly attracted hundreds of thousands of followers. Twitter, too, faced intense criticism last month when it said it was experimenting with moving away from its reverse chronological feed.\nVickie Mulkerin, a 49-year-old Instagram user and resident of Madison, Wis., who has been on the service for the last three years, says she loves using Instagram to look at photos of animals and, more recently after trying a new recipe, at other users’ photos of loaves of freshly baked bread. She said she appreciated the immediacy of the Instagram feed.\n“I like how I can open the app and see what my stepsister Ashley is doing today with my niece and nephew, right in that very moment,” she said. “I want to judge what’s important, not have some algorithm tell me what it thinks is important.”\nInstagram said that the change would not be quick or jarring, and that it would start the shift in a series of small tests with a single-digit percentage of user groups before deciding whether to introduce the changes broadly.\nInstagram plans to rely on its machine -learning technology and a mix of signals to determine the order of photos and videos in users’ feeds, including the likelihood a person will be interested in the content, the timeliness of the posts and the relationship between the two users. As they are now, posts will be clearly stamped with the date they occurred.", "url": "https://www.nytimes.com/2016/03/16/technology/instagram-feed.html?module=inline"}