{"authors": ["Claire Cain Miller"], "date_download": "2018-11-16 03:49:29", "date_modify": "2018-11-16 03:49:29", "date_publish": "2016-01-15 14:05:09", "description": "Decades after President Kennedy signed the Equal Pay Act, the gender pay gap is still with us, but there are several strategies that could erase it.", "filename": "2016_01_17_upshot_how-to-bridge-that-stubborn-pay-gap.html_module=inline_1542340169.html", "image_url": "https://static01.nyt.com/images/2016/01/17/upshot/17up-view_art/17up-view_art-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_17_upshot_how-to-bridge-that-stubborn-pay-gap.html_module=inline_1542340169.html", "title": "How to Bridge That Stubborn Pay Gap", "title_page": "How to Bridge That Stubborn Pay Gap - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the comedian Ricky Gervais joked that he was paid the same to host the Golden Globes as the actresses Tina Fey and Amy Poehler — combined — his barbed humor most likely resonated in many workplaces.\nMore than a half-century after President John F. Kennedy signed the Equal Pay Act, the gender pay gap is still with us. Women earn 79 cents for every dollar men earn, according to the Census Bureau.\nThat statistic is based on the median salaries of full-time workers, not men and women doing the same jobs, but other data show that the gap occurs in a broad range of occupations. Women who are surgeons earn 71 percent of what men earn, while food preparers earn 87 percent, according to data from Claudia Goldin, a Harvard economist.\nThe gap cannot be entirely explained by anything economists can measure — workers’ education and experience, the jobs they choose, the hours they work or the time they take off. That leaves other factors that are hard to quantify, like discrimination or women’s perception of the choices available to them.", "url": "https://www.nytimes.com/2016/01/17/upshot/how-to-bridge-that-stubborn-pay-gap.html?module=inline"}