{"authors": ["Charles V. Bagli", "Megan Twohey"], "date_download": "2018-11-16 04:34:13", "date_modify": "2018-11-16 04:34:13", "date_publish": "2016-02-25 10:00:24", "description": "Aided by an oft-debated visa program, Mr. Trump’s resort frequently aims to hire temporary guest workers from Romania and other nations.", "filename": "2016_02_26_us_politics_donald-trump-taps-foreign-work-force-for-his-florida-club.html_module=inline_1542342853.html", "image_url": "https://static01.nyt.com/images/2016/02/25/us/26MARALAGO/26MARALAGO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_26_us_politics_donald-trump-taps-foreign-work-force-for-his-florida-club.html_module=inline_1542342853.html", "title": "Donald Trump to Foreign Workers for Florida Club: You’re Hired", "title_page": "Donald Trump to Foreign Workers for Florida Club: You’re Hired - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I want to protect our borders,” he said. “I also want to protect our businesses. They have to come in legally, and then they go back. Certain areas, in really successful areas, where we can’t get help, many people do that. That’s a good thing. Otherwise, you hurt your business.”\nFrom Florida resorts to Midwestern farms to Silicon Valley technology companies, the number of guest workers has been growing, even as labor advocates have accused employers of using the programs to replace American workers with cheaper foreign labor. The Labor Department is investigating whether outsourcing companies hired by Disney used such a program to replace American employees who were qualified and already doing the jobs.\nIn Palm Beach County, Tom Veenstra, senior director of support services at CareerSource, a job placement service, took issue with Mr. Trump’s contention that he could not staff his clubs with locals. “We have hundreds of qualified applicants for jobs like those,” he said.\nAfter a report by Reuters in July about Mr. Trump’s use of guest workers, executives from Mar-a-Lago met with recruiters from Mr. Veenstra’s agency, promising to request local workers for 50 positions.\nBut Mar-a-Lago sent over just a single job request, for a banquet server. Mr. Veenstra said CareerSource referred four applicants to the club, and one of them got the job.\nSince then, Mr. Veenstra said, “we haven’t received any other job orders.”\nOther clubs in the Palm Beach area on Florida’s east coast, including the Breakers, a well-known beachfront resort near Mar-a-Lago, also use guest workers. Industry experts say they can be attractive to employers because they are essentially a captive work force.", "url": "https://www.nytimes.com/2016/02/26/us/politics/donald-trump-taps-foreign-work-force-for-his-florida-club.html?module=inline"}