{"authors": ["Steve Eder", "Jess Bidgood"], "date_download": "2018-11-16 03:17:48", "date_modify": "2018-11-16 03:17:48", "date_publish": "2016-04-14 22:32:02", "description": "Mr. Lewandowski monitored the government of Windham, N.H., even uncovering a fantasy football email scandal that brought down a prosecutor.", "filename": "2016_04_15_us_politics_corey-lewandowski-trump-history.html_module=inline_1542338268.html", "image_url": "https://static01.nyt.com/images/2016/04/15/us/lewandowski7/lewandowski7-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_15_us_politics_corey-lewandowski-trump-history.html_module=inline_1542338268.html", "title": "Before Trump Campaign, Corey Lewandowski Rode Herd on a Town’s Leaders", "title_page": "Before Trump Campaign, Corey Lewandowski Rode Herd on a Town’s Leaders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Trump met Mr. Lewandowski at a 2014 gathering of potential candidates co-hosted by Americans for Prosperity, and he later asked him to be his campaign manager. He was at the helm as voters carried Mr. Trump in state after state, including a major victory in Florida that drove the state’s junior senator, Marco Rubio, from the race.\nBut Mr. Lewandowski never was able to create a deep get-out-the vote organization in states where that mattered, like Iowa, which Mr. Trump narrowly lost to Senator Ted Cruz of Texas. And when Mr. Cruz began to outfox him in the fight for the delegates who may actually decide the nomination, it became apparent that Mr. Lewandowski’s fierce style was not all that was needed. In the last two weeks he has seen his role somewhat diminished as Mr. Trump hired and empowered a veteran Republican strategist, Paul Manafort, with experience in the diplomacy of winning over delegates and other influential Republicans.\nImage Donald J. Trump’s campaign manager, Corey Lewandowski in Council Bluffs, Iowa, on Jan. 30. Credit Damon Winter/The New York Times\nThough his office is in Trump Tower in Manhattan, Mr. Lewandowski still lives in Windham, where he and his wife bought a pondside home in 2007, which they mostly demolished and rebuilt. Soon, Mr. Lewandowski, a seasoned critic of public spending, began to acquaint himself with the local government, taking in board meetings at the white-sided town hall.\nIn late summer 2010, Mr. Lewandowski requested records of the town’s legal costs. “This is the first in a series of requests,” Mr. Lewandowski wrote in an email to the town administrator, David Sullivan, according to correspondence obtained by The New York Times through an open records request.\nIn September of that year, Mr. Lewandowski sent Mr. Sullivan a lengthy initial budget analysis. The town would also receive an 11-page report on the town’s finances on the letterhead of the Americans for Prosperity Foundation. Windham had no outstanding municipal debt, the report said, but it had “become a poster child for obfuscation of salary and benefit costs, especially in the area of public safety.”\nMr. Lewandowski, clad in a dark blazer and a red tie and equipped with multiple charts, presented the review to the Board of Selectmen, the town’s governing body, in January 2011.", "url": "https://www.nytimes.com/2016/04/15/us/politics/corey-lewandowski-trump-history.html?module=inline"}