{"authors": ["Bernie Sanders"], "date_download": "2018-11-16 03:19:01", "date_modify": "2018-11-16 03:19:01", "date_publish": "2016-11-12 01:01:50", "description": "Trump’s victory is saddening, but not surprising.", "filename": "2016_11_12_opinion_bernie-sanders-where-the-democrats-go-from-here.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338341.html", "image_url": "https://static01.nyt.com/images/2016/11/12/opinion/12sanders/12sanders-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_12_opinion_bernie-sanders-where-the-democrats-go-from-here.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338341.html", "title": "Bernie Sanders: Where the Democrats Go From Here", "title_page": "Opinion | Bernie Sanders: Where the Democrats Go From Here - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Millions of Americans registered a protest vote on Tuesday, expressing their fierce opposition to an economic and political system that puts wealthy and corporate interests over their own. I strongly supported Hillary Clinton, campaigned hard on her behalf, and believed she was the right choice on Election Day. But Donald J. Trump won the White House because his campaign rhetoric successfully tapped into a very real and justified anger, an anger that many traditional Democrats feel.\nI am saddened, but not surprised, by the outcome. It is no shock to me that millions of people who voted for Mr. Trump did so because they are sick and tired of the economic, political and media status quo.\nWorking families watch as politicians get campaign financial support from billionaires and corporate interests — and then ignore the needs of ordinary Americans. Over the last 30 years, too many Americans were sold out by their corporate bosses. They work longer hours for lower wages as they see decent paying jobs go to China, Mexico or some other low-wage country. They are tired of having chief executives make 300 times what they do, while 52 percent of all new income goes to the top 1 percent. Many of their once beautiful rural towns have depopulated, their downtown stores are shuttered, and their kids are leaving home because there are no jobs — all while corporations suck the wealth out of their communities and stuff them into offshore accounts.\nWorking Americans can’t afford decent, quality child care for their children. They can’t send their kids to college, and they have nothing in the bank as they head into retirement. In many parts of the country they can’t find affordable housing, and they find the cost of health insurance much too high. Too many families exist in despair as drugs, alcohol and suicide cut life short for a growing number of people.", "url": "https://www.nytimes.com/2016/11/12/opinion/bernie-sanders-where-the-democrats-go-from-here.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}