{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 04:18:32", "date_modify": "2018-11-16 04:18:32", "date_publish": "2016-01-23 16:07:35", "description": "There were no signs that an American student, Otto F. Warmbier, who is being held in North Korea, had engaged in “anti-state” behavior, a tour group member said.", "filename": "2016_01_24_world_asia_north-korea-detains-uva-student.html_module=inline_1542341912.html", "image_url": "https://static01.nyt.com/images/2016/01/24/world/KOREA/KOREA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_24_world_asia_north-korea-detains-uva-student.html_module=inline_1542341912.html", "title": "U.S. Student’s Detention by North Korea Was a Surprise, Tour Group Says", "title_page": "U.S. Student’s Detention by North Korea Was a Surprise, Tour Group Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“He seemed like a normal college kid looking to see the world,” the group member said. “Like the rest of us he had this curiosity about North Korea. I never heard him talk about religion. I never heard him speak ill of the North Korean government.”\nThe China-based tour company, Young Pioneer Tours, said on Saturday that there had been an “incident,” but gave few details. Mr. Warmbier was the last person from the group to go through customs, and a guide was told by officials that Mr. Warmbier was taken to a Pyongyang hospital, the company said in a statement.\nGareth Johnson, Young Pioneer’s British chief executive officer, remained in North Korea after Mr. Warmbier’s detention. “It was during this time that it was discovered that there had been an incident,” the statement said. “Gareth remained in Pyongyang for a few days and when it became apparent that nothing would be achieved in country, he returned to China.”\nMr. Johnson declined to comment further on Saturday.\nMr. Warmbier is an honors student from Cincinnati who is studying economics and global sustainability at the University of Virginia, according to a classmate and social media profiles. He is a member of the Theta Chi fraternity, and his Facebook page includes photographs of him on a trip to Cuba last year and at a climate change protest in New York in 2014.\nThe State Department said Friday that it was aware of reports of the detention of an American citizen. “The welfare of U.S. citizens is one of the Department’s highest priorities,” said Mark Toner, a deputy spokesman at the State Department. “In cases where U.S. citizens are reported detained in North Korea, we work closely with the Swedish Embassy, which serves as the United States’ Protecting Power in North Korea.”", "url": "https://www.nytimes.com/2016/01/24/world/asia/north-korea-detains-uva-student.html?module=inline"}