{"authors": ["Michael Sokolove"], "date_download": "2018-11-16 03:51:40", "date_modify": "2018-11-16 03:51:40", "date_publish": "2016-04-05 11:00:06", "description": "The producer Jeffrey Seller struck gold with Lin-Manuel Miranda’s Broadway hit about the founding fathers. Now he has a new challenge — managing a runaway success.", "filename": "2016_04_10_magazine_the-ceo-of-hamilton-inc.html_rref=collection%2Fspotlightcollection%2FGreat%20Reads_1542340300.html", "image_url": "https://static01.nyt.com/images/2016/04/10/magazine/10seller1/10mag-10seller-t_CA2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_10_magazine_the-ceo-of-hamilton-inc.html_rref=collection%2Fspotlightcollection%2FGreat%20Reads_1542340300.html", "title": "The C.E.O. of ‘Hamilton’ Inc.", "title_page": "The C.E.O. of ‘Hamilton’ Inc. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As the lead producer of the hit musical “Hamilton,” Jeffrey Seller straddles a divide between art and commerce. In his appearance and manner, he takes pains not to come across as a suit, the money guy in a bohemian world of waiters and food runners who have scraped, sweated and auditioned their way onto Broadway. Trim and fit from a regimen of swimming and yoga, he naturally folds himself into his surprisingly small Midtown office, which has room for a desk, a couch and not much else. Most days, Seller shows up in jeans (or shorts in warmer weather) and an untucked button-­down shirt with a bicycle helmet clipped to his backpack. I told him once that it’s nice he doesn’t have to care too much about how he dresses for work. “Oh, believe me,” he said, “I do care.” At the musical’s opening night on Broadway and the over-the-top party that followed (live music by the Roots, fireworks over the Hudson River), he wore a whimsical black suit from the Band of Outsiders label; the white stripes on the jacket lapels made him look a little like a bellhop.\n“Hamilton” is really two phenomena: an extraordinary piece of theater, created by the composer, rapper and actor Lin-­Manuel Miranda, and a commercial behemoth powered in part by scarcity — the near impossibility of obtaining tickets, which sell out as quickly as new dates go on sale (through January 2017, for now). Seller helped nurture Miranda through the five years it took him to develop the musical and consulted on every important decision, from casting to a major change in the show’s structure to the changing of its name, which took gentle but persistent prodding before Miranda finally agreed. (He had wanted “The Hamilton Mixtape.”)\nWhen I talked to Miranda backstage at the Richard Rodgers Theater before a performance one evening, he described Seller as someone who knows very well what he wants but understands that he cannot demand it. “He is incredibly smart creatively, but he’s never prescriptive,” he told me. “Jeffrey doesn’t pitch scenes. He doesn’t say, ‘Here’s where you need a moment for Madison to turn to Washington and say the following line.’ What he will say is, ‘What you’re doing now isn’t working, and it’s on you to fix it.’ If there are commercial interests involved, he’s very good at couching them creatively.”\nBroadway can be a very poor investment, but when shows hit, they really hit. The most successful of them dwarf the revenues of even the biggest Hollywood blockbusters. “Hamilton” could easily run on Broadway for a decade or more. In September, the first road production will open in Chicago, and it will be a “sit down” show, meaning it is intended to stay there for a year or more. Ultimately, there may be as many as seven “Hamilton” companies, in addition to the one on Broadway, performing at the same time in multiple American and international cities. Ticket revenues, over time, could reach into the billions of dollars. If it hits sales of a mere $1 billion, which “Hamilton” could surpass in New York alone, the show will have generated roughly $300 million in profit on the $12.5 million put up by investors. (There are many eye-­popping numbers to contemplate, but maybe the most striking one is this: The show is averaging more than $500,000 in profit every week.)", "url": "https://www.nytimes.com/2016/04/10/magazine/the-ceo-of-hamilton-inc.html?rref=collection%2Fspotlightcollection%2FGreat%20Reads"}