{"authors": ["Sarah Maslin Nir"], "date_download": "2018-11-16 03:17:52", "date_modify": "2018-11-16 03:17:52", "date_publish": "2016-11-17 02:44:08", "description": "As the president-elect held meetings, down below it was a snarl of barricades, police officers, lead-footed tourists and aggrieved New Yorkers.", "filename": "2016_11_17_nyregion_donald-trump-tower-fifth-avenue.html__r=0&module=inline_1542338272.html", "image_url": "https://static01.nyt.com/images/2016/11/17/nyregion/17TRUMPTOWER3/17TRUMPTOWER3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_17_nyregion_donald-trump-tower-fifth-avenue.html__r=0&module=inline_1542338272.html", "title": "With Trump Using Tower as Base, Fifth Avenue Grinds to a Halt", "title_page": "With Trump Using Tower as Base, Fifth Avenue Grinds to a Halt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Inside the building, in a women’s restroom painted pink, Shaopei Lu, 32, a secretary visiting from Shanghai, touched up her makeup. She had come to see Trump Tower, and though she had wended her way between police officers to get in, she had not realized that its eponym was upstairs. “Trump is living in this building?” she asked. “Can I have a chance to meet him?”\nOthers came to bear witness. “On 9/11, I went down to the waterfront on the Jersey side to see it on the same day,” said Jeff Fox, 65, a retired writer. “Some people have said 9/11 was a disaster, but so was 11/9,” he added, referring to the day after Election Day, when Mr. Trump was declared the winner.\nA group of high school students visiting from Pennsylvania gathered on a corner and spat at the building.\nTrump Tower is a mass of black glass and steel not far from Central Park, but since last week it has become New York’s White House-in-waiting. While Mr. Trump is inside fielding phone calls from world leaders and conferring with his inner circle, the surrounding sidewalks have become a cacophonous plaza, luring out-of-town visitors, curious New Yorkers, angry protesters and a scrum of reporters craning their necks to spot a potential cabinet member entering or exiting.\n“I so disagree with his policies,” said Pete Thacker-Davis, 24, who was on his honeymoon from Birmingham, England, with his husband, David, 31. The couple, both restaurant managers, leaned on a police barricade on Fifth Avenue for two hours trying to spot Mr. Trump. “So that I could stand here and say that I actually saw him,” Mr. Thacker-Davis said, “that I actually saw the Devil himself.”\nFor the most part it was a placid scene pocked by intermittent eruptions of invective against Mr. Trump. This being New York, where disaffection is a credo and celebrities, presidents or presidents-elect are not a big deal, the city seemed to carry on — albeit a little bit irked.", "url": "https://www.nytimes.com/2016/11/17/nyregion/donald-trump-tower-fifth-avenue.html?_r=0&module=inline"}