{"authors": ["Nathaniel Popper"], "date_download": "2018-11-16 04:26:53", "date_modify": "2018-11-16 04:26:53", "date_publish": "2016-12-12 21:56:39", "description": "Donald J. Trump officially asked Gary D. Cohn to serve as director of his National Economic Council, removing a crucial impediment for Goldman’s next generation of leaders.", "filename": "2016_12_12_business_dealbook_goldman-sachs-gary-cohn.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342413.html", "image_url": "https://static01.nyt.com/images/2016/12/13/business/13DB-GOLDMAN/13DB-GOLDMAN-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_12_business_dealbook_goldman-sachs-gary-cohn.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342413.html", "title": "Goldman President Named Trump Adviser, Opening Door for Younger Executives", "title_page": "Goldman President Named Trump Adviser, Opening Door for Younger Executives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The jockeying to be the next chief executive of Goldman Sachs is expected to intensify after President-elect Donald J. Trump officially asked the firm’s president, Gary D. Cohn, to become his top economic policy adviser on Monday.\nMr. Cohn’s departure from the top ranks of the Wall Street firm removes a crucial impediment for the next generation of Goldman leaders because he was seen as the natural heir to the top spot. Mr. Cohn is among a handful of senior executives who have held sway atop Goldman since before the financial crisis, and he is among the last of them to leave, even as Lloyd Blankfein, the chief executive and chairman, seems in no hurry to step down.\nGoldman is expected to announce a new slate of deputies to Mr. Blankfein in coming days, including the naming of two co-presidents — a role Mr. Cohn initially shared with Jon Winkelried until the latter’s departure in 2009.\nIn the short term, the most likely candidates to become the top deputies are David M. Solomon, the head of Goldman’s advisory division, and Harvey M. Schwartz, a former executive of the trading division who is now the chief financial officer.", "url": "https://www.nytimes.com/2016/12/12/business/dealbook/goldman-sachs-gary-cohn.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}