{"authors": ["Kevin Sack", "Steve Eder"], "date_download": "2018-11-16 04:46:07", "date_modify": "2018-11-16 04:46:07", "date_publish": "2016-09-15 01:12:22", "description": "Documents obtained this week by The New York Times, including a copy of Mr. Trump’s check, at least partly undercut a timeline that looked like a quid pro quo.", "filename": "2016_09_15_us_politics_pam-bondi-donald-trump-foundation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343567.html", "image_url": "https://static01.nyt.com/images/2016/09/15/us/15BONDI/15BONDI-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_15_us_politics_pam-bondi-donald-trump-foundation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343567.html", "title": "New Records Shed Light on Donald Trump’s $25,000 Gift to Florida Official", "title_page": "New Records Shed Light on Donald Trump’s $25,000 Gift to Florida Official - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TALLAHASSEE, Fla. — It was Aug. 29, 2013, an unremarkable day inside Florida’s whitewashed Capitol, and a typically sweltering one outside among the moss-bearded oaks and sabal palms. Around 3:45 p.m., Jennifer Meale, the communications director for Attorney General Pam Bondi, fielded a seemingly routine call from a financial reporter for The Orlando Sentinel. The attorney general of New York had recently filed a lawsuit against Donald J. Trump alleging fraud in the marketing of Trump University’s real estate and wealth-building seminars. Had Florida ever conducted its own investigation, the reporter asked.\nThe call set off an exchange of emails between Ms. Meale and top lawyers in the office. She learned that 23 complaints about Trump-related education enterprises had been filed before Ms. Bondi became attorney general in 2011, and one since. They had never generated a formal investigation, she wrote the reporter, but added, “We are currently reviewing the allegations in the New York complaint.”\nThe Sentinel’s report, which was published on Sept. 13, 2013, paraphrased Ms. Meale’s response and took it a step further, saying that Ms. Bondi’s office would “determine whether Florida should join the multi-state case.” Four days later, a check for $25,000 from the Donald J. Trump Foundation landed in the Tampa office of a political action committee that had been formed to support Ms. Bondi’s 2014 re-election. In mid-October, her office announced that it would not be acting on the Trump University complaints.\nThe proximate timing of the Sentinel article and Mr. Trump’s donation, and suspicions of a quid pro quo, have driven a narrative that has dogged Mr. Trump and Ms. Bondi for three years. It has intensified during Mr. Trump’s presidential campaign, peaking this month with the filing of ethics complaints, calls for a federal investigation by editorial boards and Democrats in Congress, and a new investigation of Mr. Trump’s foundation by New York regulators.", "url": "https://www.nytimes.com/2016/09/15/us/politics/pam-bondi-donald-trump-foundation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}