{"authors": ["Maureen Dowd"], "date_download": "2018-11-16 04:12:19", "date_modify": "2018-11-16 04:12:19", "date_publish": "2016-03-26 18:30:05", "description": "Barack Obama leaves the stage as he began, dramatically alone and absolutely sure of himself.", "filename": "2016_03_27_opinion_sunday_obamas-last-tango.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341539.html", "image_url": "https://static01.nyt.com/images/2016/03/27/opinion/sunday/27DOWD/27DOWD-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_27_opinion_sunday_obamas-last-tango.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341539.html", "title": "Obama’s Last Tango", "title_page": "Opinion | Obama’s Last Tango - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — BARACK OBAMA is tangoing into history, and there’s something perfect about that.\nThe tango has been described as vertical solitude. And this president is all about vertical solitude.\nRepublicans are frothing and comics are tweaking about the baseball diplomacy in Cuba and the tango diplomacy in Argentina, juxtaposed with the terrorist attack and manhunt in Brussels.\nComedy Central’s Larry Wilmore mocked Obama’s “spring break world tour.” He chided the president for doing the wave with Raúl Castro and remarked on Obama’s sinuous, take-charge tango partner. “O.K., Republicans, now he’s leading from behind,” Wilmore said. Rush Limbaugh accused the president of flamenco dancing and “doing the tango with women not even his wife.”\nYes, that outrageous sin of being polite to your foreign hosts at a state dinner.\nBarack Obama started off as a man self-consciously alone on stage and that’s how he is exiting. He is, for better and worse, too cool for school. His identity is defined by his desire to rise above the fray. Unfortunately, he is in politics, which is the fray.", "url": "https://www.nytimes.com/2016/03/27/opinion/sunday/obamas-last-tango.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}