{"authors": ["Jack Healy"], "date_download": "2018-11-16 04:27:05", "date_modify": "2018-11-16 04:27:05", "date_publish": "2016-06-13 10:23:10", "description": "After a union in which she said he beat her, confiscated her paychecks and isolated her in their home, Ms. Yusufiy said she fled with the help of her parents.", "filename": "2016_06_14_us_sitora-yusufiy-omar-mateen-orlando-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342425.html", "image_url": "https://static01.nyt.com/images/2016/06/14/us/14wife2/14wife2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_14_us_sitora-yusufiy-omar-mateen-orlando-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342425.html", "title": "Sitora Yusufiy, Ex-Wife of Orlando Suspect, Describes Abusive Marriage", "title_page": "Sitora Yusufiy, Ex-Wife of Orlando Suspect, Describes Abusive Marriage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She said Mr. Mateen seemed nice at first. He joked around, had a decent job, aspired to become a police officer and respected his family, she said. He was an American but had roots in their shared culture, she said. After a few dates, she said their parents met to make formal marriage plans.\n“I didn’t have any knowledge or feeling of his instability,” she said. “My parents actually did not feel good about it. But I guess I was in a stage of really wanting to make my own decisions and be independent. So I decided to go on with it anyway, and go to Florida and marry him.”\nImage Omar Mateen\nAfter about six weeks, she said she began to notice erratic behavior and a temper that would flare, sometimes without warning or provocation. She said he became verbally and physically abusive. He forbade her to call her parents, and he allowed her only to go to her job as a day care teacher. He made her hand over her paycheck.\n“He was totally two different people sometimes, and would turn and abuse me, out of nowhere, when I was sleeping,” Ms. Yusufiy said.\nShe said that Mr. Mateen was religious, but that he had never expressed sympathies for terrorist organizations or radical Islamists. But he did make anti-gay comments when he was angry, she said.\n“There were definitely moments when he’d express his intolerance toward homosexuals,” she said.\nHe kept a silver handgun in the house, and he went target shooting with friends. Ms. Yusufiy said that some of his friends were in law enforcement, and that he sometimes went shooting with them. He never threatened her with the gun, but its presence worried her.", "url": "https://www.nytimes.com/2016/06/14/us/sitora-yusufiy-omar-mateen-orlando-shooting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}