{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:52:43", "date_modify": "2018-11-16 03:52:43", "date_publish": "2016-06-30 00:03:46", "description": "For too long, the government in Ankara underestimated the threat from the Islamic State.", "filename": "2016_06_30_opinion_behind-the-cruel-attack-on-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340363.html", "image_url": "https://static01.nyt.com/images/2016/06/30/opinion/30thu1/30thu1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_30_opinion_behind-the-cruel-attack-on-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340363.html", "title": "Behind the Cruel Attack on Turkey", "title_page": "Opinion | Behind the Cruel Attack on Turkey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The world is once again stunned and grieving over a brutal terrorist attack. This time it was in Turkey, where three suicide bombers killed at least 41 people and wounded more than 200 others at the international airport in Istanbul. The timing on Tuesday was especially cruel for a Muslim majority country, coming during the 10 holiest days of the holy month of Ramadan.\nThe assault, for which Turkish authorities blamed the Islamic State, is the latest evidence of how the chaos in the Middle East, in particular the Syrian war, has metastasized, spilling over borders and rattling countries that are crucial to regional stability. Few are more important than Turkey, a NATO ally and a strategic link with the West. The sharing of intelligence between Turkey and the West, already close, will need to be made even closer.\nThough Turkey has been at war with Kurdish separatist forces, this attack, experts agree, was the work of the Islamic State, or ISIS. The airport symbolizes everything the terrorist group detests, including modernization, international integration and a secular democratic system. A string of attacks and explosions over the last few years, some attributed to the Islamic State and others to Kurdish separatists, has badly damaged tourism, an important source of income in Turkey. Tuesday’s attack could cause a further decline that a fragile economy can ill afford.", "url": "https://www.nytimes.com/2016/06/30/opinion/behind-the-cruel-attack-on-turkey.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}