{"authors": ["David E. Sanger"], "date_download": "2018-11-16 03:45:24", "date_modify": "2018-11-16 03:45:24", "date_publish": "2016-07-16 02:51:15", "description": "Even though the coup attempt appeared to be failing by early Saturday morning in Turkey, the country has suddenly become another tumultuous one in a region that knows no end of turmoil.", "filename": "2016_07_16_world_europe_erdogan-turkey-coup-us-fear.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339924.html", "image_url": "https://static01.nyt.com/images/2016/07/16/world/16impact1/16impact1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_16_world_europe_erdogan-turkey-coup-us-fear.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339924.html", "title": "U.S. Finds Itself on Shakier Ground as Erdogan Confronts Mutiny", "title_page": "U.S. Finds Itself on Shakier Ground as Erdogan Confronts Mutiny - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — With all the crises in the Middle East, the Obama administration took solace in the fact that there was one reliable, democratically elected strongman — a stalwart member of NATO — that Washington could depend on: President Recep Tayyip Erdogan of Turkey.\nNo matter how the coup attempt against Mr. Erdogan plays out over the next hours and days, that certainty is shattered.\nUntil midafternoon Friday, American officials thought Mr. Erdogan had tightened his iron grip on his country. He had purged the judiciary; jailed insouciant senior military officers three years ago and installed seemingly compliant successors; and cracked down on the opposition and the news media.\nAs one senior American diplomat said Friday evening, no one had come to work that day at the White House, the State Department or the C.I.A. expecting to see Mr. Erdogan turn to FaceTime on his iPhone to plead with the Turkish people to take to the streets in his defense.\nEven though the coup attempt appeared to be failing by early Saturday morning in Turkey, the country had suddenly become another tumultuous one in a region that knows no end of turmoil.", "url": "https://www.nytimes.com/2016/07/16/world/europe/erdogan-turkey-coup-us-fear.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}