{"authors": ["Matt Flegenheimer", "Jonathan Martin"], "date_download": "2018-11-16 04:22:49", "date_modify": "2018-11-16 04:22:49", "date_publish": "2016-04-25 04:05:15", "description": "The campaign rivals agreed to coordinate in future primary contests in a last-ditch effort to deny Mr. Trump the Republican presidential nomination.", "filename": "2016_04_25_us_politics_ted-cruz-john-kasich-donald-trump_1542342169.html", "image_url": "https://static01.nyt.com/images/2016/04/25/us/25firstdraft-kasich1/25firstdraft-kasich-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_25_us_politics_ted-cruz-john-kasich-donald-trump_1542342169.html", "title": "Ted Cruz and John Kasich to Coordinate Against Donald Trump", "title_page": "Ted Cruz and John Kasich to Coordinate Against Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Weaver said the campaign was “very comfortable with our delegate position in Indiana already,” a reference to success in lining up individual delegates from the state to the national convention. (These delegate will be bound to the results of next month’s primary on the first convention ballot but will be free agents should there be subsequent ballots.) As for why Mr. Cruz’s campaign showed a willingness to deal now, Mr. Kasich’s advisers noted that he was in a stronger position when it rejected the overture that took place over a month ago.\nAs of late Sunday night, a website listing scheduled events for the Kasich campaign no longer included two rallies in Indiana that had been planned for Tuesday.\nThe abrupt change placed some campaign allies in an awkward spot. Trusted Leadership PAC, a “super PAC” supporting Mr. Cruz, announced on Friday that it planned to spend $1.6 million in Indiana, unveiling an attack ad against Mr. Kasich. “He just said Republicans have no ideas,” the group says of Mr. Kasich. “He’s right insofar as we have no idea why he is still running.”\nMr. Roe said the campaign planned to “compete vigorously to win” in any other states not mentioned in the statement. But Mr. Cruz’s advisers said he was willing to punt on Oregon and New Mexico, which together account for 52 delegates, because the campaign needed to offer states with approximately the same number of delegates as Indiana’s 57. And Oregon and New Mexico are proportional states, so they are not likely to hand either candidate a significant trove of delegates.\nAn internal Cruz campaign memo last month was bullish on New Mexico, where the campaign said it expected to earn a majority of delegates.\nFor Mr. Kasich, who still trails Mr. Rubio in delegates, the agreement allows them a better chance at winning a handful more delegates going into the convention in proportional states where Mr. Cruz will now not be much of a factor.", "url": "https://www.nytimes.com/2016/04/25/us/politics/ted-cruz-john-kasich-donald-trump.html"}