{"authors": ["Jackie Calmes"], "date_download": "2018-11-16 03:48:03", "date_modify": "2018-11-16 03:48:03", "date_publish": "2016-06-29 17:50:19", "description": "The Senate voted for a House bill, backed by the Obama administration, to create a control board and help the island restructure its $72 billion debt.", "filename": "2016_06_30_business_puerto-rico-debt-payment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340083.html", "image_url": "https://static01.nyt.com/images/2016/06/30/business/30PUERTORICO/30PUERTORICO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_30_business_puerto-rico-debt-payment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340083.html", "title": "Puerto Rico Relief Measure Clears Senate, Goes to Obama", "title_page": "Puerto Rico Relief Measure Clears Senate, Goes to Obama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Just two days before Puerto Rico plans to default on a large debt payment, the Senate on Wednesday passed and sent to the White House a relief measure to help the financially desperate island surmount its fiscal crisis, ending a grueling, monthslong effort to rescue the commonwealth.\nThe Senate, eager to follow the House out of town for a long Fourth of July weekend, voted 68 to 30 for the legislation on Wednesday evening after a test vote that morning showed by a wide margin that critics in both parties did not have the numbers to block passage. President Obama will sign the measure, which his Treasury secretary, Jacob J. Lew, had negotiated and lobbied for since December.\n“I could write a bill that I think would be a better bill, but I don’t know that anyone could write a better bill that would pass the Congress that also solves the problem,” Mr. Lew said in an interview.\nThe rescue package will not prevent Puerto Rico from missing the payment due on Friday on a $2 billion debt, and Republican congressional leaders labored to the end to reassure conservatives that the bill is not a bailout. Instead, the legislation would allow the island’s government to restructure its $72 billion total debt so it can manage payments, and create a bipartisan oversight board mostly of outsiders to guide what is sure to be a painful recovery process.", "url": "https://www.nytimes.com/2016/06/30/business/puerto-rico-debt-payment.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}