{"authors": ["Emily Badger"], "date_download": "2018-11-16 04:42:46", "date_modify": "2018-11-16 04:42:46", "date_publish": "2016-10-26 10:44:20", "description": "Reports that many precincts gave Mitt Romney no votes in 2012 fueled conspiracy theories. But let’s take a closer look at those precincts.", "filename": "2016_10_27_upshot_funny-stuff-in-philadelphia-zero-votes-does-not-equal-fraud.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343366.html", "image_url": "https://static01.nyt.com/images/2016/10/26/upshot/26UP-Philadelphia/26UP-Philadelphia-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_27_upshot_funny-stuff-in-philadelphia-zero-votes-does-not-equal-fraud.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343366.html", "title": "Fraud Claims in Philadelphia? They Add Up to Zero", "title_page": "Fraud Claims in Philadelphia? They Add Up to Zero - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It would be fishy, Mr. Carroll said, if Mr. Romney — and John McCain before him — garnered no votes in the precincts where you’d expect to find Republicans. But no one expects to find Republicans in these places.\n“When there was an African-American for the first time ever on the ballot — which no one expected to happen for the next 50 years — who in their right mind would ever say African-Americans should vote for a millionaire Republican?” said Carol Jenkins, an adjunct professor in political science at Temple University and a Democratic ward leader in West Philadelphia. “The expectation that that would happen to me is bizarre.”\nThe Philadelphia Inquirer actually tried to find the few registered Republicans in these divisions after the 2012 election. Most couldn’t be traced, had moved, had never actually voted Republican or were startled to learn election rolls had them identified that way.\nSuch heavily one-party precincts are an asymmetric phenomenon. Mr. Romney rarely fared as well anywhere as Mr. Obama did in these Philadelphia divisions. The Harvard Election Data Archive includes voting results from three dozen states in the 2012 election, including Pennsylvania. Out of about 90,000 precincts in the data set, roughly 3,000 gave nearly all of their vote — 98 percent or more — to one candidate. And Obama was the beneficiary nearly nine times out of 10.\nAbout 500 of these lopsided precincts were in Philadelphia (a city with 1,686 precincts). Others were in Chicago, Pittsburgh, St. Louis and Atlanta, all heavily segregated cities with sizable black populations.\nThat pattern may look to some Republicans like a clear sign of fraud in Democratic-controlled cities. To some extent, it’s because such lopsided election results just don’t appear among loyally Republican voting blocs. White men, for instance, are disproportionately likely to support Republicans. But they don’t vote Republican at the high rates that African-Americans vote Democratic. Nor are white men segregated geographically.\nMr. Trump has effectively accused urban black voters of rigging voting patterns that were engineered by decades of public policy and political decisions. And with his rhetoric equating “certain areas” with vote fraud, he’s all but guaranteeing that hardly anyone there will vote Republican this fall.\nIt matters that Mr. Trump is clearly talking about black voters, said Nyron Crawford, a Temple University political scientist. To him, Mr. Trump isn’t simply undermining confidence in voting institutions. “You have to pair that with the history of disenfranchisement among minority voters,” he said. “This is a time when we’re talking about voter IDs, and the implication that has in terms of voting rights. This is following the Supreme Court decision that really diminished the power of the Voting Rights Act.”", "url": "https://www.nytimes.com/2016/10/27/upshot/funny-stuff-in-philadelphia-zero-votes-does-not-equal-fraud.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}