{"authors": ["Adam Nossiter"], "date_download": "2018-11-16 03:48:20", "date_modify": "2018-11-16 03:48:20", "date_publish": "2016-11-25 22:19:35", "description": "François Fillon’s promises to limit immigration and protect conservative values in France have helped propel him to the front of the presidential field.", "filename": "2016_11_25_world_europe_francois-fillon-france-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340100.html", "image_url": "https://static01.nyt.com/images/2016/11/26/world/26Fillon3/26Fillon3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_25_world_europe_francois-fillon-france-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340100.html", "title": "A Candidate Rises on Vows to Control Islam and Immigration. This Time in France.", "title_page": "A Candidate Rises on Vows to Control Islam and Immigration. This Time in France. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHASSIEU, France — A patriotic sea of supporters, waving red, white and blue flags, greeted the newly ascendant presidential hopeful François Fillon this week at a soulless conference center in this suburb of Lyon.\nMr. Fillon described radical Islam as a “totalitarianism like the Nazis” to the cheers of an enthusiastic crowd, adding that France would need Russia’s help to fight it. Catholics, Protestants and Jews “don’t denounce the values of the Republic,” he thundered — unlike the faithful of a certain other religion.\n“We’ve got to reduce immigration to its strict minimum,” he said. “Our country is not a sum of communities, it is an identity!”\nIn a year when nativist politics have become the ticket to electoral victory, Mr. Fillon, 62, a dark-suited, stern-faced former prime minister has managed to successfully ride the same nationalist and xenophobic currents as that have pushed politicians in Britain and the United States to victory.", "url": "https://www.nytimes.com/2016/11/25/world/europe/francois-fillon-france-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}