{"authors": ["Motoko Rich"], "date_download": "2018-11-16 03:54:39", "date_modify": "2018-11-16 03:54:39", "date_publish": "2016-10-26 10:22:59", "description": "The Philippine president’s remarks to a group of business leaders were the clearest signal yet that he wants to renegotiate a military deal with the United States.", "filename": "2016_10_27_world_asia_philippines-president-rodrigo-duterte-japan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340479.html", "image_url": "https://static01.nyt.com/images/2016/10/27/world/27DUTERTE-web1/27DUTERTE-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_27_world_asia_philippines-president-rodrigo-duterte-japan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340479.html", "title": "Rodrigo Duterte, in Japan, Calls for U.S. Troops to Exit Philippines in 2 Years", "title_page": "Rodrigo Duterte, in Japan, Calls for U.S. Troops to Exit Philippines in 2 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TOKYO — President Rodrigo Duterte of the Philippines, on a trip to Japan, said Wednesday that he wanted all foreign troops out of his country within “maybe two years” and that he was willing to revoke base-hosting agreements with the United States.\nThe remarks, made to a group of Japanese and Filipino businessmen in Tokyo, are the clearest signal yet that Mr. Duterte wants to renegotiate the 2014 agreement his predecessor reached with the United States to let the Pentagon use five Philippine military bases, a central component of the Obama administration’s plan to bolster American influence in Asia.\n“I want them out,” Mr. Duterte said of the American troops in his country, adding that he was willing to “revise or abrogate agreements.” He also repeated a recent assertion that he would withdraw from any joint military exercises with the United States, a treaty ally. “This will be the last maneuver, war games, between the United States and the Philippine military,” he said, according to a transcript of his remarks.\nMr. Duterte’s trip to Japan is his first state visit since he said in China last week that he wanted a “separation” from the United States, a remark he later softened. He told his Tokyo audience on Wednesday that he had discussed only economic matters with Chinese officials, not security or alliances.", "url": "https://www.nytimes.com/2016/10/27/world/asia/philippines-president-rodrigo-duterte-japan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}