{"authors": ["Katie Thomas"], "date_download": "2018-11-16 03:44:52", "date_modify": "2018-11-16 03:44:52", "date_publish": "2016-12-09 22:38:58", "description": "Even before the president-elect vowed “to bring down drug prices,” many companies began taking a pre-emptive approach on pricing.", "filename": "2016_12_09_business_donald-trump-drug-prices-pharma-stocks.html__r=0&module=inline_1542339892.html", "image_url": "https://static01.nyt.com/images/2016/12/09/business/10TRUMPDRUG1/10TRUMPDRUG1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_09_business_donald-trump-drug-prices-pharma-stocks.html__r=0&module=inline_1542339892.html", "title": "Wary Drug Makers Move to Fend Off Further Attacks Under Donald Trump", "title_page": "Wary Drug Makers Move to Fend Off Further Attacks Under Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If the nation’s pharmaceutical executives thought Donald J. Trump would grant them a reprieve from scrutiny over high drug prices, he made them reconsider that idea in the last few days.\n“I’m going to bring down drug prices,” he told Time magazine in an interview published on Wednesday. “I don’t like what’s happened with drug prices.”\nBiotech stocks promptly fell nearly 3 percent on Wednesday. They recovered slightly on Thursday and Friday, but the comments remained a warning blow for an industry that had rallied in the weeks after the election, on the assumption that Mr. Trump and a Republican Congress would be friendly to the nation’s drug makers. Suddenly, it looked as if pharmaceutical companies might join Carrier, Ford and Boeing as targets of Mr. Trump’s ire.\nBut unlike those other companies, many drug makers have already been taking steps in recent weeks to insulate themselves from future attacks. Some have pledged to limit price increases. Others offered plain-spoken critiques of drug pricing. And the industry’s two main lobbying groups have pushed ahead with major campaigns intended to win back the narrative.", "url": "https://www.nytimes.com/2016/12/09/business/donald-trump-drug-prices-pharma-stocks.html?_r=0&module=inline"}