{"authors": ["Jeremy W. Peters", "Ashley Parker"], "date_download": "2018-11-16 04:33:24", "date_modify": "2018-11-16 04:33:24", "date_publish": "2016-07-01 09:00:19", "description": "Much of the program remains up in the air, including who will speak, how and when Mr. Trump will arrive and what he will say when he does.", "filename": "2016_07_02_us_politics_donald-trump-republican-convention.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342804.html", "image_url": "https://static01.nyt.com/images/2016/07/01/us/02TRUMPCONVENTIONweb1/02TRUMPCONVENTIONweb1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_02_us_politics_donald-trump-republican-convention.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342804.html", "title": "Unpredictability Is Hallmark of Convention to Crown Donald Trump", "title_page": "Unpredictability Is Hallmark of Convention to Crown Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He has also ruled out speaking on the final night of the convention from an open-air stadium rather than from inside Quicken Loans Arena — too expensive, he worried — even though he was intrigued by the idea of landing on the stage in a helicopter. “Pretty cool,” he said.\nThe campaign had also discussed the idea of having fireworks in the arena, but that proved unworkable.\nMark Burnett, the television producer who was responsible for “The Apprentice,” the television show that catapulted Mr. Trump to new levels of fame and exposure, said in an interview that he had not been asked to play a role. Besides, he added, he doubted he could be of much use, having never even seen a convention.\n“To be honest, I’ve never really even watched those things. It’s filled with crazy flags and giant hats and it’s a big party?” he asked. “As a British person, I don’t even understand it. If it was a sport, it’s like trying to explain baseball to a British person. I’m pretty smart, and if I had to sit down with you guys right now, I could not explain to you how it works.”\nThen he asked, echoing his friend Mr. Trump, “Do they get very good ratings?”\nSo far, much of the programming Mr. Trump has decided on is safe — a nod to how his campaign is hoping to evolve, from the teleprompters he increasingly uses for major policy speeches to the more streamlined, rapid-response emails his team now sends out.\nBut for someone who is not known for hewing very closely or willingly to a script, the challenges of writing one are immense. And the role is tough to adjust to, not just for Mr. Trump but also for his supporters, who have come to expect someone unscripted and unpredictable.\nThe way Mr. Trump is talking these days, they may come away disappointed.\n“I want it to be on message. I want it to be fun. And you have to put all of those things together,” he said. “But the on message is really the most important thing.”", "url": "https://www.nytimes.com/2016/07/02/us/politics/donald-trump-republican-convention.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}