{"authors": ["Rebecca R. Ruiz"], "date_download": "2018-11-16 03:19:11", "date_modify": "2018-11-16 03:19:11", "date_publish": "2016-11-03 17:39:36", "description": "Authorities are looking into whether Andrey Baranov conspired with American marathon organizers to allow athletes using banned substances to compete in their events.", "filename": "2016_11_04_sports_marathon-doping-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338351.html", "image_url": "https://static01.nyt.com/images/2016/11/04/sports/04DOPINGweb1sub/04DOPINGweb1sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_04_sports_marathon-doping-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338351.html", "title": "Russian Sports Agent and U.S. Marathon Officials Under Federal Investigation", "title_page": "Russian Sports Agent and U.S. Marathon Officials Under Federal Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Russian sports doping scandal has led United States law enforcement officials to an unlikely spot: Manhattan’s Upper West Side.\nDays before the New York City Marathon, as runners from around the world made their way to the city this week for one of the sport’s most prestigious races, federal officials were conducting a surveillance operation on a Russian sports agent who lives on West 104th Street in New York. Officials are scrutinizing the agent, Andrey Baranov, on suspicion of bribery and corruption, according to several people familiar with the case who requested anonymity because the investigation was continuing.\nThe investigators are looking into whether Mr. Baranov conspired with American marathon organizers — including New York City Marathon officials — to allow athletes using banned substances to compete in their events.\nMr. Baranov has not been charged with any crimes, and he has in the past been depicted as a whistle-blower who exposed cheating and corruption in track and field. It is not clear how far along the government is in its investigation.", "url": "https://www.nytimes.com/2016/11/04/sports/marathon-doping-investigation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}