{"authors": ["The New York Times"], "date_download": "2018-11-16 04:35:50", "date_modify": "2018-11-16 04:35:50", "date_publish": "2016-07-15 14:32:36", "description": "Although the Islamic State has claimed responsibility, the motives of the attacker, Mohamed Lahouaiej Bouhlel, remain unclear.", "filename": "2016_07_16_world_europe_nice-france-truck-attack-what-we-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342950.html", "image_url": "https://static01.nyt.com/images/2016/07/19/world/video-nice/video-nice-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_16_world_europe_nice-france-truck-attack-what-we-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342950.html", "title": "Truck Attack in Nice, France: What We Know, and What We Don’t", "title_page": "Truck Attack in Nice, France: What We Know, and What We Don’t - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What We Know\n• The truck, a 19-ton refrigeration vehicle rented by the assailant on Monday, sped down the crowded seaside promenade in Nice around 10:45, going about 1.1 miles eastward. The assailant exchanged gunfire with three police officers before he was shot to death.\n• At least 84 people were killed — including 10 children and teenagers — and 303 were wounded. Of those wounded, 121 remain in hospitals, 26 of them in intensive care. Foreigners among the dead included three Germans, two Americans, two Tunisians and a Russian. At least three other Americans were injured.\n• Government officials identified the assailant as Mohamed Lahouaiej Bouhlel, 31, a delivery-truck driver who was raised in northeast Tunisia and who moved to France around 2005. He had a minor criminal record, but he was not in a government database of radicalized militants. Neighbors in his former apartment building described him as a moody and aggressive oddball who never went to the local mosque.\n• The Islamic State claimed responsibility Saturday morning for the attack, calling Mr. Lahouaiej Bouhlel a “soldier” in its fight against “crusader states.” But there are no signs that he had direct ties to any terrorist group.\n• Contrary to initial reports from Nice municipal officials that the truck was full of weapons and explosives, its cargo hold contained a bicycle and eight empty pallets, or stacking platforms. In the cab, police found an automatic 7.65-millimeter pistol, two fake assault rifles, a nonfunctioning grenade, and a cellphone and unspecified documents.\n• The French president, François Hollande has extended by three months a state of emergency established after the attacks in and around Paris on Nov. 13. It had been scheduled to expire on July 26.\n• France began three days of national mourning, starting on Saturday.", "url": "https://www.nytimes.com/2016/07/16/world/europe/nice-france-truck-attack-what-we-know.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}