{"authors": ["Gail Collins"], "date_download": "2018-11-16 04:26:57", "date_modify": "2018-11-16 04:26:57", "date_publish": "2016-09-17 01:30:51", "description": "The most awful retraction in American history includes still another lie.", "filename": "2016_09_17_opinion_trump-makes-his-birther-lie-worse.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342417.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/collins-circular/collins-circular-facebookJumbo-v7.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_17_opinion_trump-makes-his-birther-lie-worse.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342417.html", "title": "Trump Makes His Birther Lie Worse", "title_page": "Opinion | Trump Makes His Birther Lie Worse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Wow. Donald Trump says President Obama was born here. What a concession. No wonder he’s trending up in the polls.\nHow did we get to this place, people? The big story of the day is that a candidate for president of the United States — a candidate who, according to The Times’s Upshot model, now has a one in four chance of being elected — admits he spent years telling the American people a stupendous lie. And even now, he won’t say he’s sorry.\n“President Barack Obama was born in the United States, period. Now we all want to get back to making America strong and great again,” Trump said abruptly and briefly on Friday. This was at his new Washington hotel, which he has been promoting with an avidity he has never devoted to, say, getting his immigration policy straight.\nThen Trump claimed that Hillary Clinton had been first to spread the rumor that Obama was not a native-born citizen. This is a lie. A lie that all the fact checkers in the world debunked when he started saying it long ago.", "url": "https://www.nytimes.com/2016/09/17/opinion/trump-makes-his-birther-lie-worse.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}