{"authors": ["Katie Thomas", "Chad Bray"], "date_download": "2018-11-16 03:44:47", "date_modify": "2018-11-16 03:44:47", "date_publish": "2016-04-06 11:21:45", "description": "The company has been growing steadily, but investors are certain to start agitating again to complete a bold move in order to push growth higher.", "filename": "2016_04_07_business_dealbook_pfizer-allergan-merger.html_module=inline_1542339887.html", "image_url": "https://static01.nyt.com/images/2016/04/07/business/db-pfizer2/db-pfizer2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_07_business_dealbook_pfizer-allergan-merger.html_module=inline_1542339887.html", "title": "Pfizer Faces Limited Options After Its Dead Deal With Allergan", "title_page": "Pfizer Faces Limited Options After Its Dead Deal With Allergan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Pfizer needs a Plan C.\nTwo years ago, the pharmaceutical giant tried — and failed — to take over the British rival AstraZeneca in a bid to become the world’s largest drug company and lower its tax bill in the process. On Wednesday, Pfizer said another big overseas merger had failed, this time a $152 billion merger with Allergan, after the Obama administration introduced rules that would make the deal much less attractive.\nNow, Pfizer finds itself at yet another crossroads. The company’s stock has been growing steadily, but investors are certain to start agitating again to complete a bold move to push growth higher.\nThe company has basically two choices: get bigger, or break apart.\nIf it goes hunting for a new acquisition, its options are far more limited now than they were just last week. On Tuesday, the Obama administration introduced an aggressive and expansive series of rule changes aimed at limiting so-called inversions, which allow an American company to shed its United States corporate citizenship to move income beyond the reach of American tax authorities.\nA big part of Allergan’s appeal was that the company’s tax domicile is in Ireland. But with the changes to the rules, those tax benefits went away — as they most likely would in similar deal between Pfizer and a company in a low-tax country.", "url": "https://www.nytimes.com/2016/04/07/business/dealbook/pfizer-allergan-merger.html?module=inline"}