{"authors": ["Chad Bray"], "date_download": "2018-11-16 04:27:00", "date_modify": "2018-11-16 04:27:00", "date_publish": "2016-11-21 16:21:15", "description": "Mr. Sherwood, who had been with the Wall Street Firm since 1986, had been seen as a potential successor to Lloyd Blankfein, the bank’s chief executive.", "filename": "2016_11_21_business_dealbook_michael-sherwood-goldman-sachss-co-head-of-europe-to-step-down.html_module=inline_1542342420.html", "image_url": "https://static01.nyt.com/images/2016/11/22/business/dealbook/22DB-SHERWOOD-1479770846864/22DB-SHERWOOD-1479770846864-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_21_business_dealbook_michael-sherwood-goldman-sachss-co-head-of-europe-to-step-down.html_module=inline_1542342420.html", "title": "Michael Sherwood, Goldman Sachs’s Co-Head of Europe, to Step Down", "title_page": "Michael Sherwood, Goldman Sachs’s Co-Head of Europe, to Step Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Michael S. Sherwood, a Goldman Sachs vice chairman and co-head of its European division, will retire from the Wall Street firm at the end of the year.\nMr. Sherwood, who is also known as Woody, had previously been seen as a potential successor to Lloyd C. Blankfein, the Goldman Sachs chairman and chief executive. Mr. Blankfein revealed last year that he had what he described as a “highly curable” form of lymphoma.\nMr. Sherwood’s departure came as Goldman tries to navigate the political uncertainty following Britain’s decision this year to leave the European Union.\nThe outcome of the British referendum has raised questions about whether Goldman and other American banks may be forced to shift operations out of London to continue to serve some European clients.", "url": "https://www.nytimes.com/2016/11/21/business/dealbook/michael-sherwood-goldman-sachss-co-head-of-europe-to-step-down.html?module=inline"}