{"authors": ["Nicholas Confessore", "Rachel Shorey"], "date_download": "2018-11-16 03:17:39", "date_modify": "2018-11-16 03:17:39", "date_publish": "2016-06-21 02:47:25", "description": "Mr. Trump began June with $1.3 million in campaign cash, trailing Hillary Clinton by more than $41 million, the biggest disadvantage for a major party’s nominee in recent history.", "filename": "2016_06_21_us_politics_donald-trump-money-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338259.html", "image_url": "https://static01.nyt.com/images/2016/06/22/us/22donateweb-sub/22donateweb-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_21_us_politics_donald-trump-money-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338259.html", "title": "Donald Trump Starts Summer Push With Crippling Money Deficit", "title_page": "Donald Trump Starts Summer Push With Crippling Money Deficit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump enters the general election campaign laboring under the worst financial and organizational disadvantage of any major party nominee in recent history, placing both his candidacy and his party in political peril.\nMr. Trump began June with just $1.3 million in cash on hand, a figure more typical for a campaign for the House of Representatives than the White House. He trailed Hillary Clinton, who raised more than $28 million in May, by more than $41 million, according to reports filed late Monday night with the Federal Election Commission.\nHe has a staff of around 70 people — compared with nearly 700 for Mrs. Clinton — suggesting only the barest effort toward preparing to contest swing states this fall. And he fired his campaign manager, Corey Lewandowski, on Monday, after concerns among allies and donors about his ability to run a competitive race.\nThe Trump campaign has not aired a television advertisement since he effectively secured the nomination in May and has not booked any advertising for the summer or fall. Mrs. Clinton and her allies spent nearly $26 million on advertising in June alone, according to the Campaign Media Analysis Group, pummeling Mr. Trump over his temperament, his statements and his mocking of a disabled reporter. The only sustained reply, aside from Mr. Trump’s gibes at rallies and on Twitter, has come from a pair of groups that spent less than $2 million combined.", "url": "https://www.nytimes.com/2016/06/21/us/politics/donald-trump-money-campaign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}