{"authors": ["Javier C. Hernández"], "date_download": "2018-11-16 04:19:15", "date_modify": "2018-11-16 04:19:15", "date_publish": "2016-06-11 12:04:54", "description": "A plan to expand higher education to students from impoverished regions, at the expense of the urban middle class, has set off an intense backlash.", "filename": "2016_06_12_world_asia_china-higher-education-for-the-poor-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341955.html", "image_url": "https://static01.nyt.com/images/2016/06/10/world/11CHINACOLLEGE-web1/11CHINACOLLEGE-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_12_world_asia_china-higher-education-for-the-poor-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341955.html", "title": "China Tries to Redistribute Education to the Poor, Igniting Class Conflict", "title_page": "China Tries to Redistribute Education to the Poor, Igniting Class Conflict - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At issue is China’s state-run system of higher education, in which top schools are concentrated in big prosperous cities, mostly on the coast, and weaker, underfunded schools dominate the nation’s interior.\nPlacement is determined almost exclusively by a single national exam, the gaokao, which was administered across China starting on Tuesday. The test is considered so important to one’s fate that many parents begin preparing their children for it before kindergarten. The government has threatened to imprison cheaters for up to seven years.\nThe exam gives the admissions system a meritocratic sheen, but the government also reserves most spaces in universities for students in the same city or province, in effect making it harder for applicants from the hinterlands to get into the nation’s best schools.\nThe authorities have sought to address the problem in recent years by admitting more students from underrepresented regions to the top colleges. Some provinces also award extra points on the test to students representing ethnic minorities.\nThis spring, the Ministry of Education announced that it would set aside a record 140,000 spaces — about 6.5 percent of spots in the top schools — for students from less developed provinces. But the ministry said it would force the schools to admit fewer local students to make room.\nPhoto\nAgainst the backdrop of slowing economic growth, the plan set off a flurry of protests and counterprotests.\nIn Wuhan, a major city in central China known for its good universities, parents surrounded government offices to demand more spots for local students. In Harbin, a northeastern city, parents marched through the streets, calling the new admissions mandate unjust.\nAdvertisement Continue reading the main story\nBut in Luoyang, a city in Henan Province, one of China’s poorest and most populous, protesters countered that children should be treated with “equal love.” And in Baoding, a few hours’ drive southwest of Beijing, parents accused the government of coddling the urban elite at the expense of rural students.\n“When they need water, land and crops, they come and take it,” said Lu Jian, 42, an electrician who participated in the protests in Baoding. “But they won’t let our kids study in Beijing.”\nThe government has responded cautiously, censoring news reports of the outcry and ordering the police to contain the demonstrations.\nAnalysts said the protests posed a delicate challenge for President Xi, whose signature slogan, the “China dream,” is a vaguely defined call for national rejuvenation that many associate with a promise of educational opportunity.\n“The traditional Chinese dream is the hope of advancement for children through a relatively open, meritocratic and egalitarian system,” said Carl F. Minzner, a professor of law at Fordham University and an expert on Chinese government. “Popular outrage is triggered when there’s a perception that this is being challenged.”\nMr. Xi has argued that high levels of inequality in China could shake the party’s hold on power, and his government has sought to ease frustration in poorer areas by investing in education, health care and social services. But party leaders are also wary of alienating a growing and increasingly outspoken urban middle class.\n“The question is how far are they willing to go in reallocating the privileges enjoyed by established urbanites, many of them state employees,” Professor Minzner said.\nOver the past two decades, the government has opened hundreds of new institutions of higher education, and university enrollment surged to 26.2 million in 2015 from 3.4 million in 1998, though much of the growth has been in three-year polytechnic programs.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAt the same time, job prospects for college graduates in China have dimmed in recent years. That has left parents worried about wasting their life savings on substandard schools and even more desperate to get their children into the better ones.\nAdvertisement Continue reading the main story\nDissatisfaction with the gaokao (pronounced GOW-kow) is also rising. The test, modeled after China’s old imperial civil service exam, was intended to enhance social mobility and open up the universities to anyone who scored high enough. But critics say the system now has the opposite effect, reinforcing the divide between urban and rural students.\nThe top universities in big cities like Beijing, Shanghai and Nanjing are the most likely to lead to jobs and the hardest to get into. Students from less developed regions are vastly underrepresented at these colleges. That is because they attended schools with less money for good teachers or modern technology and because the admissions preference for local applicants means they often need higher scores on the gaokao than urban students.\n“It is a system that benefits the privileged at the expense of the disadvantaged,” Sida Liu, a sociologist at the University of Toronto, wrote in an email. “Without the improvement of schools in these regions, I would not expect any major change in educational inequality in China.”\nThe government’s plan to address inequality by taking university spots away from local students, though, tapped into frustration among parents in China’s most modern cities who are unhappy with a shortage of high-quality schools.\nXiong Bingqi, vice president of the 21st Century Education Research Institute in Beijing, described the backlash as “an outburst of a long-repressed grudge,” adding that a drastic overhaul of the system should be considered.\nA set of national universities could rely on the gaokao to admit students from across the country, he suggested, while provincial colleges could focus on recruiting local students so they would look more like public universities in the United States.\nBut any change is likely to draw criticism, given limited resources and ethnic and regional prejudices. A common complaint, for example, is that students from Xinjiang, the far western region that is home to China’s Muslim ethnic Uighur population, receive a subpar education and should not get extra exam points.\nAdvertisement Continue reading the main story\nA group of parents in Beijing has filed a complaint with the education ministry contending that minority students at an elite high school who had been recruited from across China should not be treated as residents of the city, and that, instead, spaces should be freed up in Beijing’s universities for other local children.\nIn poorer provinces like Henan, public anger is often directed at local governments for underinvesting in education and therefore dooming children in a society with a wide gap between rich and poor.\n“When students from Beijing get into top universities and our students fail to do so, some become migrant workers,” said an open letter circulated by parents in Henan last month. “Who is to blame?”", "url": "https://www.nytimes.com/2016/06/12/world/asia/china-higher-education-for-the-poor-protests.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}