{"authors": ["Kerry Hannon"], "date_download": "2018-11-16 04:24:41", "date_modify": "2018-11-16 04:24:41", "date_publish": "2016-07-20 22:14:05", "description": "In Washington, community villages are thriving as initiatives like Age-Friendly DC make it easier for older adults to live, work and play in the city.", "filename": "2016_07_21_us_washington-the-ideal-place-to-grow-older_1542342281.html", "image_url": "https://static01.nyt.com/images/2016/07/21/us/21AGING/21AGING-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_21_us_washington-the-ideal-place-to-grow-older_1542342281.html", "title": "Washington: The Ideal Place to Grow Older", "title_page": "Washington: The Ideal Place to Grow Older - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The World Health Organization recommends a rigorous five-year process in which city leaders, businesses and government agencies focus on improving the elements that affect the quality of life of residents as they grow older.\n“Qualities of livable cities for older citizens, also referred to as ‘aging in place,’ include a variety of accessible and affordable housing options in safe and walkable neighborhoods with plenty of options for getting around — walking, biking, carts, public transit, ridesharing and shared or owned vehicles,” said Joel Makower, co-author of “The New Grand Strategy: Restoring America’s Prosperity, Security and Sustainability in the 21st Century.”\n“Obviously, health care and other supportive services are essential, along with access to healthy food and other retail.”\nBut it goes deeper. “One often-overlooked quality is what some experts call ‘social integration’ — the existence of activities and events geared not just to older people, but to intergenerational experiences,” said Mr. Makower. “I don’t think most cities have a good understanding of what it takes to ensure that older citizens can participate in the life of a community.”\nPaul Irving, chairman of the Center for the Future of Aging at the Milken Institute and distinguished scholar in residence at the Davis School of Gerontology at the University of Southern California, agreed. “Age is typically not on the agenda for city and county executives,” he said. “This is a huge issue for cities. What kinds of homes do we need, what kinds of transportation/transit, what kinds of economic development, health system? It’s building cities for generations to come, not just boomers.”\nFor pilot cities like Washington, the World Health Organization identified several aspects of urban communities that influence the health and quality of life of older people living there. They include outdoor spaces, transportation, affordable housing, the opportunity for social and civic participation, communication, community support and health services. After listening to residents, the district added aspects of its own, including elder abuse and fraud and emergency preparedness. Within those areas were categories like safety, community amenities and services.\nThe safety category, for example, includes the number of police officers in an area and whether there are broken sidewalks, unoccupied storefronts and public restrooms. Community amenities include grocery stores, banks, senior centers and parks. The services category focuses on places like hospitals, drugstores and libraries.", "url": "https://www.nytimes.com/2016/07/21/us/washington-the-ideal-place-to-grow-older.html"}