{"authors": ["Declan Walsh"], "date_download": "2018-11-16 04:43:18", "date_modify": "2018-11-16 04:43:18", "date_publish": "2016-08-03 21:21:38", "description": "With less than 100 days until Election Day, a Times foreign correspondent sets out to explain the American presidential race to a global audience.", "filename": "2016_08_04_world_americas_abroad-in-america-trump-clinton-party-divisions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343398.html", "image_url": "https://static01.nyt.com/images/2016/08/04/us/elections/declan-conventions/declan-conventions-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_04_world_americas_abroad-in-america-trump-clinton-party-divisions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343398.html", "title": "Trying to Recognize America in a Wild Campaign", "title_page": "Trying to Recognize America in a Wild Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Something, it seems, is off in America. What is it?\nI recently attended the Republican and Democratic conventions, where there were moments of unscripted drama — high dudgeon, low cuts and poignant testimony — typical of this year’s unusually polarized presidential race.\nNot only do the two main candidates, Donald J. Trump and Hillary Clinton, offer starkly different prescriptions for the United States, but their supporters are divided, too. Schisms among rival groups of Republicans and Democrats played out openly during the conventions, as rival factions booed and jeered one another.\nAnother fault line opened when Khizr Khan, a Muslim immigrant whose son was killed on military duty in Iraq, made an impassioned critique of Mr. Trump, electrifying the Democratic convention audience. Mr. Khan’s emotive testimony reverberated through the national conversation for days.\nNow, less than 100 days until the vote, the campaigns are expanding to focus on the voters outside their core supporters who are likely to decide this election. What drives their choices? Where will the contest be hardest fought? Which issues will tilt the final result?", "url": "https://www.nytimes.com/2016/08/04/world/americas/abroad-in-america-trump-clinton-party-divisions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}