{"authors": ["Cara Buckley"], "date_download": "2018-11-16 04:09:45", "date_modify": "2018-11-16 04:09:45", "date_publish": "2016-09-05 17:34:39", "description": "Former NASA mathematicians discuss the matter-of-fact way they approached their work and the new history about their careers in “Hidden Figures,” which is being made into a film.", "filename": "2016_09_06_books_on-being-black-female-math-whizzes-during-the-space-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341385.html", "image_url": "https://static01.nyt.com/images/2016/09/06/arts/06HIDDENFIGURES1/06HIDDENFIGURES1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_06_books_on-being-black-female-math-whizzes-during-the-space-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341385.html", "title": "On Being a Black Female Math Whiz During the Space Race", "title_page": "On Being a Black Female Math Whiz During the Space Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Two of the women she would focus on are still living in the area. Christine Darden, now 73 and retired, had worked her way out of NASA’s computing pool to lead engineering research into sonic booms. Katherine Johnson, who recently turned 98, lives in a retirement home with her husband of 57 years, James A. Johnson, and is enjoying a recent surge of fame. She calculated rocket trajectories for the Mercury and Apollo missions, and last year President Obama personally awarded her the Presidential Medal of Freedom for her life’s work.\nMrs. Darden and Mrs. Johnson still socialize, and on a recent summer day, made meltingly hot by a heat wave, met to play bridge at Mrs. Johnson’s apartment. (Mrs. Johnson and her partner won.) Ms. Shetterly was visiting too, and presented both women with an early copy of her book. “Fantastic,” Mrs. Darden said, as Mrs. Johnson, whose eyesight is failing, peered at the cover with a slight smile.\nYet asked how she felt about the coming film, in which she is played by Ms. Henson, in the starring role, Mrs. Johnson became solemn. (Mrs. Darden is not portrayed onscreen, as the film focuses on the years preceding her arrival at NASA.)\n“I shudder,” Mrs. Johnson said. She had heard, she said, that the movie might stretch the facts, and that her character possibly came across as aggressive. “I was never aggressive,” Mrs. Johnson said.\nMs. Shetterly reminded Mrs. Johnson of her persistence in the late 1950s, when she successfully pressed her supervisor into admitting her into traditionally all-male meetings. “You took matters in your own hands,” Ms. Shetterly said. “For other women, it was a revelation.”\nMs. Johnson said: “Well, I don’t ever wait for something. I remember asking the question, ‘Is there a law?’ And he said, ‘Let her go.’ It was easier than arguing.”", "url": "https://www.nytimes.com/2016/09/06/books/on-being-black-female-math-whizzes-during-the-space-race.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}