{"authors": ["Frances Robles"], "date_download": "2018-11-16 04:11:49", "date_modify": "2018-11-16 04:11:49", "date_publish": "2016-11-15 22:29:04", "description": "Mr. Trump has threatened to roll back President Obama’s sweeping détente, but some analysts say the president-elect’s instincts as a real estate mogul and hotel developer would ultimately prevail.", "filename": "2016_11_16_world_americas_cuba-donald-trump_1542341509.html", "image_url": "https://static01.nyt.com/images/2016/11/16/world/16CUBATRUMP-1/16CUBATRUMP-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_16_world_americas_cuba-donald-trump_1542341509.html", "title": "Business or Politics? What Trump Means for Cuba", "title_page": "Business or Politics? What Trump Means for Cuba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MIAMI — To Chad Olin, it seemed like the perfect opportunity: Decades of animosity between the United States and Cuba were peeling away, opening a final frontier in the Caribbean to dollar-wielding Americans.\nMr. Olin, 30, a Harvard Business School graduate, gave up a career in private equity to break into the Cuba travel market. He started a company that organizes trips for millennials to legally visit Cuba — a business made possible because President Obama has broadened travel to the island and expanded licenses for Americans to do business there.\nSo what happens now, Mr. Olin wonders.\nOn the campaign trail, President-elect Donald J. Trump threatened to roll back the sweeping détente with Cuba, lambasting the “concessions” made to its Communist government and raising the possibility that one of Mr. Obama’s signature foreign policy initiatives could be stripped away.\n“I am still trying to think about what this means for my business that I spent literally the last two years working on, setting up something that was going to be perfect for an open market,” Mr. Olin said. “If we go back to the old way, I don’t know if I have a business. It’s a huge blow.”", "url": "https://www.nytimes.com/2016/11/16/world/americas/cuba-donald-trump.html"}