{"authors": ["Liz Alderman", "Dimitris Bounias"], "date_download": "2018-11-16 03:52:27", "date_modify": "2018-11-16 03:52:27", "date_publish": "2016-02-29 11:38:58", "description": "Less than a week after a meeting to discuss stemming the flow of people toward Germany, thousands were stuck in Greece after the Macedonian authorities sealed the border.", "filename": "2016_03_01_world_europe_greece-macedonia-border-refugees-riots.html_module=inline_1542340347.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_01_world_europe_greece-macedonia-border-refugees-riots.html_module=inline_1542340347.html", "title": "Violence Erupts in Greece as Migrants Try to Cross Into Macedonia", "title_page": "Violence Erupts in Greece as Migrants Try to Cross Into Macedonia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ATHENS — It was a scene of a type that could become all too common in coming months: Thousands of increasingly desperate people backed up at the frontier between Greece and Macedonia on Monday, stymied in their efforts to reach Germany. A group of angry asylum seekers busted through a razor-wire fence. Armed police officers fired tear gas as frenzied crowds chanted, “Open the border!”\nLess than a week after Austria and nine other European countries took steps to stem the flow of refugees from Greece toward Germany and other prosperous countries, the spasm of violence on Greece’s northern border brought to life the perils of the European Union’s inability so far to settle on a common policy to address the migration crisis.\nWar in Syria, Iraq and Afghanistan, and repression and economic hardship across the Middle East and Africa continue to compel large numbers of people to strike out for Europe. Germany continues to signal that it will accept legitimate refugees, especially from Syria. As the weather grows warmer and the sea crossing from Turkey to Greece safer, the number of people arriving is expected to spike, putting a huge strain on Greece, which in effect is becoming a giant holding center for migrants who cannot go forward because of the new border restrictions, but will not or cannot go back.\nAn estimated 7,000 migrants are at the border with Macedonia, and camps and refugee housing in Athens are full or nearly so.", "url": "https://www.nytimes.com/2016/03/01/world/europe/greece-macedonia-border-refugees-riots.html?module=inline"}