{"authors": ["David Gelles"], "date_download": "2018-11-16 04:20:41", "date_modify": "2018-11-16 04:20:41", "date_publish": "2016-09-23 21:10:26", "description": "Questions swirl about whether Verizon’s $4.8 billion deal for Yahoo’s core business will be renegotiated, or happen at all.", "filename": "2016_09_24_technology_yahoo-hack-verizon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342041.html", "image_url": "https://static01.nyt.com/images/2016/09/24/technology/24merger-illo/24merger-illo-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_24_technology_yahoo-hack-verizon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342041.html", "title": "What the Hacking at Yahoo Means for Verizon", "title_page": "What the Hacking at Yahoo Means for Verizon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Friday, Yahoo said, “Our investigation into this matter is ongoing and the issues are complex.”\nThe effort is complicated because the sales proceedings between Verizon and Yahoo are at an early stage. Though teams from the two companies were already working together on integration plans, Verizon does not yet own Yahoo. As a result, Verizon does not have direct access to the Silicon Valley company’s servers to conduct its own investigation.\nIn late July, after the Verizon deal was announced, Yahoo became aware of a claim that about 280 million of its user credentials had been hacked, according to a person briefed on the specifics, who spoke on the condition of anonymity. Yahoo started an investigation but could not substantiate the claim, this person said. It was not clear on Friday whether Yahoo had made Verizon aware that it was looking into this claim in July.\nDuring the course of that investigation, Yahoo learned of the more severe breach, which it has said it believes was state-sponsored. Yahoo has not yet said exactly when it realized how large the intrusion was, leaving open the question of whether Ms. Mayer and her team waited to notify Verizon of the hack. Yahoo is now working with outside security consultants and said its investigation was continuing.\nBrian Quinn, an associate professor at Boston College Law School, said Verizon had two main options if it decided to use the hack as leverage in setting the terms of the deal.\n“They could say, ‘This thing is huge. We want to walk away from the transaction,’” he said. Were Verizon to try to claim that the breach was so severe it was grounds to terminate the deal, it would have to prove that the hack amounted to a material adverse effect on the value of Yahoo.\nSuch claims can be difficult to prove in court. According to Mr. Quinn’s reading of the merger document for the deal, Verizon would most likely have to prove that certain high-level Yahoo employees were aware of the severity of the hack before the deal was agreed upon, and intentionally withheld that information.", "url": "https://www.nytimes.com/2016/09/24/technology/yahoo-hack-verizon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}