{"authors": ["Jenna Wortham"], "date_download": "2018-11-16 04:03:03", "date_modify": "2018-11-16 04:03:03", "date_publish": "2016-05-18 11:00:04", "description": "The app can be confusing for people over a certain age, but it returns something vital to our correspondence.", "filename": "2016_05_22_magazine_how-i-learned-to-love-snapchat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340983.html", "image_url": "https://static01.nyt.com/images/2016/05/22/magazine/22ontech1/22mag-22ontech-t_CA1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_22_magazine_how-i-learned-to-love-snapchat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340983.html", "title": "How I Learned to Love Snapchat", "title_page": "How I Learned to Love Snapchat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Most efforts to approximate normal human behavior in software tend to be creepy or annoying. The oblong gray bubble that pops up when your conversation partner is typing (officially called the “typing awareness indicator”) is no doubt intended to be helpful, the virtual version of watching someone inhale and then part their lips to speak. But it becomes panic-inducing if it appears and then disappears — an indication that someone wrote something, then, for any number of reasons, deleted it. Similarly, “read” receipts, designed to let you know that someone opened and read your message, are perhaps best at letting you know when you’re being ignored. In a strange turn of events, texting has evolved to become almost as awkward as the phone calls it made obsolete.\nIn 2012, I calculated that I sent about 7,000 texts a month; now, thanks to the creeping unwieldiness of phones and the misfirings of autocorrect, I can barely manage to peck out half a sentence before I become aggravated by the effort and give up. To combat that fatigue, I’ve turned to newer ways to talk and interact with friends, primarily voice memos. These function like a highly evolved version of voice mail — there’s no expectation of a return call, or even a simultaneous conversation. Freed from that pressure, my friends and I leave one another memos about episodes of “RuPaul’s Drag Race” and “Empire,” the themes of “Lemonade” or even just a detailed account of a date or run-in with an ex. The trend is catching on elsewhere: According to an article on Vice’s website Motherboard, voice notes have become so popular in Argentina that they’ve virtually replaced text messages altogether.\nThis is not to say that text is irredeemable. A significant humanization of our text interactions happened quietly in 2011, when emoji were introduced as part of an Apple iOS software update. They offered a palette of punctuation that clari­fied intent. Tacking on emoji like hearts, skulls, grins and bugged-out eyes to a short message made it infinitely easier to confidently project sarcasm, humor, grief and love across a medium that had been, until then, emotionally arid. If you want proof that we see ourselves in the emoji we use, consider the ever-present disputes over emoji inclusivity: Initially, the characters all had the same skin tone, and even now, the only “professional” emoji are male. And though the catalog of emoji has expanded in response to user demand, it still struggles to keep up with the multiplicity of human experiences. As a result, a new bespoke-emoji economy has begun to emerge, in apps like Bitmoji, which let people create personalized avatars to adorn their text messages. If our emoji couldn’t become us, we would become our emoji.", "url": "https://www.nytimes.com/2016/05/22/magazine/how-i-learned-to-love-snapchat.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}