{"authors": ["Wai Moe", "Austin Ramzy"], "date_download": "2018-11-16 03:18:17", "date_modify": "2018-11-16 03:18:17", "date_publish": "2016-03-30 11:42:24", "description": "The new president, U Htin Kyaw, said the government would push for national reconciliation and an end to military conflicts with ethnic groups.", "filename": "2016_03_31_world_asia_myanmar-president-htin-kyaw_1542338297.html", "image_url": "https://static01.nyt.com/images/2016/03/30/multimedia/31myanmar-scenes/31myanmar-scenes-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_31_world_asia_myanmar-president-htin-kyaw_1542338297.html", "title": "President of Myanmar Urges Patience in Move Toward Democracy", "title_page": "President of Myanmar Urges Patience in Move Toward Democracy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NAYPYIDAW, Myanmar — Myanmar’s new president called for patience in the pursuit of full democracy after his inauguration on Wednesday ended more than half a century of rule by the military and its allies.\n“We have to work for a Constitution that is in harmony with democratic values,” the new chief of state, U Htin Kyaw, said in a speech. “This is a political ambition that people have wanted for a long, long time. We have to be patient.”\nMr. Htin Kyaw is a close ally of Daw Aung San Suu Kyi, who led their party, the National League for Democracy, to a landmark victory in elections in November. She is barred from serving as president by the military-drafted Constitution, but the party has pushed to allow her to take the top post.\nImage President Htin Kyaw of Myanmar, left, receiving the presidential sash from his predecessor, U Thein Sein, on Wednesday in Naypyidaw. Credit Pool photo by Ye Aung Thu\nMs. Aung San Suu Kyi was also sworn in on Wednesday as a minister in the new government. She will lead four ministries: education, energy, foreign affairs and the presidential office.", "url": "https://www.nytimes.com/2016/03/31/world/asia/myanmar-president-htin-kyaw.html"}