{"authors": ["Rebecca R. Ruiz"], "date_download": "2018-11-16 03:19:27", "date_modify": "2018-11-16 03:19:27", "date_publish": "2016-07-17 23:32:46", "description": "A report from an independent investigator confirmed allegations of state-sponsored cheating during the 2014 Sochi Games. Here is what we know.", "filename": "2016_07_18_sports_olympics_world-antidoping-agency-russian-doping-inquiry.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338367.html", "image_url": "https://static01.nyt.com/images/2016/07/18/sports/18WADALISTY1/18WADALISTY1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_18_sports_olympics_world-antidoping-agency-russian-doping-inquiry.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338367.html", "title": "Dissecting the Russian Doping Inquiry", "title_page": "Dissecting the Russian Doping Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He said that at Sochi, he had carried out orders from the country’s sports ministry to “win at any cost,” protecting top Russian Olympians who were on steroids from getting caught. At least 15 Russian medalists at Sochi used banned substances, Dr. Rodchenkov’s records indicated.\nHow did the scheme that he detailed work?\nDr. Rodchenkov said he had received spreadsheets from the Russian sports ministry that named top athletes who were part of the doping program. In the months leading up to the Olympics, he said, those athletes collected their clean urine and provided it in containers — soda bottles and baby formula bottles, for example — that were stockpiled in a freezer.\nAt Sochi, Dr. Rodchenkov said, he spent most nights, from around midnight on, replacing urine samples tainted by performance-enhancing drugs with clean urine from the same athletes, somehow breaking into the supposedly tamper-proof bottles that are the standard at international competitions. He did so with the help of members of Russia’s intelligence service, he said.\nFor hours each night, the small team worked in a shadow laboratory lit by a single lamp, passing bottles of urine through a hand-size hole in the wall, to be ready for testing the next day, Rodchenkov said.\nHow could the tamper-proof bottles have been breached?\nDr. Rodchenkov said he never saw the bottles being opened, and whether it is possible to successfully break into the Berlinger-brand bottles has certainly figured into the investigation that is to be reported on Monday.", "url": "https://www.nytimes.com/2016/07/18/sports/olympics/world-antidoping-agency-russian-doping-inquiry.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}