{"authors": ["Jennifer Schuessler"], "date_download": "2018-11-16 04:09:47", "date_modify": "2018-11-16 04:09:47", "date_publish": "2016-10-27 22:14:25", "description": "Mr. Coates, curator of Festival Albertine, a celebration of French and American culture, discusses race, identity and the arts in France and the U.S.", "filename": "2016_10_28_books_ta-nehisi-coates-asks-whos-french-whos-american.html_module=inline_1542341387.html", "image_url": "https://static01.nyt.com/images/2016/10/28/arts/28ALBERTINEJP/28ALBERTINEJP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_28_books_ta-nehisi-coates-asks-whos-french-whos-american.html_module=inline_1542341387.html", "title": "Ta-Nehisi Coates Asks: Who’s French? Who’s American?", "title_page": "Ta-Nehisi Coates Asks: Who’s French? Who’s American? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There are panels on film, art, dance, literature and popular culture, as well as politics. Is there one you’re particularly excited about?\nI’m maybe most excited about the dance panel, with Benjamin Millepied. I really don’t know anything about ballet. I do know about the flak that he got at the Paris Ballet, and that there’s debate around race in ballet, but I don’t know anything about the history. With the exception of two panels I’m moderating, I chose things I’m not an expert on. I just asked myself, what would I like to know?\nAre many of the speakers people you met in Paris?\nIn Paris I was lucky enough to sit a few times with Nacira Guénif-Souilamas [a sociologist who has written about structural racism and Islamophobia in France]. She’s a dual citizen of both France and Algeria, and just listening to her talk about that experience showed me why it was dangerous to make a one-on-one comparison between black folks there and black folks here. Her experience sounded a lot more similar to African-Americans, with the Algerian war being a rupture, in the same way the Civil War was a rupture. Maboula Soumahoro [a scholar who has tried to establish an offshoot of Black History Month in France] is someone else who is going to be really brilliant. When I came to these people, I felt like a 5-year-old, with all my dumb and silly questions.\nYou’re moderating the opening panel, “When Will France Have Its Barack Obama?,” which features Jelani Cobb from The New Yorker, along with three French scholars, including Pap Ndiaye, the author of “La Condition Noire” and a founder of black studies in France. What’s your answer to that question?\nI’m going to let the folks on the panel talk. But I’d say that Barack Obama, to an extent that is not fully understood, is really a product of black institutions. It’s not like he ran from Hawaii. He went to the South Side of Chicago, which has a long, long political tradition. There was a community to root himself in. How does that happen in France? There you had the lack of a trenchant Jim Crow system, the lack of slavery on the mainland. The things that made racism so severe here actually gave black institutions much of their vigor. And there is a strong sense of community held together by those institutions. I could be dead wrong about this, but it would be tough to look for a Harlem in Paris. There are black neighborhoods, don’t get me wrong. But that’s not all Harlem is.\nThe Albertine bookstore, which is co-organizing the festival, is sort of like a gorgeous dream version of a French bookshop. Did you have a favorite bookstore in Paris?\nIt’s horrible to say, but my favorite was the English-language bookstore Shakespeare & Company. They have a really quiet reading room where you can just sit and look at the river. People always asked me if I got in touch with my inner Baldwin. I didn’t feel too much of that, but in that room I felt deeply connected.", "url": "https://www.nytimes.com/2016/10/28/books/ta-nehisi-coates-asks-whos-french-whos-american.html?module=inline"}