{"authors": ["Charles Isherwood"], "date_download": "2018-11-16 04:51:32", "date_modify": "2018-11-16 04:51:32", "date_publish": "2016-10-26 02:00:06", "description": "Qui Nguyen’s raucous comedy about Vietnamese refugees in America in 1975 smartly nails the dissonance of immigration.", "filename": "2016_10_26_theater_vietgone-review.html__r=0&module=inline_1542343892.html", "image_url": "https://static01.nyt.com/images/2016/10/26/arts/26VIETGONE/26VIETGONE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_26_theater_vietgone-review.html__r=0&module=inline_1542343892.html", "title": "Review: ‘Vietgone,’ a Refugee Tale With Laughs and Rap", "title_page": "Review: ‘Vietgone,’ a Refugee Tale With Laughs and Rap - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Quang, meanwhile, a pilot fighting for the South, is arguing with his best friend, Nhan (Jon Hoche), about whether they should hire hookers, until Quang’s wife, Thu (Samantha Quan), shows up. He’s miffed that she has not brought their two children, since he hasn’t seen them in months. But both Quang and his family, and Tong and Giai, are separated when Saigon falls.\nMuch of the rest of the play takes place in various places in America, where the Vietnamese refugees have settled or been parked. As Tong puts it, in her own bitter rap:\nIronically we’re the ones they call the lucky ones\nBut can we make a new life now that our old lives are done?\nAmerica tries to help us start all over\nBy putting us in camps in the middle of nowhere\nHer mother, Huong (Ms. Quan), is none too impressed, either. “I thought everything would be super-nice here in America,” she complains, noting the spare barracks they live in. “That’s sorta what they advertise,” she cracks.\nEventually, Tong and Quang strike up a romance, although Quang’s determination to return to his family in Vietnam inspires him to hit the road with Nhan on a motorcycle, in a quixotic effort to reach California and hitch a ride on a ship. On the way, Quang offers Nhan an American civics lesson, having observed the way blacks are treated by whites: “North and South Vietnam may be at war, but at least we’re not fighting each other over something as stupid as the way we look.”\n“Vietgone” contains a sprinkling of such preachiness. It also tends to sprawl, with the chronology becoming confusing. But the vibrancy of the performances, and the stylish production — the set by Tim Mackabee pops with color and life —generally keep the more obvious or repetitive passages from becoming draggy.\nMs. Ikeda’s aggressive Tong is a particular pleasure, bluntly propositioning Quang soon after they meet. Mr. Lee brings biting force to Quang’s angry raps about his desire to return home. Other cast members play multiple roles persuasively, with Ms. Quan having fun with Huong, cranky but not above making her own lascivious moves on Quang (before he’s met her daughter).\nBroadly speaking, “Vietgone” examines the consequences of the choices the characters made or the fates that were forced upon them. But even these sobering issues are mostly treated in Mr. Nguyen’s elbow-in-the-ribs style. (I wasn’t surprised to read in his bio that he currently writes for Marvel Studios.) There’s no rule, of course, that serious subjects cannot be approached in a subversively comic manner, but with the harsh experience of refugees a topic of obvious momentousness today, the flippant tone of “Vietgone” does sometimes pall.\nStill, proving he is not straitjacketed into his style, Mr. Nguyen also includes darker moments, as in a nightmare sequence when Tong envisions the carnage left behind in Vietnam. And the play ends with an immensely moving scene between the playwright character and his father.\nLifting his foot from the pedal of irreverence, Mr. Nguyen depicts them as they try to reconcile the perceptions of the war that divided families and generations, both in America and in Vietnam. The laughter subsides; the play’s flaws recede; and we are left with a resonantly ambiguous picture of the manner in which wars, and the tides of refugees they often result in, have an indelible impact on individual lives.", "url": "https://www.nytimes.com/2016/10/26/theater/vietgone-review.html?_r=0&module=inline"}