{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:26:02", "date_modify": "2018-11-16 04:26:02", "date_publish": "2016-10-05 21:27:11", "description": "The trial of the man, Duane Buck, was marred by testimony from an expert witness presented by the defense that black men are more dangerous than others.", "filename": "2016_10_06_us_politics_supreme-court-death-penalty-texas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342362.html", "image_url": "https://static01.nyt.com/images/2016/10/06/us/06scotus/06scotus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_06_us_politics_supreme-court-death-penalty-texas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342362.html", "title": "Justices Seem Ready to Find Bias in Trial of Black Man on Texas Death Row", "title_page": "Justices Seem Ready to Find Bias in Trial of Black Man on Texas Death Row - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Justice Elena Kagan, quoting from Mr. Buck’s brief, said the Fifth Circuit denies permission to appeal in capital cases about 60 percent of the time while the 11th Circuit, in Atlanta, denies permission about 6 percent of the time. “It does suggest,” she said, that “one of these two circuits is doing something wrong.”\nBut Chief Justice Roberts was wary. “It’s a unique case,” he said, “so this would be an odd platform to issue general rules.”\nMr. Keller, representing Texas, emphasized the brutality of Mr. Buck’s crime and the fact that it was the defense that had presented Dr. Quijano’s testimony.\nBut Justice Kagan said the fact that the testimony was presented by Mr. Buck’s lawyer only made things worse. “When the defendant’s own lawyer introduces this,” she said, “the jury is going to say: ‘Well, it must be true. Even the defendant’s lawyer thinks that this is true.’”\n“It seems wildly more prejudicial to me when the defense attorney introduces it,” she said.\nMr. Keller also argued that Mr. Buck had not cleared the fairly low bar for obtaining permission to appeal, which requires an assessment of whether reasonable judges could disagree about whether he was entitled to relief.\nJustice Sotomayor said the Fifth Circuit should have ruled that Mr. Buck could show at least that much. “Three state court judges, two of their colleagues on the Fifth Circuit, two justices of this court, have said or found Mr. Buck’s case debatable,” she said.\nShe was one of those justices. In 2011, she and Justice Kagan dissented from the Supreme Court’s decision to turn down an earlier appeal from Mr. Buck based on assertions of prosecutorial misconduct.", "url": "https://www.nytimes.com/2016/10/06/us/politics/supreme-court-death-penalty-texas.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}