{"authors": ["Salman Masood"], "date_download": "2018-11-16 04:36:16", "date_modify": "2018-11-16 04:36:16", "date_publish": "2016-02-29 10:41:25", "description": "Security forces were put on high alert in major cities across the country after the hanging of Malik Mumtaz Hussain Qadri, who killed Salmaan Taseer, an advocate for changes in blasphemy laws.", "filename": "2016_03_01_world_asia_salmaan-taseer-killer-mumtaz-qadri-executed.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342976.html", "image_url": "https://static01.nyt.com/images/2016/03/01/world/01pakistan-web1/01pakistan-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_01_world_asia_salmaan-taseer-killer-mumtaz-qadri-executed.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342976.html", "title": "Pakistan Braces for Violence After Execution of Governor’s Killer", "title_page": "Pakistan Braces for Violence After Execution of Governor’s Killer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISLAMABAD, Pakistan — The authorities in Pakistan were bracing for the possibility of violence and escalating protests on Monday after the execution of the man who killed Salmaan Taseer, a governor who had campaigned for changes in the country’s blasphemy laws.\nMr. Taseer’s assassin, Malik Mumtaz Hussain Qadri, was hanged at 4:30 a.m. on Monday at the Adiala Jail, a high-security prison in Rawalpindi, adjacent to Islamabad, the capital. Security forces were put on alert in major cities across the country.\nMr. Taseer was a crusading secular politician and governor of Punjab Province at the time of his assassination, campaigning for changes in the blasphemy laws, which he, like other critics, said had been used to persecute religious minorities. For a large section of Pakistani society, the mere suggestion of changing the laws amounts to a capital crime.\nMr. Qadri was an elite police guard in Mr. Taseer’s security detail when he gunned down the governor in January 2011, shooting him 27 times in the back. He confessed to the authorities immediately and proudly, suggesting that he had killed Mr. Taseer specifically because of the governor’s stance on blasphemy. Mr. Qadri was sentenced to death that year and filed an appeal.", "url": "https://www.nytimes.com/2016/03/01/world/asia/salmaan-taseer-killer-mumtaz-qadri-executed.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}