{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:16:24", "date_modify": "2018-11-16 03:16:24", "date_publish": "2016-03-23 00:44:57", "description": "Donald J. Trump, who has promised to hire the world’s brightest minds to make up for his lack of political experience, turned to little-known counselors to guide him in foreign affairs.", "filename": "2016_03_23_us_politics_donald-trump-foreign-policy-advisers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338184.html", "image_url": "https://static01.nyt.com/images/2016/03/23/us/23ADVISORS/23ADVISORS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_23_us_politics_donald-trump-foreign-policy-advisers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338184.html", "title": "Top Experts Confounded by Advisers to Donald Trump", "title_page": "Top Experts Confounded by Advisers to Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When Donald J. Trump finally began to reveal the names of his foreign policy advisers during a swing through Washington this week, the Republican foreign policy establishment looked at them and had a pretty universal reaction: Who?\nMany foreign policy experts have been wondering for months about who might be counseling the leading Republican presidential candidate, who has unfurled such provocative proposals as reinstating waterboarding and barring foreign Muslims from entering the country.\nMr. Trump has promised to hire the world’s brightest minds to make up for his lack of political experience, but his new foreign policy team left some of the country’s leading experts in the field scratching their heads as they tried to identify his choices. And on a day when the Islamic State struck a blow to a major European capital, Mr. Trump’s new team faced additional scrutiny.\n“Many of us who have held senior positions in previous Republican administrations have been asking each other if we have ever heard of them, and pretty much everybody is turning to Google to see what they can find,” said Mike Green, a foreign policy expert at the Center for Strategic and International Studies who served on President George W. Bush’s National Security Council.", "url": "https://www.nytimes.com/2016/03/23/us/politics/donald-trump-foreign-policy-advisers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}