{"authors": ["Sevgi Akarcesme"], "date_download": "2018-11-16 03:52:23", "date_modify": "2018-11-16 03:52:23", "date_publish": "2016-03-08 13:00:04", "description": "A brazen takeover of my newspaper is just the latest power grab by Turkey’s president.", "filename": "2016_03_09_opinion_recep-tayyip-erdogans-despotic-zeal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340343.html", "image_url": "https://static01.nyt.com/images/2016/03/08/opinion/09akarcesmeWeb/09akarcesmeWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_09_opinion_recep-tayyip-erdogans-despotic-zeal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340343.html", "title": "Recep Tayyip Erdogan’s Despotic Zeal", "title_page": "Opinion | Recep Tayyip Erdogan’s Despotic Zeal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the past, Zaman and Today’s Zaman supported the Erdogan-led Justice and Development Party’s pro-Western and democracy-oriented policies, as well as its efforts to introduce reforms that would pave the way toward Turkish membership in the European Union. Since the beginning of this decade, however, Mr. Erdogan and his party have become increasingly authoritarian.\nTake, for example, the police’s brutal response to the 2013 Gezi Park protests in Istanbul that arose after the uprooting of trees and the construction of a shopping mall. The protests attracted worldwide news coverage and elicited criticism from Turkey’s most steadfast Western allies.\nIn March 2014, Mr. Erdogan, who was then Turkey’s prime minister (he was elected president later that year), seemed to announce the nature of the new rule — one that involves silencing all forms of dissent — when he called for social media sites such as Facebook and YouTube to be shut down. He went on to describe Twitter as “the worst menace to society.”\nThe true oppression began in 2013 after two damning corruption inquiries resulted in several cabinet ministers being forced out. Trying to turn attention away from the graft allegations, Mr. Erdogan accused critics of being part of a “parallel structure” organized by the Turkish preacher Fethullah Gulen and his Hizmet movement that was seeking to overthrow him. A witch hunt followed against bureaucrats, businesses, journalists, teachers, philanthropists and ordinary citizens with perceived sympathies for Mr. Gulen, who has been living in self-imposed exile in Pennsylvania since 1999.\nHis sermons were published in Zaman, but Mr. Gulen has no official ties with the media group that owns the newspapers. Yet the court order that enabled the seizure of Zaman and Today’s Zaman argued, without providing any evidence, that Mr. Gulen controlled the newspapers. Many of my colleagues are inspired by his peaceful, moderate teaching — as are millions of people around the world — but it is an insult to their intelligence and integrity to suggest they are under his control.\nThis may be the last article I write as the editor in chief of Today’s Zaman, as I objected to the new administration’s censorship on the day they turned Zaman into an official mouthpiece with a pro-government cover article. The world must tell the Erdogan regime that enough is enough.\nAs we saw in the court ruling on Mr. Dundar and Mr. Gul, which came after the American vice president, Joseph R. Biden Jr., expressed support for the two journalists, the international community still has leverage over Turkey. Merely showing concern for press freedom and civil liberties in Turkey while turning a blind eye to violations for the sake of business and regional deals may pay off for now, but unless the West takes firm action to check Mr. Erdogan’s slide into authoritarian rule, it risks losing a stable ally and rare democracy in a Muslim-majority nation.", "url": "https://www.nytimes.com/2016/03/09/opinion/recep-tayyip-erdogans-despotic-zeal.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}