{"authors": ["Jonathan Mahler", "Nick Corasaniti"], "date_download": "2018-11-16 04:22:11", "date_modify": "2018-11-16 04:22:11", "date_publish": "2016-05-05 15:06:29", "description": "If Mr. Sanders ends his presidential bid, he will leave behind an army unmatched in size, influence and capabilities. The question is whether, and how hard, they would work for Hillary Clinton.", "filename": "2016_05_06_us_politics_bernie-sanders-online-support.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342131.html", "image_url": "https://static01.nyt.com/images/2016/05/06/us/06berniesocial2/06berniesocial2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_06_us_politics_bernie-sanders-online-support.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342131.html", "title": "Bernie Sanders’s Online Foot Soldiers Weigh Their Next Campaign", "title_page": "Bernie Sanders’s Online Foot Soldiers Weigh Their Next Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "No sooner had Senator Ted Cruz of Texas exited the Republican primary on Tuesday night than Hillary Clinton’s partisans on social media began calling for Senator Bernie Sanders of Vermont to follow suit.\nSanders supporters answered those calls with a hashtag that quickly started trending on Twitter: #DropOutHillary.\nWith his victory in Indiana, Mr. Sanders seems all but certain to remain in the race for at least another month, taking his insurgent presidential campaign to the California primary on June 7. But there is one thing he will definitely leave behind if he ultimately abandons the Democratic nomination fight: an army of online foot soldiers unmatched in size, influence and capabilities, more than ready to join the next battle.\nThe only question is whether that battle will involve Mrs. Clinton.\nAccording to Personal Democracy Media, which studies the intersection of politics and technology, roughly nine million Sanders supporters have organized through hundreds of Facebook pages, Reddit forums and Slack channels. And Mr. Sanders’s digital corps is not some loose network of supporters informally sharing articles and videos. It is a driving force behind his campaign, soliciting tens of millions of dollars in donations an average of $27 at a time, routinely mobilizing volunteers to perform impressive feats of organizing, and developing cutting-edge technology to aid Mr. Sanders’s run.", "url": "https://www.nytimes.com/2016/05/06/us/politics/bernie-sanders-online-support.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}