{"authors": [], "date_download": "2018-11-16 03:16:25", "date_modify": "2018-11-16 03:16:25", "date_publish": "2016-03-26 16:55:57", "description": "An edited transcript of a telephone interview with the Republican presidential candidate.", "filename": "2016_03_27_us_politics_donald-trump-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338185.html", "image_url": "https://static01.nyt.com/images/2016/03/27/us/27transcript-web/27transcript-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_27_us_politics_donald-trump-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338185.html", "title": "Transcript: Donald Trump Expounds on His Foreign Policy Views", "title_page": "Transcript: Donald Trump Expounds on His Foreign Policy Views - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TRUMP: Well you see, I don’t know that, you know, when I talk about unpredictability, I’m not sure that we should be talking about me – On the assumption that I’m doing well, which I am, and that I may be in that position, I’m not sure that I would want to be talking about that. You understand what I mean by that, David. We’re so open, we’re so, “Oh I wouldn’t do this, I wouldn’t do that, I would do this, I would do that.” And it’s not so much with Merkel, but it’s certainly with other countries. You know, that really, where there’s, where there’s a different kind of relationship, and a much worse relationship than with Germany. So, you know there’s so, there’s such predictability with our country. We go and we send 50 soldiers over to the Middle East and President Obama gets up and announces that we’re sending 50 soldiers to the Middle East. Fifty very special soldiers. And they now have a target on their back, and everything we do, we announce, instead of winning, and announcing when it’s all over. There’s such, total predictability of this country, and it’s one of the reasons we do so poorly. You know, I’d rather not say that. I would like to see what they’re doing. Because you know, many countries, I can’t say Germany, but many countries are spying on us. I think that was a great disservice done by Edward Snowden. That I can tell you.\nHow to Defeat ISIS\nHABERMAN: Mr. Trump, you have talked about your plans to defeat ISIS, and how you would approach it. Would you be willing to stop buying oil from the Saudis if they’re unwilling to go in and help?\nSANGER: On the ground?\nTRUMP: Oh yeah, sure. I would do that. The beautiful thing about oil is that, you know, we’re really getting close, because of fracking, and because of new technology, we’re really in a position that we weren’t in, you know, years ago, and the reason we’re in the Middle East is for oil. And all of a sudden we’re finding out that there’s less reason to be. Now, now, we’re in the Middle East for really defense, because we can’t allow them, I mean, look, I was against the war in Iraq. I thought it would destabilize the Middle East, and it has destabilized it, it’s totally destabilized the Middle East. The way Obama got out of the war was, you know, disgraceful, and idiotic. When he announced the date certain, they pulled back, and they said, “Oh, well.” As much as they don’t mind dying, they do mind dying. And they pulled back, and then, you know, it’s a, it was a terrible thing the way he announced that, and then he didn’t leave troops behind so that, you know, whatever there was of Iraq, which in my opinion wasn’t very much, because I think that, you know, the government was totally corrupt, and they put the wrong people in charge, and you know, that in its own way led to the formation of ISIS, because they weren’t given their due. But, I think that President Obama, the way he got out of that war was unbelievable. I think Hillary Clinton was catastrophic in those decisions, having to do with Libya and just about everything else. Every bad decision that you could make in the Middle East was made. And now if you look at it, if you would go back 15 years ago, and I’m not saying it was only Obama, It was Obama’s getting out, it was other people’s getting in, but you go back 15 years ago, and I say this, if our presidents would have just gone to the beach and enjoyed the ocean and the sun, we would’ve been much better off in the Middle East, than all of this tremendous death, destruction, and you know, monetary loss, it’s just incredible. ’Cause we’re further, we’re far worse off today than we were 15 years ago or 10 years ago in the Middle East. Far worse.\nSANGER: But I just want to make sure I understand your answer to Maggie’s question. So you said earlier this week that we should use air power but not send in ground forces. That had to be done by the regional Arab partners. We assume by that, you mean the Saudis, the U.A.E. and others from whom we might purchase oil or have alliances. I think Maggie’s question, if I understood it right, was if these countries are unwilling to send in ground troops against ISIS, and so far they have been, despite President Obama’s efforts to get them in, would you be willing to say, “We will stop buying oil from you, until you send ground troops?”\nTRUMP: There’s two answers to that. The answer is, probably yes, but I would also say this: We are not being reimbursed for our protection of many of the countries that you’ll be talking about, that, including Saudi Arabia. You know, Saudi Arabia, for a period of time, now the oil has gone down, but still the numbers are phenomenal, and the amount of money they have is phenomenal. But we protect countries, and take tremendous monetary hits on protecting countries. That would include Saudi Arabia, but it would include many other countries, as you know. We have, there’s a whole big list of them. We lose, everywhere. We lose monetarily, everywhere. And yet, without us, Saudi Arabia wouldn’t exist for very long. It would be, you know, a catastrophic failure without our protection. And I’m trying to figure out, why is it that we aren’t going in and saying, at a minimum, at a minimum it’s a two-part question, with respect to Maggie’s question. But why aren’t we going in and saying, “At a minimum, I’m sorry folks, but you have to, under no circumstances can we continue to do this.” You know, we needed, we needed oil desperately years ago. Today, because – again, because of the new technologies, and because of places that we never thought had oil, and they do have oil, and there’s a glut on the market, there’s a tremendous glut on the market, I mean you have ships out at sea that are loaded up and they don’t even know where to go dump it. But we don’t have that same pressure anymore, at all. And we shouldn’t have that for a long period of time, because there’s so many places. I mean, they’re closing wells all over the place. So, I would say this, I would say at a minimum, we have to be reimbursed, substantially reimbursed, I mean, to a point that’s far greater than what we’re being paid right now. Because we’re not being reimbursed for the kind of tremendous service that we’re performing by protecting various countries. Now Saudi Arabia’s one of them. I think if Saudi Arabia was without the cloak of American protection of our country’s, of U.S. protection, think of Saudi Arabia. I don’t think it would be around. It would be, whether it was internal or external, it wouldn’t be around for very long. And they’re a money machine, they’re a monetary machine, and yet they don’t reimburse us the way we should be reimbursed. So that’s a real problem. And frankly, I think it’s a real, in terms of bringing our country back, because our country’s a poor country. Our country is a debtor nation, we’re a debtor nation. I mean, we owe trillions of dollars to people that are buying our bonds, in the form of other countries. You look at China, where we owe them $1.7 trillion, you have Japan, $1.5 trillion. We’re a debtor nation. We can’t be a debtor nation. I don’t want to be a debtor nation. I want it to be the other way. One of the reasons we’re a debtor nation, we spend so much on the military, but the military isn’t for us. The military is to be policeman for other countries. And to watch over other countries. And there comes a point that, and many of these countries are tremendously rich countries. Not powerful countries, but – in some cases they are powerful – but rich countries.\nSANGER: One more along the lines of your ISIS strategy. You’ve seen the current strategy, which is, you’ve seen Secretary Kerry trying to seek a political accord between President Assad and the rebel forces, with Assad eventually leaving. And then the hope is to turn all those forces, including Russia and Iran, against ISIS. Is that the right way to do it? Do you have an alternative approach?", "url": "https://www.nytimes.com/2016/03/27/us/politics/donald-trump-transcript.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}