{"authors": ["Mark Landler"], "date_download": "2018-11-16 04:01:55", "date_modify": "2018-11-16 04:01:55", "date_publish": "2016-05-18 00:56:13", "description": "Military reinforcements could not have reached the diplomatic outpost in time to prevent the killings of four Americans, a House panel’s leader said.", "filename": "2016_05_18_us_politics_benghazi-panel-chief-nullifies-key-republican-theory.html_module=inline_1542340915.html", "image_url": "https://static01.nyt.com/images/2016/05/18/us/18benghazi-web/18benghazi-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_18_us_politics_benghazi-panel-chief-nullifies-key-republican-theory.html_module=inline_1542340915.html", "title": "Benghazi Panel Chief Nullifies a Key Republican Theory, Democrats Say", "title_page": "Benghazi Panel Chief Nullifies a Key Republican Theory, Democrats Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The chairman of the House select committee investigating the 2012 attacks in Benghazi, Libya, said on Tuesday that military reinforcements could not have reached the besieged diplomatic outpost in time to prevent the killings of four Americans, including Ambassador J. Christopher Stevens.\nThe panel’s chairman, Representative Trey Gowdy, Republican of South Carolina, told Fox News: “Whether or not they could have gotten there in time, I don’t think there’s any issue with respect to that. They couldn’t. The next question is: Why could you not? Why were you not positioned to do it?”\nDemocrats seized on Mr. Gowdy’s admission, saying that it nullified one of the main Republican criticisms of how the Obama administration — including Hillary Clinton, the secretary of state at the time — handled the episode. Republicans have argued that the Pentagon was directed not to send reinforcements to back up the outnumbered security forces battling militants on the night of Sept. 11, 2012.\n“Chairman Gowdy has finally admitted what we have all known for years,” the committee’s top-ranking Democrat, Representative Elijah E. Cummings of Maryland, said in a statement. “The central Republican allegation that the military was told to withhold assets that could have saved lives in Benghazi for political reasons was wrong.”", "url": "https://www.nytimes.com/2016/05/18/us/politics/benghazi-panel-chief-nullifies-key-republican-theory.html?module=inline"}