{"authors": ["Ann Carrns"], "date_download": "2018-11-16 03:13:30", "date_modify": "2018-11-16 03:13:30", "date_publish": "2016-05-25 19:49:12", "description": "The Discover credit services company has set up a website that will supply credit score information even for consumers without a Discover card.", "filename": "2016_05_26_your-money_discover-offers-no-strings-fico-score.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338010.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_26_your-money_discover-offers-no-strings-fico-score.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338010.html", "title": "Discover Offers No-Strings FICO Score", "title_page": "Discover Offers No-Strings FICO Score - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Getting free access to consumer credit scores is becoming easier. In recent years, more credit cards and lenders have been making free scores, including versions of the widely used FICO score, available to their customers.\nNow, Discover has gone one step further and is making FICO credit scores available free to anyone — even to people who don’t have a Discover card and may have no interest in getting one.\nThe scores are available to consumers who register online at Discover’s “Credit Scorecard” feature. “They do not need to apply for a card” to obtain a score, said Julie Loeger, chief marketing officer for Discover.\nCredit scores are three-digit summaries of the information available in your credit report. They are used by lenders to determine whether to give you a loan and what interest rate to charge. Discover says FICO scores are used by 90 percent of major lenders.", "url": "https://www.nytimes.com/2016/05/26/your-money/discover-offers-no-strings-fico-score.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}