{"authors": ["Richard A. Friedman"], "date_download": "2018-11-16 04:45:22", "date_modify": "2018-11-16 04:45:22", "date_publish": "2016-12-29 15:57:54", "description": "In a way, sensory deprivation hilariously underscored the primacy of my body.", "filename": "2016_12_29_opinion_sunday_whos-in-charge-the-body-or-the-brain_1542343522.html", "image_url": "https://static01.nyt.com/images/2017/01/01/opinion/sunday/01friedmanSUB/01friedmanSUB-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_29_opinion_sunday_whos-in-charge-the-body-or-the-brain_1542343522.html", "title": "What a Sensory Isolation Tank Taught Me About My Brain", "title_page": "Opinion | What a Sensory Isolation Tank Taught Me About My Brain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Take off your clothes, step into the pod and shut the top. And be really careful not to get any of the salt in your eyes.” Those were the instructions I was given recently just before I entered a sensory isolation tank in Seattle. Finally, I would have my chance to see what it would be like to be a brain in a jar.\nLying in a supersaturated solution of magnesium sulfate — better known as Epsom salts — cranked up to body temperature, I pulled the top down over me and pushed the button to extinguish the violet light illuminating the pod.\nCut off from the world of sensory stimuli, my brain had free rein to invent any experience it had up its sleeve. So I floated in pitch blackness and waited for a profound experience to wash over me. This is what adherents paid $89 a pop to feel. I’d heard it was better than meditation, yoga and drugs — perhaps because it promised nirvana without any effort or side effects.\nBut I felt nothing. After some time, I became acutely aware that I could not feel my body, which I suppose was the whole point of depriving the brain of any connection to the physical world. I started to slowly move my hands and legs to reassure myself they were still there. Check. I had a vivid image of my phantom body; I knew intellectually that it was present, but couldn’t detect it in the normal sense.", "url": "https://www.nytimes.com/2016/12/29/opinion/sunday/whos-in-charge-the-body-or-the-brain.html"}