{"authors": ["Conor Dougherty"], "date_download": "2018-11-16 04:42:18", "date_modify": "2018-11-16 04:42:18", "date_publish": "2016-06-11 15:48:16", "description": "Bay Area towns that tech made rich as considering rent control, an urban tactic, to save a middle class squeezed by years of punishing rent increases.", "filename": "2016_06_12_technology_in-silicon-valley-suburbs-calls-to-limit-the-soaring-rents_1542343338.html", "image_url": "https://static01.nyt.com/images/2016/06/10/business/00rentcontrol1/00rentcontrol1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_12_technology_in-silicon-valley-suburbs-calls-to-limit-the-soaring-rents_1542343338.html", "title": "In Silicon Valley Suburbs, Calls to Limit the Soaring Rents", "title_page": "In Silicon Valley Suburbs, Calls to Limit the Soaring Rents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOUNTAIN VIEW, Calif. — After years of punishing rent increases, activists across Silicon Valley and the San Francisco Bay Area are pushing a spate of rent control proposals, driven by outrage over soaring housing prices and fears that the growing income gap is turning middle-class families into an endangered species. Those campaigns, if successful, would lead to the largest expansion of tenant laws since the 1970s.\n“In the national picture, tenants’ rights and housing advocacy for the poor has been pretty sleepy for several decades,” said Michelle Wilde Anderson, a law professor at Stanford. “California is starting to wake up, and it may lead to national change.”\nThe Bay Area may be a special case, with the growth of technology industries driving housing costs into the stratosphere and a California initiative system that allows citizens to put proposed laws on the ballot. But the state has a long history of being at the forefront of populist uprisings that spread across the country, and rent control movements have already popped up in other higher-cost cities like Portland, Ore., and Seattle.\nIn 1978, Proposition 13 sharply reduced California’s property taxes, presaging a nationwide tax revolt. More recently, the state government adopted one of the nation’s most expansive minimum wage laws, to $15 statewide by 2022, reflecting a populist tide against income inequality that the rent control effort is also riding.", "url": "https://www.nytimes.com/2016/06/12/technology/in-silicon-valley-suburbs-calls-to-limit-the-soaring-rents.html"}