{"authors": ["Alastair Macaulay"], "date_download": "2018-11-16 04:46:58", "date_modify": "2018-11-16 04:46:58", "date_publish": "2016-09-21 21:37:55", "description": "Our chief dance critic on the company’s “Ballet and Fashion” event, which included four premieres and questionable choices about dancers’ attire.", "filename": "2016_09_22_arts_dance_review-new-york-city-ballet-fall-fashion-and-ballet-gala.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343618.html", "image_url": "https://static01.nyt.com/images/2016/09/22/arts/22NYCB/22NYCB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_22_arts_dance_review-new-york-city-ballet-fall-fashion-and-ballet-gala.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343618.html", "title": "Review: City Ballet’s Gala Evening of Misses ... and a Lot of Skin", "title_page": "Review: City Ballet’s Gala Evening of Misses ... and a Lot of Skin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At Tuesday’s “Ballet and Fashion” gala, given by New York City Ballet, the best-dressed people onstage were the four who had choreographed the evening’s world premieres (Annabelle Lopez Ochoa, Lauren Lovette, Justin Peck, Peter Walker), and the solo guest cellist (Sara Sant’Ambrogio) who accompanied one of them. The whole gala, a trivial event, had a back-to-front quality of misplaced priorities and unresolved ideas. None of the ballets were important. Three of them actually suffered from their unflattering designs.\nThis is a shame. Two of the premieres, Ms. Lovette’s “After Clara” and Mr. Walker’s “ten in seven,” were the first professional choreography by their makers: Each showed talent without looking ready for presentation by one of the world’s foremost companies.\nMs. Lovette’s ballet is the more accomplished but also the more cluttered, following well-established lines (classical structures largely indebted to George Balanchine, chamber music by Robert Schumann), with behavior both hectic and cute. Mr. Walker, using commissioned music played live onstage — pop-rock-jazz by Thomas Kikta — is the more originally modern in overall stage idea, but here lacked the rhythmic vitality to sustain interest. Mr. Kikta’s music, in seven sections, had largely predictable rhythms; Mr. Walker’s 10 dancers, with end-stopped phrasing, seemed more trapped than liberated by them.\nThe inclusion of two female choreographers, Ms. Lovette and Ms. Lopez Ochoa (the only City Ballet outsider of the four choreographers, she has made work for many companies), shows a desire to alter the company’s recently exclusive reliance on male dance makers. Ms. Lopez Ochoa’s “Unframed,” though set to an oddly time-traveling collage of music by Boccherini, Vivaldi, Elgar, and Peteris Vasks, had the evening’s best costumes (chic uniforms, black with white borders, by Rosie Assoulin); the best lighting (a box of stage space with two corners of white neon by Mark Stanley); and plenty of shrewd organization.", "url": "https://www.nytimes.com/2016/09/22/arts/dance/review-new-york-city-ballet-fall-fashion-and-ballet-gala.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}