{"authors": ["Nelson D. Schwartz"], "date_download": "2018-11-16 04:46:45", "date_modify": "2018-11-16 04:46:45", "date_publish": "2016-11-24 19:55:42", "description": "Donald J. Trump, who had made coming job losses at a Carrier plant a campaign issue, said he had reached out to the company.", "filename": "2016_11_24_business_on-twitter-trump-cites-progress-on-restoring-indiana-jobs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343605.html", "image_url": "https://static01.nyt.com/images/2016/11/25/business/25CARRIER1/25CARRIER1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_24_business_on-twitter-trump-cites-progress-on-restoring-indiana-jobs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343605.html", "title": "Trump Cites Progress in Keeping Carrier Air Conditioning Plant in Indiana", "title_page": "Trump Cites Progress in Keeping Carrier Air Conditioning Plant in Indiana - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I was very surprised to see it on Thanksgiving today,” Mr. Roell added. “I figured he’d be like everyone else today, with his family, not thinking of Carrier.”\nEarlier in the week, Indiana state officials had come to the factory to describe what benefits workers could expect as layoffs approach, Mr. Roell said. The first production lines are expected to shut down in August 2017.\n“If he can get them to stay here, I’m all for it,” said Robin Maynard, a Trump supporter. “I’m hoping he can get stuff done and also save me from having to look for a new job.”\nOther workers, especially those who did not support Mr. Trump in the election, were more skeptical.\n“It’s baloney,” said Jennifer Shanklin-Hawkins, who has worked at Carrier for a decade and a half and earns over $21 an hour, well above what similar blue-collar jobs pay in the area.\n“I could see him reaching out to Carrier, but I don’t think anything will happen,” said Ms. Shanklin-Hawkins, who added that she “reluctantly” voted for Hillary Clinton this month. “He can try and talk to them, and it’s good that he mentioned it, but I think Carrier will still leave.”", "url": "https://www.nytimes.com/2016/11/24/business/on-twitter-trump-cites-progress-on-restoring-indiana-jobs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}