{"authors": ["Cara Buckley"], "date_download": "2018-11-16 04:09:31", "date_modify": "2018-11-16 04:09:31", "date_publish": "2016-11-04 15:15:20", "description": "Mr. Affleck, uncomfortable in the spotlight, still turns in a performance in “Manchester by the Sea” that is likely to get him noticed, darn it.", "filename": "2016_11_06_movies_casey-affleck-interview-manchester-by-the-sea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341371.html", "image_url": "https://static01.nyt.com/images/2016/11/06/arts/6CASEY-AFFLECK1/6CASEY-AFFLECK1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_06_movies_casey-affleck-interview-manchester-by-the-sea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341371.html", "title": "Casey Affleck Is Making Another Splash, Reluctantly", "title_page": "Casey Affleck Is Making Another Splash, Reluctantly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Casey Affleck is having a Hollywood moment. Again. To his own slight dismay.\nThis happened before, in 2007, when two ballyhooed performances — and a subsequent Oscar nomination — seemed destined to lift him out from the long shadow cast by his older brother, Ben. But the meaty roles did not come, and Mr. Affleck went on to crash and burn with his spectacularly ill-received 2010 mockumentary, “I’m Still Here.” Diagnostic articles followed, including “Casey Affleck Should Be More Famous,” in The New York Times Magazine, yet Mr. Affleck remained in the demimonde of demifame.\nNow, Mr. Affleck is on the precipice of wider glory once more, with his much praised lead performance as a grief-stricken janitor in Kenneth Lonergan’s new film, “Manchester by the Sea” (set to open Nov. 18). The movie, and Mr. Affleck’s turn, drew gasps at this year’s big film festivals, along with awards chatter; the accolades heaped on Mr. Affleck included “the performance of his career.”\nAll of which makes him squirm, or so he says.\n“The idea of someone not liking me or not liking my movie was always easier to deal with than someone really liking it,” Mr. Affleck, 41, said in an interview last month in Manhattan. “I don’t know why.”\nHe met to chat in the cafe of the Carlyle Hotel, an unlikely haunt for his slightly ragamuffin, plaid-shirt-wearing self, which seems to belong in the 1990s-era Lower East Side. But Mr. Affleck loves the Carlyle’s rarefied throwback allure. “The halls smell like my grandmother,” he said.", "url": "https://www.nytimes.com/2016/11/06/movies/casey-affleck-interview-manchester-by-the-sea.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}