{"authors": ["Gardiner Harris"], "date_download": "2018-11-16 03:20:17", "date_modify": "2018-11-16 03:20:17", "date_publish": "2016-04-28 13:20:01", "description": "The vice president will urge senior Iraqi officials to put their nation’s interests above sectarian, regional or personal ones.", "filename": "2016_04_29_world_middleeast_iraq-joe-biden-visit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338417.html", "image_url": "https://static01.nyt.com/images/2016/04/29/nytnow/29Biden-web2/29Biden-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_29_world_middleeast_iraq-joe-biden-visit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338417.html", "title": "Joe Biden Makes Surprise Visit to Iraq, Seeking to Bolster Fight Against ISIS", "title_page": "Joe Biden Makes Surprise Visit to Iraq, Seeking to Bolster Fight Against ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BAGHDAD — In an unannounced visit shrouded in secrecy, Vice President Joseph R. Biden Jr. came to Iraq on Thursday for the first time in almost five years, hoping to help a weak prime minister and bolster the military campaign against the Islamic State.\nThe intense security and clandestine nature of the trip reflected the challenges Iraq still faces 13 years after the United States-led invasion. Mr. Biden arrived for the visit, which was under discussion for months, at a moment when the country’s political leadership is mired in yet another crisis.\nMr. Biden planned to urge the Iraqis to put the good of their nation above sectarian, regional or personal interests as the country confronts a constellation of threats: militarily, from the extremists of the Islamic State; economically, from low oil prices; and politically, from the stalemate between Prime Minister Haider al-Abadi and Parliament over Mr. Abadi’s efforts to reconstitute his cabinet.\nAfter arriving at the American Embassy by helicopter, Mr. Biden was driven to the nearby Government Palace to meet Mr. Abadi.", "url": "https://www.nytimes.com/2016/04/29/world/middleeast/iraq-joe-biden-visit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}