{"authors": ["James Poniewozik"], "date_download": "2018-11-16 03:59:32", "date_modify": "2018-11-16 03:59:32", "date_publish": "2016-03-02 20:45:58", "description": "Mark Halperin and John Heilemann digest the events on the presidential campaign trail, along with the local fried chicken, on Showtime.", "filename": "2016_03_03_arts_television_circus-showtime-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340772.html", "image_url": "https://static01.nyt.com/images/2016/03/03/arts/03CIRCUS4WEB/03CIRCUS4WEB-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_03_arts_television_circus-showtime-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340772.html", "title": "Review: ‘The Circus’ Is Reality TV for a Reality-TV Presidential Race", "title_page": "Review: ‘The Circus’ Is Reality TV for a Reality-TV Presidential Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Watching “The Circus” feels like getting sneaked into a private club. On Bernie Sanders’s campaign plane, Mr. Heilemann initiated us into a ritual: rolling an orange with a question written on it up the aisle toward the candidate’s seat, in hopes he’ll scrawl an answer and roll it back. (What should Donald J. Trump’s tax rate be? “Very high,” replied the orange.)\nUnfolding in real time, “The Circus” documents the campaign as a living, evolving process. As Super Tuesday approached, you could feel the shift from romantic retail politics to a national blitz. The episodes are structured chronologically, and they can feel rushed to cram in breaking events. Assuming the next episode covers Super Tuesday and its aftermath this week, it will have a lot to fit in.\nBut it’s an impressive production for one thrown together quickly. The shot composition is striking; at a Trump event in Nevada, the camera framed the candidate, tucked in a corner of the screen, against a roaring sea of supporters. We’d already seen this rally in news clips — it’s the one where Mr. Trump said he’d like to punch a protester in the face — but here the scene looked raging, primal.\nMr. Trump is a presence even when offscreen, confounding campaign hands and analysts alike. There’s a paradox to “The Circus.” On the one hand, its makers have had incredible luck and timing: After Super Tuesday, Republican insiders were seriously discussing, and even hoping for, a modern brokered convention, something that had been relegated to speculative novels and political reporters’ wistful dreams. On the other hand, the premise of the show is that these seasoned pros will explain to you the way things always work, yet they’re covering a black-swan election in which old rules no longer apply.\nMaybe for that reason, “The Circus” is a kind of reassuring sanity break for politics nerds. There may be treacherous currents roiling this election, unknowable changes to come. But for one sharp half-hour every week, it’s all just a show.", "url": "https://www.nytimes.com/2016/03/03/arts/television/circus-showtime-review.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}