{"authors": ["Andrew E. Kramer"], "date_download": "2018-11-16 03:13:55", "date_modify": "2018-11-16 03:13:55", "date_publish": "2016-08-20 16:31:19", "description": "Mysterious deaths and close calls have some opposition figures worried that political murder is resurgent in Russian foreign policy.", "filename": "2016_08_21_world_europe_moscow-kremlin-silence-critics-poison.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338035.html", "image_url": "https://static01.nyt.com/images/2016/08/19/world/assassination-web1/assassination-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_21_world_europe_moscow-kremlin-silence-critics-poison.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338035.html", "title": "More of Kremlin’s Opponents Are Ending Up Dead", "title_page": "More of Kremlin’s Opponents Are Ending Up Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — From a certain perspective, certainly the Kremlin’s, Vladimir Kara-Murza’s behavior in Washington could be seen as treasonous, a brazen betrayal of his homeland.\nIn a series of public meetings on Capitol Hill, Mr. Kara-Murza, a leader in the Russian opposition, urged American lawmakers to expand economic sanctions against the Russian government under a law known as the Magnitsky Act. That would hasten political change in Russia, he argued.\nBack in Moscow a month later, in May 2015, the changes Mr. Kara-Murza detected were going on in his own body. Midway through a meeting with fellow dissidents, beads of sweat inexplicably dotted his forehead. His stomach churned.\n“It all went so fast,” he recalled. “In the space of about 20 minutes, I went from feeling completely normal to having a rapid heart rate, really high blood pressure, to sweating and vomiting all over the place, and then I lost consciousness.” He had ingested a poison, doctors told him after he emerged from a weeklong coma, though they could find no identifiable trace of it.", "url": "https://www.nytimes.com/2016/08/21/world/europe/moscow-kremlin-silence-critics-poison.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}