{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 03:21:17", "date_modify": "2018-11-16 03:21:17", "date_publish": "2016-03-24 20:35:27", "description": "A former director of the British intelligence service said on Thursday that the security of the nation would benefit if it departed from the bloc.", "filename": "2016_03_25_world_europe_brussels-attacks-brexit-european-union.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338477.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_25_world_europe_brussels-attacks-brexit-european-union.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338477.html", "title": "Brussels Attacks Add Urgency to Debate Over Britain’s E.U. Membership", "title_page": "Brussels Attacks Add Urgency to Debate Over Britain’s E.U. Membership - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — The terrorist attacks in Brussels are stoking an already heated debate in Britain over the country’s membership in the European Union.\nWith fervent advocates of Britain’s exit from the bloc already conflating terrorism with the migration crisis, the argument developed more gravity on Thursday when a former director of MI6, the British intelligence service, said that there would be little cost and some benefit for British security if it left the European Union.\nThe government of Prime Minister David Cameron, which favors remaining in the European Union, has argued that in an increasingly unstable world, Britain is stronger and more secure inside the bloc, where intelligence is shared and there is a common arrest warrant.\nThe government has used the Brussels attacks as another argument for security cooperation inside the European Union. Michael Fallon, the British defense secretary, argued that “we keep control of our borders, but we benefit because we share the intelligence, the flight information and the cooperation that there is between security forces across Europe.”", "url": "https://www.nytimes.com/2016/03/25/world/europe/brussels-attacks-brexit-european-union.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}