{"authors": ["Jonathan Soble"], "date_download": "2018-11-16 03:18:01", "date_modify": "2018-11-16 03:18:01", "date_publish": "2016-04-11 06:24:41", "description": "Secretary of State John Kerry is the United States’ highest-ranking administration official to visit the site of one of the most destructive acts of World War II.", "filename": "2016_04_12_world_asia_john-kerry-hiroshima-wwii-japan_1542338281.html", "image_url": "https://static01.nyt.com/images/2016/04/12/world/12DIPLO-web1/12DIPLO-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_12_world_asia_john-kerry-hiroshima-wwii-japan_1542338281.html", "title": "Kerry Visits Hiroshima Memorial and Underlines U.S.-Japan Alliance", "title_page": "Kerry Visits Hiroshima Memorial and Underlines U.S.-Japan Alliance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HIROSHIMA, Japan — Secretary of State John Kerry attended a memorial ceremony in Hiroshima on Monday for victims of the American atomic bombing 71 years ago, becoming the highest-ranking United States administration official to visit the site of one of the most destructive acts of World War II.\nThe visit is likely to intensify speculation about whether President Obama will go to Hiroshima during a planned trip to Japan next month. Mr. Obama would be the first sitting American president to visit the city, a decision that would resonate deeply in Japan but would be controversial at home.\n“Everyone should visit Hiroshima, and everyone means everyone,” Mr. Kerry said at a news conference on Monday in response to a question about whether Mr. Obama would go. He said that the president had been invited by Japanese officials and that he would like to visit someday, but Mr. Kerry added: “Whether or not he can come as president, I don’t know.”\nMr. Kerry spoke after he and other leading diplomats from the Group of 7 industrialized countries toured Hiroshima’s atomic bomb museum, laid flowers at a cenotaph in its Peace Memorial Park and examined the former exhibition hall that stood directly under the atomic blast and has been preserved as a skeletal monument. He called the experience “stunning” and “gut-wrenching.”", "url": "https://www.nytimes.com/2016/04/12/world/asia/john-kerry-hiroshima-wwii-japan.html"}