{"authors": ["Adam Davidson", "Andrew Ross Sorkin", "Charles Homans", "Annie Lowrey", "Wesley Morris"], "date_download": "2018-11-16 03:17:21", "date_modify": "2018-11-16 03:17:21", "date_publish": "2016-04-27 06:52:23", "description": "A central Massachusetts city enabled the author’s ancestors to move into the good life of the middle class. That move is more complicated now.", "filename": "2016_05_01_magazine_what-happened-to-worcester_1542338241.html", "image_url": "https://static01.nyt.com/images/2016/05/01/magazine/01worcester1-copy/01worcester1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_01_magazine_what-happened-to-worcester_1542338241.html", "title": "What Happened to Worcester?", "title_page": "What Happened to Worcester? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jacob’s eventual wife and my great-grandmother, Annabelle Lewis, was another sort of Worcester immigrant. She grew up in a remote corner of Maine, descended from Yankee sailors. Her father was a saloonkeeper; the census says he couldn’t read or write. What stories I remember about him are brutal: He was a violent drunk, a horrible father. According to family accounts, she fled early and ended up in Worcester, with little education, no money, no prospects. She worked in a dance hall, dancing with men for money. In December 1916, she and Jacob made a hurried trip to Vermont to be married by a justice of the peace. Three months later, my grandfather Stanley was born. One of Jacob’s sisters told me that their father, upon hearing his son married a non-Jew, ripped his clothes and proclaimed him dead to the family. Jacob and Annabelle moved to Rhode Island for a time but returned to Worcester a few years later to open the tannery. They were beginning to repair relationships with the family when Jacob became sick with tuberculosis. He died in 1924, when my grandfather Stanley was 7. A few years later, Stanley met a young girl at school, Helen Bestick. She wrote in her diary, “I met a Jew today.”\nAdvertisement Continue reading the main story\nHelen’s family had its own story of Worcester’s redemptive powers. Her father, George (the man my dad called Bumpa as a toddler), grew up poor in Braintree, another small industrial city in Massachusetts. Eventually he became an office manager in a razor factory, which, given his background, would have counted as an impressively skilled, sit-down job. At 33, he seemed to be stuck: at home, caring for aging parents; his two siblings had long ago found spouses and moved away. Then he married a 30-year-old widow, Mildred, who had survived a tough life as well. She was born in Plymouth, Mass., where her ancestors, passengers on the Mayflower, had settled centuries before. But by early adulthood, she was with her parents in Braintree, with a failing marriage, a baby and a job as a stitcher in a shoe factory. Before long, her husband and baby both died. Whenever it was she met Bumpa, she would have been considered a spinster with a questionable past, whatever the distinction conferred by her heritage.\nTheir history makes me love Worcester. These two trapped, poor, broken people somehow met and managed to put all that pain behind and create a new life in what still felt like the fresh, quickly growing frontier of central Massachusetts. Bumpa, following a tip from a minister who had moved to Worcester, seems to have arrived in the city with an office job in hand, at the Heald Machine Company, where he worked until his retirement decades later. A combination of historical luck, a fast-growing economy and his own hard work enabled him to carve out a good life that must have seemed unattainable when he was younger.\nMy grandparents, Stanley and Helen, had their own hurried wedding in 1936, followed too soon by the birth of a son, my father, Jack. Before long, they had three more children. By then their families were able to help out. Bumpa George got Stanley a job at Heald. It was a great job for a young man with a new family in the midst of the Depression. He did well there and rose to factory foreman. By the time he retired after 54 years at the company, Stanley owned three homes and vacationed in Europe in the summer. Needless to say, few people dealing with pregnancy in high school today could expect to attain such a good life.\nPhoto\nThe virtuous circle collapsed by the 1980s. Technological innovations changed factory work. (It’s incorrect to say that America doesn’t make anything anymore. U.S. manufacturing has grown steadily for the past several decades. Today’s factories, however, are filled with very few — albeit highly skilled — employees and lots and lots of machines.) The expansion of global trade meant that low-skilled American workers were competing with low-skilled workers abroad. And many of the country’s rules, like union-friendly laws and other protections for workers, were weakened or disappeared.\nThe forces that would eventually afflict the American middle class came early to Worcester. The development of the Interstate highway system, beginning in the 1950s, and containerized shipping a few years later, meant that factories much farther away could afford to ship to East Coast ports. Manufacturing became more consolidated — Heald Machine, for example, was bought by Cincinnati Milacron, which brought some of its workers (including my grandfather Stanley) to Ohio. There are still factories in Worcester — for example, Norton, one of Worcester’s biggest and oldest plants (which was bought by the French conglomerate Saint-Gobain in 1990). But long gone are the days when Worcester’s plants offered a decent job to just about anybody willing to put in a hard day’s work. New employees looking to join the middle class must have not just a high-school diploma but an associate degree, if not a bachelor’s degree.\nFor all its decline in the second half of the 20th century, Worcester did enjoy one bit of good fortune: In the 1960s, the University of Massachusetts placed its medical school in the city. The school, which continued to grow, brought several generations’ worth of high-paying medical jobs and a fair number of lower-paying support positions. Similarly, Worcester’s position close to the center of New England has been good for the transportation business. Many of my relatives who stayed in town have worked either in the medical center as nurses or in the transportation field as truck drivers, dispatchers, rail-yard inspectors. These are solid, stable jobs, but they don’t enable the kind of jump-up in socioeconomic status that my family experienced many decades ago.\nIf you drive around Worcester now, it’s easy to imagine there is no rising middle class, no aspiration at all. In reality, it’s just much harder to tell Worcester’s story simply. A century ago, you could have picked any three-decker and immediately grasped the basic life story of all its tenants: where in the world they came from, which factory they worked in, what their hopes and fears were for their children. Today things are not so clear. Deborah Martin, a professor of geography at Clark University in Worcester, has spent years leading students through the city and researching its social dynamics. She knows a fair bit: where the Ghanaians live, how the Latino immigrants are differentiated by country of origin. But she often finds herself noticing newly renovated three-deckers and wondering, who is that? What are they doing?\nWorcester reflects what’s going on throughout the United States. There are a healthy number of higher-paying jobs. The Worcester area has a disproportionately large community of well-paid medical professionals, from nurses and midwives to physicians and microbiologists; it has a huge number of educators for its population, a result of having nearly a dozen colleges in one medium-size city. But it also has more than the average number of lower-skilled jobs at or near the minimum wage — food-service workers, personal-care aides and a host of other medical-care assistants.\nAdvertisement Continue reading the main story\nJohn C. Brown is a professor of economics at Clark and a visiting scholar at the Federal Reserve Bank of Boston. He told me that Worcester is right in the middle when it comes to the current circumstances of once-flourishing manufacturing centers in New England. Brown says one quick way to assess a city’s fortunes over time is to look at its population. Many urban areas in Massachusetts experienced a population collapse in the 1970s and 1980s. But Worcester and some others have had slow and steady growth over the past few decades. Worcester, he notes, can’t credit its success to any one industry. It doesn’t have, say, Boston’s robotics or the tourism of Salem and Lowell. Worcester instead benefits from a whole bunch of things: hospitals, universities and a bit of manufacturing still. Nothing screams at recent immigrants or people struggling in other parts of New England to rush to Worcester to fulfill their dreams. The city’s economy is a more complicated tale.\nOne day recently, I went to see the shuttered Heald Machine factory on the northeast side of town. As I drove past the factory gates, the first shop I noticed, right across the street, had some Arabic writing in the window. I stopped the car and entered a tiny tailor’s shop. I met the proprietor, Ahmed Yusef. He grew up in Mosul, Iraq, where he worked with his father, also a tailor. His father had specialized in custom-made men’s suits. But after the American invasion, Mosul became a front line in the battle between American and Iraqi forces and Al Qaeda. Nobody wanted men’s suits, so Ahmed’s father took a contract making uniforms for the Iraqi Army. This landed him on a hit list, and in 2005 the family fled, first to Syria, then to Egypt, worrying all the while that their temporary visa would not be renewed and that they would be sent back to Iraq. In 2012, the family received word that its refugee application to the United States had been approved, and they were offered a chance to resettle in Arizona. Ahmed, thrilled, called the one person he knew in America, an old client who lived in Worcester. Don’t go to Arizona, he was told. It’s too hot there, and there are no jobs. Move to Worcester, where housing is cheap, and opportunities are plenty.\nAhmed soon found work as a tailor — he’s been at Brooks Brothers for three years now. One day, walking with his parents in Worcester’s Green Hill Park, his mother pointed out a young Iraqi woman. Now they’re married, and they have a newborn daughter and plans for more kids. Ahmed opened his own business, though he still works several shifts a week at Brooks Brothers. He envisions that, one day, he’ll have many children, that some of them will even work with him in the tailor shop.\nHe told me that he has been to New York and Miami. They were beautiful: “Like a dream,” he said. But he was always happy to get back to Worcester. Those other cities are too expensive, too busy. “Too much,” he said. I said, “You like Worcester.” He said: “No, not like. Love. I love it. I have a future. New York is for dreams. Worcester is for working.”", "url": "https://www.nytimes.com/2016/05/01/magazine/what-happened-to-worcester.html"}