{"authors": ["Matthew Rosenberg"], "date_download": "2018-11-16 04:35:38", "date_modify": "2018-11-16 04:35:38", "date_publish": "2016-04-29 16:17:22", "description": "A report more than 3,000 pages long describes the errors that led to the 2015 strike in Kunduz that killed 42 people. Sixteen American officers have been punished.", "filename": "2016_04_30_world_asia_afghanistan-doctors-without-borders-hospital-strike.html_module=inline_1542342938.html", "image_url": "https://static01.nyt.com/images/2016/04/30/world/STRIKE1/STRIKE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_30_world_asia_afghanistan-doctors-without-borders-hospital-strike.html_module=inline_1542342938.html", "title": "Pentagon Details Chain of Errors in Strike on Afghan Hospital", "title_page": "Pentagon Details Chain of Errors in Strike on Afghan Hospital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The punishments for the attack will be “administrative actions” only, and none of those being disciplined will face criminal charges because the attack was determined to be unintentional, General Votel said, and neither the gunship crew members nor the Special Forces on the ground who were directing the strike “knew they were striking a medical facility.” The punishments include suspension, removal from command and letters of reprimand, which can seriously damage or end a career.\nBut General Votel was clear on one point: The hospital was a protected facility that was at no time being used by active Taliban fighters, though some wounded insurgents had been treated there. His statement directly contradicted the claim by many senior Afghan officials that Taliban fighters were in the hospital and therefore a legitimate target.\nStill, the release of the investigation’s findings and the announcement of the disciplinary measures were unlikely to satisfy Doctors Without Borders and other human rights groups, which on Friday reiterated their calls for an independent criminal investigation. Some also directly disputed General Votel’s declaration that the airstrike did not constitute a war crime because it was the unintentional result of mistakes and equipment failures, not a deliberate attack.\nThe failure to bring any criminal charges was “simply put, inexplicable,” said John Sifton, the Asia policy director of Human Rights Watch.\nThere are legal precedents for war crimes prosecutions based on acts that were committed with recklessness, he added, and recklessness or negligence does not necessarily absolve someone of criminal responsibility under the United States military code.\nThe broad outlines of what took place on Oct. 3 in the northern city of Kunduz, which had been overrun by Taliban fighters, were established in the weeks and months after the attack: The gunship, responding to a call for support from Afghan commandos who said they were under fire, mistook the hospital for the intended target — a building in the city being used as a base by the Taliban — and unleashed sustained and repeated barrages from its heavy guns on the medical facility, despite frantic calls from Doctors Without Borders to military commanders.", "url": "https://www.nytimes.com/2016/04/30/world/asia/afghanistan-doctors-without-borders-hospital-strike.html?module=inline"}