{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 03:45:23", "date_modify": "2018-11-16 03:45:23", "date_publish": "2016-07-04 19:18:50", "description": "President Recep Tayyip Erdogan long professed a foreign policy of “zero problems with neighbors” but now seems mired in disputes with just about everybody.", "filename": "2016_07_05_world_europe_turkey-erdogan-new-enemies-frustrating-friends.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339923.html", "image_url": "https://static01.nyt.com/images/2016/07/05/world/05erdogan-web7/05erdogan-web7-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_05_world_europe_turkey-erdogan-new-enemies-frustrating-friends.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339923.html", "title": "Turkish Leader Erdogan Making New Enemies and Frustrating Old Friends", "title_page": "Turkish Leader Erdogan Making New Enemies and Frustrating Old Friends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I told him I didn’t think any part of the state should be left to the control of people with a certain ideology,” said Mr. Firat, a Kurd who has since left the party. “His answer was, ‘We will not be harmed by those who look toward Mecca.’ We were not an Islamist party — we were a democratic party. But he was already drifting away.”\nThat was because he could: With the military out of the picture, the major check on his power had been removed.\nBut Islam was not his undoing. Absolute power was. As Mr. Erdogan grew more popular, winning broad pluralities and even majorities in each successive election, he began to behave with a kind of Bolshevism, believing that he was the very embodiment of the people, former officials said.\nOthers argue that Turkey’s problems are as much about the country as they are about Mr. Erdogan.\n“We treat Erdogan as the cause, but in some sense, he is the consequence of Turkish society — he is our creation,” said Hakan Altinay, the director of the European School of Politics at Bogazici University in Istanbul. “We have learned that even though we have the hardware of democracy — institutions, elections — our software is not good. We are too attuned to status, too willing to submit to authority.”\nToday, many say Mr. Erdogan has simply adopted the bad habits of former Turkish leaders he came to power to defeat. He needs allies, so he has struck an alliance with the military — the chief of staff was a witness at his daughter’s wedding — and extreme nationalists are now resurgent. That is deeply troubling to human rights advocates who have documented the missing-person case of a Kurdish politician from Sirnak, Hursit Kulter, the first such disappearance since 2001.\n“Erdogan today has been captured by the patriotic forces of Turkey,” said Dogu Perincek, the head of a nationalist political party close to the military, who was jailed for conspiring against the state but recently released.\nMr. Erdogan’s Achilles’ heel is the economy. His voters, while loyal, care about their pocketbooks more. Incomes have stagnated in recent years, and foreign direct investment, a major indicator of economic direction, has been declining, not counting real estate purchases.\n“We have an ulcer, not cancer,” Atilla Yesilada, a financial consultant in Istanbul, said of the economy. “But all signs point toward sicker.”", "url": "https://www.nytimes.com/2016/07/05/world/europe/turkey-erdogan-new-enemies-frustrating-friends.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}