{"authors": ["Adam Nossiter"], "date_download": "2018-11-16 04:36:15", "date_modify": "2018-11-16 04:36:15", "date_publish": "2016-07-15 22:08:42", "description": "In an aftermath different from those in previous attacks, ordinary citizens and political opposition leaders after the Nice episode questioned whether enough had been done to protect the country.", "filename": "2016_07_16_world_europe_france-nice-target-harsh-reality.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342975.html", "image_url": "https://static01.nyt.com/images/2016/07/16/world/16target1/16target1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_16_world_europe_france-nice-target-harsh-reality.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342975.html", "title": "In France, the Mood Darkens as a Harsh Reality Sets In", "title_page": "In France, the Mood Darkens as a Harsh Reality Sets In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — Twice before in the past year and a half, the French people and their leaders had faced devastating attacks with a remarkable spirit of unity and resilience. On Friday, as the country woke up to the slaughter in Nice, the mood was different.\nOrdinary citizens questioned whether enough had been done to protect them. The political opposition was critical of the government’s antiterrorism effort. There was little linking of arms or cries of liberté, égalité, fraternité.\nInstead, there was recognition of an unpleasant new reality that everything France has tried so far has failed to protect it from terrorism.\nThat grim realization, in turn, has given rise to new frustration and — in contrast to the aftermath of attacks in January and November last year — new disunity and partisan sniping.\nThe country’s Socialist president, François Hollande, breaking records of unpopularity in the polls, is severely weakened. He confronts a rising populist onslaught from the far right, and even challenges within his own party. Facing an election next year, he is almost certain to lose — if he is a candidate.", "url": "https://www.nytimes.com/2016/07/16/world/europe/france-nice-target-harsh-reality.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}