{"authors": ["Michael J. De La Merced", "Chad Bray"], "date_download": "2018-11-16 03:43:24", "date_modify": "2018-11-16 03:43:24", "date_publish": "2016-05-23 06:40:17", "description": "The transaction, if consummated, would create an industry giant whose products include pain medications, genetically modified crops and pesticides.", "filename": "2016_05_24_business_dealbook_bayer-offers-to-buy-monsanto-for-62-billion_1542339804.html", "image_url": "https://static01.nyt.com/images/2016/05/24/business/cnbc-bayer/cnbc-bayer-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_24_business_dealbook_bayer-offers-to-buy-monsanto-for-62-billion_1542339804.html", "title": "Bayer Offers to Buy Monsanto for $62 Billion", "title_page": "Bayer Offers to Buy Monsanto for $62 Billion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The German industrial giant Bayer has finally revealed its $62 billion takeover bid for Monsanto as it seeks to create a new titan in the world of farming.\nBut so far, the chemical maker’s ambitious announcement — it is the largest takeover bid by a German company and the biggest all-cash acquisition offer on record — appears to have fallen on deaf ears.\nMonsanto, based in St. Louis, is the world’s biggest manufacturer of genetically modified crop seeds. Bayer is hoping to unite that business with its own pesticide operations, forming a one-stop shop for farmers. The combined company, with $67 billion in sales, would produce an array of products including pain medication, G.M.O. seeds and pesticides.\nIt is an outsize takeover bid that requires the German company to win over antitrust regulators who may be leery of a huge new titan in the agricultural business. But more important, Bayer needs to win over skeptical investors.", "url": "https://www.nytimes.com/2016/05/24/business/dealbook/bayer-offers-to-buy-monsanto-for-62-billion.html"}