{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:31:32", "date_modify": "2018-11-16 04:31:32", "date_publish": "2016-03-12 19:30:36", "description": "A catastrophe is unfolding in South Sudan, and while we may not be able to stop it, we need to try.", "filename": "2016_03_13_opinion_sunday_where-the-soldiers-are-scarier-than-the-crocodiles_1542342692.html", "image_url": "https://static01.nyt.com/images/2016/03/13/opinion/sunday/13kristof/13kristof-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_13_opinion_sunday_where-the-soldiers-are-scarier-than-the-crocodiles_1542342692.html", "title": "South Sudan: Where the Soldiers Are Scarier Than the Crocodiles", "title_page": "Opinion | South Sudan: Where the Soldiers Are Scarier Than the Crocodiles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Multiply this family’s tragedy by millions and you get a window into the catastrophe faced by South Sudan, already one of the world’s poorest nations. Even before the civil war started two years ago, a girl was much more likely to grow up to die in childbirth than to finish high school.\nThe United States helped South Sudan achieve independence from Sudan in 2011 and has been its most important backer. I’m hoping President Obama, who in the past showed great interest in Sudan and South Sudan, will apply every possible diplomatic and financial lever to get a signed peace deal here carried out.\nImage Two Nuer boys play with guns constructed of clay. Credit Nicholas Kristof/The New York Times\nAll sides in this civil war have engaged in atrocities, and it has unfortunately taken on an ethnic dimension. In one small market town, I found a 6-year-old boy from the Nuer tribe, Gaiy, playing with astonishingly realistic toy guns he had made from clay, including a machine gun on a tripod, with an ammunition belt feeding it.\nHis creativity and skill made me think that he would make a great engineer, but he had different ambitions. “I want to be a soldier,” he explained. “I want to shoot Dinka,” he added, referring to members of a rival tribe that dominates the government.\nI asked why, and he was blunt: “Because they are coming to kill us.”\nWhat has evolved is an ethnic cleansing that sometimes seems to be inching toward genocide, and those at greatest risk are not combatants but women and children suffering from hunger and disease.\nIn one remote area, I came across a mother named Yapuot Ninrew who before the civil war had owned 60 cattle and enjoyed a decent life. Then a few months ago, government soldiers attacked. They seized Yapuot, and although she was five months pregnant, they tied her hands behind her back and hanged her by the neck from a rafter in a hut. After a minute or so, the troops laughingly cut her down but burned her hut and stole her clothing, her cattle and everything else she owned. They also kidnapped two of her sisters as sex slaves; the sisters later escaped.", "url": "https://www.nytimes.com/2016/03/13/opinion/sunday/where-the-soldiers-are-scarier-than-the-crocodiles.html"}