{"authors": ["Liz Alderman"], "date_download": "2018-11-16 03:52:07", "date_modify": "2018-11-16 03:52:07", "date_publish": "2016-03-11 13:30:15", "description": "With migrants starting to grow desperate, smugglers are fanning out in Greece, promising help and stoking European concerns about alternate routes.", "filename": "2016_03_12_world_europe_european-union-migrant-crisis-smuggling.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340327.html", "image_url": "https://static01.nyt.com/images/2016/03/12/world/12MIGRANTS/12MIGRANTS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_12_world_europe_european-union-migrant-crisis-smuggling.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340327.html", "title": "Smugglers Prey on Migrants Desperate to Find Back Doors to Europe", "title_page": "Smugglers Prey on Migrants Desperate to Find Back Doors to Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Whether such efforts prove effective remains to be seen. Last year, migrant smuggling became the fastest-growing criminal market in Europe, according to a recent Europol report, with an estimated turnover of €3 billion to €6 billion, or $3.3 billion to $6.6 billion. The amount could double or triple if the scale of the current migration crisis persists this year, the agency warned.\n“Smugglers are like the Hydra: You cut off one head and two new ones spring up,” said Rear Adm. Iwannis Karageorgopoulos, the director general for security and law enforcement at the Greek Coast Guard.\n“The best way to eradicate migrant smugglers is to take away their clientele,” he said.\nEurope is trying to do that in part by signaling to migrants that they have no hope of reaching their intended destinations via the route a million people or more used last year, from Greece through Macedonia and the Balkans and on to Austria and then Germany.\nIn the meantime, migrants fleeing war and economic hardship seem unwilling to cast aside their dreams of a better life in Europe, leaving them ripe targets for smugglers offering transportation, accommodation and faked documents at high prices.\nAny new paths are likely to be fraught with peril. In Piraeus, migrants said some smugglers talked of stashing people in trucks destined for Italy or Northern Europe, raising the prospect of tragedies like an episode last year when 71 migrants suffocated in a truck found abandoned by smugglers in Austria near the border with Hungary. Human rights groups said migrants moving recently through Bulgaria reported violent beatings by police officers and local vigilante groups, and being set upon by dogs in Macedonia.\nIn Serbia, which could remain part of the migrant path if flows pick up from Albania, Bulgaria or Romania, the border closings have already revived old smuggling networks after years of police clampdowns. This week, smugglers brought 45 Kurds into Serbia using an old path from Bulgaria, said Jelena Hrnjak, the program manager at Atina, an aid group working with the International Rescue Committee.", "url": "https://www.nytimes.com/2016/03/12/world/europe/european-union-migrant-crisis-smuggling.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}