{"authors": ["Lizette Alvarez", "Richard Pérez-Peña", "Frances Robles"], "date_download": "2018-11-16 03:48:17", "date_modify": "2018-11-16 03:48:17", "date_publish": "2016-10-08 01:12:52", "description": "The storm passed with out the catastrophic effects forecasters had predicted, and on Friday, residents began to return to areas that had been evacuated.", "filename": "2016_10_08_us_florida-hurricane-matthew.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340097.html", "image_url": "https://static01.nyt.com/images/2016/10/08/us/08storm-jp2/08matthew-friday5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_08_us_florida-hurricane-matthew.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340097.html", "title": "As Hurricane Matthew Blows Past, Florida Sighs With Relief", "title_page": "As Hurricane Matthew Blows Past, Florida Sighs With Relief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HUTCHINSON ISLAND, Fla. — As Hurricane Matthew doused the north Florida coast with floodwaters, high winds and rain, the mood across much of the state shifted from alarm to relief on Friday as the worst of the storm passed by without the catastrophic effects forecasters had predicted and some residents began to return to areas that had been evacuated.\nThe hurricane continued to churn its way northward just offshore. For Georgia and the Carolinas, the worst still lay ahead, with the storm expected to threaten coastal cities like Savannah, Ga.; Charleston, S.C.; and Wilmington, N.C. And in Haiti, which suffered a disastrous strike by Matthew on Tuesday and Wednesday, the toll continued to mount as residents dug out and communications and travel were restored to areas that had been cut off. Reuters estimated that more than 800 people in Haiti had been killed.\nBut for many Floridians, exposed to days of alerts that this might turn out to be the most damaging storm to hit the state since Hurricane Andrew in 1992, there was a sense of having dodged a freight train.", "url": "https://www.nytimes.com/2016/10/08/us/florida-hurricane-matthew.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}