{"authors": ["Steven Erlanger", "Sewell Chan"], "date_download": "2018-11-16 04:16:40", "date_modify": "2018-11-16 04:16:40", "date_publish": "2016-04-11 18:56:03", "description": "The British prime minister confronted the Labour Party in Parliament in a spirited debate over economic fairness that was set off by the Panama Papers.", "filename": "2016_04_12_world_europe_david-cameron-panama-papers-parliament-jeremy-corbyn.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341800.html", "image_url": "https://static01.nyt.com/images/2016/04/11/world/12CAMERON-hp/12CAMERON-hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_12_world_europe_david-cameron-panama-papers-parliament-jeremy-corbyn.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341800.html", "title": "David Cameron Clashes With Rivals Over Tax Havens and His Wealth", "title_page": "David Cameron Clashes With Rivals Over Tax Havens and His Wealth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Prime Minister David Cameron of Britain clashed with the opposition Labour Party in Parliament on Monday over tax havens and his inherited wealth, and, in a spirited debate over economic fairness set off by the disclosures in the Panama Papers, defended the right of Britons to “make money lawfully” as long as they paid their taxes.\n“Aspiration and wealth creation are not dirty words,” said Mr. Cameron, a Conservative, attacking the Labour Party for “wanting to tax” anyone who wanted to pass on their home or their wealth while still alive to their children, calling that “the real lesson of today.”\nThe Labour Party leader, Jeremy Corbyn, assailed Mr. Cameron for presenting “a master class in the art of distraction,” and accused him of “losing the trust” of ordinary Britons.\n“Does he realize why people are so angry?” Mr. Corbyn asked, citing “six years of austerity” to the detriment of the poor, much of which could have been avoided, he said, “if this country wasn’t ripped off by the superrich.”", "url": "https://www.nytimes.com/2016/04/12/world/europe/david-cameron-panama-papers-parliament-jeremy-corbyn.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}