{"authors": ["Christine Hauser"], "date_download": "2018-11-16 04:27:18", "date_modify": "2018-11-16 04:27:18", "date_publish": "2016-11-10 20:21:42", "description": "Mr. Schock, who resigned in 2015, was indicted by a federal grand jury on 24 counts, including wire fraud and theft of government funds.", "filename": "2016_11_11_us_politics_aaron-schock-ex-illinois-congressman-indicted-wire-fraud.html_module=inline_1542342438.html", "image_url": "https://static01.nyt.com/images/2016/11/11/us/11schock_xp/11schock_xp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_11_us_politics_aaron-schock-ex-illinois-congressman-indicted-wire-fraud.html_module=inline_1542342438.html", "title": "Aaron Schock, Ex-Illinois Congressman, Is Indicted", "title_page": "Aaron Schock, Ex-Illinois Congressman, Is Indicted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A New York Times article last year described the office as being decorated like a drawing room from “Downton Abbey,” and said that with his “buff physique and natty wardrobe,” Mr. Schock had cultivated an image that was more about lifestyle and less about lawmaking.\nMr. Schock, now 35, resigned amid questions about his financial practices, including accusations of spending tens of thousands of dollars from taxpayer-funded accounts on office renovations, using taxpayer and campaign funds on private jets and concerts, and failing to report extravagant gifts on his annual financial disclosure forms as required by House ethics rules.\nIn addition to the wire fraud and theft of government funds charges, Mr. Schock was charged with making false statements, filing false federal income tax returns, falsification of Federal Election Commission filings and mail fraud.\nThe statement from his lawyer said that Mr. Schock had never “seen ‘Downton Abbey’ and did not request an office designed like it.”\nIt also said that he had repaid “every penny of taxpayer-funded mileage he ever received despite the fact that he indisputably drove tens of thousands of miles throughout his district on official business, one of the largest congressional districts in Illinois.”", "url": "https://www.nytimes.com/2016/11/11/us/politics/aaron-schock-ex-illinois-congressman-indicted-wire-fraud.html?module=inline"}