{"authors": ["Alexander Burns", "Maggie Haberman"], "date_download": "2018-11-16 03:55:11", "date_modify": "2018-11-16 03:55:11", "date_publish": "2016-07-30 19:41:54", "description": "The Republican candidate intends to focus on three or four states his campaign believes he must sweep, but his path to election looks ever narrower.", "filename": "2016_07_31_us_politics_donald-trump-presidential-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340511.html", "image_url": "https://static01.nyt.com/images/2016/07/31/us/31battleground-jp2/31battleground-jp2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_31_us_politics_donald-trump-presidential-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340511.html", "title": "Electoral Map Gives Donald Trump Few Places to Go", "title_page": "Electoral Map Gives Donald Trump Few Places to Go - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Trump continues to fight at a severe financial and organizational disadvantage against Mrs. Clinton, leaving him without the funds to campaign effectively across all of the states Mr. Romney contested. At the end of June, Mr. Trump had less than half as much cash in reserve as Mrs. Clinton — $20 million to her $44 million.\nIn several major swing states, Mr. Trump’s campaign has not yet approved final budgets for his state-level operations, according to Republicans in communication with his campaign, leaving Republicans on the state and national levels uncertain about his ability to mount major advertising and get-out-the-vote operations.\nAnd in some of the most crucial states, Mr. Trump continues to face resistance within his own party: In Ohio, he has feuded openly with the popular Republican governor, John Kasich, a former primary opponent who has refused to endorse his campaign. In Florida, some of the most influential Hispanic Republicans in the southern part of the state have withheld their support, hobbling his candidacy there.\nThe map is not entirely forbidding for Mr. Trump: Both Republicans and Democrats see him as holding an edge in Iowa, a heavily white state with six electoral votes that President Obama won twice. And some top Trump aides remain hopeful that the larger terrain of the election will shift in his direction.\nTrump advisers have argued to national Republicans that they are well positioned to compete in Michigan, a Rust Belt state that no Republican presidential candidate has won since 1988. Should Mr. Trump overtake Mrs. Clinton there, it would allow him a bit more room for error in one of the other cornerstone states.\nStrategists for Mrs. Clinton largely dismiss that possibility, pointing out that Mr. McCain and Mr. Romney also hoped to compete in both Michigan and Wisconsin, only to see the states slip away well before Election Day.", "url": "https://www.nytimes.com/2016/07/31/us/politics/donald-trump-presidential-race.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}