{"authors": ["Alexander Burns", "Nick Corasaniti"], "date_download": "2018-11-16 03:55:46", "date_modify": "2018-11-16 03:55:46", "date_publish": "2016-02-23 10:00:23", "description": "Mr. Trump was seen as the favorite going into the contest, but his victory still added pressure on his rivals as the Super Tuesday elections approach.", "filename": "2016_02_24_us_politics_nevada-caucus-gop.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340546.html", "image_url": "https://static01.nyt.com/images/2016/02/24/multimedia/nevada-caucus-trump/nevada-caucus-trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_24_us_politics_nevada-caucus-gop.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340546.html", "title": "Donald Trump Wins Nevada Caucuses, Collecting Third Straight Victory", "title_page": "Donald Trump Wins Nevada Caucuses, Collecting Third Straight Victory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump was declared the winner of the Nevada caucuses on Tuesday night, according to The Associated Press, gaining a third consecutive victory in an early-voting state and strengthening his position in the Republican presidential race before the wave of Super Tuesday elections on March 1.\nMr. Trump was seen as a favorite going into the contest. Even so, his victory serves as a setback for his chief competitors, Senators Ted Cruz of Texas and Marco Rubio of Florida, who must now try to break Mr. Trump’s winning streak in the larger states that vote in the coming weeks.\nMr. Trump was declared the winner on Tuesday night, and final returns reported by The A.P. put him 22 points over his nearest challenger, Mr. Rubio, with Mr. Cruz trailing in third place. Turnout in Nevada was reported to be high compared with previous caucuses.\nFor Mr. Trump, the outcome in Nevada is another sign of his campaign’s durability and the breadth of his appeal: He has now handily won primary elections in New England and in the South, and a caucus fight in the far West. He won over independent voters in New Hampshire and evangelicals in South Carolina, and prevailed in Nevada, where Mormon voters and rural activists wield influence.", "url": "https://www.nytimes.com/2016/02/24/us/politics/nevada-caucus-gop.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}