{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:18:32", "date_modify": "2018-11-16 04:18:32", "date_publish": "2016-02-29 06:24:24", "description": "It remained unclear whether the student, who has been in custody since Jan. 2, was coerced to say that he had stolen a political banner from his hotel.", "filename": "2016_02_29_world_asia_north-korea-student-warmbier.html_module=inline_1542341912.html", "image_url": "https://static01.nyt.com/images/2016/02/29/world/29nkorea-web1/29nkorea-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_29_world_asia_north-korea-student-warmbier.html_module=inline_1542341912.html", "title": "Otto Warmbier, Detained U.S. Student, Apologizes in North Korea", "title_page": "Otto Warmbier, Detained U.S. Student, Apologizes in North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — An American student detained in North Korea appeared in a government-arranged news conference in Pyongyang, the capital, on Monday, apologizing for what the country called an antistate crime: trying to steal a political banner.\nThe student, Otto F. Warmbier, an undergraduate at the University of Virginia, was detained in North Korea in January while visiting the country on a tourist visa. While announcing his arrest, the state news media reported last month that Mr. Warmbier entered the country with the intent of “bringing down the foundation of its single-minded unity.”\n“I made the worst mistake of my life,” said Mr. Warmbier, sobbing and pleading for his release, according to Associated Press video of the news conference, which was held at the People’s Palace of Culture in Pyongyang.\nEarly on Jan. 1, “I committed my crime of taking out the important political slogan from the staff-only area of the Yanggakdo International Hotel,” Mr. Warmbier, 21, said at the news conference. The charges against him said he was encouraged to commit the “hostile act” by a member of an Ohio church, a secretive university organization and the C.I.A.", "url": "https://www.nytimes.com/2016/02/29/world/asia/north-korea-student-warmbier.html?module=inline"}