{"authors": ["Neil Gough"], "date_download": "2018-11-16 04:48:35", "date_modify": "2018-11-16 04:48:35", "date_publish": "2016-02-29 06:49:51", "description": "The country’s top financial policy makers are trying to reassure the rest of the world that their handling of the economy remains on track.", "filename": "2016_03_01_business_international_china-cut-banks-reserve-ratio_1542343715.html", "image_url": "https://static01.nyt.com/images/2016/03/01/business/chinabank1/chinabank1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_01_business_international_china-cut-banks-reserve-ratio_1542343715.html", "title": "China Moves to Bolster Lending by Easing Banks’ Reserve Ratio", "title_page": "China Moves to Bolster Lending by Easing Banks’ Reserve Ratio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A major lending binge in recent years has left China with too many steel and cement factories and has saddled many state-owned companies with too much debt. At the same time, China’s leaders are trying to channel lending to areas long underserved by state-owned banks, such as small and midsize businesses, that the leaders see as essential to nurturing growth.\nPhoto\nThis is the fifth time that the central bank, the People’s Bank of China, has cut the reserve requirement ratio since the start of last year. The move on Monday could release around 630 billion renminbi, or about $96 billion, in additional liquidity to China’s banking system, according to estimates from Bank of America Merrill Lynch.\nFor the biggest banks, the ratio of total deposits that must be kept in reserve was reduced to 17 percent, from 17.5 percent.\nBy lowering the reserve requirement ratio, or R.R.R., by half a percentage point, the central bank is partly seeking to offset its own actions in support of the currency. The central bank has been selling dollars and buying renminbi to prop up the value of its currency, which has been under pressure.\nBut that has siphoned liquidity out of the system. In response, the central bank has been injecting billions of renminbi into the country’s financial system. The reserve requirement ratio cut serves the same purpose, essentially representing a lending quota.\nIn a news release on Monday, China’s central bank said the reduction was intended “to maintain adequate and reasonable liquidity in the financial system and guide the steady moderate growth of money and credit.”\nIn recent months, the People’s Bank of China has slowly been switching its focus away from changing reserve requirements. Instead, it has been putting greater emphasis on interest rates as a way to control liquidity. Still, the pressure on the renminbi to weaken remains such that the central bank will probably need to dig deeper into its monetary policy toolbox.\nAlthough the central bank has been moving toward more market-driven interest rates, traditional measures like the reserve requirement ratio cut still create across-the-board stimulus, Mark Williams, the chief China economist at Capital Economics, wrote Monday evening in a research note.\nAdvertisement Continue reading the main story\n“The move underscores a message that officials have repeated in recent days, including at the G-20 meeting: Policy makers still have room to support the economy,” he said.", "url": "https://www.nytimes.com/2016/03/01/business/international/china-cut-banks-reserve-ratio.html"}