{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:00:13", "date_modify": "2018-11-16 04:00:13", "date_publish": "2016-10-25 00:50:21", "description": "Antitrust regulators need to examine whether the AT&T-Time Warner deal would squelch competition or limit consumer choice.", "filename": "2016_10_25_opinion_promises-promises-from-att.html_module=inline_1542340813.html", "image_url": "https://static01.nyt.com/images/2016/10/25/opinion/25tue1/25tue1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_25_opinion_promises-promises-from-att.html_module=inline_1542340813.html", "title": "Promises, Promises From AT&T", "title_page": "Opinion | Promises, Promises From AT&T - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "AT&T’s $85.4 billion acquisition of Time Warner would transform it from a landline, wireless and satellite TV company into one of the most important media gatekeepers in the country, giving it a strong financial incentive to use its programming to hammer competitors.\nThe company agreed to pay Time Warner, which owns Warner Bros. studios, HBO, CNN, TNT and other TV channels, a 35 percent premium over its market value. AT&T executives say the deal would benefit its customers by leading to new innovations. But it would only be logical for the company to use Time Warner’s trove of movies and TV programming to keep and attract subscribers to AT&T while making it harder or more expensive for competing telecom and streaming companies to get access to that content.\nAT&T already has enormous power in this market. More than 25 million American households buy TV service from the company’s DirecTV and U-Verse units. The company also has 130 million wireless subscribers and 15 million broadband customers. Add Time Warner to that collection and AT&T could gain even more clout by, for example, choosing not to carry shows created by other media companies. Some entrepreneurs might not want to create rivals to CNN or HBO if they feared that they would not get access to 25 million households.\nEconomists, lawmakers and judges have long recognized the problems with “vertical integration” that combines companies operating in different industry segments. In the 1940s, for example, the Department of Justice successfully forced movie studios to sell their theater chains, a step that helped end the dominance of the Hollywood studio system. That led to a renaissance in independent films because producers not connected with the studios could more easily get their films shown in theaters. And in 1972, the Supreme Court agreed with the federal government that Ford shouldn’t be allowed to acquire a supplier of spark plugs. The court said Ford was seeking to establish “virtually insurmountable barriers to entry” to competitors because Ford was the biggest buyer of spark plugs from independent auto parts suppliers.", "url": "https://www.nytimes.com/2016/10/25/opinion/promises-promises-from-att.html?module=inline"}