{"authors": ["John Schwartz"], "date_download": "2018-11-16 03:24:12", "date_modify": "2018-11-16 03:24:12", "date_publish": "2016-10-27 21:50:24", "description": "Opponents of the proposed constitutional amendment on the Nov. 8 ballot say that it was written to fool voters and could make panels more costly.", "filename": "2016_10_28_science_florida-solar-power-referendum.html_module=inline_1542338652.html", "image_url": "https://static01.nyt.com/images/2016/10/28/science/28SOLAR1/28SOLAR1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_28_science_florida-solar-power-referendum.html_module=inline_1542338652.html", "title": "Measure in Florida That Claims to Back Solar Power May Discourage It", "title_page": "Measure in Florida That Claims to Back Solar Power May Discourage It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Florida’s biggest electric utility companies are backing a proposed constitutional amendment that, the campaign says, “promotes solar in the Sunshine State.” Not so: If Florida voters approve the ballot measure, it could pave the way for utilities to raise fees on solar customers and cast a heavy cloud over the future of rooftop solar energy in Florida.\nUtilities and their allies have spent more than $20 million on the campaign, including inescapable broadcast ads and mass direct mailings. While there is no reliable polling on the measure, unscientific surveys suggest that the amendment can win. Daniel Smith, a professor of political science at the University of Florida, said, “It has a decent shot at passing — because the language is deceptive.”\nIf approved Nov. 8, the measure would take immediate effect. As a constitutional amendment, it needs to pass with at least 60 percent of the vote to be enacted.", "url": "https://www.nytimes.com/2016/10/28/science/florida-solar-power-referendum.html?module=inline"}