{"authors": ["Richard A. Friedman"], "date_download": "2018-11-16 04:45:22", "date_modify": "2018-11-16 04:45:22", "date_publish": "2016-10-08 18:30:18", "description": "We assumed neurological development was a one-way street. What if it isn’t?", "filename": "2016_10_09_opinion_return-to-the-teenage-brain_1542343522.html", "image_url": "https://static01.nyt.com/images/2016/10/09/opinion/sunday/09friedman/09friedman-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_09_opinion_return-to-the-teenage-brain_1542343522.html", "title": "Return to the Teenage Brain", "title_page": "Opinion | Return to the Teenage Brain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For example, last year, scientists identified a gene that intensifies the pruning of synapses in the brain and increases the risk for schizophrenia. During adolescence, weak or redundant connections between neurons are normally pruned back, leaving the stronger ones to flourish. The disruption of this process is most likely relevant to the genesis of many mental disorders, including, perhaps, autism and Alzheimer’s.\nWe’ve learned about some of these possibilities from studies of rats. When it comes to basic phenomena like stress, anxiety and bonding, rats and humans are surprisingly similar. Studies of rat pups show enduring changes in DNA and behavior depending on whether they were raised by high or low nurturing mothers (largely measured by how much the mothers licked their pups).\nAs early as the first week of life, the offspring of less nurturing mothers were more fearful and reactive to stress, and their DNA contained more methyl groups, which tend to inhibit gene expression. In other words, parenting style permanently changed their DNA — a striking example of nurture over nature.\nThe researchers found they could reverse the effects of maternal deprivation by giving the rats an HDAC inhibitor called trichostatin — which removes some of the methyl tags on DNA — when they were adults. Almost magically, these anxious rats now looked and acted just like the pups of adoring mothers.\nThe implication is that the harmful effects of early life experiences on gene expression are potentially reversible much later in life. This is also very good news for humans, since early life stress is a strong risk factor for many psychiatric illnesses, like mood and anxiety disorders as well as certain personality disorders. For example, a 2014 study of 94 children who had been neglected or abused and 96 children who hadn’t been found a significant correlation between depressive symptoms and the tagging of three genes with methyl groups. (These genes are involved in mediating plasticity and the stress response.)\nObviously we cannot eliminate trauma from life, but these studies suggest that we might someday be able to mitigate or even reverse some of its long-lasting effects. The opportunity to positively change the brain and behavior is no longer going to be limited to the sensitive periods of childhood, but will extend far into adulthood.\nThere might, however, be a dark side to the story. There is a good reason we were designed to have finite sensitive periods. Takao Hensch, a Harvard neuroscientist, has written that plasticity takes a lot of energy: It’s exhausting to keep all your neural circuits in a dynamic state. Restricting it may protect the brain.", "url": "https://www.nytimes.com/2016/10/09/opinion/return-to-the-teenage-brain.html"}