{"authors": ["Paul Krugman"], "date_download": "2018-11-16 03:16:30", "date_modify": "2018-11-16 03:16:30", "date_publish": "2016-06-03 07:21:06", "description": "Climate change can be countered and the environment saved, but not if the hair spray-obsessed, science-denying Donald Trump is elected.", "filename": "2016_06_03_opinion_the-id-that-ate-the-planet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338190.html", "image_url": "https://static01.nyt.com/images/2014/11/12/opinion/krugman-circular/krugman-circular-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_03_opinion_the-id-that-ate-the-planet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338190.html", "title": "The Id That Ate the Planet", "title_page": "Opinion | The Id That Ate the Planet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Tuesday the political arm of the Natural Resources Defense Council, one of America’s most influential environmentalist groups, made its first presidential endorsement ever, giving the nod to Hillary Clinton. This meant jumping the gun by a week on her inevitable designation as the presumptive Democratic nominee, but the NRDC Action Fund is obviously eager to get on with the general election.\nAnd it’s not hard to see why: At this point Donald Trump’s personality endangers the whole planet.\nWe’re at a peculiar moment when it comes to the environment — a moment of both fear and hope. The outlook for climate change if current policies continue has never looked worse, but the prospects for turning away from the path of destruction have never looked better. Everything depends on who ends up sitting in the White House for the next few years.\nOn climate: Remember claims by climate denialists that global warming had paused, that temperatures hadn’t risen since 1998? That was always a garbage argument, but in any case it has now been blown away by a series of new temperature records and a proliferation of other indicators that, taken together, tell a terrifying story of looming disaster.\nAt the same time, however, rapid technological progress in renewable energy is making nonsense — or maybe I should say, further nonsense — of another bad argument against climate action, the claim that nothing can be done about greenhouse gas emissions without crippling the economy. Solar and wind power are getting cheaper each year, and growing quickly even without much in the way of incentives to switch away from fossil fuels. Provide those incentives, and an energy revolution would be just around the corner.", "url": "https://www.nytimes.com/2016/06/03/opinion/the-id-that-ate-the-planet.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}