{"authors": ["Rukmini Callimachi", "Alissa J. Rubin", "Laure Fourquet"], "date_download": "2018-11-16 03:20:59", "date_modify": "2018-11-16 03:20:59", "date_publish": "2016-03-20 00:18:01", "description": "A 55-page French report details how the attackers used disciplined communications, identified soft targets and perfected bomb-making techniques after two years of failures.", "filename": "2016_03_20_world_europe_a-view-of-isiss-evolution-in-new-details-of-paris-attacks.html_module=inline_1542338459.html", "image_url": "https://static01.nyt.com/images/2016/03/20/world/20PARIS1/20PARIS1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_20_world_europe_a-view-of-isiss-evolution-in-new-details-of-paris-attacks.html_module=inline_1542338459.html", "title": "A View of ISIS’s Evolution in New Details of Paris Attacks", "title_page": "A View of ISIS’s Evolution in New Details of Paris Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Security camera footage showed Bilal Hadfi, the youngest of the assailants, as he paced outside the stadium, talking on a cellphone. The phone was activated less than an hour before he detonated his vest. From 8:41 p.m. until just before he died at 9:28 p.m., the phone was in constant touch with a phone inside the rental car being driven by Mr. Abaaoud. It also repeatedly called a cellphone in Belgium.\nMost striking is what was not found on the phones: Not a single email or online chat from the attackers has surfaced so far.\nEven though one of the disposable phones was found to have had a Gmail account with the username “yjeanyves1,” the police discovered it was empty, with no messages in the sent or draft folders. It had been created on the afternoon of the attacks from inside the Appart’City budget hotel.\nDNA swabs taken at the villa, including on a crouton left behind, helped the authorities determine that at least one of the soccer stadium bombers had stayed there, as had Salah Abdeslam. The other objects the report describes being found there suggest it may have been one of the places where bombs were assembled, including a piece of cloth identical to one found on the remains of one of the bombers, a roll of the same kind of adhesive tape used on the devices, and two pyrotechnic detonators.\nAttacker’s Last Stand\nAs France was plunged into a state of emergency on the night of the attack, the Islamic State’s external operations branch could claim that it had achieved all its goals. Mr. Abaaoud and Salah Abdeslam were still alive. But perhaps that was not part of the plan, because it was then that mistakes appeared, the police report shows.\nMr. Abaaoud’s rental car was last spotted leaving Paris for an industrial area in an eastern suburb. The car was abandoned near the Croix de Chavaux station about 10 p.m. Ten minutes later, a security camera captured footage of two men walking nearby, including one in orange sneakers. During the attacks, the report showed, witnesses and video cameras again and again described orange shoes on an attacker who was identifiable as Mr. Abaaoud. Starting around that time, police records show that a 26-year-old woman, Hasna Aitboulahcen, began receiving phone calls on her Paris number from callers in Belgium. She was Mr. Abaaoud’s first cousin, according to a close friend who was later questioned by the police and who later talked to French news outlets. Ms. Aitboulahcen was described as being smitten with him for years.\nOn Nov. 15, she and a friend drove out to a remote spot along the freeway, where Mr. Abaaoud came out of the bushes and joined them, the report said, quoting the account of the friend.", "url": "https://www.nytimes.com/2016/03/20/world/europe/a-view-of-isiss-evolution-in-new-details-of-paris-attacks.html?module=inline"}