{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:33:57", "date_modify": "2018-11-16 04:33:57", "date_publish": "2016-06-30 09:00:24", "description": "As a businessman, Mr. Trump has relied on the type of cheap foreign labor that he vows to clamp down on if elected president.", "filename": "2016_07_01_us_politics_donald-trump-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342837.html", "image_url": "https://static01.nyt.com/images/2016/06/29/us/29fd-trump2/29fd-trump2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_01_us_politics_donald-trump-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342837.html", "title": "Donald Trump Has Long Benefited From Trade Practices He Now Scorns", "title_page": "Donald Trump Has Long Benefited From Trade Practices He Now Scorns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump vowed on Tuesday that as president, he would put an end to policies that send American jobs overseas, threatening to impose tariffs on Chinese imports and promising to punish companies that relocate their manufacturing to countries with cheaper labor.\n“It will be American hands that remake this country,” said Mr. Trump, the presumptive Republican presidential nominee, standing before a hunk of aluminum at a recycling plant in western Pennsylvania.\nBut such declarations are at odds with Mr. Trump’s long history as a businessman, in which he has been heavily — and proudly — reliant on foreign labor in the name of putting profits, rather than America, first. From cheap neckties to television sets, Mr. Trump has benefited from some of the trade practices he now scorns.\nFar-flung apparel\nBesides construction, Mr. Trump is big in the clothing business. But most of his line of suits, ties and cuff links bear a “Made in China” label. Some also come from factories in Bangladesh, Mexico and Vietnam. He has blamed China’s currency manipulation to argue that it is almost impossible to find garments that are made domestically these days, or that they are prohibitively expensive.", "url": "https://www.nytimes.com/2016/07/01/us/politics/donald-trump-trade.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}