{"authors": ["Jeremy W. Peters", "Yamiche Alcindor"], "date_download": "2018-11-16 04:26:34", "date_modify": "2018-11-16 04:26:34", "date_publish": "2016-09-28 20:58:34", "description": "More than a third of voters ages 18 to 29 say they will vote for a third-party candidate, and when asked to choose a major-party nominee, 10 percent said they would not vote.", "filename": "2016_09_29_us_politics_hillary-clinton-millennials-third-party.html_module=inline_1542342394.html", "image_url": "https://static01.nyt.com/images/2016/09/29/us/29millennials3/29millennials3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_29_us_politics_hillary-clinton-millennials-third-party.html_module=inline_1542342394.html", "title": "Hillary Clinton Struggles to Win Back Young Voters From Third Parties", "title_page": "Hillary Clinton Struggles to Win Back Young Voters From Third Parties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With just six weeks to go until Election Day, younger voters are shunning the two major political parties on a scale not seen since Ross Perot’s third-party bid for the presidency in 1992, a striking swing in public opinion that is slicing into Hillary Clinton’s thin margin for error.\nThough young people are notoriously fickle about showing up at the polls, they are a growing and potentially pivotal bloc of voters. Millennials now outnumber baby boomers as the country’s largest generation. And while they may be more predisposed than other groups to vote Democratic, they are not moving toward the party and its nominee as quickly and predictably as they have in past elections.\nThe Clinton campaign held several events on Wednesday aimed at millennials, underscoring the urgency with which she and her team are working to lock down the group: about 75 million Americans. Mrs. Clinton traveled to New Hampshire with her former primary rival, Senator Bernie Sanders of Vermont, for a rally with college students.\nThe first lady, Michelle Obama, spent the day visiting campuses in Philadelphia and Pittsburgh. She had blunt words for anyone thinking about voting for a third party. “If you vote for someone other than Hillary, or if you don’t vote at all,” she said, “then you are helping to elect Hillary’s opponent.”", "url": "https://www.nytimes.com/2016/09/29/us/politics/hillary-clinton-millennials-third-party.html?module=inline"}