{"authors": ["Andrew Jacobs"], "date_download": "2018-11-16 04:20:18", "date_modify": "2018-11-16 04:20:18", "date_publish": "2016-08-13 14:49:28", "description": "Harry Wu, who spent 19 years in Chinese labor camps, secured a grant from Yahoo to aid families of persecuted dissidents, but very little of it went to them.", "filename": "2016_08_14_us_champion-of-human-rights-in-china-leaves-a-tarnished-legacy.html_module=inline_1542342018.html", "image_url": "https://static01.nyt.com/images/2016/07/15/us/00dissident-web1/00dissident-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_14_us_champion-of-human-rights-in-china-leaves-a-tarnished-legacy.html_module=inline_1542342018.html", "title": "Champion of Human Rights in China Leaves a Tarnished Legacy", "title_page": "Champion of Human Rights in China Leaves a Tarnished Legacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The controversy underscores recurring issues of corporate social responsibility and unintended consequences as Silicon Valley executives, eager to tap into China’s vast market, seek to win favor with the country’s authoritarian rulers. In 2014, the social network site LinkedIn agreed to censor its results in China, and last year IBM provoked concern in the White House after it began allowing Chinese officials to examine proprietary source codes for its products. Mark Zuckerberg of Facebook has courted Chinese leaders in hopes of gaining access to the country’s 700 million internet users.\nYahoo, which was bought by Verizon last month, declined to respond to questions about its role overseeing the grant to Mr. Wu’s organization, saying only in a statement: “We remain an industry leader in our commitment to protect and promote freedom of expression and privacy online.”\nIn an interview two weeks before his death, Mr. Wu brushed off allegations of financial impropriety and defended his decision to largely discontinue giving grants to Chinese dissidents and their families. He said that foundation employees, unable to obtain visas to enter China, found it hard to verify the financial information provided by aid applicants. But he made little effort to hide his disdain for Chinese human rights activists who sought grants, describing them as greedy, deceitful and ungrateful. “Some of them lie to us,” he said. “We are frustrated by these Chinese victims.”\nThe Yahoo Human Rights Fund was born from a remarkable act of public humiliation. In the fall of 2007, Yahoo’s chief executive, Jerry Yang, was summoned to Congress and, on live television, sharply criticized by members of the House Foreign Affairs Committee. As relatives of two jailed Chinese dissidents sat behind him, lawmakers spent nearly three hours criticizing the company’s decision to cooperate with Chinese security agents, and for lying about its conduct during an earlier congressional hearing. “While technologically and financially you are giants, morally you are pygmies,” said Representative Tom Lantos, Democrat of California, who was then chairman of the committee. Mr. Lantos, a Holocaust survivor who died in 2008, urged Yahoo to offer financial compensation to the two dissidents’ families.\nVisibly shaken, Mr. Yang, the son of Taiwanese immigrants, bowed apologetically. He met with the relatives and offered each family $3.2 million to settle a lawsuit against the company, according to Morton Sklar, a lawyer who represented the families. Mr. Yang also pledged $17.3 million to help other victims of Chinese rights abuses, especially those persecuted for using the internet to criticize the government. To administer the fund, Mr. Yang turned to Mr. Wu, the bespectacled figure who had been serving as translator for the relatives.\nPhoto\nAfter arriving in the United States in 1985, Mr. Wu had become a politically connected figure whose suffering made him a forceful symbol of the Communist Party’s war on free speech, religious liberty and individual rights. With his tales of torture and starvation during his nearly two decades of imprisonment, Mr. Wu was a riveting presence at congressional hearings. “Harry Wu was Exhibit A for members of Congress trying to highlight China’s bad behavior with respect to human rights,” said Nicholas Bequelin, director of Asia programs at Amnesty International. “His story gelled with the American narrative of heroic dissidents who had stood up to the state.”\nAdvertisement Continue reading the main story\nMr. Sklar said Yahoo had hoped its fund would help repair its public image, but also serve as a reservoir of money for settling future claims from other Chinese dissidents — an arrangement that critics said was legally and ethically questionable. “They saw the fund as their get-out-of-jail-free card,” Mr. Sklar said. “But Harry Wu saw the money as his own personal fund, to benefit his own activities.”\nMr. Wu’s role as administrator of the money proved problematic. In 2011, Yu Ling, the wife of one of the jailed activists, filed a lawsuit claiming Mr. Wu had pressured her to turn over the $3.2 million settlement and then purchased a $1 million annuity in his name. Mr. Wu eventually returned the money but a litany of grant applicants would later cite other irregularities. Some say they never received the money he had promised; others recalled signing blank disbursement forms but receiving only partial payment. A review of the organization’s financial disclosure forms reveals at least $190,000 that is unaccounted for.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nOver the years, other allegations raised questions about Mr. Wu’s fitness to administer the Yahoo fund. They included charges of domestic abuse by his wife that resulted in two years of probation. Ms. Wang, the wife of the dissident Yang Hai, alleged that Mr. Wu sexually harassed three adolescent girls, including her 16-year-old daughter, in her care in the Washington area, and then cut off a monthly stipend after Ms. Wang accused him in a still-pending lawsuit of sexual assault.\nIn interviews, more than a dozen employees and board members of Mr. Wu’s foundation say he bullied critics and rode roughshod over objections that he was spending too much on his organization and too little on the victims. In some years, financial disclosure forms show that the foundation spent less than 2 percent of annual disbursements on direct assistance to Chinese dissidents or their families; in recent years, such grants all but dried up.\nMr. Wu, the employees said, made all spending decisions. Grants ranged from several hundred dollars to $10,000 but most averaged about $3,000, according to disclosure forms. Liao Tienchi, who says she was fired after a decade of working as Mr. Wu’s assistant because she questioned his spending, said Yahoo ignored letters and emails she sent expressing concern. “He will harm the organization and damage the image of Yahoo,” she warned in one letter sent in 2010. “Scandals will be exposed and it would be a heavy blow to the human rights issue in China.”\nPhoto\nJeff Fiedler, an influential union leader and a former foundation board member, said he relinquished his seat five years ago in frustration. “Harry was uncooperative and saw the money as his alone,” he said. “He became extremely unreasonable.” Over the years, Mr. Fiedler and other board members say Yahoo, whose in-house counsel was required to sign all disbursement checks, tried to intervene but ultimately extricated the company from Mr. Wu’s foundation. In 2015, the company dissolved the Yahoo Human Rights Fund; in January, the company’s representative resigned from the foundation.\nMr. Wu, who earned $130,000 a year as executive director of the organization, used $2.5 million of the Yahoo grant last year to purchase a townhouse for offices and the museum in Washington, which is devoted to Chinese labor camps. Documents show that he spent more than $800,000 on legal fees to defend himself against at least four lawsuits filed by grant applicants, aid recipients and former employees, all of which were later settled or dropped.\nThe Internal Revenue Service last year fined his organization about $40,000 for financial irregularities but stopped short of seeking the revocation of its nonprofit status, according to Mr. Wu.\nThousands of people in China have been persecuted for publicly expressing their political views, and the government has often punished their families by denying them jobs, barring their children from schools and pressuring landlords to evict them from their homes. Humanitarian China, a California-based organization that gives grants to impoverished dissidents and their families, gives money to about 100 recipients a year, a marked contrast to the roughly 130 people who received grants from Laogai over the past decade.\nAdvertisement Continue reading the main story\n“We scramble to raise a few thousand dollars each year,” said Yaxue Cao, a board member of the organization. “Imagine what we could have done with $17 million.”\nIn the final interview before his death, Mr. Wu expressed annoyance over allegations against him and defended his decision to spend the bulk of the Yahoo money on his unfinished museum, which documents the horrors of China’s forced labor camps.\n“I thought a museum was the best way to make that happen, so we collected so many documents and personal testimonies to tell the truth,” he said. “If anyone has a better solution, I would accept that.” Then he leaned forward and lowered his booming voice. “I am 79,” he added. “I’m almost at the end.”", "url": "https://www.nytimes.com/2016/08/14/us/champion-of-human-rights-in-china-leaves-a-tarnished-legacy.html?module=inline"}