{"authors": ["Nicholas St. Fleur"], "date_download": "2018-11-16 03:44:13", "date_modify": "2018-11-16 03:44:13", "date_publish": "2016-07-13 19:56:13", "description": "Gualicho shinyae was found to have evolved its stubby arms independently, suggesting there was some evolutionary advantage to the small size.", "filename": "2016_07_14_science_dinosaurs-short-arms-gualicho-shinyae.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339853.html", "image_url": "https://static01.nyt.com/images/2016/07/14/science/14TB-dino1/14TB-dino1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_14_science_dinosaurs-short-arms-gualicho-shinyae.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339853.html", "title": "New Dinosaur and T. Rex Were Brothers in Tiny Arms", "title_page": "New Dinosaur and T. Rex Were Brothers in Tiny Arms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The new dinosaur belonged to a different type of theropods called the allosaurs, which usually had strong, proportionally sized arms. It’s the only known member of the group to have feeble arms with two fingers. Along with the tyrannosaurs, and a second dinosaur group known as the abelisaurs, Gualicho shinyae is one of the few theropods with tiny arms that paleontologists have found.\n“It begins to tell us a little bit about the story of how and why animals like T-rex and other theropods reduce their forearms,” said Peter Makovicky, a paleontologist with the Field Museum in Chicago, and an author of a paper published Wednesday in the journal PLOS One.\nHe said that the earliest ancestors of tyrannosaurs lived some 165 million years ago and had long arms with three digits. But by the time the creatures made it to the Late Cretaceous period, about 80 million years ago, they lost a finger and their arms became shorter.\nAlthough Gualicho shinyae comes from a different line of dinosaurs, studying its wimpy arms may provide some insight into the evolutionary pressures that might cause a giant like T-rex to end up with tiny forelimbs.", "url": "https://www.nytimes.com/2016/07/14/science/dinosaurs-short-arms-gualicho-shinyae.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}