{"authors": ["Thomas Kaplan", "Maggie Haberman"], "date_download": "2018-11-16 04:23:07", "date_modify": "2018-11-16 04:23:07", "date_publish": "2016-04-18 00:41:52", "description": "As Mr. Trump, Hillary Clinton and Senator Bernie Sanders campaigned in New York, Mr. Trump issued his latest criticism of the Republican National Committee.", "filename": "2016_04_18_us_politics_donald-trump-delegates-new-york.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342187.html", "image_url": "https://static01.nyt.com/images/2016/04/18/us/18campaign-web01/18campaign-web01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_18_us_politics_donald-trump-delegates-new-york.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342187.html", "title": "Donald Trump Assails ‘Rigged’ Delegate System, Saying He Chooses Not to Exploit It", "title_page": "Donald Trump Assails ‘Rigged’ Delegate System, Saying He Chooses Not to Exploit It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On the Democratic side, where the primary is expected to be closer, Hillary Clinton and Senator Bernie Sanders spent the day trying to drum up support.\nPolls have shown Mrs. Clinton with an edge over Mr. Sanders, but Mr. Sanders is hoping for an unexpectedly strong performance that would embarrass Mrs. Clinton on her adopted turf.\nBoth candidates were knocked off balance this weekend when questioned about an issue with particular relevance in New York: a bill that would allow foreign governments to be held responsible in American courts for having a role in terrorist attacks, such as the Sept. 11, 2001, attacks.\nThe New York Times reported on Friday that Saudi Arabia had told the Obama administration and members of Congress that it would sell off hundreds of billions of dollars’ worth of American assets held by the kingdom if Congress passed the bill. The Obama administration has lobbied Congress to block the bill’s passage, The Times reported.\nIn television interviews broadcast on Sunday, Mr. Sanders and Mrs. Clinton said they needed more information to say where they stood on the bill.\nBut after Mrs. Clinton’s interview aired, her campaign released a statement breaking with the Obama administration. The statement said Mrs. Clinton supported efforts “to secure the ability of 9/11 families and other victims of terrorist acts to hold accountable those responsible.”\nLater in the day, Mr. Sanders’s campaign also issued a statement in support of the legislation.\nMrs. Clinton made several stops in New York on Sunday. In Mount Vernon, she spoke at a Baptist church, saying she was the candidate most willing to take stands in favor of gun control, while in Upper Manhattan she danced at a block party in Washington Heights. She also held a rally on Staten Island.", "url": "https://www.nytimes.com/2016/04/18/us/politics/donald-trump-delegates-new-york.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}