{"authors": ["Florence Fabricant"], "date_download": "2018-11-16 03:32:01", "date_modify": "2018-11-16 03:32:01", "date_publish": "2016-01-11 19:08:57", "description": "Also, horseradish from Long Island; discussing and eating Jewish deli food; mint from the Pacific Northwest; a gin manual; and sausage from California.", "filename": "2016_01_13_dining_supercrown-coffee-roasters-brooklyn_1542339121.html", "image_url": "https://static01.nyt.com/images/2016/01/13/dining/13BURNER3/13BURNER3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_13_dining_supercrown-coffee-roasters-brooklyn_1542339121.html", "title": "Supercrown Pairs Coffee With Everything in Bushwick", "title_page": "Supercrown Pairs Coffee With Everything in Bushwick - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A lunchtime lecture on the renaissance of the Jewish deli, complete with a tasting of pastrami and corned beef, is set for noon on Jan. 21 at the 92nd Street Y. Ted Merwin, the author of “Pastrami on Rye,” will trace the arc of the New York institution from its humble Lower East Side beginnings to contemporary cult status, and the 2nd Ave Deli will provide the nosh: “Pastrami on Rye: An Overstuffed History of the Jewish Deli,” $25, 92nd Street Y, 1395 Lexington Avenue, 212-415-5500, 92y.org.\nImage Credit Tony Cenicola/The New York Times\nTo Indulge: Freshly Minted in Pacific Northwest\nFor four generations, the Seely family has been growing mint, first in Washington State and now in Oregon. They produce essential oils, which they sell to cosmetic and food companies, and their own peppermint and spearmint teas. They also make a line of candies, the star of which is a creamy-centered mint patty: Seely Mints, $8.50 for five peppermint patties, seelymint.com.\nImage Credit Sonny Figueroa/The New York Times\nTo Explore: A Chance to Pore Over Gin\nDave Broom’s guidebook, “Gin: The Manual,” takes you through the history of the spirit and its definitive juniper. Mr. Broom tells how it’s made and offers an encyclopedia of more than 100 brands from around the world, rating each according to how it suits a martini, a Negroni and a gin and tonic. Mixers and vermouths, a guide to tasting and many cocktail recipes are included (but he did miss the Last Word cocktail): “Gin: The Manual” by Dave Broom (Mitchell Beazley, $19.99).", "url": "https://www.nytimes.com/2016/01/13/dining/supercrown-coffee-roasters-brooklyn.html"}