{"authors": ["Campbell Robertson"], "date_download": "2018-11-16 03:47:29", "date_modify": "2018-11-16 03:47:29", "date_publish": "2016-04-20 18:14:03", "description": "The five former officers were charged after six unarmed people were shot, two fatally, on the Danziger Bridge in the chaos after Hurricane Katrina.", "filename": "2016_04_21_us_hurricane-katrina-new-orleans-danziger-bridge-shootings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340049.html", "image_url": "https://static01.nyt.com/images/2016/04/21/us/21danzigerweb/21danzigerweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_21_us_hurricane-katrina-new-orleans-danziger-bridge-shootings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340049.html", "title": "New Orleans Police Officers Plead Guilty in Shooting of Civilians", "title_page": "New Orleans Police Officers Plead Guilty in Shooting of Civilians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Four people were severely injured — one woman lost part of her arm — and two were killed: James Brisette, and Ronald Madison, a 40-year-old developmentally disabled man who took a shotgun blast in the back.\nThe state indicted seven officers, but that indictment was dismissed for improprieties involving the grand jury. Six were then charged by federal prosecutors in 2010, and the next year five of them went to trial together. (The case of a retired sergeant, Gerard Dugue, was severed from the others. He is still waiting for a new trial after an earlier mistrial.)\nAt the federal trial of the five officers, defense lawyers emphasized that the men were rushing to the bridge under the belief — mistaken, as it turned out — that a policeman had been shot, and that under the extreme circumstances of the time, they should not be harshly judged. But prosecution witnesses, including other officers at the scene who had pleaded guilty, said officers had fired without warning and immediately after the shootings began to construct what would become an elaborate cover-up.\nAll of the men were found guilty and faced sentences of six to 65 years. At their sentencing, however, Judge Kurt D. Engelhardt of Federal District Court delivered a lengthy speech condemning the prosecution for its plea deals and its use of problematic witnesses, and deploring the mandatory minimum sentences he was forced to impose.\nTwo years later, he threw out the convictions, citing a scandal that had been unfolding in the local United States attorney’s office, involving senior prosecutors who had anonymously commented under online articles in the local media about cases on trial. Describing his own investigation into the scandal and his frustration with the Justice Department’s internal investigation, Judge Engelhardt insisted that the Danziger case be retried.\nHis disdain for the Justice Department at the 2011 trial that was still on stark display on Wednesday, when the judge said that the Danziger case “might most be remembered by the jiggery-pokery” of the prosecutors.\nA panel of appeals court judges upheld Judge Engelhardt’s order for a new trial last year. In recent weeks, the lawyers from the Justice Department withdrew, which Judge Engelhardt deemed necessary for the case to move forward.", "url": "https://www.nytimes.com/2016/04/21/us/hurricane-katrina-new-orleans-danziger-bridge-shootings.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}