{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:48:45", "date_modify": "2018-11-16 04:48:45", "date_publish": "2016-02-22 17:03:56", "description": "In visits to state news organizations on Friday, the president reiterated his policy, and he wants to curb the presence of foreign media companies.", "filename": "2016_02_23_world_asia_china-media-policy-xi-jinping.html__r=0_1542343725.html", "image_url": "https://static01.nyt.com/images/2016/02/23/world/23beijing-web1/23beijing-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_23_world_asia_china-media-policy-xi-jinping.html__r=0_1542343725.html", "title": "Xi Jinping’s News Alert: Chinese Media Must Serve the Party", "title_page": "Xi Jinping’s News Alert: Chinese Media Must Serve the Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Xi also wants to curb the presence of foreign media companies. Last week, government agencies announced a regulation that would prevent foreign companies from publishing and distributing content online in China. That could affect Microsoft, Apple and Amazon, among others.\nMr. Xi’s appearances on Friday were another major effort in his campaign to build a personality cult that equates him with the well-being of the party and the nation. The act of biao tai, or pledging loyalty, by newsroom leaders was one that Mr. Xi has demanded of military leaders and other important figures in the last year.\nThat tightening of control has come as Mr. Xi faces pressure about China’s economy, partywide corruption and widespread public frustration over pollution and environmental degradation.\nPhoto\nAn essay in China Daily, the official English-language newspaper, offered an explanation on Monday about why Mr. Xi was unveiling his policy now.\n“It is necessary for the media to restore people’s trust in the party, especially as the economy has entered a new normal and suggestions that it is declining and dragging down the global economy have emerged,” the essay said.\n“The nation’s media outlets are essential to political stability, and the leadership cannot afford to wait for them to catch up with the times,” it said.\nMr. Xi’s directives would also make it harder for foreign governments to determine which Chinese journalists operating in their countries are legitimate news gatherers and which ones are agents serving propaganda, intelligence or other official interests. The major party and state-run news organizations have been greatly expanding their operations overseas, including in the United States.\nAdvertisement Continue reading the main story\nMr. Xi’s new policy came about because “despite the continuing tightening of control of the media over the last three years, Xi is not fully assured that the state media, even the most central ones such as Xinhua and CCTV, are fully under his control,” said Xiao Qiang, a scholar in Berkeley, Calif., who researches the party’s information control.\nDavid Bandurski, the editor of the China Media Project at the University of Hong Kong, said that “under Xi Jinping, the centrality of the party is explicit for every single medium.”\n“I think the sense is, ‘We own you, we run you, we tell you how things work,’ ” he said. “ ‘The party is the center, and you serve our agenda.’ This is much more central now, and it’s being defined for all media platforms, from social media to commercial media.”\nOn Monday, in a sign of how officials were embracing Mr. Xi’s new policy, a website managed by the propaganda unit of the Beijing municipal party committee attacked a popular property tycoon, Ren Zhiqiang, who had criticized Mr. Xi’s speech on Friday. The site accused Mr. Ren, a party member, of having “lost his party spirit” and “opposing the party” after he wrote on his microblog that the media should be serving the people and not the party. The posts by Mr. Ren have been deleted.\nUnder Mr. Xi, there has been a steady rollout of policies aimed at tightening control of every aspect of the media, including social networks, films and books.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe latest such regulation, announced last week by two agencies, said that starting March 10, foreign companies — even ones that form joint ventures with Chinese partners — would not be allowed to publish and distribute online content. Many foreign publishers and producers of online content aimed at a Chinese audience are based overseas, but a handful have significant operations or joint ventures in China that may be in jeopardy, including Microsoft and Apple, which has a Chinese App Store. Amazon sells e-books in China and operates Amazon.cn.\nArticles on Mr. Xi’s policy speech, which was not immediately released in full, said the president also demanded that journalists and news organizations “strictly adhere to the news viewpoint of Marxism” and “raise high the banner” — phrases that mean advancing the interests of the party.\nMr. Xi’s policy has been building piecemeal. In 2013, the government began requiring all Chinese journalists to take a test in order to get their press cards renewed, with the aim, among other things, of getting news gatherers to “uphold the Marxist journalistic ideals more consciously.”\nAdvertisement Continue reading the main story\nThat year, China’s top legal bodies said the criminal charge of “picking quarrels and provoking trouble” could apply to online speech. Since then, the authorities have used it as a cudgel to silence dissent on the Internet.\nIn several prominent cases, officials have persecuted journalists for everything from sharing information with foreigners to “spreading rumors” related to the stock markets and the economy.\nChinese news organizations, including formerly adventurous and commercially driven ones like Southern Weekly, are toeing the line. People’s Daily has become a publicity machine for Mr. Xi. On one day in December, his name appeared in 11 of the 12 headlines on the front page.\nSome political analysts note that Mr. Xi’s attempts to impose total control over the media say as much about his personal insecurities as they do about any Marxist-Leninist ideological vision that he holds.\n“The most important thing is for him to announce his absolute authority,” said Zhang Lifan, a historian. “He doesn’t feel effective and confident in dealing with problems, and he lacks a sense of security.”\nMr. Zhang added, “He worries the Chinese Communist Party will lose political power, and he also worries that his peers will shove him from his position.”", "url": "https://www.nytimes.com/2016/02/23/world/asia/china-media-policy-xi-jinping.html?_r=0"}