{"authors": ["Jess Bidgood"], "date_download": "2018-11-16 03:52:16", "date_modify": "2018-11-16 03:52:16", "date_publish": "2016-10-31 21:03:20", "description": "The marble sculpture was filthy, with no nose and a doodle on its eyeballs. It had been hidden away for decades. And no one seemed to know whom it depicted.", "filename": "2016_11_01_us_a-mysterious-noseless-bust-at-tufts-gets-back-its-name-john-brown.html_rref=collection%2Fcolumn%2FOn%20the%20Ground_1542340336.html", "image_url": "https://static01.nyt.com/images/2016/11/01/us/01otg-nose1/00otg-nose1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_01_us_a-mysterious-noseless-bust-at-tufts-gets-back-its-name-john-brown.html_rref=collection%2Fcolumn%2FOn%20the%20Ground_1542340336.html", "title": "A Mysterious Noseless Bust at Tufts Gets Back Its Name: John Brown", "title_page": "A Mysterious Noseless Bust at Tufts Gets Back Its Name: John Brown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Brown had gotten some financial help from George and Mary Stearns, prominent abolitionists whose estate here in Medford was a stop on the Underground Railroad. They paid a sculptor, Edward Brackett, $120 in gold coins to travel from Boston to Virginia, where he gathered measurements of Mr. Brown’s face for a marble bust.\nThe bust was unveiled on the day the Emancipation Proclamation took effect in 1863, at a party attended by luminaries like Ralph Waldo Emerson and Louisa May Alcott, and it was reproduced in plaster and in photographs.\nDespite its auspicious beginnings, the bust faded into obscurity. Ownership of it passed to Tufts in 1902, and it was displayed in a library until it went into storage at some point.\nThe sculpture actually says “John Brown” on the back — but it was wrapped up alongside a sculpture of Mr. Stearns and put on a storage pallet, and no one, it seems, stood the 250-pound piece of marble upright to read the inscription. A plaster copy of the bust can be found at the Athenaeum, a private library in Boston, but no one connected it to the sculpture at Tufts.\nWhen the bust was pulled out of storage, though, the plaster copy became quite useful. A 3-D scan was made of the nose on the copy, and then of the broken part of the marble sculpture’s face, allowing conservators to create a plaster replica of what was missing. The replacement nose was then attached, with medical tape used to hold it tightly in place while the adhesive dried. A conservator, Rika Smith McNally, used a tiny paintbrush and sparkly flecks to make it look like marble.", "url": "https://www.nytimes.com/2016/11/01/us/a-mysterious-noseless-bust-at-tufts-gets-back-its-name-john-brown.html?rref=collection%2Fcolumn%2FOn%20the%20Ground"}