{"authors": ["Nicholas Fandos"], "date_download": "2018-11-16 03:40:56", "date_modify": "2018-11-16 03:40:56", "date_publish": "2016-11-29 22:06:32", "description": "An “exclusive” luncheon with cabinet appointees, an “intimate” dinner with the vice president-elect and more are available — for donors who give enough.", "filename": "2016_11_29_us_politics_inauguration-donald-trump-president.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339656.html", "image_url": "https://static01.nyt.com/images/2016/11/30/us/30inaugural2/30inaugural2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_29_us_politics_inauguration-donald-trump-president.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339656.html", "title": "What (Lots of) Money Can Buy at Trump’s Inauguration", "title_page": "What (Lots of) Money Can Buy at Trump’s Inauguration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — During the inauguration of President-elect Donald J. Trump, there is a lot money can buy.\nAn “exclusive” luncheon with cabinet appointees and congressional leaders; an “intimate” dinner with Vice President-elect Mike Pence and his wife; a “ladies luncheon” with female members of the incoming first family.\nThe Presidential Inaugural Committee, the group responsible for planning and funding the events surrounding Mr. Trump’s swearing-in, made final on Tuesday the benefits packages it will use to entice big donors, including corporations, to open their checkbooks for $25,000 to $1 million or more.\nThough the details are tailored to Mr. Trump and his circle, the packages broadly resemble those used at past inaugurations by presidents of both parties to reward their donors and fund the multimillion-dollar celebration surrounding their assumption of power.", "url": "https://www.nytimes.com/2016/11/29/us/politics/inauguration-donald-trump-president.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}