{"authors": ["Jim Yardley"], "date_download": "2018-11-16 04:11:14", "date_modify": "2018-11-16 04:11:14", "date_publish": "2016-02-05 22:51:21", "description": "The bodies of Padre Pio and Padre Leopoldo, their corpses enclosed in glass boxes, were paraded through the city for the Vatican’s Jubilee celebration.", "filename": "2016_02_06_world_europe_in-rome-a-grand-welcome-for-2-long-deceased-saints.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341474.html", "image_url": "https://static01.nyt.com/images/2016/02/06/world/06ROME1/06ROME1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_06_world_europe_in-rome-a-grand-welcome-for-2-long-deceased-saints.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341474.html", "title": "In Rome, a Grand Welcome for 2 Long-Deceased Saints", "title_page": "In Rome, a Grand Welcome for 2 Long-Deceased Saints - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Not everyone is so thrilled. On his talk radio program Friday morning, Oscar Giannino, teasingly mocked the whole event while his guest, Massimo Fini, a writer and self-described honest pagan, questioned why more than 1,000 Italian police officers were handling security (rather than Vatican security such as the Swiss Guards) at cost to ordinary citizens.\n“The Swiss Guards should protect him, or he should protect himself, given that he is a saint,” Mr. Fini joked.\nRobert Mickens, a longtime Vatican analyst, said venerating saints or praying at the tombs of martyrs is a time-honored Catholic practice, but he questioned the decision to display the remains of the two saints. “What I find so distasteful, wrongheaded and sort of bizarre is parading these things under glass boxes,” said Mr. Mickens, the editor of Global Pulse magazine. “This is like Lenin’s Tomb, for God’s sake.”\nThe Vatican did not always embrace Padre Pio, either. It initiated numerous investigations against him, beginning in the 1920s, after his devotees said he had supernatural powers and carried the stigmata, the markings of the crucifixion wounds of Christ. But the Vatican later reversed course, and Pope John Paul II named him a saint in 2002.\nA major part of Padre Pio’s wide appeal — and perhaps one reason Pope Francis is using him as the symbol of his year of mercy — is his reputation for listening to confessions day in and day out during his lifetime, including from John Paul ll, before he became pope. Lore has it that Padre Pio heard two million confessions.\nToday, Padre Pio’s image is still widely displayed across Italy, and millions of pilgrims have visited his sanctuary in the hilltop town of San Giovanni Rotondo, in the southern Italian region of Puglia. In 2008, his body was exhumed, treated with chemicals, adorned with a silicone replica of his face and placed inside an oxygen-free glass box so that pilgrims could see him.\nFor this week’s trip north to the Vatican, the glass box was placed in a second, protective glass box, loaded into a windowed hearse and driven up the highway in a caravan of Capuchin friars. At one point, the entourage pulled into one of Italy’s familiar highway rest stops, the Autogrill, which are usually teeming with travelers queuing for espressos and sandwiches. Out popped a dozen or so brown-robed friars, an archbishop and a coterie of police officers.", "url": "https://www.nytimes.com/2016/02/06/world/europe/in-rome-a-grand-welcome-for-2-long-deceased-saints.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}