{"authors": ["Jonathan Martin", "Yamiche Alcindor"], "date_download": "2018-11-16 04:43:04", "date_modify": "2018-11-16 04:43:04", "date_publish": "2016-08-15 09:00:29", "description": "The party’s nominee has not held a single event aimed at black voters in their communities, and has turned down numerous invitations to address black gatherings.", "filename": "2016_08_16_us_politics_donald-trump-black-voters.html_module=inline_1542343384.html", "image_url": "https://static01.nyt.com/images/2016/08/15/us/16TRUMPBLACKSweb1/16TRUMPBLACKSweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_16_us_politics_donald-trump-black-voters.html_module=inline_1542343384.html", "title": "G.O.P. Urges Donald Trump to Broaden Outreach to Black Voters", "title_page": "G.O.P. Urges Donald Trump to Broaden Outreach to Black Voters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While Mr. Trump once prided himself on how popular “The Apprentice” was among African-Americans and boasted of his friendships with black celebrities, he has squandered whatever good will he once enjoyed among African-Americans. Interviews with black Republicans and Democrats reveal one reason he is so toxic: He is perhaps the most prominent “birther” in the country, contending in 2011 that President Obama was not born in the United States and leading a charge calling on Mr. Obama to release his birth certificate.\nAnd if that was not troubling enough to blacks, Mr. Trump’s call to restore the country’s greatness can sound to African-American ears as if he is nostalgic for a time before a black family was in the White House. He also initially refused to denounce David Duke, the former Ku Klux Klan leader who has expressed support for Mr. Trump, and has never expounded on Mr. Duke’s bigotry beyond dismissively saying that he “disavows” him.\nThen there are Mr. Trump’s heated rallies, in which the candidate has encouraged rough treatment of minority protesters, his attacks on the Black Lives Matter movement and his recognition in June of a black supporter, in a sea of white faces, as “my African-American.”\n“We’ve never seen numbers this bad for someone at the top of the ticket,” said Cornell Belcher, a Democratic strategist. “This is much deeper than simply not agreeing with Donald Trump on the issues. This is a much deeper rejection of him.”\nMaking matters worse, Mr. Trump has demonstrated little appetite to go outside his comfort zone. The encounters he has had with blacks have largely been confined to meetings at Trump Tower. And when Ms. Manigault and other Trump advisers have tried to have him speak to influential black audiences, their efforts have been rejected.\nIn recent interactions with predominantly black and Hispanic organizations — some of which typically receive presidential candidates of both parties every four years — the Trump campaign has either not responded to requests for him to appear or has waited until shortly before the events to say he would not be attending.", "url": "https://www.nytimes.com/2016/08/16/us/politics/donald-trump-black-voters.html?module=inline"}