{"authors": ["Brooks Barnes"], "date_download": "2018-11-16 03:59:48", "date_modify": "2018-11-16 03:59:48", "date_publish": "2016-02-10 11:00:04", "description": "The 50-minute comedy, made in secrecy, may establish a new Hollywood genre: the fake TV movie of the week.", "filename": "2016_02_11_movies_trump-movie-funny-or-die-johnny-depp.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340788.html", "image_url": "https://static01.nyt.com/images/2016/02/10/arts/11TRUMPMOVIE-web1/11TRUMPMOVIE-web1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_11_movies_trump-movie-funny-or-die-johnny-depp.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340788.html", "title": "Funny or Die Made a Trump Biopic, Starring Johnny Depp", "title_page": "Funny or Die Made a Trump Biopic, Starring Johnny Depp - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — Johnny Depp has played a loopy pirate, a mad hatter and a demon barber. But will he be a convincing Donald J. Trump?\nThe humor website Funny or Die on Wednesday began streaming a 50-minute comedy that finds Mr. Depp portraying the businessman turned politician, full-blown comb-over and all. Kept a secret for months — no small task in Hollywood — “Funny or Die Presents Donald Trump’s The Art of the Deal: The Movie” was released to coincide with Mr. Trump’s victory on Tuesday in the New Hampshire Republican presidential primary.\n“It was a crazy, completely nuts idea that somehow we pulled off,” said Adam McKay, a co-founder of Funny or Die, which also counts Will Ferrell and Judd Apatow as principal partners and produces exclusive material that often features well-known stars. Mr. McKay, the director of “The Big Short,” which is a contender for best picture at the coming Academy Awards, added that the site’s newest skewering of Mr. Trump will “with any luck” annoy the presidential hopeful.\nA Trump spokeswoman did not respond to a request for comment.\n“The Art of the Deal,” which takes its title from Mr. Trump’s 1987 best-selling business advice book, may establish a new Hollywood genre: the fake television movie of the week. As a narrator (the director Ron Howard, playing himself) tells viewers at its start, the movie was made in the 1980s and had Mr. Trump as its writer-producer-director-star. But a football game went into overtime, pre-empting the movie, and so an angry Mr. Trump ordered the prime-time special pulled and forever tucked away in a vault.", "url": "https://www.nytimes.com/2016/02/11/movies/trump-movie-funny-or-die-johnny-depp.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}