{"authors": ["Lilia Blaise"], "date_download": "2018-11-16 03:20:29", "date_modify": "2018-11-16 03:20:29", "date_publish": "2016-03-21 10:41:11", "description": "Najim Laachraoui was with Mr. Abdeslam, who is charged with terrorist murder over the Paris attacks, as they passed between Hungary and Austria in September.", "filename": "2016_03_22_world_europe_paris-attacks-accomplice-najim-laachraoui.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338429.html", "image_url": "https://static01.nyt.com/images/2016/03/22/world/22brussels-web1/22brussels-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_22_world_europe_paris-attacks-accomplice-najim-laachraoui.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338429.html", "title": "Belgian Police Name Man Suspected of Being Salah Abdeslam’s Accomplice", "title_page": "Belgian Police Name Man Suspected of Being Salah Abdeslam’s Accomplice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — The Belgian authorities on Monday identified a man suspected of being an accomplice of Salah Abdeslam, who was captured on Friday and charged with terrorist murder in the Paris attacks of Nov. 13. They had asked for the public’s help in finding him.\nThe man was identified as Najim Laachraoui, 24, a Belgian citizen who went to Syria in February 2013. Mr. Laachraoui, going by the name Soufiane Kayal, was one of two men using fake Belgian identification cards who were with Mr. Abdeslam in a Mercedes on Sept. 9 as they passed through a checkpoint between Hungary and Austria.\nTwice that month, Mr. Abdeslam traveled to the Hungarian capital, Budapest, using a rental car.\nA man using the false identity of Soufiane Kayal later rented a house in the town of Auvelais, about 30 miles south of Brussels, that was searched on Nov. 26.\nThe authorities found Mr. Laachraoui’s DNA at the house in Auvelais and also at a house on Rue Henri Bergé, in the Schaerbeek section of Brussels, that was searched on Dec. 10. In the property on Rue Henri Bergé, investigators found traces of TATP, which has become the signature explosive for Islamic State operations in Europe. TATP can be made with common household products and was an ingredient in the suicide vests used in the Paris assaults. Mr. Abdeslam’s fingerprints were also found at the house.", "url": "https://www.nytimes.com/2016/03/22/world/europe/paris-attacks-accomplice-najim-laachraoui.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}