{"authors": ["Nicholas Fandos", "Michael S. Schmidt"], "date_download": "2018-11-16 04:37:11", "date_modify": "2018-11-16 04:37:11", "date_publish": "2016-07-29 19:31:06", "description": "A Naval Academy graduate finds that obstacles are for conquering.", "filename": "2016_07_31_fashion_weddings_obstacles-are-for-conquering.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343031.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_31_fashion_weddings_obstacles-are-for-conquering.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343031.html", "title": "After an Accident, Finding Love with a Marine", "title_page": "After an Accident, Finding Love with a Marine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A few weeks after they met, when Ms. Beydler sought to pay Mr. Hillery back for the baseball ticket, he suggested instead that he take her out to dinner. As Ms. Beydler, who is also a judicial clerk in Washington for Chief Judge Lawrence B. Hagel of the United States Court of Appeals for Veterans Claims, remembers it, Mr. Hillery spent most of the evening asking about her. And his interest and genuineness were far beyond anything she had encountered.\n“I was superimpressed by everything about her,” he said.\nTheir paths had crossed at the right time. Beyond his interest in the law, Mr. Hillery, a graduate of the Naval Academy in Annapolis, Md., wanted to find a way to serve his country. And she was thinking of joining the Marines, just as her brother and her father, who currently leads the Marine Corps Forces Central Command in Tampa, had before her.\n“We started to get to know each other during the first semester at law school, bouncing ideas off each other,” Mr. Hillery said. “Just to see how she handles any different task was just incredible.”\nAs the fall semester progressed, date after date brought more conversations about law, service, the military, family history and ambitions. The further they got into their relationship, the more obstacles they learned to overcome together.\nMs. Beydler was living with roommates in a rowhouse in Georgetown; the main floor was accessible only by steps. For almost two months, the couple avoided it until finally Ms. Beydler decided it was crazy for Mr. Hillery not to see where she lived and meet her roommates. (He had to hoist himself up.)\nAs the romance deepened, Mr. Hillery was careful to tailor what and how Ms. Beydler learned about his injury. He was still adjusting to his new body and too taken with Ms. Beydler to overwhelm their relationship with these details.", "url": "https://www.nytimes.com/2016/07/31/fashion/weddings/obstacles-are-for-conquering.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}