{"authors": ["Matthew Rosenberg"], "date_download": "2018-11-16 04:34:52", "date_modify": "2018-11-16 04:34:52", "date_publish": "2016-12-16 04:31:23", "description": "David M. Friedman has questioned the need for a two-state solution and likened left-leaning American Jews to Jews who aided the Nazis in the Holocaust.", "filename": "2016_12_15_us_politics_donald-trump-david-friedman-israel-ambassador.html_module=inline_1542342892.html", "image_url": "https://static01.nyt.com/images/2016/12/16/us/16TRUMPISRAEL/16TRUMPISRAEL-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_15_us_politics_donald-trump-david-friedman-israel-ambassador.html_module=inline_1542342892.html", "title": "Trump Chooses Hard-Liner as Ambassador to Israel", "title_page": "Trump Chooses Hard-Liner as Ambassador to Israel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President-elect Donald J. Trump on Thursday named David M. Friedman, a bankruptcy lawyer aligned with the Israeli far right, as his nominee for ambassador to Israel, elevating a campaign adviser who has questioned the need for a two-state solution and has likened left-leaning Jews in America to the Jews who aided the Nazis in the Holocaust.\nMr. Friedman, whose outspoken views stand in stark contrast to decades of American policy toward Israel, did not wait long on Thursday to signal his intention to upend the American approach. In a statement from the Trump transition team announcing his nomination, he said he looked forward to doing the job “from the U.S. embassy in Israel’s eternal capital, Jerusalem.”\nThrough decades of Republican and Democratic administrations, the embassy has been in Tel Aviv, as the State Department insists that the status of Jerusalem — which both Israel and the Palestinians see as their rightful capital — can be determined only through negotiations as part of an overall peace deal.\nMr. Friedman, who has no diplomatic experience, has said that he does not believe it would be illegal for Israel to annex the occupied West Bank and he supports building new settlements there, which Washington has long condemned as illegitimate and an obstacle to peace.", "url": "https://www.nytimes.com/2016/12/15/us/politics/donald-trump-david-friedman-israel-ambassador.html?module=inline"}