{"authors": ["Alan Blinder"], "date_download": "2018-11-16 04:43:21", "date_modify": "2018-11-16 04:43:21", "date_publish": "2016-04-06 16:23:01", "description": "The sentencing of the former chief executive of Massey Energy Company comes six years after an explosion tore through the Upper Big Branch mine, killing 29.", "filename": "2016_04_07_us_donald-blankenship-sentenced-to-a-year-in-prison-in-mine-safety-case.html_module=inline_1542343401.html", "image_url": "https://static01.nyt.com/images/2016/04/07/us/07blankenship-web1/07blankenship-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_07_us_donald-blankenship-sentenced-to-a-year-in-prison-in-mine-safety-case.html_module=inline_1542343401.html", "title": "Donald Blankenship Sentenced to a Year in Prison in Mine Safety Case", "title_page": "Donald Blankenship Sentenced to a Year in Prison in Mine Safety Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHARLESTON, W.Va. — Donald L. Blankenship, whose leadership of the Massey Energy Company catapulted him from a working-class West Virginia childhood into a life as one of the wealthiest and most influential men in Appalachia, was sentenced on Wednesday to a year in prison for conspiring to violate federal mine safety standards.\nThe prison term, the maximum allowed by law, came in Federal District Court here six years and one day after an explosion ripped through Massey’s Upper Big Branch mine, killing 29 men. Although Mr. Blankenship was not accused of direct responsibility for the accident, the deadliest in American coal mining in about 40 years, the disaster prompted the inquiry that ultimately led to his conviction. Federal officials have said that last autumn’s guilty verdict was the first time such a high-ranking executive had been convicted of a workplace safety violation.\n“You should be someone that we are able to tout as a West Virginia success story,” Judge Irene C. Berger, herself the daughter of a coal miner, said before she described Mr. Blankenship’s career, in which he earned tens of millions of dollars and gained remarkable sway over this state’s politics and people.\nBut, she said, “Instead of being able to tout you as one of West Virginia’s success stories, however, we are here as a result of your part in a dangerous conspiracy.”", "url": "https://www.nytimes.com/2016/04/07/us/donald-blankenship-sentenced-to-a-year-in-prison-in-mine-safety-case.html?module=inline"}