{"authors": ["Julie Hirschfeld Davis", "Damien Cave"], "date_download": "2018-11-16 04:12:19", "date_modify": "2018-11-16 04:12:19", "date_publish": "2016-03-20 20:07:53", "description": "The president’s visit, the first by an American leader in nearly nine decades, holds the potential to exorcise one of the last ghosts of the Cold War.", "filename": "2016_03_21_world_americas_obama-arrives-in-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341539.html", "image_url": "https://static01.nyt.com/images/2016/03/21/world/21prexy-web-1/21prexy-web-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_21_world_americas_obama-arrives-in-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341539.html", "title": "Cubans Pack the Streets for a Glimpse of President Obama", "title_page": "Cubans Pack the Streets for a Glimpse of President Obama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "All around the city on Sunday, Mr. Obama’s name could be heard — before he arrived, when bartenders on a hotel rooftop thought they saw his entourage; when he landed, as groups of Cubans stood under verandas by the sea; and in homes across the city, where families watched him wave and smile on Cuban television.\n“It totally satisfies my soul to be able to have lived to see this moment, a moment I never thought I would have seen,” said Carmen Diaz, 70, watching Mr. Obama’s arrival from her daughter’s living room. “I feel this visit of an American president to Cuba is being done in the most elegant way possible.”\nStill, between the rain and the muscular security presence throughout Havana after the arrest of dozens of dissidents Sunday morning, the arrival brought out little of the excitement and pride that many Cubans have expressed at having an American president — and better yet, this president — in their midst.\nIn Old Havana, many of the old streets were empty during Mr. Obama’s tour. A few people tried to sneak a peek at the president, but were turned back more than a dozen blocks away. One shop owner, near a poster showing President Castro and President Obama together, said before Mr. Obama landed that she had been told to close her shop during his walk through the area.\n“People will look in the windows,” she said. “It’s fine. I’ve been talking to all my friends about Obama, and we’re all just happy to see him coming.”", "url": "https://www.nytimes.com/2016/03/21/world/americas/obama-arrives-in-cuba.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}