{"authors": ["Alexandra Alter", "Nick Wingfield"], "date_download": "2018-11-16 03:42:08", "date_modify": "2018-11-16 03:42:08", "date_publish": "2016-03-10 21:05:49", "description": "Two reporters discuss and marvel at what is and isn’t in Amazon’s sole brick-and-mortar store as it plans to expand its physical locations.", "filename": "2016_03_12_business_media_a-virtual-trip-through-amazons-physical-store.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339728.html", "image_url": "https://static01.nyt.com/images/2016/03/11/business/11bookstore6/11bookstore6-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_12_business_media_a-virtual-trip-through-amazons-physical-store.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339728.html", "title": "A Trip Through Amazon’s First Physical Store", "title_page": "A Trip Through Amazon’s First Physical Store - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This week, Amazon revealed the location of its second brick-and-mortar bookstore, which will open in a few months in Southern California, at a mall near the University of California, San Diego. The online retailer seems to have big ambitions for its physical stores.\nOn Wednesday, Nick Wingfield, who covers Amazon for The New York Times, visited the only Amazon bookstore in existence, in the University Village mall in Seattle. From inside the store, he had an online chat with Alexandra Alter, who writes about publishing for The Times. They discussed Amazon’s strategy and how the retailer’s stores differ from other bookstores. Here’s what they had to say:\nALEXANDRA ALTER: Hi Nick! You’re reporting live from the mother ship! What’s it like?\nNICK WINGFIELD: The best part is, I just tested the free Wi-Fi and it’s 114 Mbps, easily the fastest I’ve ever gotten. Thank you, Jeff Bezos!\nALEXANDRA: Great, so you can just buy stuff from the Amazon website while you’re sitting in the store. Unlike Barnes & Noble, I bet Amazon doesn’t mind if people browse in its store then go buy it online.\nNICK: Exactly. Here’s the deal: At first glance, it looks like an ordinary but nice Barnes & Noble store. It’s clean and well-lit and corporate. It doesn’t have the charm of a funky used-bookstore. Once you start poking around the shelves, you notice the differences.", "url": "https://www.nytimes.com/2016/03/12/business/media/a-virtual-trip-through-amazons-physical-store.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}