{"authors": ["Amy Chozick"], "date_download": "2018-11-16 03:16:30", "date_modify": "2018-11-16 03:16:30", "date_publish": "2016-06-02 01:25:49", "description": "A speech will cast her likely Republican rival as a threat to bipartisan tenets of American diplomacy and declare him unfit for the presidency.", "filename": "2016_06_02_us_politics_hillary-clinton-donald-trump-foreign-policy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338190.html", "image_url": "https://static01.nyt.com/images/2016/06/02/us/02CLINTON/02CLINTON-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_02_us_politics_hillary-clinton-donald-trump-foreign-policy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338190.html", "title": "Hillary Clinton to Portray Donald Trump’s Foreign Policy Positions as Dangerous", "title_page": "Hillary Clinton to Portray Donald Trump’s Foreign Policy Positions as Dangerous - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hillary Clinton plans to deliver a scorching assessment of Donald J. Trump’s foreign policy prescriptions on Thursday, casting her likely Republican rival as a threat to decades of bipartisan tenets of American diplomacy and declaring him unfit for the presidency.\nMrs. Clinton’s campaign aides said the speech, which she will deliver in San Diego, would be the start of a persistent assault to portray a potential Trump presidency as a dangerous proposition that would weaken American alliances and embolden enemies.\nThe argument will include specific criticism of comments Mr. Trump has made about rethinking the United States’s support of NATO; his proposal to allow Japan, South Korea and Saudi Arabia to acquire nuclear weapons; his vow to temporarily bar Muslims from entering the United States; and his pledge to advance the use of torture and kill the families of suspected terrorists.\nBut Mrs. Clinton will also invoke her experiences as secretary of state, including in 2011 when she supported President Obama’s decision to send Navy SEALs on a raid in Pakistan that killed Osama bin Laden, to make the case that Mr. Trump does not have the temperament to make such decisions.", "url": "https://www.nytimes.com/2016/06/02/us/politics/hillary-clinton-donald-trump-foreign-policy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}