{"authors": ["Vindu Goel"], "date_download": "2018-11-16 04:21:04", "date_modify": "2018-11-16 04:21:04", "date_publish": "2016-07-16 09:00:26", "description": "As Yahoo puts itself on the auction block, some of its first employees revisit their youth spent building a company that defined the early web.", "filename": "2016_07_17_technology_when-yahoo-ruled-the-valley-stories-of-the-original-surfers_1542342064.html", "image_url": "https://static01.nyt.com/images/2016/07/17/business/17SURFERS/17SURFERS-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_17_technology_when-yahoo-ruled-the-valley-stories-of-the-original-surfers_1542342064.html", "title": "When Yahoo Ruled the Valley: Stories of the Original ‘Surfers’", "title_page": "When Yahoo Ruled the Valley: Stories of the Original ‘Surfers’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Faced with the vastness of the web, Yahoo surfers hoped to identify the most complete, relevant or interesting sites on a given subject. To choose which topics to focus on, the surfers relied in part on a daily log of visitors’ top queries.\nOnce in a while, surfers made mistakes. For instance, they initially categorized Messianic Judaism as a Jewish sect, failing to notice that its adherents, who follow many Jewish traditions, believe that Jesus Christ was the Messiah, a defining trait of Christians. “We had faxes coming in nonstop from rabbis,” Ms. Srinivasan said.\nYahoo also offered automated search tools by teaming up with various companies, including AltaVista and Google. Eventually, though, Yahoo realized that it had to develop its own version of the technology.\nHuman judgment — what Mr. Yang referred to as “the voice of Yahoo” — remained a core value of the company. When the Grateful Dead musician Jerry Garcia died in August 1995, Yahoo searches on him spiked immediately. The surfers put a Garcia link on the home page. “That was the birth of Yahoo News,” Ms. Srinivasan said. Today, it remains one of the most popular online news portals.\nThe surfers’ role as corporate conscience expanded with the company. They worked on a child-safe version of Yahoo, called Yahooligans. They selected the news headlines worthy of home-page display. Over time, Ms. Srinivasan and her team even fielded questions like how much cleavage to allow on home-page ads.\nDespite its efforts, Yahoo kept losing ground to Google in search. Microsoft made an unsuccessful hostile bid to buy the weakened company in 2008. Ms. Srinivasan left two years later, soon after Mr. Yang stepped down as chief executive. “In Japan, they have a saying: Leave when the cherry blossoms are full,” she said.\nMs. Srinivasan now splits her time between Palo Alto and Brooklyn, where she is working on a music start-up, Loove. The company is trying to revamp how the music industry works and help audiences understand the full story behind what they listen to, much as the farm-to-table movement did for food.", "url": "https://www.nytimes.com/2016/07/17/technology/when-yahoo-ruled-the-valley-stories-of-the-original-surfers.html"}