{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:45", "date_modify": "2018-11-16 04:54:45", "date_publish": "2016-12-09 14:00:45", "description": "The renovation challenge: Downsizing from a loft to a studio, without losing the feeling of space.", "filename": "2016_12_09_realestate_800-square-feet-and-not-an-inch-wasted.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344085.html", "image_url": "https://static01.nyt.com/images/2016/12/11/realestate/11FIX-slide-1LBZ-copy/11FIX-slide-1LBZ-copy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_09_realestate_800-square-feet-and-not-an-inch-wasted.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344085.html", "title": "800 Square Feet, and Not an Inch Wasted", "title_page": "800 Square Feet, and Not an Inch Wasted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Can a studio apartment ever seem as spacious as a loft? That depends on how clever you are at planning. Because when you’re downsizing to 800 square feet from 2,500, every inch counts.\nFrans and Dalal Preidel learned that last summer, after they sold the sprawling Flatiron loft where they had lived for more than a decade and bought a studio apartment in Kips Bay. Their intention was to turn it into a pied-à-terre; their main residence would be a large waterfront house in Sea Cliff, N.Y. But designing and building that house would take a couple of years, and in the meantime the apartment — a dated postwar studio with a tiny kitchen, low ceilings and a single closet, for which they paid about $610,000 — would be their primary home.\n“Coming from a big loft, we really liked the idea of a large open living space,” said Mr. Preidel, an associate real estate broker with Brown Harris Stevens in New York. “To get that feeling, we needed to keep the living room as open as possible and make everything else squeeze into tight spaces.”\nUsing SketchUp, 3D modeling software, Mr. Preidel designed a new layout with a reconfigured kitchen, hidden storage, space for a king-size bed and sliding doors that can be closed for privacy or opened to create a loftlike ambience. Ms. Preidel, a retired banking director with an eye for design, focused on finishes, including seven-inch white oak planks from Siberian Floors, white bianco Brazilian marble counters from Artistic Tile and striking graffiti-patterned shower tiles from the Tile Spark.", "url": "https://www.nytimes.com/2016/12/09/realestate/800-square-feet-and-not-an-inch-wasted.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}