{"authors": ["Trip Gabriel"], "date_download": "2018-11-16 04:22:37", "date_modify": "2018-11-16 04:22:37", "date_publish": "2016-04-29 11:12:21", "description": "Campaigning in Indiana, which is all but a last stand for Mr. Cruz, he has seized on a once-obscure issue with a proven power to inflame conservatives.", "filename": "2016_04_30_us_politics_indiana-republican-transgender-rights-bathroom.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342157.html", "image_url": "https://static01.nyt.com/images/2016/04/29/us/30TRANGENDERweb1/30TRANGENDERweb1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_30_us_politics_indiana-republican-transgender-rights-bathroom.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342157.html", "title": "Ted Cruz, Attacking Donald Trump, Uses Transgender Bathroom Access as Cudgel", "title_page": "Ted Cruz, Attacking Donald Trump, Uses Transgender Bathroom Access as Cudgel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "INDIANAPOLIS — As Senator Ted Cruz of Texas seeks every possible edge to stop Donald J. Trump, he has seized on a once-obscure issue with a proven power to inflame conservatives: letting transgender women use women’s bathrooms.\nMr. Cruz mentions it constantly in Indiana, a state with many social conservatives that is all but a last stand for him in his fight to deprive Mr. Trump of the Republican presidential nomination.\nWith polls showing a narrower lead for Mr. Trump in Indiana than in the five Eastern states that he swept on Tuesday, the Cruz campaign’s private polling indicates that the bathroom issue has the power to help close the gap. Moreover, it is fresh in Indiana voters’ minds because of high-profile battles in the state in recent years over gay rights.\n“Donald Trump and Hillary Clinton both agree that grown men should be allowed to use the little girls’ restroom,” Mr. Cruz said on Tuesday night as a crowd in Knightstown, Ind., booed heartily. He made the remarks after coming before the crowd with his two daughters, 7 and 5, who wore matching pink dresses.", "url": "https://www.nytimes.com/2016/04/30/us/politics/indiana-republican-transgender-rights-bathroom.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}