{"authors": ["Amy Chozick", "Matt Flegenheimer"], "date_download": "2018-11-16 03:56:57", "date_modify": "2018-11-16 03:56:57", "date_publish": "2016-10-24 19:07:47", "description": "With polls showing that Hillary Clinton is likely to prevail in the election, liberal Democrats are beginning to exert pressure over her potential appointments.", "filename": "2016_10_25_us_politics_hillary-clinton-elizabeth-warren_1542340617.html", "image_url": "https://static01.nyt.com/images/2016/10/25/us/25fd-left/25fd-left-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_25_us_politics_hillary-clinton-elizabeth-warren_1542340617.html", "title": "Liberals Hope Elizabeth Warren Will Serve as Clinton’s Scrutinizer in Chief", "title_page": "Liberals Hope Elizabeth Warren Will Serve as Clinton’s Scrutinizer in Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Senator Elizabeth Warren delivered a blistering rebuke of Donald J. Trump on Monday, warning him that “nasty women vote” and imploring a crowd to cast ballots for Hillary Clinton.\n“I don’t know about you,” Mrs. Clinton said as she flashed a thankful smile and seized the microphone from Ms. Warren at a rally in Manchester, N.H. “But I could listen to Elizabeth Warren go on all day.”\nShe might have to.\nWith polls and early voting data signaling that Mrs. Clinton is likely to prevail against Mr. Trump in two weeks, liberal Democrats are already looking past Election Day — and relying on Ms. Warren to become the thorn in chief in Mrs. Clinton’s side, scrutinizing her appointments and agenda.\nMrs. Clinton has vowed that if elected she will work across the aisle with congressional Republicans, but relations with liberals, including Ms. Warren of Massachusetts and Senators Bernie Sanders of Vermont and Sherrod Brown of Ohio, could prove quite contentious.", "url": "https://www.nytimes.com/2016/10/25/us/politics/hillary-clinton-elizabeth-warren.html"}