{"authors": ["Marisa Meltzer"], "date_download": "2018-11-16 03:09:16", "date_modify": "2018-11-16 03:09:16", "date_publish": "2016-12-10 11:00:03", "description": "Appropriated by enthusiasts of tea, manicures and bubble baths in recent weeks, the term “self-care” has a political charge traced to Audre Lorde.", "filename": "2016_12_10_fashion_post-election-anxiety-self-care_1542337756.html", "image_url": "https://static01.nyt.com/images/2016/12/11/fashion/11SELFCARE/11SELFCARE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_10_fashion_post-election-anxiety-self-care_1542337756.html", "title": "Soak, Steam, Spritz: It’s All Self-Care", "title_page": "Soak, Steam, Spritz: It’s All Self-Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the days after the presidential election, Jessa Blades, an herbalist and makeup artist in Brooklyn who supported Hillary Clinton, was devastated. “All I could think to do was blend a tea to control my stress,” she said.\nMs. Blades, 37, mixed three pounds of lemon balm, nettle, chamomile, rose and oats together “for soothing the nervous system, calming, giving the right amount of boundaries and opening the heart” and put it in brown paper bags with “love for you and the world” written on the front. She gave them out to friends with instructions to use the combination for self-care.\nThe term self-care has, over the past few years, become part of the vernacular. But what does it mean? “I always say it’s a daily practice,” she said. “It can be as complicated or as simple as you want it to be: making sure you get enough sleep and drink enough water, monthly facials, fermented foods, a meditation app for your phone or packing healthy snacks for the plane.”\nIn recent weeks, though, self-care has often been invoked as a way of dealing with open-ended anxiety.", "url": "https://www.nytimes.com/2016/12/10/fashion/post-election-anxiety-self-care.html"}