{"authors": ["Jennifer Steinhauer"], "date_download": "2018-11-16 04:22:13", "date_modify": "2018-11-16 04:22:13", "date_publish": "2016-05-13 19:38:27", "description": "From the fear of alienating their base to the belief they could deal with Mr. Trump, many congressional Republicans are motivated to mend party divisions.", "filename": "2016_05_14_us_politics_republicans-on-capitol-hill-have-reasons-to-unify-behind-donald-trump.html_module=inline_1542342133.html", "image_url": "https://static01.nyt.com/images/2016/05/14/us/14memo-web/14memo-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_14_us_politics_republicans-on-capitol-hill-have-reasons-to-unify-behind-donald-trump.html_module=inline_1542342133.html", "title": "Republicans on Capitol Hill Have Reasons to Unify Behind Donald Trump", "title_page": "Republicans on Capitol Hill Have Reasons to Unify Behind Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“People felt Barry Goldwater was a menace who could get the country in nuclear war,” Mr. Dallek said of the race between Mr. Goldwater and President Lyndon B. Johnson. “Republicans in the business community had to support Johnson because they thought Goldwater was reckless.”\nIn contrast, Mr. Dallek said, “I think Republicans may feel they can control Trump because he is such a novice. Goldwater was just too principled, if you want to put it that way, and he would not bend. Trump is more an opportunist. If people see you in politics as an opportunist, it is destructive to your appeal. But if they see you as shifting in the service of some sort of broader pragmatic design, that’s an important distinction.”\n4. If you can’t beat ’em, join ’em\nThe policy areas in which Mr. Trump has shown the most commitment — trade and immigration — are ones Congressional Republicans who oppose him realize they may not be able to win. They seem poised to cede them in the name of broad unity with Mr. Trump on other matters.\n“The party elites are in a far different place than the party faithful,” said John Feehery, a Republican strategist. He added: “The neo-cons hate Trump because the rap on him is that we won’t go to war. Well, a lot of Americans like that. The big problem Jeb Bush had was that he couldn’t figure out what to say about Iraq. Trump said it was wrong, and that’s where the country is.”\nThe strongest — and increasingly isolated — foils of Mr. Trump are those who have no electoral risk. His biggest critics on Capitol Hill among Republicans are those not up for re-election — Senators Jeff Flake of Arizona, Ben Sasse of Nebraska and Lindsey Graham of South Carolina.\nOthers who were not elected serve as reminders that many in the party once found, and continue to believe, that Mr. Trump’s behavior and statements demonstrate he is unfit for office.", "url": "https://www.nytimes.com/2016/05/14/us/politics/republicans-on-capitol-hill-have-reasons-to-unify-behind-donald-trump.html?module=inline"}