{"authors": ["Daniel Victor"], "date_download": "2018-11-16 04:34:24", "date_modify": "2018-11-16 04:34:24", "date_publish": "2016-08-02 16:41:56", "description": "Wyatt Gillette, who had a disease affecting his brain, immune system and skin, received the rare title from his father’s colleagues in California on Saturday, then died on Sunday.", "filename": "2016_08_03_us_terminally-ill-boy-dies-a-day-after-being-made-honorary-marine_1542342864.html", "image_url": "https://static01.nyt.com/images/2016/08/01/us/02xp-boy/02xp-boy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_03_us_terminally-ill-boy-dies-a-day-after-being-made-honorary-marine_1542342864.html", "title": "Ill Boy, 7, Dies a Day After Being Made Honorary Marine", "title_page": "Ill Boy, 7, Dies a Day After Being Made Honorary Marine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“His struggle and his background definitely represents our values,” Matt Finnerty, a spokesman for the Marine Corps Recruit Depot San Diego, said of Wyatt. “Every other Marine has been extremely proud that this is another representation of our community.”\nLt. Col. Jesse Sjoberg, the father’s commanding officer, said in a statement, “Their example has brought this battalion closer together, and Wyatt and his parents have been a source of inspiration and strength to everyone who hears their story.”\nA crowdfunding campaign had raised more than $26,000 for the family as of Tuesday morning. Staff Sgt. Gillette said it was more than enough to cover funeral expenses and to allow Ms. Gillette some time off before returning to work. (He also asked that people stop sharing the link to the donation page, saying that family members “do not want to take advantage of people’s generosity.”)\nIn a Facebook message, Sergeant Gillette declined an interview request but thanked supporters. He told friends in a status update that the community had “done so much to make good of a very bad situation.”\n“Thank you all so much for letting Wyatt into your hearts, and allowing him to make you smile, it was his favorite thing to do,” he wrote. “I’m so happy my warrior got to die with a warrior title of Marine. Till Valhalla Wyatt.”", "url": "https://www.nytimes.com/2016/08/03/us/terminally-ill-boy-dies-a-day-after-being-made-honorary-marine.html"}