{"authors": ["Diep Tran"], "date_download": "2018-11-16 04:51:40", "date_modify": "2018-11-16 04:51:40", "date_publish": "2016-10-05 22:08:19", "description": "Qui Nguyen’s new play, a romantic comedy about his Vietnamese parents, sprinkles in the pop culture obsessions that got him hired by Marvel Studios.", "filename": "2016_10_09_theater_vietgone-qui-nguyen-manhattan-theater-club.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343900.html", "image_url": "https://static01.nyt.com/images/2016/10/09/arts/109QUI1/109QUI1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_09_theater_vietgone-qui-nguyen-manhattan-theater-club.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343900.html", "title": "How Mom and Dad Met, With Ninjas", "title_page": "How Mom and Dad Met, With Ninjas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Mr. Nguyen doesn’t consider his new day job different from what he had been doing in New York. He is a co-founder of the Obie-winning downtown theater company Vampire Cowboys, which drew a passionate following thanks to plays with titles like “Soul Samurai,” “Fight Girl Battle World” and “Alice in Slasherland.” His best-known play, “She Kills Monsters,” has received almost 300 productions nationwide since 2013.\nIt was that work that also drew notice from Marvel, which Mr. Nguyen calls “kind of a dream job.” He added: “It’s a weird evolution from doing downtown superheroes, creating theater, and suddenly, writing actual superheroes.”\n“Vietgone” may seem to be a drastic departure. The playwright calls it a “romantic comedy” about how his parents met at a refugee camp in Arkansas in 1975, having immigrated right after the Vietnam War. It’s a story that Mr. Nguyen grew up hearing and knows well, but it has also been filtered through his pop-culture-filled and irreverent sensibility.\n“When my parents told me stories about Vietnam, they told me the real stories, what actually happened,” he explained. “But what I imagined was kung fu movies. Because the only things I ever saw [growing up] that had a lot of Asian people in it, were kung fu movies.”\nSo there is kung fu in “Vietgone,” and ninjas. As in Mr. Nguyen’s other works, everyone speaks in a modern voice and raps — and no one speaks with “an Asian accent,” part of his fight against minority stereotypes.\n“This play is still very much him,” the director, May Adrales, said by phone during a rehearsal break. “There’s genre-bending, it’s bawdy, it’s slick and it’s humorous.” (A critic for The Los Angeles Times called it “a riotous theatrical cartoon [that] won me over with its simple honesty.”)", "url": "https://www.nytimes.com/2016/10/09/theater/vietgone-qui-nguyen-manhattan-theater-club.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}