{"authors": ["Steph Yin"], "date_download": "2018-11-16 03:29:57", "date_modify": "2018-11-16 03:29:57", "date_publish": "2016-08-29 20:13:28", "description": "Tomato crops worldwide are being ravaged by a moth no larger than an eyelash. It was introduced to Europe in 2006 via a container of infested tomatoes", "filename": "2016_08_30_science_you-say-tomato-these-moths-say-dinner.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338997.html", "image_url": "https://static01.nyt.com/images/2016/08/30/science/30OBSTomato1/30OBSTomato1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_30_science_you-say-tomato-these-moths-say-dinner.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338997.html", "title": "You Say Tomato, These Moths Say Dinner", "title_page": "You Say Tomato, These Moths Say Dinner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The streets of Buñol, Spain, will run red this week as 20,000 people hurl tomatoes at one another during La Tomatina, the world’s biggest food fight.\nIt’s a luxury that others envy.\nAround the world, tomato crops are being ravaged by an invasive moth no larger than an eyelash. Originally from Chile, Tuta absoluta, also known as the tomato leaf miner, was introduced to Europe in 2006 via a container of infested tomatoes imported to Castellón, a Spanish province not far from Buñol. It spread throughout Europe, then to the Middle East, Africa and Asia.\nThe toll is particularly devastating in developing countries, where many farmers can’t afford integrated pest management (I.P.M.), the multipronged approach that has proved most effective at keeping the moth at bay.\nEarlier this year, officials in northern Nigeria, where tomatoes are a staple, declared a state of emergency in Kaduna State, a major producer of the country’s tomatoes. By May, the moth had destroyed more than 80 percent of tomato crops in Kaduna; the price for a large basket of tomatoes rose to $212, from just $1.50 to $7.50 before the shortage.", "url": "https://www.nytimes.com/2016/08/30/science/you-say-tomato-these-moths-say-dinner.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}