{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:16:50", "date_modify": "2018-11-16 03:16:50", "date_publish": "2016-05-06 17:30:18", "description": "President Obama implored journalists on Friday to subject Mr. Trump’s proposals to intense scrutiny now that he is the presumptive Republican nominee.", "filename": "2016_05_07_us_politics_obama-jobs-economy-donald-trump.html_module=inline_1542338210.html", "image_url": "https://static01.nyt.com/images/2016/05/07/us/07obama-webALT/07obama-webALT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_07_us_politics_obama-jobs-economy-donald-trump.html_module=inline_1542338210.html", "title": "Obama Makes Case Against Donald Trump, Saying Presidency ‘Is Not a Reality Show’", "title_page": "Obama Makes Case Against Donald Trump, Saying Presidency ‘Is Not a Reality Show’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He said both Democratic candidates agreed on issues like raising the minimum wage, investing in infrastructure, improving the immigration system, using the military prudently and providing health care to all Americans.\n“Let’s let the process play itself out,” he said.\nBut Mr. Obama seems increasingly impatient to weigh in on the Republican side, amid a contest in which millions of voters have rejected more than a dozen traditional candidates in favor of a hotel mogul and former reality TV star.\nThe president’s comments came during what had been billed as a statement on the economy and financial corruption. But after making his remarks on those topics, the president took questions from reporters, knowing that he would undoubtedly be asked about Mr. Trump.\nHe said Republican voters must now confront the choice they have made.\n“Their standard-bearer at the moment is Donald Trump,” Mr. Obama said. “Republican voters are going to have to make a decision about whether this is the guy who speaks for them and represents their values.”\nIn particular, he added, “Republican women, voters, are going to have to decide, ‘Is that the guy I feel comfortable with representing me and what I care about?’ ”\nHe also suggested that reporters covering the campaign — including some sitting in the room — had not done enough to expose the weaknesses in Mr. Trump’s policies.\n“He has a long record that needs to be examined,” the president said, adding that “the American people, they’ve got good judgment, they’ve got good instincts, as long as they get good information.”", "url": "https://www.nytimes.com/2016/05/07/us/politics/obama-jobs-economy-donald-trump.html?module=inline"}