{"authors": ["Donald G. Mcneil Jr."], "date_download": "2018-11-16 03:48:23", "date_modify": "2018-11-16 03:48:23", "date_publish": "2016-03-19 16:17:44", "description": "Intensive efforts to stop the virus have begun on the island, where a quarter of the population will get it within a year, the C.D.C. predicts.", "filename": "2016_03_20_health_zika-virus-puerto-rico.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340103.html", "image_url": "https://static01.nyt.com/images/2016/03/12/science/14ZIKA1/14ZIKA1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_20_health_zika-virus-puerto-rico.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340103.html", "title": "Puerto Rico Braces for Its Own Zika Epidemic", "title_page": "Puerto Rico Braces for Its Own Zika Epidemic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even with the right chemical, the impact of fogging is dubious. Aedes mosquitoes typically hatch in gardens and slip into houses to hide in closets and under beds. When the spray trucks go by, many people close their windows, locking themselves in with the enemy.\nAedes mosquitoes are “sip feeders” and bite several times for each blood meal. The number required to make an infection likely for one member of a household is as few as three mosquitoes, experts have found.\nMoreover, by a “very inconvenient coincidence,” the Environmental Protection Agency has effectively banned the chemical used here to kill juvenile mosquitoes, Audrey Lenhart, a C.D.C. entomologist, noted. The chemical, temephos, has been in use since 1965 and definitely works, she said. But it is not very profitable, so when the agency demanded safety data costing about $3 million to gather, the manufacturers decided instead to quit making it.\nPuerto Rico still has a nine-month supply, Dr. Lenhart said, and the E.P.A. may issue an emergency use permit for more.\nMosquitoes are not the only mode of Zika transmission, however. Health authorities here have also been forced to grapple with an unexpected twist: the discovery that sex spreads the virus.\nThe government has frozen the price of condoms, threatening stores with fines of up to $10,000 if they raise the cost. (It did the same for repellent and window screens.)", "url": "https://www.nytimes.com/2016/03/20/health/zika-virus-puerto-rico.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}