{"authors": ["Nate Cohn"], "date_download": "2018-11-16 04:42:54", "date_modify": "2018-11-16 04:42:54", "date_publish": "2016-08-23 11:00:24", "description": "Hillary Clinton’s lead in the polls signals that big gains are possible, but here’s why Democrats appear likely to fall short.", "filename": "2016_08_23_upshot_what-are-the-chances-that-democrats-retake-the-house_1542343374.html", "image_url": "https://static01.nyt.com/images/2016/08/23/upshot/23UP-House/23UP-House-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_23_upshot_what-are-the-chances-that-democrats-retake-the-house_1542343374.html", "title": "What Are the Chances That Democrats Retake the House?", "title_page": "What Are the Chances That Democrats Retake the House? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Another indication that Mrs. Clinton’s lead hasn’t yet translated to a Democratic wave comes from the Washington State “top-two” primary. In that race, all of the candidates, regardless of party, appear on the same ballot — and the top two candidates advance to the general. The result ends up looking a lot like the general election, although it generally tilts a bit to the Republicans. The primary results of 2006, 2008, 2010 and 2014 all gave clear indications of the playing field in November.\nIn the primary this month, Democrats did not appear especially competitive in the two Republican-held districts in Washington that were close in the 2012 presidential election (one that Mitt Romney won by two points, the other that Barack Obama won by two points). The Republican candidates led the sum of the Democrats by 18 and 14 points, respectively. Over all, Democrats did run well ahead of where they were in 2014 primaries. But these are the kinds of seats where the Democrats would hope to be a bit closer.\nHow big would the wave need to be to flip the House?\nRight now, it’s hard to go seat by seat and identify the contests through which Democrats would pick up a majority. But that could change. The number of House seats that were deemed “tossups” or “leaning” by the Cook Political Report basically doubled over the final three months of the 2006, 2008 and 2010 elections.\nThe problem for Democrats, though, is that they might not retake the House even if they managed to perform as well as the Democrats of 2006 or 2008, or the Republicans of 2010.\nWhy? To extend the wave analogy: The Republican House is on very high ground, and it will take a particularly large wave to bring it down.\nPerhaps the easiest comparison is with 2006, when the Democrats gained 31 seats. That number is a convenient example, because the Democrats need to pick up 30 seats this year. Now consider the various ways that the Democrats will be fighting on harder terrain than the Democrats of 2006.\nHeading into the 2006 election, the Republicans held 21 seats that were more Democratic than the country as a whole, as measured by the Cook partisan voting index (P.V.I.) — an average of the vote in the last two presidential elections compared with the country. But in 2014, the Republicans won just 10 seats with a Democratic-leaning Cook P.V.I. There are far fewer easy pickings.", "url": "https://www.nytimes.com/2016/08/23/upshot/what-are-the-chances-that-democrats-retake-the-house.html"}