{"authors": ["Gilbert Cruz"], "date_download": "2018-11-16 04:10:19", "date_modify": "2018-11-16 04:10:19", "date_publish": "2016-10-01 09:00:26", "description": "From the Watching team, expert TV and movie recommendations for October.", "filename": "2016_10_01_arts_television_new-on-netflix-streaming_1542341419.html", "image_url": "https://static01.nyt.com/images/2016/10/01/watching/01watching4/01watching4-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_01_arts_television_new-on-netflix-streaming_1542341419.html", "title": "The Best TV Shows and Movies New to Netflix, Hulu and More in October", "title_page": "The Best TV Shows and Movies New to Netflix, Hulu and More in October - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "‘Dheepan’ When this film by the French director Jacques Audiard made its debut in May after showing at Cannes the year before, A.O. Scott wrote that “this story of a makeshift family, tossed from a distant war zone into a French housing project, looked to many festival observers less like a work of cinematic art than like a news bulletin.” (Oct. 3)\n‘13th’ Ava DuVernay (“Selma”) directs this documentary about mass incarceration and racial inequality in the United States. The movie, which takes its title from the 13th Amendment, which abolished slavery, opens in select movie theaters on the same day. (Read Manohla Dargis’s review.) (Oct. 7)\n‘Black Mirror,’ Season 3 After finding success in America on Netflix, this dystopian sci-fi anthology TV series returns with six dark episodes, including installments directed by Joe Wright (“Atonement”) and Dan Trachtenberg (“10 Cloverfield Lane”). (Oct. 21)\n‘Kung Fu Panda 3’ This is neither the first nor the second entry in the “Kung Fu Panda” series. (Oct. 26)\n‘The Fall,’ Season 3 At Watching, we’ve received a handful of emails every month for the past half-year asking, “When is the new season of ‘The Fall’ going to hit Netflix?” For those of you who are that invested in this British serial killer drama starring Gillian Anderson, now you know. (Oct. 29)", "url": "https://www.nytimes.com/2016/10/01/arts/television/new-on-netflix-streaming.html"}