{"authors": ["Stephen Wallis"], "date_download": "2018-11-16 04:47:59", "date_modify": "2018-11-16 04:47:59", "date_publish": "2016-04-13 16:17:46", "description": "The hallucinogenic visions of Italy’s legendary radical design group Superstudio are still making waves.", "filename": "2016_04_04_t-magazine_design_superstudio-design-architecture-group-italy.html_module=inline_1542343679.html", "image_url": "https://static01.nyt.com/images/2016/04/15/t-magazine/superstudio-slide-PI26/superstudio-slide-PI26-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_04_t-magazine_design_superstudio-design-architecture-group-italy.html_module=inline_1542343679.html", "title": "A ’60s Architecture Collective That Made History (but No Buildings)", "title_page": "A ’60s Architecture Collective That Made History (but No Buildings) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Our idea for Supersurface was kind of a pre-vision of what became the Internet,” says Cristiano Toraldo di Francia, who co-founded Superstudio with Adolfo Natalini in 1966 (they were joined later by Gian Piero Frassinelli, Alessandro Poli and brothers Roberto and Alessandro Magris). “We wanted to show that design and architecture could be philosophical, theoretical activities and provoke a new consciousness.”\nThe group lasted only 12 years, until 1978, before scattering, mostly into academia, but Superstudio’s place in postwar design history borders on the mythic. At their height, they exhibited everywhere from the Museum of Modern Art to the Walker Art Center in Minneapolis, and had conceptual projects published in Domus, the influential design magazine edited by Gio Ponti, the progressive Italian monthly Casabella and even Casa Vogue. Today, echoes of their imagery can be seen in the work of such contemporary architects as Rem Koolhaas, Steven Holl and Bjarke Ingels. Of the few furnishings they executed, a number of pieces still live on: Since 1970, Zanotta has produced their Quaderna series of rectilinear tables overlaid with a black-and-white grid pattern (based on the group’s theories for the ultimate rationalist solution, reducing architecture to a single template that could be endlessly scaled), which has lately been referenced by such of-the-moment designers as RO/LU and Scholten & Baijings.\nTHIS SPRING, the Maxxi museum in Rome is presenting “Superstudio: 50 Years of Superarchitettura,” featuring over 200 examples of sketches, photographs, collages and films from the group’s archives, including work last seen in “Superarchitettura I,” the historic 1966 exhibition they held in Pistoia, Italy, in conjunction with Archizoom, another collective from Florence. That show is widely considered to be the seminal moment of the short-lived radical design movement, its own version of the Salon des Refuses Impressionist show of 1874: a sharp stick in the eye of the establishment. “Superarchitettura,” the group’s manifesto, declared “is the architecture of superproduction, of superconsumption, of superinduction to superconsumption, of the supermarket, of superman and super-­petrol.” The blustery and abstract opening salvo, which was accompanied by playfully sculptural lamps and seating in exuberant hues, was a direct repudiation of the Modernist credo that form should follow function.\nToday, though, the group remains best known for its project “Continuous ­Monument: an Architectural Model for Total Urbanization.” It proposed that vast, gridded megastructures would stretch across world capitals and pristine natural landscapes — spanning the earth, even into outer space. Among the most famous images is a striking view of Lower Manhattan enveloped by a horizontal monolith. The works have a trippy verve, but they were meant as a metaphor for the ills of globalization and unchecked proliferation of homogeneous modern architecture. There are clear influences of what the group was reading at the time — Issac Asimov, Philip K. Dick and J.G. Ballard, whose works had recently been translated into Italian. “The images are very seductive, and at the same time they present this paradox because the Continuous Monument is this nightmare,” says Gabriele Mastrigli, the curator of the Maxxi exhibition.\nAmid the visions of dystopia and provocation, however, Superstudio did offer hope for the future, perhaps nowhere more so than with its unexpectedly poignant 1972 “Supersurface” project. The flat, featureless grid in the renderings represents not only an Internet-like matrix, but a state in which all people live a nomadic existence, freed from repetitive work, consumerist desires, hierarchies of power and violence. “We’ll keep silence to listen to our own bodies,” the group poetically proclaimed. “We’ll listen to our hearts and our breathing. We’ll watch ourselves living.” We still don’t really know what it all means, but that doesn’t make us love it any less.", "url": "https://www.nytimes.com/2016/04/04/t-magazine/design/superstudio-design-architecture-group-italy.html?module=inline"}