{"authors": ["Adam Nossiter"], "date_download": "2018-11-16 03:20:45", "date_modify": "2018-11-16 03:20:45", "date_publish": "2016-03-22 14:52:23", "description": "In an age of easy travel and rising militancy, intelligence experts fear that terrorist attacks have become an unavoidable part of life in Europe.", "filename": "2016_03_23_world_europe_belgium-security.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338445.html", "image_url": "https://static01.nyt.com/images/2016/03/23/world/23TERROR-ALT/23TERROR-ALT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_23_world_europe_belgium-security.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338445.html", "title": "Brussels Attacks Underscore Vulnerability of an Open European Society", "title_page": "Brussels Attacks Underscore Vulnerability of an Open European Society - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — Since the November attacks in Paris, the Belgian authorities have conducted dozens of raids, combed whole neighborhoods for well-known militants and even locked down the capital for days, all part of promises to step up efforts to root out jihadists.\nYet none of that evidently disrupted plans for the attacks on Tuesday at Brussels’s main international airport and a subway station in the heart of the capital of the European Union.\nThe new attacks again underscored not only the weaknesses of Belgium’s security services, but also the persistence and increasingly dangerous prospect of what several intelligence experts described as a sympathetic milieu for terrorist cells to form, hide and operate in the center of Europe.\nThe attacks have set off a new round of soul-searching about whether Europe’s security services must redouble their efforts, even at the risk of further impinging on civil liberties, or whether such attacks have become an unavoidable part of life in an open European society.", "url": "https://www.nytimes.com/2016/03/23/world/europe/belgium-security.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}