{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:48:24", "date_modify": "2018-11-16 04:48:24", "date_publish": "2016-03-04 11:29:45", "description": "A growing number of analysts say China’s practice of setting an annual target for growth actually hurts the economy and encourages officials to falsify data.", "filename": "2016_03_05_business_international_china-economic-growth-target.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343704.html", "image_url": "https://static01.nyt.com/images/2016/03/06/world/06chinatarget/06chinatarget-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_05_business_international_china-economic-growth-target.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343704.html", "title": "As Economy Slows, Experts Call on China to Drop Growth Target", "title_page": "As Economy Slows, Experts Call on China to Drop Growth Target - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Though its service sector is growing, China is grappling with heavy debt and a glut of factories and homes, a legacy of years when the government pumped money into the economy to keep it humming. Global weakness has reduced demand for China’s exports, while money is increasingly leaving the country.\nThe growth target can actually make problems worse. For one thing, specialists and policy advisers say, it encourages central government officials to hide or falsify data, and it prods local officials to do the same, to meet tough provincial growth targets that feed into the national one.\nPhoto\nIt also reinforces a growth-at-any-cost mentality that harms China’s economy because it leads to wasteful investment and piles of debt. In January, the pace of lending reached a record level, with aggregate financing soaring to $525 billion.\n“Putting too much emphasis on G.D.P. has become a habit,” said Han Meng, a researcher at the Institute of Economics under the Chinese Academy of Social Sciences, referring to gross domestic product, the focus of the annual target. “Now we need to break that habit. We need to keep G.D.P., but at the same time not make it into a hard goal.”\nChina is the only major world economy to set a hard annual growth target. The number has been critical to China’s economic planning in the post-Mao years. Communist Party leaders believe that the nation’s perceived ability to meet or exceed the annual number is an important element in lending legitimacy to the party, which offers citizens economic opportunity in exchange for their agreeing to the party’s monopolization of political power.\n“They’re so obsessed with this G.D.P. target — it’s not an economic narrative, it’s a political narrative,” said Leland Miller, president of China Beige Book, which provides independent economic data for investors.\nPhoto\nNow the propaganda value of hitting the target every year is wearing thin. Ordinary Chinese and foreign analysts say they doubt the economy is growing as quickly as the official rate indicates, given the facts on the ground: stagnant wages, mass layoffs and empty buildings nationwide, including apartment towers and shopping malls.\nAdvertisement Continue reading the main story\nThey also point to missteps by Chinese leaders that highlight economic mismanagement in areas unrelated to the growth target, like the desperate, failed attempts in recent months to prevent a stock market rout.\nThere is “much more scrutiny on policy makers for their economic policy-making,” said Mark Williams, chief Asia economist for Capital Economics, based in London. “It wasn’t that long ago when the world felt the Chinese government could do no wrong when it came to managing their economy. But there’s a lot more skepticism now, both in China and abroad.”\nSome analysts say Chinese leaders should put more focus on measurements that give a much better sense of the nation’s economic health — gauging quality of life or the purchasing power of households, for example.\nQi Jingmei, a senior economist with the State Information Center, which does economic research for central government agencies, said G.D.P. growth is “not the only number.”\n“We want the public to care more about how and where the growth comes from,” she said, “rather than only care about what the number is.”\nChina can take extreme stimulus steps to hit the target, as it did after the 2008 global financial crisis. Then, a lending-and-spending binge increased growth but saddled state-owned companies and local governments with big debts. Officials also can massage or falsify data to hit the target.\nChristopher Balding, an associate professor at the Peking University HSBC Business School, noted how the official growth number announced after the year ends always hews closely to the target set months earlier. Last year, the announced target was “about 7 percent,” and the official achieved growth at year’s end was 6.9 percent.\n“It’s absurd how close they get to basically hitting their target,” he said. “I’ve seen that pattern going back years.”\nAdvertisement Continue reading the main story\nIn 2007, Mr. Li, then the party chief of Liaoning Province, in the northeast, met the United States ambassador, Clark T. Randt Jr., for dinner and told him that “G.D.P. figures are ‘man-made’ and therefore unreliable,” according to a State Department cable.\nWhen gauging Liaoning’s economy, Mr. Li preferred to look at three indicators, he said: electricity consumption, volume of rail cargo and the amount of loans disbursed.\nIn December, Xinhua, China’s official news agency, published a series of stories examining the problems in the lagging economies in the three northeastern provinces, including Liaoning. One article concluded that some local officials were falsifying data to burnish G.D.P. numbers and many other economic indicators.\nAnalysts say the shift this year from one number for the target to a range is a move in the right direction, even if the change reveals uncertainty among policy makers about the strength of China’s economy. Besides the central government, nine provinces are announcing ranges this year, according to official news reports.\nIn 2014, Hu Shuli, founder of the influential Chinese economic magazine Caixin, wrote an essay that asked, “Is the yearly G.D.P. target still important?” She said there appeared to be a gap between the 7.5 percent target set that year and the economic slowdown already underway.\n“When the growth goal originally set can’t be met due to a change of economic climate, the government must meet the target using any favorable condition, or even create stimulus policies if there are no favorable conditions at all,” Ms. Hu wrote.\n“Growth at any cost would cause policies to fail, leaving many illnesses such as overcapacity and high government debt, which will delay the economic structural shift.”", "url": "https://www.nytimes.com/2016/03/05/business/international/china-economic-growth-target.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}