{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:50:58", "date_modify": "2018-11-16 04:50:58", "date_publish": "2016-11-04 13:00:14", "description": "Prices are rising by an average of 22 percent for a popular plan type. Not all customers will be affected, but millions will feel the sting.", "filename": "2016_11_05_upshot_see-obamacare-rates-for-every-county-in-the-country.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343858.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_05_upshot_see-obamacare-rates-for-every-county-in-the-country.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343858.html", "title": "See Obamacare Rates for Every County in the Country", "title_page": "See Obamacare Rates for Every County in the Country - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Average Obamacare insurance rates really are going up by 22 percent.\nLast week, the Obama administration shared prices for Obamacare health insurance plans in most states. Now that markets in every state have published prices, we have a complete picture and, on average, the price increases are substantial. In 2015, the comparable rate was 4 percent; this year it was 8 percent.\nOur map shows the price change for the most inexpensive midlevel plan everywhere in the country, thanks to data collected by the McKinsey Center for U.S. Health System Reform. We looked at that kind of plan because it tends to be the most popular among Obamacare customers. The administration study looked at a more expensive type of plan, known as the benchmark. Prices for those plans are also going up by an average of 22 percent nationwide.", "url": "https://www.nytimes.com/2016/11/05/upshot/see-obamacare-rates-for-every-county-in-the-country.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}