{"authors": ["Nelson D. Schwartz"], "date_download": "2018-11-16 04:47:08", "date_modify": "2018-11-16 04:47:08", "date_publish": "2016-03-19 12:39:58", "description": "As factory jobs move abroad, the divide between the political and economic elite and the rest of Americans widens, placing the two groups at odds.", "filename": "2016_03_20_business_economy_carrier-workers-see-costs-not-benefits-of-global-trade.html_module=inline_1542343628.html", "image_url": "https://static01.nyt.com/images/2016/03/20/business/20-CARRIER/20-CARRIER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_20_business_economy_carrier-workers-see-costs-not-benefits-of-global-trade.html_module=inline_1542343628.html", "title": "Carrier Workers See Costs, Not Benefits, of Global Trade", "title_page": "Carrier Workers See Costs, Not Benefits, of Global Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As in the United States, the day shift starts around 6 a.m. and finishes about 4 p.m., with a break for lunch. Temporary workers, who have contracts lasting from three to six months, earn 163 pesos a day, or $9.40. Permanent workers make 330 pesos for a day’s work, or $19.\nHourly salaries in Indianapolis range from $15 to $26 an hour, as they do up the road in Huntington, Ind., where an additional 700 United Technologies jobs will be transferred to Mexico as well.\nUnited Technologies is not hurting like the American automakers or steel giants who lost billions when they were caught short by up-and-coming Japanese and South Korean competitors in the 1970s and 1980s. But the company says it fears it could end up in a similar situation if it doesn’t make sure it is among the most efficient manufacturers in the world.\nOver all, United Technologies earned nearly $7.6 billion last year, and $2.9 billion of that came from the climate, controls and security division that includes Carrier. Those profits aren’t under pressure; in fact, margins in the unit have steadily expanded in recent years.\nBut that’s not good enough, said Howard Rubel, a senior analyst at Jefferies, who notes that United Technologies has vowed to cut at least a half-billion dollars in costs annually for the next few years. “The stock hasn’t done well,” Mr. Rubel pointed out.\nUnited Technologies’ board cut the bonus of its chief executive, Gregory J. Hayes, by nearly half for 2015. Still, with a total compensation package of $5.7 million, he made more last year than Carrier’s factory workers could earn in several lifetimes. But in corporate boardrooms and country clubs, that’s not the point.\n“It’s embarrassing,” said Mr. Rubel. “The stock didn’t do well, and he got dinged. And whether it’s the board or personal pride, no one wants that.”", "url": "https://www.nytimes.com/2016/03/20/business/economy/carrier-workers-see-costs-not-benefits-of-global-trade.html?module=inline"}