{"authors": ["Max Fisher"], "date_download": "2018-11-16 04:17:29", "date_modify": "2018-11-16 04:17:29", "date_publish": "2016-07-13 12:16:37", "description": "The country’s weapons programs have long been understood as meant for propaganda, not military, purposes. That view might be dangerously wrong.", "filename": "2016_07_14_world_asia_maybe-north-koreas-nuclear-goals-arent-a-farce-after-all.html_module=inline_1542341849.html", "image_url": "https://static01.nyt.com/images/2016/07/12/world/12int-nkorea1/12int-nkorea1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_14_world_asia_maybe-north-koreas-nuclear-goals-arent-a-farce-after-all.html_module=inline_1542341849.html", "title": "Maybe North Korea’s Nuclear Goals Are More Serious Than Once Thought", "title_page": "Maybe North Korea’s Nuclear Goals Are More Serious Than Once Thought - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Under traditional understandings of North Korea, the country’s test launch of two medium-range ballistic missiles in late June should not have happened. Neither should its failed launch, on Saturday, of a submarine-based missile.\nBut they did. And that has brought new urgency to a growing conversation among many North Korea watchers: Is our understanding of this country fundamentally wrong?\nThe country’s weapons programs have long been understood as meant not for immediate military purposes, but to rally North Koreans behind the leadership and extract concessions from foreign governments. North Korea’s bluster, in this view, is not sincere, but just another set piece in an elaborate, never-ending show.\nThis does not, however, adequately explain North Korea’s recent flurry of weapons tests, often using unproven technology that tends to fail many times, bringing embarrassment to a government that prefers to project confidence, and that incurs heavy diplomatic and financial tolls the country cannot afford.", "url": "https://www.nytimes.com/2016/07/14/world/asia/maybe-north-koreas-nuclear-goals-arent-a-farce-after-all.html?module=inline"}