{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:52:23", "date_modify": "2018-11-16 03:52:23", "date_publish": "2016-03-08 00:21:52", "description": "The takeover of the country’s largest newspaper is the latest of President Recep Tayyip Erdogan’s increasingly authoritarian moves.", "filename": "2016_03_08_opinion_democracys-disintegration-in-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340343.html", "image_url": "https://static01.nyt.com/images/2016/03/08/opinion/08tue2web/08tue2web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_08_opinion_democracys-disintegration-in-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340343.html", "title": "Democracy’s Disintegration in Turkey", "title_page": "Opinion | Democracy’s Disintegration in Turkey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If there was any doubt about why the government of President Recep Tayyip Erdogan seized the newspaper Zaman last week, consider this: Within 48 hours after the takeover, the paper began publishing pro-Erdogan propaganda.\nZaman, Turkey’s largest circulation daily, was one of the country’s few opposition media outlets before the police used tear gas and water cannons on Friday to disperse a crowd outside the paper’s headquarters chanting, “Free press cannot be silenced” as it raided the offices. The police acted after a court in Istanbul, without explanation, put the paper under the administration of a panel of trustees.\nBefore the takeover was complete, the journalists put out a Saturday edition of the newspaper with the headline, “The Constitution Is Suspended.” In the end, the newspaper’s editor was fired and efforts were underway to eradicate the paper’s entire online archive, according to news reports.\nThe attack on Zaman is no surprise. The paper has been associated with Fethullah Gulen, a Muslim cleric who lives in exile in Pennsylvania. Mr. Gulen, once an ally of Mr. Erdogan, broke with the Turkish leader about two years ago and the media group switched from being pro-government to anti-government.", "url": "https://www.nytimes.com/2016/03/08/opinion/democracys-disintegration-in-turkey.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}