{"authors": ["Michael R. Gordon", "Eric Schmitt"], "date_download": "2018-11-16 03:51:31", "date_modify": "2018-11-16 03:51:31", "date_publish": "2016-12-02 01:20:24", "description": "The retired general once led the United States Central Command, but his tour was cut short by the Obama administration, which believed he was too hawkish on Iran.", "filename": "2016_12_01_us_politics_james-mattis-secrtary-of-defense-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340291.html", "image_url": "https://static01.nyt.com/images/2016/11/20/us/00mattis-new/00mattis-new-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_01_us_politics_james-mattis-secrtary-of-defense-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340291.html", "title": "James Mattis, Outspoken Retired Marine, Is Trump’s Choice as Defense Secretary", "title_page": "James Mattis, Outspoken Retired Marine, Is Trump’s Choice as Defense Secretary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President-elect Donald J. Trump said on Thursday he had chosen James N. Mattis, a hard-charging retired general who led a Marine division to Baghdad during the 2003 invasion of Iraq, to serve as his secretary of defense.\nMr. Trump made the announcement at a rally in Cincinnati, calling General Mattis “the closest thing we have to Gen. George Patton.”\nGeneral Mattis, 66, led the United States Central Command, which oversees military operations in the Middle East and Southwest Asia, from 2010 to 2013. His tour there was cut short by the Obama administration, which believed he was too hawkish on Iran.\nBut his insistence that Iran is the greatest threat to peace in the Middle East, as well as his acerbic criticism of the Obama administration’s initial efforts to combat the Islamic State in Iraq and Syria, made him an attractive choice for the incoming president.", "url": "https://www.nytimes.com/2016/12/01/us/politics/james-mattis-secrtary-of-defense-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}