{"authors": ["Eric Schmitt"], "date_download": "2018-11-16 03:56:35", "date_modify": "2018-11-16 03:56:35", "date_publish": "2016-10-20 23:29:09", "description": "They said that Mr. Trump’s armchair generalship revealed a fundamental lack of understanding of Iraqi politics, military warfare, and military history.", "filename": "2016_10_21_us_politics_donald-trump-mosul-iraq_1542340595.html", "image_url": "https://static01.nyt.com/images/2016/10/21/us/21SNEAKATTACK/21SNEAKATTACK-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_21_us_politics_donald-trump-mosul-iraq_1542340595.html", "title": "Donald Trump Is Wrong on Mosul Attack, Military Experts Say", "title_page": "Donald Trump Is Wrong on Mosul Attack, Military Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — In Wednesday night’s debate, Donald J. Trump excoriated the American-backed Iraqi military offensive to recapture Mosul from the Islamic State, saying it had forfeited “the element of surprise” and allowed militant leaders to slip away.\n“Douglas MacArthur, George Patton spinning in their graves when they see the stupidity of our country,” Mr. Trump added, invoking two of the greatest American commanders from World War II.\nActually, probably not, according to some military historians and senior officers, who said on Thursday that Mr. Trump’s armchair generalship revealed a fundamental lack of understanding of Iraqi politics, military warfare — and even some of the most famous campaigns commanded by MacArthur and Patton.\nUnlike the top-secret raid by American commandos to kill Osama bin Laden in Pakistan in 2011, there are many good reasons to foreshadow an impending ground offensive, like Mosul, mainly to reduce civilian casualties, isolate the enemy and instill fear within its ranks, military scholars and retired commanders said.", "url": "https://www.nytimes.com/2016/10/21/us/politics/donald-trump-mosul-iraq.html"}