{"authors": ["Amy Chozick"], "date_download": "2018-11-16 03:16:40", "date_modify": "2018-11-16 03:16:40", "date_publish": "2016-05-06 14:48:11", "description": "Mrs. Clinton has broadened her economic message, sought endorsements from G.O.P. influencers and pledged that her husband, popular with blue-collar voters, will work to create jobs.", "filename": "2016_05_07_us_politics_hillary-clinton-republican-party.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338200.html", "image_url": "https://static01.nyt.com/images/2016/05/07/us/07clintongop_hp/07clintongop_hp-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_07_us_politics_hillary-clinton-republican-party.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338200.html", "title": "Hillary Clinton Targets Republicans Turned Off by Donald Trump", "title_page": "Hillary Clinton Targets Republicans Turned Off by Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I invite a lot of Republicans and independents who I’ve been seeing on the campaign trail, who’ve been reaching out to me, I invite them to join with Democrats,” Mrs. Clinton told CNN on Wednesday. “Let’s get off the red or the blue team. Let’s get on the American team.”\nIn the Democratic primary, Mrs. Clinton has struggled with non-college-educated white voters and self-identified independents, often losing those groups by wide margins to Mr. Sanders. But faced with the choice between Mrs. Clinton and Mr. Trump, 51 percent of independents and 59 percent of moderates favor the former secretary of state, compared with 41 percent and 39 percent for Mr. Trump, according to the most recent CNN/ORC poll.\n“If the primary happened to be over already, we feel the coalition we’ve built has the makings of a winning coalition as it is in a general election,” said Brian Fallon, a Clinton spokesman. “But,” he added, “we’re not satisfied with that. We want to make inroads even with populations that aren’t supporting her in great numbers.”\nSenator Sherrod Brown, Democrat of Ohio, who is supporting Mrs. Clinton, said while campaigning with her at a diner in Athens, Ohio, on Tuesday that the suburban women in Cleveland, Columbus and Cincinnati could ultimately decide the November election. “I think educated suburban white women, to be sure, are going to be turned off en masse and there will be more of that,” he said, referring to their opinion of Mr. Trump.\nOn Friday, President Obama helped in Mrs. Clinton’s effort. “Republican women, voters, are going to have to decide, ‘Is that the guy I feel comfortable with representing me, and what I care about?’” he said of Mr. Trump at a news conference.", "url": "https://www.nytimes.com/2016/05/07/us/politics/hillary-clinton-republican-party.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}