{"authors": ["Josh Barro"], "date_download": "2018-11-16 04:48:41", "date_modify": "2018-11-16 04:48:41", "date_publish": "2016-01-28 03:30:23", "description": "The persistent, negative effects of Chinese trade on much of the American labor market make economists re-examine long-held views.", "filename": "2016_01_28_upshot_so-what-would-it-mean-to-beat-china-on-trade_1542343721.html", "image_url": "https://static01.nyt.com/images/2016/01/28/upshot/28UP-China/28UP-China-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_28_upshot_so-what-would-it-mean-to-beat-china-on-trade_1542343721.html", "title": "So What Would It Mean to ‘Beat China’ on Trade?", "title_page": "So What Would It Mean to ‘Beat China’ on Trade? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In fairness to the economics profession, that consensus emerged mostly because workers actually did adjust more easily to trade in the past. Global trade soared in the four decades after World War II without apparent negative effects on labor markets in rich countries. But most of this trade was between rich countries, and exposing Ohio workers to competition with Ontario workers wasn’t that much different from the competition they always had with Michigan workers.\nAs Mr. Gordon and his co-authors describe, the rise of trade with China since 1991 increasingly exposed American workers to competition from those who would work for much less, causing particular problems for lower-skilled workers.\nThere is also a damaging trade imbalance. The rise of Chinese exports would not have had such negative effects on the American labor market if it had been offset by a commensurate rise of Chinese imports. More exports to China would have created American jobs, both in exporting industries and in the sectors that support those industries, making it easier for displaced workers to find new jobs.\nInstead, China has run a persistent trade surplus. What that really means is that Chinese consumers save much of their income from export industries instead of using it to consume imports. This is one of the major “global imbalances” identified by Ben Bernanke, the former Fed chief, as a driver of both high unemployment and asset price bubbles in the United States.\nThe big question is what to do about any of this, and it’s a lot easier to find common ground about the problem than the solution.\nMr. Trump says he will “beat China,” whatever that means. This month, in a meeting with The New York Times editorial board, he floated the idea of a 45 percent tariff on Chinese imports and then denied he had ever suggested such a move.\nPhoto\nMr. Bernstein has advocated provisions in international agreements that punish countries for manipulating their currencies, as China did for years, depressing the value of its currency to help its manufacturers undercut other countries on price. But while such rules would help level the playing field in the future, they wouldn’t do much today because China’s currency is no longer overly weak, Mr. Bernstein said.\nAdvertisement Continue reading the main story\nDean Baker, an economist who I find usually agrees with Mr. Bernstein on trade matters, told me the opposite: that China’s currency is still too weak, held down by huge investments in American bonds held by the Chinese central bank. If they sold those bonds, he said, China’s currency would strengthen, American manufacturers would be in a better position to compete, and the trade deficit would shrink.\nMr. Bernanke told me last year that trade imbalances are a problem that can’t be dealt with through formulaic rules and are instead a matter for international diplomacy. That is, we must urge countries that are running persistent and unjustified trade surpluses to stop it.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Hanson expressed skepticism that any public policy tools would be effective in combating the imbalance of trade because the exact source of the imbalance is a “puzzle,” much of it far removed from what you would traditionally think of as trade policy. For example, he argued that the one-child policy perpetuated the trade imbalance by driving Chinese workers to save instead of consuming, as they knew they would enter old age without many children to support them.\n“The problem is not trade liberalization,” he said. “Trade is going to lead to the reallocation of workers across sectors, generating income growth for the world as a whole, even if you have distributional effects along the way. The problem is that labor market adjustment is too slow.”\nAs such, Mr. Hanson calls for changes in our own economy: reforms to labor, housing and safety-net policy that would make it easier and less painful for workers to move to new regions and switch to new industries — whether such moves were necessitated by global trade or any other economic shifts.\nBut Mr. Baker argued there are more opportunities to use the diplomatic channels identified by Mr. Bernanke to make trade with China less harmful to American workers. He noted that currency manipulation and the trade deficit are existing items on the American diplomatic agenda with China; the question is how high they rank, and what issues American officials really care about winning on.\n“We have a list of things,” he said. “We want you to respect Bill Gates’s copyrights, we want you to respect patents, Goldman Sachs wants more access. There’s a list, and currency is on it.”\nHmm. If the problem is we’ve been botching our negotiations with China by focusing on the wrong things, I can think of a candidate who’s been saying something similar to that. Like the reform conservatives before them, trade-skeptical economists can be added to the list of policy thinkers who are hearing from the Trump campaign a policy message they’ve long promoted, coming from a messenger they don’t like, expressed in terms they’d rather not be associated with.\n“Characterizing it as ‘us versus China’ is inflammatory, jingoistic, if you like, racist,” Mr. Baker said. “A lot of the companies doing the exporting are U.S. companies. So it’s not China, it’s our companies. Walmart has low-cost supply chains throughout China.” So, for that matter, did Mr. Trump’s apparel line.\nYet Mr. Baker still endorses the idea that a frank negotiation that puts the weight on the right issues could improve American workers’ trading position with China.\nAdvertisement Continue reading the main story\n“The question is, what exactly is he telling China?” Mr. Baker said, regarding a hypothetical Trump presidency. “It would have to be part of a give and take; it’s going to be about priorities. It might mean giving up on certain priorities. So in that sense he could do it, but it’s not a question of beating them up; he’d have to give things up.”", "url": "https://www.nytimes.com/2016/01/28/upshot/so-what-would-it-mean-to-beat-china-on-trade.html"}