{"authors": ["Matt Flegenheimer", "Maggie Haberman"], "date_download": "2018-11-16 04:38:04", "date_modify": "2018-11-16 04:38:04", "date_publish": "2016-03-30 20:05:56", "description": "Mr. Trump, pressed on his support for an abortion ban, envisioned “some form of punishment” for women having the procedure. Hours later, he revised himself.", "filename": "2016_03_31_us_politics_donald-trump-abortion.html_module=inline_1542343084.html", "image_url": "https://static01.nyt.com/images/2016/03/31/us/31WOMEN1jp/31WOMEN1jp-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_31_us_politics_donald-trump-abortion.html_module=inline_1542343084.html", "title": "Donald Trump, Abortion Foe, Eyes ‘Punishment’ for Women, Then Recants", "title_page": "Donald Trump, Abortion Foe, Eyes ‘Punishment’ for Women, Then Recants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump said on Wednesday that women who seek abortions should be subject to “some form of punishment” if the procedure is banned in the United States, further elevating Republican concerns that his explosive remarks about women could doom the party in the fall.\nThe comment, which Mr. Trump later recanted, attracted instant, bipartisan criticism — the latest in a series of high-profile episodes that have shined a light on Mr. Trump’s feeble approval ratings among women nationally.\nIn this case, Mr. Trump also ran afoul of conservative doctrine, with opponents of abortion rights immediately castigating him for suggesting that those who receive abortions — and not merely those who perform them — should be punished if the practice is outlawed.\nThe statement came as Mr. Trump appeared at a town-hall-style forum with Chris Matthews of MSNBC, recorded for broadcast on Wednesday night. Mr. Matthews pressed Mr. Trump, who once supported abortion rights, on his calls to ban the procedure, asking how he might enforce such a restriction.", "url": "https://www.nytimes.com/2016/03/31/us/politics/donald-trump-abortion.html?module=inline"}