{"authors": ["Nate Cohn"], "date_download": "2018-11-16 04:23:12", "date_modify": "2018-11-16 04:23:12", "date_publish": "2016-04-08 12:23:12", "description": "He needs to win by big margins in some states, but polls, at least for now, show it’s realistic.", "filename": "2016_04_09_upshot_donald-trumps-path-to-1237-is-not-mission-impossible.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342192.html", "image_url": "https://static01.nyt.com/images/2016/04/09/upshot/08UP-GOP/08UP-GOP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_09_upshot_donald-trumps-path-to-1237-is-not-mission-impossible.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342192.html", "title": "Donald Trump’s Path to 1,237 Is Not Mission Impossible", "title_page": "Donald Trump’s Path to 1,237 Is Not Mission Impossible - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The catch, though, is that there’s no guarantee that Mr. Kasich will be that weak again. If anything, after what is expected to be a wave of big wins for Mr. Trump in the Northeastern states and potentially a series of second-place finishes by Mr. Kasich, it might be more difficult for Mr. Cruz.\nProvided he dominates in the Northeast as expected, Mr. Trump will have a good chance to win the nomination if he can carry Indiana. Without it, it’s very difficult for him to reach 1,237. He would either have to win nearly all of California’s delegates or win a state where he’s an underdog — most likely Montana — and post a clear win in California. It’s possible, but it’s hard to see how he would be poised to do either of those things if he’s losing in Indiana.\nCalifornia\nIf Mr. Trump wins big in the Northeast, carries Indiana and picks up a few proportional delegates in New Mexico, Oregon and Washington (as he is all but assured to do), the race will come down to California on June 7.\nIt’s too far away to be very confident about whether Mr. Trump would have a realistic chance to win the 70 percent or so of California delegates that he would need to win an outright majority.\nBut, at least right now, it looks realistic.\nThree top-tier pollsters have shown that Mr. Trump could pull it off: the vaunted Field Poll, a Los Angeles Times/U.S.C. poll conducted by the prominent Democratic firm GQR and a poll by the Public Policy Institute of California. The three polls found Mr. Trump ahead by 7, 1 and 11 points among likely Republican voters, with Mr. Trump winning between 36 and 38 percent of the vote.\nThere’s good reason to believe that Mr. Trump’s weakest poll — The Los Angeles Times/U.S.C. poll that showed him ahead by one point among likely voters — underestimates his strength. It showed Mr. Trump ahead by seven points among all registered Republicans, like the methodologically similar Field Poll. The detailed results offered reason to think that Mr. Trump’s support might more closely resemble that seven-point margin than the reported one-point edge among likely voters.\nThe poll, which used the state’s voter registration file and therefore had information on the past vote history of respondents, found that Mr. Trump was ahead by five points among voters who participated in either the 2012 or 2014 Republican primaries (neither of which were especially high profile).", "url": "https://www.nytimes.com/2016/04/09/upshot/donald-trumps-path-to-1237-is-not-mission-impossible.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}