{"authors": ["Melissa Eddy"], "date_download": "2018-11-16 03:47:22", "date_modify": "2018-11-16 03:47:22", "date_publish": "2016-12-21 13:06:11", "description": "The man was denied asylum in Germany and was considered a security risk. He is wanted in connection with a truck attack that killed 12 people and hurt 48.", "filename": "2016_12_21_world_europe_berlin-christmas-market-attack.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340042.html", "image_url": "https://static01.nyt.com/images/2016/12/22/world/germany-4/germany-4-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_21_world_europe_berlin-christmas-market-attack.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340042.html", "title": "Germany Seeks Tunisian Tied to Berlin Christmas Market Attack", "title_page": "Germany Seeks Tunisian Tied to Berlin Christmas Market Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — Investigators undertook a Europe-wide manhunt on Wednesday for a young Tunisian ex-convict with multiple aliases who had been denied asylum in Germany and was considered a security risk, linking him to a deadly truck rampage through a Berlin Christmas market.\nThe attack on Monday killed 12 people and wounded 48 — 12 of them seriously. The Islamic State has claimed responsibility for the assault, one of Germany’s deadliest acts of terrorism in decades. The aftermath has been complicated by a botched search for the driver, who has remained at large.\nThe revelations added to the growing pressure confronting Chancellor Angela Merkel of Germany, who decided last year to open the country’s border to roughly a million migrants and refugees.\nA European arrest warrant identified the Tunisian as Anis Amri, 23, and said he had a history of providing false names and nationalities and should be considered armed and dangerous. German news agencies reported that the man had ties to Abu Walaa, a 32-year-old Iraqi Salafist arrested in Germany last month and accused of recruiting would-be jihadists to fight for the Islamic State. A reward of 100,000 euros, or about $104,000, was offered for information leading to his arrest.", "url": "https://www.nytimes.com/2016/12/21/world/europe/berlin-christmas-market-attack.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}