{"authors": ["Alexander Burns"], "date_download": "2018-11-16 03:18:04", "date_modify": "2018-11-16 03:18:04", "date_publish": "2016-12-09 16:20:27", "description": "The president-elect’s plan to keep a presence in the city feels to many residents less like a source of pride than an open wound.", "filename": "2016_12_09_nyregion_donald-trump-new-york-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338284.html", "image_url": "https://static01.nyt.com/images/2016/12/11/nyregion/11jpTRUMP2/11jpTRUMP2-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_09_nyregion_donald-trump-new-york-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338284.html", "title": "Donald Trump Loves New York. But It Doesn’t Love Him Back.", "title_page": "Donald Trump Loves New York. But It Doesn’t Love Him Back. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now that Mr. Trump has won, his continuing presence feels to many New Yorkers less like a source of pride than an open wound. While the president-elect has held court in his tower, receiving foreign dignitaries and candidates for his cabinet, New York’s political leaders have raged against him and vowed to obstruct his agenda. Mayor Bill de Blasio, a Democrat, and members of Congress have traveled to the doorstep of Trump Tower to publicly chastise its most famous resident.\nIn the heat of the presidential race, Democrats in the state and city legislatures sought to remove Mr. Trump’s name from a state park and void his contracts with the city. They failed, but since Election Day, three apartment buildings on the West Side of Manhattan have taken down Mr. Trump’s name from their entrances after hundreds of tenants supported a petition to efface his brand from the developments.\nNew York has never before given the nation a president so disliked by its own voters. The last New York native to have won the presidency, Franklin D. Roosevelt, earned a festive serenade from throngs of his neighbors in Hyde Park in 1940 to celebrate his historic re-election to a third term. In contrast, Mr. Trump’s victory touched off days of angry protests in Midtown, where demonstrators chanted, “New York hates Trump.”\nThere is no direct analogy for the discord between the president-elect and his hometown. For decades, American presidents have been revered in their home states during their terms: President Obama remained popular in Illinois, most of all in Chicago, regardless of his national approval ratings. George W. Bush was warmly welcomed in Texas throughout his turbulent presidency.\nPresidents have often established seasonal refuges or favorite vacation destinations: Mr. Bush’s ranch in Crawford, Tex., for example, where he spent summer months, or the California retreats of Richard M. Nixon and Ronald Reagan. Should Mr. Trump make frequent use of Mar-a-Lago, his estate and private club in Palm Beach, Fla., he might find a kind of precedent in Harry S. Truman’s so-called Little White House in Key West, Fla.\nBut no president has made a practice of taking long and frequent personal trips from the White House to a major urban area, let alone the country’s largest city. And none has tried the kind of commuter relationship with the Oval Office that Mr. Trump’s critics fear he may pursue.", "url": "https://www.nytimes.com/2016/12/09/nyregion/donald-trump-new-york-protests.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}