{"authors": ["Bill Vlasic", "Mike Isaac"], "date_download": "2018-11-16 03:41:17", "date_modify": "2018-11-16 03:41:17", "date_publish": "2016-08-18 16:40:46", "description": "The company said it had acquired a start-up comprising former Google and Carnegie Mellon engineers, as well as announced a partnership with Volvo to test self-driving cars on Pittsburgh streets in a matter of weeks.", "filename": "2016_08_19_technology_uber-self-driving-cars-otto-trucks.html_module=inline_1542339677.html", "image_url": "https://static01.nyt.com/images/2016/08/19/business/19UBER2/19UBER2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_19_technology_uber-self-driving-cars-otto-trucks.html_module=inline_1542339677.html", "title": "Uber Aims for an Edge in the Race for a Self-Driving Future", "title_page": "Uber Aims for an Edge in the Race for a Self-Driving Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the Ford and Uber initiatives are not without risk. Federal auto safety regulators are preparing guidelines for autonomous vehicles that may or may not include the need for a steering wheel or require the presence of a driver who can step in should computerized systems falter.\nIn a nod to the highly experimental nature of its Pittsburgh plan, Uber intends to have an actual human being behind the wheel — just in case. But while Ford is looking five years out, Uber is moving aggressively toward driverless fleets, despite the regulatory uncertainties.\n“There’s an urgency to our mission about being part of the future,” Travis Kalanick, Uber’s chief executive, said on Thursday in an interview. “This is not a side project. This is existential for us.”\nThat explains Uber’s other announcement on Thursday — its deal to buy Otto for undisclosed terms, to beef up its own in-house expertise in self-driving technology.\nThe acquisition of Otto follows Uber’s recent opening of an advanced technology center in Pittsburgh, in conjunction with Carnegie Mellon University. The company has also hired engineers directly away from Google, which has been immersed in developing autonomous cars for a decade.\nLike Uber, Google is intent on developing self-driving cars for urban taxi use — reasoning that the slow speeds and relatively predictable environment of city streets that can be thoroughly, digitally mapped is the best and safest near-term purpose of autonomous vehicles. But for Uber, such cars are not a side bet but a way to be more fully in control of its business by eliminating the need for drivers who expect to be paid.", "url": "https://www.nytimes.com/2016/08/19/technology/uber-self-driving-cars-otto-trucks.html?module=inline"}