{"authors": ["Brian Seibert"], "date_download": "2018-11-16 04:46:54", "date_modify": "2018-11-16 04:46:54", "date_publish": "2016-01-29 13:00:28", "description": "“The Most Incredible Thing,” which debuts on Tuesday, is the 10th ballet Mr. Peck has choreographed for the company he joined in 2007.", "filename": "2016_01_31_arts_dance_justin-peck-calmly-creates-a-kingdom-at-city-ballet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343614.html", "image_url": "https://static01.nyt.com/images/2016/01/31/arts/31PECK-COMBO/31PECK-COMBO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_31_arts_dance_justin-peck-calmly-creates-a-kingdom-at-city-ballet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343614.html", "title": "Justin Peck Calmly Creates a Kingdom at City Ballet", "title_page": "Justin Peck Calmly Creates a Kingdom at City Ballet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a 19th-century stone castle in Yonkers, the ballet choreographer Justin Peck tried something he had never tried before: directing a film. He did not look nervous. Nor did he seem intimidated by his surroundings: the ornate, centuries-old furnishings from Europe; the travel trunks left in the attic by the Ballets Russes choreographer Michel Fokine, who lived and taught in the castle in the 1930s. Gently making suggestions or demonstrating what he had in mind, the 28-year-old Mr. Peck appeared self-assured. “If that doesn’t work,” he said at one point, “I have a Plan B.”\nBoth the attitude and the preparedness behind it are characteristic. The film, shot in November, was a small side project, a trailer for “The Most Incredible Thing,” Mr. Peck’s new work for New York City Ballet, where he is resident choreographer and a soloist. If he were a more anxious person, this ballet, which will have its debut at the David H. Koch Theater on Tuesday, Feb. 2, could give him plenty to be anxious about. The cast of 56 dancers, including 11 children from the School of American Ballet, is more than twice as large as any he has handled before. And this is his first attempt at narrative — the kind of story ballet that audiences are said to clamor for and that contemporary choreographers rarely succeed in delivering.\nIt’s an important, perhaps inevitable, test for a choreographer who is now in extreme global demand. In April, San Francisco Ballet will present its first premiere by him. When Miami City Ballet visits New York that month, it will show off one of two Peck creations it has recently commissioned. In July, the august Paris Opera Ballet will add its imprimatur, performing its first Justin Peck premiere only a few months after performing his earlier “In Creases.” New Peck, old Peck: Everyone seems to want a piece of Peck.\nOne work that many want is “Year of the Rabbit.” (Miami City, Dutch National Ballet and Pacific Northwest Ballet will all perform it in the next few months.) That was the first piece of his that New York City Ballet performed in Manhattan, way back in 2012. Mr. Peck was still in the corps of City Ballet, which he joined in 2007. He has since been promoted, but it’s his choreographic career that has raced at rabbit speed. “The Most Incredible Thing” is his 10th work for his home troupe.", "url": "https://www.nytimes.com/2016/01/31/arts/dance/justin-peck-calmly-creates-a-kingdom-at-city-ballet.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}