{"authors": ["Alissa J. Rubin", "Adam Nossiter", "Christopher Mele"], "date_download": "2018-11-16 04:37:02", "date_modify": "2018-11-16 04:37:02", "date_publish": "2016-07-14 21:47:10", "description": "Graphic images showed the vehicle tearing through the crowd. The driver was shot to death by the police, and France’s president called the assault “a monstrosity.”", "filename": "2016_07_15_world_europe_nice-france-truck-bastille-day.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343022.html", "image_url": "https://static01.nyt.com/images/2016/07/15/world/15france_video2/15france_video2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_15_world_europe_nice-france-truck-bastille-day.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343022.html", "title": "Scores Die in Nice, France, as Truck Plows Into Bastille Day Crowd", "title_page": "Scores Die in Nice, France, as Truck Plows Into Bastille Day Crowd - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The main strip through Nice was littered with bodies, one after the other.\n“Whatever the nature of what happened in Nice, the threat of terrorism is particularly high,” Mr. Brandet, the Interior Ministry spokesman, said on the iTele television station. He added that security forces were on high alert in the area and in cities around France.\nDozens of people were seriously injured, and many more were psychologically shocked, Mr. Brandet said. The region has activated a so-called White Plan, put in place during the Nov. 13 Paris terrorist attacks that killed 130 people, to open all emergency rooms to receive victims, he added.\nThe Islamic State, the militant group that asserted responsibility for the attacks in Paris, did not make any immediate claims for the assault in Nice.\nIt typically takes the Islamic State several hours, and sometimes up to one and even two days, to assert responsibility for attacks in Western countries. It typically does so through its Amaq channel on the encrypted telephone app Telegram, which serves as the group’s news wire.\nHowever, as in the hours immediately after the Paris, Brussels and Orlando attacks, there was a now familiar celebration on channels run by groups that support the Islamic State, as well as on at least one channel affiliated with the group, also known as ISIS and ISIL. They cheered the carnage.\nOn a channel created on Thursday, called the United Cyber Caliphate, run by a group that has previously tried to carry out cyberattacks in the Islamic State’s name, a message included a single word — France — followed by a smiley face.\nThe channel of an Islamic State member, Aswarti Media, which has repeatedly been shut down and claims 1,987 members, was posting the phrase “Allahu akbar.” Yet another channel suspected of being for the Islamic State showed an image of the Eiffel Tower going up in flames.\nThe attack in Nice took place just as the Euro 2016 soccer tournament had concluded. France had hosted the tournament, and the entire country had been on high alert. There had been reports that suspects linked to the attacks in Paris and the Brussels assault in March had planned an attack during the tournament.\nWith tens of thousands of people gathered at stadiums and in designated “fan zones” during the games, the police and private security took extraordinary measures to try to secure the sites.\nIt was difficult to know if the measures were successful or if in fact there were no plans to attack the soccer tournament.\nOne question people will be asking is whether the security forces, as well as civilians, let their guard down once the tournament was over thinking that the danger had passed.\nSeveral witnesses spoke on iTele. A man who gave his name as Michel, working at the Voilier Plage restaurant in front of the Promenade des Anglais, said that around 10:30 p.m., a large white truck drove into a crowd that had gathered near the beach. “A huge number of people started running, then there was a lot of gunfire,” he said.\nAnother witness who owns a restaurant nearby, whom iTele did not identify, said that when the truck plowed into the crowd, it “crushed everyone in its path.”\nFrench television showed footage of a panicked crowd running from the scene. On Twitter, witnesses posted grim photographs of bodies lying in a pile on the asphalt.", "url": "https://www.nytimes.com/2016/07/15/world/europe/nice-france-truck-bastille-day.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}