{"authors": ["Josh Katz"], "date_download": "2018-11-16 03:58:35", "date_modify": "2018-11-16 03:58:35", "date_publish": "2016-08-04 11:00:26", "description": "If he can increase his standing in the polls by five points in the next six weeks or so, he’ll qualify for the debate and could have a big impact.", "filename": "2016_08_04_upshot_can-gary-johnson-the-libertarian-nominee-swing-the-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340715.html", "image_url": "https://static01.nyt.com/images/2016/08/03/upshot/03UP-3rd-Johnson/03UP-3rd-Johnson-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_04_upshot_can-gary-johnson-the-libertarian-nominee-swing-the-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340715.html", "title": "Can Gary Johnson, the Libertarian Nominee, Swing the Election?", "title_page": "Can Gary Johnson, the Libertarian Nominee, Swing the Election? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Does It Matter?\nWhether Mr. Johnson’s candidacy could damage the Trump or Clinton campaign more remains unclear. Polls show no significant difference in the Clinton-Trump margin between those that include Mr. Johnson and those that don’t.\nHis message — fiscal conservatism, liberal social policies and military isolationism — could appeal to people in either party, and there are enough disaffected voters in either party to provide a solid base of support. Mr. Johnson’s strongest polling so far has come from the West — his home state, New Mexico; Colorado; and Utah, a solid Republican state whose Mormon population has proved to be especially unreceptive to Mr. Trump.\nFor any third-party presidential campaign, there are two big hurdles. Mr. Johnson has already passed the first one: getting on the ballot in every state. The second — getting into the debates — could prove far more challenging.\nThe eligibility requirements, set by the nonpartisan Commission on Presidential Debates, state that a candidate has to hit 15 percent in five national surveys a few weeks before the debate to earn a place on the stage. That threshold can make or break a candidacy. No third-party candidate has been invited to the presidential debates since Mr. Perot in 1992. Jill Stein, the Green Party’s presumptive nominee, is on the ballot in roughly half the states, with plans to be on many more; she is polling in the low-single digits and is a long shot to make the debates.\nThe first debate is scheduled for Sept. 26. If Mr. Johnson can increase his standing in the polls by five points in the next six weeks or so, he could have a major impact on the race. Even if he can’t, there is always the potential for a third party to swing a close election in one candidate’s favor.", "url": "https://www.nytimes.com/2016/08/04/upshot/can-gary-johnson-the-libertarian-nominee-swing-the-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}