{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:12:45", "date_modify": "2018-11-16 04:12:45", "date_publish": "2016-02-18 15:25:41", "description": "The visit is part of an effort to end more than a half-century of estrangement and forge normalized relations with a Cold War adversary.", "filename": "2016_02_19_world_americas_obama-cuba-trip.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341565.html", "image_url": "https://static01.nyt.com/images/2016/02/19/world/19Prexy-web2/19Prexy-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_19_world_americas_obama-cuba-trip.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341565.html", "title": "Obama Going to Cuba; First Visit by U.S. President in 88 Years", "title_page": "Obama Going to Cuba; First Visit by U.S. President in 88 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama’s decision to travel to Cuba next month and meet with President Raúl Castro reflects his determination to do as much as possible before he leaves office to pry open the historic and ideological barricades that have separated the United States from its neighbor since the Cold War.\nIt also represents something of a familiar gamble for Mr. Obama, who in becoming the first sitting American president to visit Cuba in 88 years will be testing his conviction that aggressive engagement, rather than harsh isolation, is the best way to prod an adversary to change.\nIn announcing the trip on Thursday, Mr. Obama was betting on the power of his office and the force of his personal diplomacy to persuade Mr. Castro to do more to open his mostly state-run economy and respect human rights. The Cuban leader has been unwilling to take those steps since the two presidents announced in December 2014 that they would move toward normalized relations after a half-century of hostility.\nIf Mr. Obama is wrong, the visit could instead highlight the deep differences that persist between the two nations.", "url": "https://www.nytimes.com/2016/02/19/world/americas/obama-cuba-trip.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}