{"authors": ["Nick Corasaniti"], "date_download": "2018-11-16 03:41:08", "date_modify": "2018-11-16 03:41:08", "date_publish": "2016-10-14 16:39:14", "description": "Donald J. Trump’s criticism of the news media seems to have spurred shouts of obscenities and obscene gestures aimed at the news media by his supporters.", "filename": "2016_10_15_us_politics_trump-media-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339668.html", "image_url": "https://static01.nyt.com/images/2016/10/15/us/15fd-trumpmedia/15fd-trumpmedia-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_15_us_politics_trump-media-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339668.html", "title": "Partisan Crowds at Trump Rallies Menace and Frighten News Media", "title_page": "Partisan Crowds at Trump Rallies Menace and Frighten News Media - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CINCINNATI — The boos at the Trump rally were scattershot as the first laptop-toting reporter emerged from the black curtains covering a side entrance a few hundred feet from the spotlighted stage.\nWithin moments, they grew to a menacing, thunderous roar.\nDonald J. Trump’s supporters have aimed their verbal ire at undocumented immigrants, Republican rivals and Hillary Clinton. This week, they have settled on a new target: the news media.\nBut even reporters long accustomed to the toxic fervor of Trump rallies were startled — and even frightened — at the vitriol of a Cincinnati crowd on Thursday evening as more than 15,000 supporters flashed homemade signs, flipped middle fingers and lashed out in tirades often laced with profanity as journalists made their way to a crammed, fenced-in island in the center of the floor.\nThe Trump supporters crowded by the metal barriers protecting the area, leaning over to get in one last insult before returning their attention to the stage as Rudolph W. Giuliani strode out.", "url": "https://www.nytimes.com/2016/10/15/us/politics/trump-media-attacks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}