{"authors": ["Safak Timur"], "date_download": "2018-11-16 03:52:23", "date_modify": "2018-11-16 03:52:23", "date_publish": "2016-03-04 13:36:36", "description": "They received prison terms of over four years for the deaths of five people, including the young boy whose body washed up on a Turkish beach.", "filename": "2016_03_05_world_europe_syrians-sentenced-aylan-alan-kurdi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340343.html", "image_url": "https://static01.nyt.com/images/2016/03/05/world/05Turkey-web/05Turkey-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_05_world_europe_syrians-sentenced-aylan-alan-kurdi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340343.html", "title": "2 Men Sentenced in Death of Alan Kurdi, Syrian Boy Who Drowned in September", "title_page": "2 Men Sentenced in Death of Alan Kurdi, Syrian Boy Who Drowned in September - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The judgment on Friday prompted immediate reactions on social media, where observers appeared to find the punishment — they had faced a maximum of 35 years — too lenient.\nRefugee smuggling is a relatively new type of crime, in comparison with drugs and weapons smuggling, so the appropriate level of penalty is less established, according to Metin Corabatir, a former official at the Office of the United Nations High Commissioner for Refugees and the founder of the Asylum and Migration Research Center in Ankara, Turkey’s capital.\n“Human conscience wants more serious penalties for those people who risk others’ lives for money, to prevent similar things from happening,” Mr. Corabatir said. “This turned into commerce.”", "url": "https://www.nytimes.com/2016/03/05/world/europe/syrians-sentenced-aylan-alan-kurdi.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}