{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 04:26:33", "date_modify": "2018-11-16 04:26:33", "date_publish": "2016-06-16 14:28:03", "description": "The Trump campaign schedule is being driven by fund-raising needs, diverting his attention from states where Hillary Clinton is spending her time.", "filename": "2016_06_17_us_politics_donald-trump-fundraising-gop.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342393.html", "image_url": "https://static01.nyt.com/images/2016/06/16/us/17TRUMPDONORSweb1/17TRUMPDONORSweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_17_us_politics_donald-trump-fundraising-gop.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342393.html", "title": "Donald Trump, Chasing Campaign Cash, Veers From Battleground States", "title_page": "Donald Trump, Chasing Campaign Cash, Veers From Battleground States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Trump remains confident that he can flout conventional campaign practice by relying on a small staff and heavy news coverage. But even so, and despite his reliance on assistance from the Republican National Committee, his campaign faces heavy potential costs for television advertising, polling and building operations in key states.\nRaising money to pay for those items through the campaign is difficult: Donors may give no more than $5,400 a person through the party convention in July. After that, they are limited to donating $2,700.\nAt this point in the presidential cycle in 2012, Mr. Romney was raising more than $1 million a day for himself and the party. There is no indication that Mr. Trump is approaching that pace.\nMoreover, while Mr. Trump lent his campaign more than $43 million in the primaries, he has shown little inclination to self-finance his general election campaign in a large-scale way. Yet many Republican fund-raisers have openly questioned why they would donate to a candidate who has claimed a net worth of $10 billion.\nHope Hicks, Mr. Trump’s spokeswoman, called his fund-raising operation “a tremendous success,” adding that “the money is pouring in for the party.” She declined to answer specific questions.\nMr. Trump’s campaign has carefully guarded information about his fund-raising: His aides telephoned attendees for the Boston event to call it off, rather than emailing them, the people involved said, and have closely held lists of coming fund-raising events; another candidate might distribute those dates widely to help build interest.\nUnlike Mrs. Clinton, who has been able to tap a long-established network of allies and donors, Mr. Trump is trying to build one from scratch and on the fly. But he has struggled to sign on some of his party’s top donors. Local party figures in different cities have declined to add their names to his invitations, meaning many have been sent without lists of co-hosts, a standard practice, according to veteran fund-raisers in both parties.", "url": "https://www.nytimes.com/2016/06/17/us/politics/donald-trump-fundraising-gop.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}