{"authors": ["Helene Cooper", "Eric Schmitt"], "date_download": "2018-11-16 03:51:25", "date_modify": "2018-11-16 03:51:25", "date_publish": "2016-12-03 01:58:42", "description": "The hawkish former head of United States Central Command views a tough American posture overseas as a deterrent to war, officials close to him say.", "filename": "2016_12_02_us_politics_james-mattis-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340285.html", "image_url": "https://static01.nyt.com/images/2016/12/03/us/03mattis1/03mattis1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_02_us_politics_james-mattis-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340285.html", "title": "James Mattis, Trump’s Choice for Defense, Favors Working With Allies", "title_page": "James Mattis, Trump’s Choice for Defense, Favors Working With Allies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President-elect Donald J. Trump’s selection of Gen. James N. Mattis as defense secretary signals a more assertive American posture in the Middle East — one that people close to him say would most likely include more American troops on the ground in Iraq and Afghanistan, more Navy patrols in the Persian Gulf and more fighter jets in the Middle East.\n“The closest thing we have to Gen. George Patton,” Mr. Trump said in announcing his selection on Thursday night. At first glance, the similarity is there: Like General Mattis, General Patton, who led American troops into Nazi Germany during World War II, was a colorful, hard-charging advocate of aggressive offensive action.\nBut officials who know General Mattis caution that he views a tough American posture overseas as something to deter war with potential foes like Iran, not to start one. And although he was so hawkish on Iran as head of United States Central Command from 2010 to 2013 that the Obama administration cut short his tour, General Mattis has since said that tearing up the Iran nuclear agreement, as Mr. Trump has vowed to do, would hurt the United States.\nGeneral Mattis now favors working closely with allies to strictly enforce the deal.\n“I don’t think that we can take advantage of some new president, Republican or Democrat, and say we’re not going to live up to our word on this agreement,” General Mattis, a retired Marine, said in April. “I believe we would be alone if we did, and unilateral economic sanctions from us would not have anywhere near the impact of an allied approach to this.”", "url": "https://www.nytimes.com/2016/12/02/us/politics/james-mattis-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}