{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:26:12", "date_modify": "2018-11-16 04:26:12", "date_publish": "2016-11-08 20:32:29", "description": "The justices appeared divided over whether Miami could sue two banks under the Fair Housing Act, even if foreclosures affected the city only indirectly.", "filename": "2016_11_09_us_politics_supreme-court-predatory-lending-fair-housing-act.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342372.html", "image_url": "https://static01.nyt.com/images/2016/11/09/us/09scotus/09scotus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_09_us_politics_supreme-court-predatory-lending-fair-housing-act.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342372.html", "title": "Can Cities Sue Banks Over Predatory Loans? Supreme Court Will Decide", "title_page": "Can Cities Sue Banks Over Predatory Loans? Supreme Court Will Decide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Other justices worried that a ruling for Miami would allow all sorts of people and entities to sue for indirect harm from discriminatory practices. Justice Kagan asked about restaurants and dry cleaners, Justice Sonia Sotomayor about corner grocers and Justice Stephen G. Breyer about “a magazine that writes about successes in integration and wants to write about this community before it got wrecked or whatever.”\nCurtis E. Gannon, a lawyer for the federal government arguing in support of the city, offered a limiting principle. He said people, businesses and local governments hurt by a decline in property values ought to be able to sue under the housing law.\nThe law allows suits from “aggrieved persons.” No one disputed that cities may sometimes count as persons in a legal sense, but Neal K. Katyal, a lawyer for the banks, said Miami was not aggrieved just because it asserted an indirect financial injury.\nHe said the city had tried to piggyback on the borrowers’ interest in being free from discrimination and had “cut and paste” their grievances into its lawsuit.\nMiami’s asserted injuries were too remote, Mr. Katyal said, calling the city’s legal theory “six-step liability.”\n“You have to have discriminatory loans,” he said. “Those discriminatory loans have to lead to defaults. The defaults have to lead to foreclosures. The foreclosures need to lead to increases in vacancies. The increase in vacancies needs to lead to reduction in property values.”\nMr. Peck, the city’s lawyer, said its harm was more direct.\n“The banks’ practice of providing minority borrowers with more expensive and riskier loans than they qualified for, or that nonminority borrowers received, actually frustrated and counteracted the city’s efforts on fair housing,” he said.", "url": "https://www.nytimes.com/2016/11/09/us/politics/supreme-court-predatory-lending-fair-housing-act.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}