{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 03:20:49", "date_modify": "2018-11-16 03:20:49", "date_publish": "2016-03-22 20:54:01", "description": "With the attackers still unidentified, popular discourse and social media immediately began associating the Brussels attacks with the migrant crisis.", "filename": "2016_03_23_world_europe_belgium-attacks-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338449.html", "image_url": "https://static01.nyt.com/images/2016/03/23/world/23EUROPE-ALT/23EUROPE-ALT-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_23_world_europe_belgium-attacks-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338449.html", "title": "Brussels Attacks Fuel Debate Over Migrants in a Fractured Europe", "title_page": "Brussels Attacks Fuel Debate Over Migrants in a Fractured Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — It did not take long. Almost as soon as the bombs went off in Brussels on Tuesday morning, the new act of terrorism in the heart of Europe was employed in the bitter debate about the influx of migrants from the Middle East and North Africa.\nEven before the identities and nationalities of the attackers were known, there was an immediate association in popular discourse between the attacks on the airport and subway station in Brussels and the migrant crisis. Right-wing politicians and average citizens alike raised concerns that groups like the Islamic State, which claimed responsibility for the attacks, are slipping radicalized recruits, including European jihadists, through the vast migrant stream and into an unprepared Europe.\nThe murderous attacks in another European capital — just days after the Belgians finally tracked down the sole surviving suspect in a series of similarly coordinated attacks that killed 130 people in and around Paris in November — prompted new questions about European solidarity and security. And they came during a period of severe self-doubt about the European Union, with low growth, high unemployment, and the threat of a British exit from the bloc, to be decided in a June referendum.", "url": "https://www.nytimes.com/2016/03/23/world/europe/belgium-attacks-migrants.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}