{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 04:43:39", "date_modify": "2018-11-16 04:43:39", "date_publish": "2016-03-17 03:00:56", "description": "Roughly a dozen Americans have been held for varying lengths of time by North Korea in the past several years. Most were eventually released.", "filename": "2016_03_17_world_asia_north-koreas-history-of-seizing-americans_1542343419.html", "image_url": "https://static01.nyt.com/images/2016/03/17/world/17NKOREALISTY-web1/17NKOREALISTY-web1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_17_world_asia_north-koreas-history-of-seizing-americans_1542343419.html", "title": "North Korea’s History of Seizing Americans", "title_page": "North Korea’s History of Seizing Americans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Otto F. Warmbier, the American college student sentenced to 15 years of prison and hard labor on Wednesday in North Korea, is one of about a dozen Americans arrested there in recent years. Some have been expelled quickly and others have been held as long as two years. They have been accused of crimes including illegal entry and seeking the overthrow of the Pyongyang government. Here are summaries of their cases:\nKim Dong-chul, October 2015 - Present\nMr. Kim said in an interview with CNN that he was a naturalized American citizen from Fairfax, Va. He was accused of spying for South Korea while running a trading and hotel services company in a special economic zone of North Korea near the Chinese border.\nSandra Suh, April 2015\nA humanitarian aid worker said to be from California was accused of using her status to gather and produce anti-state propaganda.\nMatthew Todd Miller, April 2014-November 2014\nA tourist from California was accused of hostile acts after tearing up his visa upon arriving in Pyongyang and requesting asylum. Mr. Miller was released after the Obama administration’s national intelligence director, James R. Clapper Jr., visited North Korea.", "url": "https://www.nytimes.com/2016/03/17/world/asia/north-koreas-history-of-seizing-americans.html"}