{"authors": ["Richard Pérez-Peña"], "date_download": "2018-11-16 04:00:54", "date_modify": "2018-11-16 04:00:54", "date_publish": "2016-12-21 10:10:42", "description": "Declines have been driven by rulings limiting the use of the death penalty, moratoriums, the cost of appeals and difficulty obtaining lethal injection drugs, a research group said.", "filename": "2016_12_21_us_death-penalty-capital-punishment.html__r=0&module=inline_1542340854.html", "image_url": "https://static01.nyt.com/images/2016/12/22/us/22EXECUTION/22EXECUTION-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_21_us_death-penalty-capital-punishment.html__r=0&module=inline_1542340854.html", "title": "Executions Hit 25-Year Low and Support Is Falling, Report Finds", "title_page": "Executions Hit 25-Year Low and Support Is Falling, Report Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nExecutions, new death sentences and public support for capital punishment in the United States all fell this year to their lowest levels in decades, continuing sharp declines underway since the 1990s. States carried out fewer executions in 2016 than they had in 25 years, and juries imposed fewer death sentences than in any year since 1972, when the Supreme Court struck down all of the death penalty laws then on the books.\nThis year continued another trend, as new death sentences were more concentrated than ever in a handful of jurisdictions.\nThe new figures come from a report released on Wednesday by the Death Penalty Information Center, a nonprofit research group that opposes capital punishment.\nThe declines have been driven by a variety of factors, including court rulings limiting the use of the death penalty, moratoriums imposed by governors, the cost of appeals and difficulty obtaining lethal injection drugs.\nAdvertisement Continue reading the main story\nExecutions in 2016: 20\nStates carried out 20 executions in 2016, and the federal government had none, an 80 percent decline from when 98 were carried out in 1999, the peak year for executions since the 1950s. This year, Georgia, with nine, and Texas, with seven, accounted for the bulk of executions, while Alabama carried out two, and Missouri and Florida had one each. This year’s total was down from the previous modern low, last year, of 28 executions.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nDeath sentences imposed: 29\nAmerican courts have imposed 29 death sentences in 2016, with one more possible, a steep decline from 1996, when 315 cases resulted in capital sentences — the highest figure in modern times. This year’s total is well below the total of 49 for 2015, which was by far the lowest figure since 1973.", "url": "https://www.nytimes.com/2016/12/21/us/death-penalty-capital-punishment.html?_r=0&module=inline"}