{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:19:28", "date_modify": "2018-11-16 04:19:28", "date_publish": "2016-03-24 07:21:04", "description": "Brussels survived this week’s terror attacks, but it may not survive climate change.", "filename": "2016_03_24_opinion_terrorists-bathtubs-and-snakes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341968.html", "image_url": "https://static01.nyt.com/images/2016/03/24/opinion/24kristof/24kristof-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_24_opinion_terrorists-bathtubs-and-snakes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341968.html", "title": "Overreacting to Terrorism?", "title_page": "Opinion | Overreacting to Terrorism? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Are terrorists more of a threat than slippery bathtubs?\nPresident Obama, er, slipped into hot water when The Atlantic reported that he frequently suggests to his staff that fear of terrorism is overblown, with Americans more likely to die from falls in tubs than from attacks by terrorists.\nThe timing was awkward, coming right before the Brussels bombings, but Obama is roughly right on his facts: 464 people drowned in America in tubs, sometimes after falls, in 2013, while 17 were killed here by terrorists in 2014 (the most recent years for which I could get figures). Of course, that’s not an argument for relaxing vigilance, for at some point terrorists will graduate from explosives to nuclear, chemical or biological weapons that could be far more devastating than even 9/11. But it is an argument for addressing global challenges a little more rationally.\nThe basic problem is this: The human brain evolved so that we systematically misjudge risks and how to respond to them.\nOur visceral fear of terrorism has repeatedly led us to adopt policies that are expensive and counterproductive, such as the invasion of Iraq. We have ramped up the intelligence community so much that there are now seven times as many Americans with security clearances (4.5 million) as live in Washington, D.C. Meanwhile, Donald Trump responded to the Brussels attacks with crowd-pleasing calls for torture or barring Muslims that even Republican security experts agree are preposterous.", "url": "https://www.nytimes.com/2016/03/24/opinion/terrorists-bathtubs-and-snakes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}