{"authors": ["Maggie Haberman", "Ashley Parker"], "date_download": "2018-11-16 03:16:43", "date_modify": "2018-11-16 03:16:43", "date_publish": "2016-05-31 11:00:24", "description": "Mr. Trump angrily listed veterans’ groups that he said had received $5.6 million in gifts and demanded that journalists credit his act of charity.", "filename": "2016_06_01_us_politics_donald-trump-veterans-affairs-donation.html_module=inline_1542338203.html", "image_url": "https://static01.nyt.com/images/2016/06/01/us/01fd-trump3/01fd-trump3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_01_us_politics_donald-trump-veterans-affairs-donation.html_module=inline_1542338203.html", "title": "Donald Trump Lashes Out at Media While Detailing Gifts to Veterans", "title_page": "Donald Trump Lashes Out at Media While Detailing Gifts to Veterans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He called a news conference ostensibly to answer questions about his fund-raising for charities that benefit military veterans. But Donald J. Trump instead spent most of his time on live television Tuesday berating the journalists covering his presidential campaign in unusually vitriolic and personal terms.\n“You’re a sleaze,” he told a reporter for ABC.\n“You’re a real beauty,” he told a reporter for CNN, snidely denigrating the man’s competence.\nFor 40 minutes, Mr. Trump, the presumptive Republican presidential nominee, assailed those reporting on his candidacy with a level of venom rarely seen at all, let alone in public, from the standard-bearer of a major political party. Then he warned that a Trump White House would feature more of the same.\nHistorians reached back to the Nixon administration, with its reporter-stocked enemies list, for a fair comparison. Other scholars and political analysts suggested that Mr. Trump failed to appreciate the role journalists play in scrutinizing candidates as surrogates for the public, or drew connections to his denunciations of other adversaries and critics — like a federal judge in a case where Mr. Trump is being sued, or the Republican governor of New Mexico, whom Mr. Trump denigrated while campaigning in her state last week.", "url": "https://www.nytimes.com/2016/06/01/us/politics/donald-trump-veterans-affairs-donation.html?module=inline"}