{"authors": ["Alissa J. Rubin"], "date_download": "2018-11-16 03:21:09", "date_modify": "2018-11-16 03:21:09", "date_publish": "2016-04-09 15:39:55", "description": "Mohamed Abrini, who was detained Friday, confessed he was the suspect seen with two suicide bombers in a surveillance image, the Belgian prosecutor’s office said.", "filename": "2016_04_10_world_europe_belgian-police-continue-raids-in-connection-to-brussels-attack_1542338469.html", "image_url": "https://static01.nyt.com/images/2016/04/10/world/10BRUSSELS3/10BRUSSELS3-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_10_world_europe_belgian-police-continue-raids-in-connection-to-brussels-attack_1542338469.html", "title": "Man in Hat in Brussels Airport Attack Is in Custody, Belgium Says", "title_page": "Man in Hat in Brussels Airport Attack Is in Custody, Belgium Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — The “man in the hat” who accompanied the two suicide bombers who detonated their explosives at Brussels Airport on March 22, and who was seen in a surveillance video walking away from the airport, has been identified as Mohamed Abrini, the Belgian prosecutor’s office said in a statement on Saturday.\nMr. Abrini is also suspected of providing logistical help for the men who carried out the Nov. 13 attacks in Paris. He was detained on Friday in Brussels after a nearly five-month manhunt and was charged on Saturday with participation in the activities of a terrorist group and terrorist murder.\nBut on Saturday evening, the Belgian authorities announced a major breakthrough: Mr. Abrini confessed that he was the man in the hat and thus had also been directly involved in the attacks at Brussels Airport, which killed 15 people and the two bombers.\n“After being confronted with the results of the different expert examinations, he confessed his presence at the crime scene,” the prosecutor’s office said in its statement. “He explained having thrown away his vest in a garbage bin and having sold his hat afterwards.”", "url": "https://www.nytimes.com/2016/04/10/world/europe/belgian-police-continue-raids-in-connection-to-brussels-attack.html"}