{"authors": ["Alissa J. Rubin"], "date_download": "2018-11-16 03:21:15", "date_modify": "2018-11-16 03:21:15", "date_publish": "2016-04-08 09:35:20", "description": "Najim Laachraoui used skills that could have provided a bright future to build the bombs that, the authorities say, were used in the attacks in Paris and Brussels.", "filename": "2016_04_09_world_europe_najim-laachraoui-paris-brussels-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338475.html", "image_url": "https://static01.nyt.com/images/2016/04/07/world/07bombmaker_web1/07bombmaker_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_09_world_europe_najim-laachraoui-paris-brussels-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338475.html", "title": "Radicalization of a Promising Student Turned Bomb Maker in Brussels", "title_page": "Radicalization of a Promising Student Turned Bomb Maker in Brussels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — He attended Catholic school and studied electrical engineering. His immigrant family valued education and discipline. His brother carries the Belgian flag as a national martial arts champion.\nBut none of that stopped Najim Laachraoui from being drawn to the Islamic State, or from turning the technical skills that could have provided a bright future to building the bombs that, the authorities suspect, were used in the recent attacks in Paris and Brussels.\nMr. Laachraoui wheeled his handiwork into Brussels Airport on March 22 and, at age 24, blew himself up along with 15 bystanders, the authorities concluded after finding his DNA. Another attacker exploded a bomb nearby, and a third man detonated explosives on a subway, killing 17. The authorities suspect that bomb had also been made by Mr. Laachraoui.\nUntil that day, Mr. Laachraoui was an unseen yet central player and a crucial link between the cell that carried out the Paris attacks, organized by Abdelhamid Abbaoud, and the bombers in Brussels.", "url": "https://www.nytimes.com/2016/04/09/world/europe/najim-laachraoui-paris-brussels-attacks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}