{"authors": ["Ceylan Yeginsu"], "date_download": "2018-11-16 03:45:39", "date_modify": "2018-11-16 03:45:39", "date_publish": "2016-06-04 22:00:37", "description": "Over one million Syrian children live in Turkey, and thousands work in factories or sweatshops to provide for their families, rather than attend school.", "filename": "2016_06_05_world_europe_in-turkey-a-syrian-child-has-to-work-to-survive.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339939.html", "image_url": "https://static01.nyt.com/images/2016/06/06/world/06TURKEY1/06TURKEY1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_05_world_europe_in-turkey-a-syrian-child-has-to-work-to-survive.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339939.html", "title": "In Turkey, a Syrian Child ‘Has to Work to Survive’", "title_page": "In Turkey, a Syrian Child ‘Has to Work to Survive’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — When he was 9, Ahmad Suleiman watched his father die from a battlefield wound in Syria. Four years later, he now puts in 12-hour shifts at a damp and squalid textile factory in Istanbul as the primary breadwinner for his family, which fled to Turkey after his father’s death.\nOver one million Syrian children live in Turkey, and thousands of them, like Ahmad, are in sweatshops, factories or vegetable fields instead of in a classroom, members of a lost generation who have been robbed of their youth by war.\nLike many others in his situation, while he toils for his family, Ahmad is paying a steep price. “I want to send Ahmad to school because he doesn’t know how to read and write and can’t understand the bus signs,” said his mother, Zainab Suleiman, 33. “But I have no choice. He has to work to survive.”\nMany of the children who arrive in Turkey have already lost years of schooling because of the war. Before the conflict, 99 percent of Syrian children were enrolled in primary schools and 82 percent in secondary schools, Unicef has reported. Today, nearly three million Syrian children are out of school, and for those in Turkey, the education gap has either grown longer or become permanent.", "url": "https://www.nytimes.com/2016/06/05/world/europe/in-turkey-a-syrian-child-has-to-work-to-survive.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}