{"authors": ["Jackie Calmes"], "date_download": "2018-11-16 03:53:29", "date_modify": "2018-11-16 03:53:29", "date_publish": "2016-11-11 14:03:32", "description": "Few in Washington will mourn the trade pact, but it would have set precedents in digital commerce, intellectual property rights, human rights and environmental protection.", "filename": "2016_11_12_business_economy_donald-trump-trade-tpp-trans-pacific-partnership.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340409.html", "image_url": "https://static01.nyt.com/images/2016/11/12/world/12TRADE-1/12TRADE-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_12_business_economy_donald-trump-trade-tpp-trans-pacific-partnership.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340409.html", "title": "What Is Lost by Burying the Trans-Pacific Partnership?", "title_page": "What Is Lost by Burying the Trans-Pacific Partnership? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Congressional leaders confirmed this week what seemed inevitable with the triumph of Donald J. Trump: The far-reaching trade agreement with 11 other Pacific Rim nations that President Obama hoped to leave as a major legacy, but which Mr. Trump called “a terrible deal,” is dead.\nSenator Chuck Schumer of New York, the incoming Democratic leader, told labor leaders on Thursday that the pending Trans-Pacific Partnership, the largest regional trade agreement in history, would not be approved by Congress. Senator Mitch McConnell, Republican of Kentucky and the majority leader, said flat-out “no” when reporters on Wednesday asked whether the agreement would be considered in the lame-duck Congress that convenes next week — its last legislative chance, given the opposition from the president-elect.\nMr. Trump, whose invectives against trade agreements were central to his appeal to disaffected working-class voters, will have the authority as president “to negotiate better deals, as I think he would put it,” Mr. McConnell said.\nYet there is little likelihood of Mr. Trump seeking a new agreement. That reflects not only his campaign statements, but also his yearslong hostility to past trade accords as well as the sheer difficulty of renegotiating a Pacific pact that was seven years in the making, entailing compromises among a dozen countries including Australia, Canada, Chile and Japan, but excluding China.", "url": "https://www.nytimes.com/2016/11/12/business/economy/donald-trump-trade-tpp-trans-pacific-partnership.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}