{"authors": ["John Herrman"], "date_download": "2018-11-16 03:14:50", "date_modify": "2018-11-16 03:14:50", "date_publish": "2016-06-24 23:54:48", "description": "Seven of the top 20 Facebook pages with the most engagement around “European Union” were explicitly pro-exit, according to CrowdTangle data.", "filename": "2016_06_25_business_brexit-talk-on-social-media-heavily-favored-the-leave-side.html__r=0&module=inline_1542338090.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_25_business_brexit-talk-on-social-media-heavily-favored-the-leave-side.html__r=0&module=inline_1542338090.html", "title": "‘Brexit’ Talk on Social Media Favored the ‘Leave’ Side", "title_page": "‘Brexit’ Talk on Social Media Favored the ‘Leave’ Side - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Anyone trying to explain Britain’s decision to exit the European Union must consider the country’s economy, its citizens’ attitudes toward immigration, its generational divides and the coverage of the debate in the news media.\nBut there is another force to consider, too: the role of the world’s most influential social media platforms — Facebook, in particular. More than 33 million people in Britain use Facebook each month, according to estimates by eMarketer, a research company.\nA few data points about the vast online conversation before the vote suggest that the people supporting the “leave” campaign were far more engaged on the issue than their opponents on social media.\nUsing data pulled from CrowdTangle, a social media analytics firm that has a partnership with Facebook, The New York Times ranked Facebook pages that had the most engagement — how many people liked, shared and commented on posts — around the term “European Union” over the last 30 days.", "url": "https://www.nytimes.com/2016/06/25/business/brexit-talk-on-social-media-heavily-favored-the-leave-side.html?_r=0&module=inline"}