{"authors": ["Tejal Rao"], "date_download": "2018-11-16 03:24:13", "date_modify": "2018-11-16 03:24:13", "date_publish": "2016-11-08 18:41:10", "description": "Elisabeth Prueitt is finding sweetness beyond wheat at the San Francisco bakery she founded with her husband.", "filename": "2016_11_09_dining_tartine-bakery-elisabeth-prueitt_1542338653.html", "image_url": "https://static01.nyt.com/images/2016/11/09/dining/09TARTINE1/09TARTINE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_09_dining_tartine-bakery-elisabeth-prueitt_1542338653.html", "title": "Behind the Famed Tartine Bakery, a Gluten-Free Talent", "title_page": "Behind the Famed Tartine Bakery, a Gluten-Free Talent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Prueitt, 49, grew up in Brooklyn, and studied acting and photojournalism before graduating from the Culinary Institute of America. She is best known for her sweets, but in her next cookbook, “Tartine All Day” (to be published next April), she shares both sweet and savory recipes for home cooks.\nImage Tartine Cookies and Cream specializes in soft-serve ice cream. Credit Elizabeth D. Herman for The New York Times\nOne is for pork ribs braised in a reduction of apple cider vinegar with garlic and ginger. It features a very small photograph of her eating them messily with both hands, looking joyful.\n“I’m wary of this being too me, me, me,” she said.\nI counted only three, maybe four photos of Ms. Prueitt as she went through the entire book, page by page, in a Skype conversation with her designer, Juliette Cezzar. And the book’s working cover, at least on the heavy printed manuscript that Ms. Prueitt carried around in a leather tote, was not of a grinning celebrity chef but a pot of jam after cooking, scraped nearly clean.\nShe ties her brown hair back in a loose ponytail, and wears tunics and white tennis shoes and tiny hammered gold jewelry. When concentrating deeply, Ms. Prueitt is in the habit of pushing her thin-framed glasses right down to the tip of her nose, and going quiet for many seconds.\nDuring the meeting, her phone lit up continuously with heart-eyed cat emoji and praise hands as commenters responded to a photo she posted on Instagram earlier in the day. (Sweet potato tea cake with a layer of meringue swirled right into the top, a flourish that she reminded me several times was the work of Michelle Lee, her head of pastry.) Her computer screen flashed with more notifications. Nothing broke Ms. Prueitt’s concentration.\n“Can we try cropping that a little closer?” she asked. On the screen, Ms. Cezzar zoomed in on an overhead shot of macaroni and cheese, and everything about the effect of the page changed. “Yes! That’s so much better. Do you like that better, too?”", "url": "https://www.nytimes.com/2016/11/09/dining/tartine-bakery-elisabeth-prueitt.html"}