{"authors": ["Dan Bilefsky"], "date_download": "2018-11-16 04:16:46", "date_modify": "2018-11-16 04:16:46", "date_publish": "2016-04-06 15:46:06", "description": "Prime Minister Sigmundur David Gunnlaugsson said he had stepped down amid the scandal only for an “unspecified” period.", "filename": "2016_04_07_world_europe_sigmundur-david-gunnlaugsson-panama-papers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341806.html", "image_url": "https://static01.nyt.com/images/2016/04/07/world/07iceland_web1/07iceland_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_07_world_europe_sigmundur-david-gunnlaugsson-panama-papers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341806.html", "title": "Sidelined by Panama Papers Scandal, Iceland Premier Says He’s Not Quitting", "title_page": "Sidelined by Panama Papers Scandal, Iceland Premier Says He’s Not Quitting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Iceland’s already fragile coalition government was thrown into further uncertainty on Wednesday after the country’s prime minister said he had not formally resigned but had stepped aside for an “unspecified” period after leaked documents linked him to an offshore company.\nThe revelation over the weekend about politicians and business people around the world hiding their wealth in secretive shell companies and offshore tax shelters has fanned a public backlash. The details were contained in millions of documents, known as the Panama Papers, from a law firm that were made public.\nOn Tuesday, the scandal claimed its first political casualty when Prime Minister Sigmundur David Gunnlaugsson of Iceland asked his deputy to take over, after documents showed that the prime minister and his wife, Anna Sigurlaug Palsdottir, had set up a company in the British Virgin Islands in 2007.\nImage Sigurdur Ingi Johannsson, the minister of fisheries and agriculture of Iceland, in June. Credit Birgir Thor Hardarson/European Pressphoto Agency\nMr. Gunnlaugsson’s deputy, Sigurdur Ingi Johannsson, initially said the prime minister had offered to resign. In a reflection of the political turmoil and maneuvering that the Panama Papers have created, the prime minister’s office issued a statement later Tuesday night saying that he had proposed stepping down in favor of his deputy “for an unspecified amount of time” — a sort of indefinite leave of absence — and not resigning.", "url": "https://www.nytimes.com/2016/04/07/world/europe/sigmundur-david-gunnlaugsson-panama-papers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}