{"authors": ["Vindu Goel"], "date_download": "2018-11-16 04:21:03", "date_modify": "2018-11-16 04:21:03", "date_publish": "2016-07-19 00:23:32", "description": "As Yahoo accepted the final bids for its core business, it revealed just how badly that business was deteriorating: revenue fell 15 percent last quarter and profit dropped 64 percent.", "filename": "2016_07_19_technology_yahoo-revenue-falls-15-percent-and-profit-drops-64-percent_1542342063.html", "image_url": "https://static01.nyt.com/images/2016/07/19/business/19YAHOO/19YAHOO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_19_technology_yahoo-revenue-falls-15-percent-and-profit-drops-64-percent_1542342063.html", "title": "Yahoo Edges Toward Its Sale With a Limp", "title_page": "Yahoo Edges Toward Its Sale With a Limp - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yahoo’s flailing business will make it difficult to get top dollar for the company. According to the research firm eMarketer, Yahoo will get about 1.5 percent of the world’s digital ad revenue this year, down from 2.1 percent last year. By comparison, Google is expected to command 30.9 percent of the market and Facebook is expected to garner 12 percent.\nAnalysts expect the final bids to come in at $3.5 billion to $6 billion, including Yahoo’s land and patents.\nThe write-off of most of the value of the Tumblr blogging network is emblematic of the failure of Ms. Mayer’s strategy to expand Yahoo by luring the mobile young users who drive the business of its chief rivals, Google and Facebook.\nMs. Mayer, who promised “not to screw it up” when she announced the purchase, never found a way to effectively sell ads on Tumblr, despite repeated changes in leadership and strategy. On Monday, she said that Yahoo had created new advertising inventory on Tumblr but marketers were not interested. “Our supply, because it’s growing so quickly, is outpacing demand,” she said.\nYahoo said it was writing off an additional $482 million of Tumblr’s purchase price on top of the $230 million write-off it took in the first quarter.\nIn the second quarter, Yahoo’s revenue was $1.31 billion, up from $1.24 billion in the same quarter a year ago. But the most recent quarter’s revenue rose only because of a change in how Yahoo accounts for revenue from its search partnership with Microsoft. Excluding those changes, revenue fell 15 percent, and both search ads and display ads posted significant drops.\nThe company reported a net loss of $440 million, or 46 cents a share, for the quarter, compared with a loss $22 million, or 2 cents a share, in the same quarter a year ago. Excluding the Tumblr write-off and other adjustments, the company’s operating profit fell 64 percent.\nShares of Yahoo were down slightly in after-hours trading Monday evening.\nMs. Mayer noted that one bright spot for the industry, video advertising, was beginning to see price drops in the face of a glut of inventory as Facebook, Twitter and others churn out more live video and clips. “There’s so much video, particularly mobile video, coming online that there is some price compression,” she said.", "url": "https://www.nytimes.com/2016/07/19/technology/yahoo-revenue-falls-15-percent-and-profit-drops-64-percent.html"}