{"authors": ["Kate Zernike"], "date_download": "2018-11-16 03:41:06", "date_modify": "2018-11-16 03:41:06", "date_publish": "2016-06-28 09:00:34", "description": "Michigan leapt at the promise of charters 23 years ago, betting that more competition would improve public education. Instead, old problems grew worse.", "filename": "2016_06_29_us_for-detroits-children-more-school-choice-but-not-better-schools.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339666.html", "image_url": "https://static01.nyt.com/images/2016/06/29/us/29detroit10/29detroit10-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_29_us_for-detroits-children-more-school-choice-but-not-better-schools.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339666.html", "title": "A Sea of Charter Schools in Detroit Leaves Students Adrift", "title_page": "A Sea of Charter Schools in Detroit Leaves Students Adrift - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DETROIT — On the face of it, Ana Rivera could have had almost any choice when it came to educating her two sons. For all the abandoned buildings and burned-down houses in her neighborhood in the southwest part of this city, national charter school companies had seen a market and were setting up shop within blocks of each other, making it easier to find a charter school than to buy a carton of milk.\nBut hers became the story of public education in a city grasping for its comeback: lots of choice, with no good choice.\nShe enrolled her older son, Damian, at the charter school across from her house, where she could watch him walk into the building. He got all A’s and said he wanted to be an engineer. But the summer before seventh grade, he found himself in the back of a classroom at a science program at the University of Michigan, struggling to keep up with students from Detroit Public Schools, known as the worst urban district in the nation. They knew the human body is made up of many cells; he had never learned that.\nWhen his school stopped assigning homework, Ms. Rivera tried enrolling Damian at other charters, but the deadlines were past, the applications onerous. Finally, she found him a scholarship at a Catholic school, where he struggled to rise above D’s all year. “He doesn’t want to hear the word engineering,” she said.", "url": "https://www.nytimes.com/2016/06/29/us/for-detroits-children-more-school-choice-but-not-better-schools.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}