{"authors": ["Billy Witz"], "date_download": "2018-11-16 04:29:48", "date_modify": "2018-11-16 04:29:48", "date_publish": "2016-07-26 05:01:41", "description": "Keuchel, who has gained a reputation as a Yankee killer, gave up two runs, and the Yankees cobbled together a victory after trading Aroldis Chapman to the Cubs.", "filename": "2016_07_26_sports_baseball_new-york-yankees-dallas-keuchel-houston-astros.html_ref=baseball&module=inline_1542342588.html", "image_url": "https://static01.nyt.com/images/2016/07/26/sports/26-CITY-YANKEES/26-CITY-YANKEES-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_26_sports_baseball_new-york-yankees-dallas-keuchel-houston-astros.html_ref=baseball&module=inline_1542342588.html", "title": "Yankees’ Win Over Dallas Keuchel and Astros Offers a Lift", "title_page": "Yankees’ Win Over Dallas Keuchel and Astros Offers a Lift - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HOUSTON — A couple of hours after Aroldis Chapman left the clubhouse at Minute Maid Park on Monday, it looked as if the Yankees’ playoff hopes were ready to follow in his footsteps.\nAfter all, Michael Pineda’s first pitch against the Astros was blasted for a home run; Houston’s latest wunderkind, Alex Bregman, making his big league debut, began to look like Brooks Robinson; and the bearded Yankee-killer Dallas Keuchel was on the mound.\nThen a funny thing happened: Pineda steadied himself, retiring Bregman with the bases loaded, and the Yankees figured out a way to solve Keuchel just enough for a 2-1 victory.\nIt was the 10th win in 15 games for the Yankees, providing a much-needed emotional boost after they had learned earlier in the day that Chapman had been traded to the Chicago Cubs for a package that centered on the 19-year-old prospect Gleyber Torres and included a familiar face, pitcher Adam Warren.", "url": "https://www.nytimes.com/2016/07/26/sports/baseball/new-york-yankees-dallas-keuchel-houston-astros.html?ref=baseball&module=inline"}