{"authors": ["Nathaniel Popper"], "date_download": "2018-11-16 03:41:30", "date_modify": "2018-11-16 03:41:30", "date_publish": "2016-06-29 16:26:15", "description": "Through vast server farms and canny investments, Chinese companies have effectively centralized control over a currency designed to be borderless.", "filename": "2016_07_03_business_dealbook_bitcoin-china.html_module=inline_1542339690.html", "image_url": "https://static01.nyt.com/images/2016/06/29/business/db-chinabit-slide-VKKA/db-chinabit-slide-VKKA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_03_business_dealbook_bitcoin-china.html_module=inline_1542339690.html", "title": "How China Took Center Stage in Bitcoin’s Civil War", "title_page": "How China Took Center Stage in Bitcoin’s Civil War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Network Bottleneck\nThe American companies whose executives journeyed to the Grand Hyatt — including venture-capital-funded start-ups like Coinbase and Circle — are fighting to make Bitcoin bigger. They hope to expand the capacity of the Bitcoin network so that it can process more transactions and compete with the PayPals and Visas of the world.\nThe current size of the network goes back to the early days, when Bitcoin’s founder, Satoshi Nakamoto, limited the amount of data that could travel through the network, essentially capping it at about seven transactions a second. As Bitcoin has grown more popular, those limits have caused severe congestion and led to lengthy transaction delays.\nAdvertisement Continue reading the main story\nThe American delegation in China had a software proposal, known as Bitcoin Classic, that would change all that.\nThe Chinese companies, though, had the ultimate decision-making power over any changes in the software, and they did not agree with the American delegation. The Chinese had thrown in their lot with another group of longtime programmers who wanted to keep Bitcoin smaller, in part to keep it more secure. The Americans hoped to persuade the Chinese to switch sides.\nIn a hotel conference room, the American team of about a half-dozen people cycled through its PowerPoint slides, in English and Chinese, arguing for expansion of the network, most notably pointing to the long delays that have been plaguing the system as a result of the congestion. The Chinese representatives listened and conferred among themselves. The group took a break for a lunch of lamb and dumplings at a nearby mall.\nPhoto\n“We kept coming back and saying, ‘For better or worse, you have this leadership in the industry, and everyone is looking to you to show some leadership,’” said Brian Armstrong, chief executive of Coinbase.\nUltimately, Mr. Armstrong said, “We were unable to convince them.”\nSome Bitcoin advocates have complained that the Chinese companies have been motivated only by short-term profit, rather than the long-term success and ideals of the project. Bobby Lee, chief executive of the Bitcoin company BTCC, which is based in Shanghai, bristled at that — and at the notion that the Chinese companies represent any sort of united front. He attended the April meeting and pointed out that the Chinese companies had disagreed among themselves on how urgent it was to make changes to the Bitcoin software.\nHe said the American companies failed to understand the power dynamics in the room that day. “It was almost like imperialistic Westerners coming to China and telling us what to do,” Mr. Lee said in an interview last week. “There has been a history on this. The Chinese people have long memories.”\nA Mining Powerhouse\nThe mysterious creator of Bitcoin, Satoshi Nakamoto, released the software in early 2009. It was designed to provide both a digital coin and a new way to move and hold money, much as email had made it possible to send messages without using a postal service.\nFrom the beginning, the system was designed to be decentralized — operated by all the people who joined their computers to the Bitcoin network and helped process the transactions, much as Wikipedia entries are written and maintained by volunteers around the world.\nPhoto\nThe appeal of a group-run network was that there would be no single point of failure and no company that could shut things down if the police intervened. This was censorship-free money, Bitcoin followers liked to say. Decision-making power for the network resided with the people who joined it, in proportion to the computing power they provided.\nAdvertisement Continue reading the main story\nThe allure of new riches provided the incentive to join: Every 10 minutes, new Bitcoins would be released and given to one of the computers helping maintain the system. In the lingo of Bitcoin, these computers were said to be mining for currency. They also served as accountants for the network.\nFor the first few years, aside from its use as a payment method on the Silk Road, an online drug market that has since been shut down, Bitcoin failed to gain much traction. It burst into the world’s consciousness in 2013 when the price of the digital money began to spike, in no small part because Chinese investors began trading Bitcoins in large numbers.\nMr. Lee said the Chinese took quickly to Bitcoin for several reasons. For one thing, the Chinese government had strictly limited other potential investment avenues, giving citizens a hunger for new assets. Also, Mr. Lee said, the Chinese loved the volatile price of Bitcoin, which gave the fledgling currency network the feeling of online gambling, a very popular activity in China.\nThere has been widespread speculation that Chinese people have used Bitcoin to get money out of the country and evade capital controls, but Mr. Lee and other experts said the evidence suggests this is not a significant phenomenon.\nChina’s Bitcoin Dominance Chinese companies mined about 70 percent of all new Bitcoins produced in the last month. Miners receive Bitcoins and have decision-making power over changes to the Bitcoin software, roughly in proportion to the amount of computing power they devote to the network. Share of Bitcoin mining blocks May 24 to June 24, 2016 CHINESE COMPANIES 26.3 % F2Pool 20.1 Antpool 12.6 BTCC Pool 11.9 BW.com 9.0 BitFury 4.8 Slush 3.3 KnCMiner 4.5 others 7.6 unknown\n“No Chinese person is pushing for Bitcoin because it’s libertarian or because it’s going to cause the downfall of governments,” said Mr. Lee, who moved to China after growing up in Africa and the United States and studying at Stanford. “This was an investment.”\nThe extent of the speculative activity in China in late 2013 pushed the price of a single Bitcoin above $1,000. That surge — and the accompanying media spotlight — led China’s government to intervene in December 2013 and cut off the flow of money between Chinese banks and Bitcoin exchanges, popping what appeared to be a Bitcoin bubble.\nThe frenzy, though, awakened interest in another aspect of the currency: Bitcoin mining.\nPeter Ng, a former investment manager, is one of the many people in China who moved from trading Bitcoins to amassing computing power to mine them. First, he mined for himself. More recently he has created data centers across China where other people can pay to set up their own mining computers. He now has 28 such centers, all of them filled with endless racks of servers, tangled cords and fans cooling the machines.\nAdvertisement Continue reading the main story\nMr. Ng, 36, said he had become an expert in finding cheap energy, often in places where a coal plant or hydroelectric dam was built to support some industrial project that never happened. The Bitcoin mining machines in his facilities use about 38 megawatts of electricity, he said, enough to power a small city.\nThe people who put their machines in Mr. Ng’s data centers generally join mining pools, which smooth the financial returns of smaller players. A popular one, BTCC Pool, is run by Mr. Lee’s company. This month it attracted about 13 percent of the total computational power on the Bitcoin network. The most powerful pool in China — or anywhere in the world — is known as F2Pool, and it had 27 percent of the network’s computational power last month.\nPhoto\nThe Politics of Pools\nBig pool operators have become the kingmakers of the Bitcoin world: Running the pools confers the right to vote on changes to Bitcoin’s software, and the bigger the pool, the more voting power. If members of a pool disagree, they can switch to another pool. But most miners choose a pool based on its payout structure, not its Bitcoin politics.\nIt was his role overseeing BTCC Pool that got Mr. Lee invited to the meeting with the American delegation in Beijing. The head of operations at F2Pool, Wang Chun, was also there.\nPerhaps the most important player in the Chinese Bitcoin world is Jihan Wu, 30, a former investment analyst who founded what is often described in China as the world’s most valuable Bitcoin company. That company, Bitmain, began to build computers in 2013 using chips specially designed to do mining computations.\nBitmain, which has 250 employees, manufactures and sells Bitcoin mining computers. It also operates a pool that other miners can join, called Antpool, and keeps a significant number of mining machines for itself, which it maintains in Iceland and the United States, as well as in China. The machines that Bitmain retains for itself account for 10 percent of the computing power on the global Bitcoin network and are enough to produce new coins worth about $230,000 each day, at the exchange rate last week.\nMr. Wu and the other mining pool operators in China have often seemed somewhat surprised, and even unhappy, that their investments have given them decision-making power within the Bitcoin network. “Miners are the hardware guys. Why are you asking us about software?” is the line that Mr. Ng said he often hears from miners.\nThis attitude initially led most Chinese miners to align themselves with old-line Bitcoin coders, known as the core programmers, who have resisted changing the software. The miners wanted to take no risks with the money they were minting.\nAdvertisement Continue reading the main story\nBut lately, Mr. Wu has grown increasingly vocal in his belief that the network is going to have to expand, and soon, if it wants to keep its followers. He said in an email last week that if the core programmers did not increase the number of transactions going through the network by July, he would begin looking for alternatives to expand the network.\nHowever the software debate goes, there are fears that China’s government could decide, at some point, to pressure miners in the country to use their influence to alter the rules of the Bitcoin network. The government’s intervention in 2013 suggests that Bitcoin is not too small to escape notice.\nMr. Wu dismissed that concern. He also said that as more Americans buy his Bitmain machines and take advantage of cheap power in places like Washington State, mining will naturally become more decentralized. Already, he said, 30 to 40 percent of new Bitmain machines are being shipped out of China.\nFor now, though, China remains dominant.\n“The Chinese government normally expects its businesses to obtain a leading role in emerging industries,” he said. “China’s Bitcoin businesses have achieved that.”", "url": "https://www.nytimes.com/2016/07/03/business/dealbook/bitcoin-china.html?module=inline"}