{"authors": ["Wai Moe", "Austin Ramzy"], "date_download": "2018-11-16 03:18:24", "date_modify": "2018-11-16 03:18:24", "date_publish": "2016-03-24 14:42:25", "description": "Two of the picks list academic achievements from dubious institutions, prompting questions of the new government’s credibility.", "filename": "2016_03_25_world_asia_myanmar-cabinet-nominees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338304.html", "image_url": "https://static01.nyt.com/images/2016/03/25/nytnow/25Myanmar-web/25Myanmar-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_25_world_asia_myanmar-cabinet-nominees.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338304.html", "title": "Myanmar Approves Cabinet Nominees, but Some Face Questions Over Credentials", "title_page": "Myanmar Approves Cabinet Nominees, but Some Face Questions Over Credentials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "YANGON, Myanmar — Myanmar’s Parliament approved a slate of cabinet nominees on Thursday, including two officials with dubious academic degrees on their résumés, raising questions about the credibility of the country’s new government before it comes to power next week.\nDaw Aung San Suu Kyi, the leader of the nation’s pro-democracy movement, was the only woman among the 18 nominees. She is expected to take four cabinet posts, including that of foreign minister, ensuring that she will have a powerful role in governing the country, despite being unable to assume the presidency.\nMs. Aung San Suu Kyi’s party, the National League for Democracy, won a landslide victory in November in elections that were the freest in decades. She is barred from the presidency by a clause in the Constitution that prohibits people with foreign relatives from holding the post; her two sons are British.\nBut she has carved out broad responsibilities as the likely head of the ministries of foreign affairs, education, energy and the presidential office. The president-elect, U Htin Kyaw, is an ally of Ms. Aung San Suu Kyi, and she has said her authority will supersede his.", "url": "https://www.nytimes.com/2016/03/25/world/asia/myanmar-cabinet-nominees.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}