{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 03:18:25", "date_modify": "2018-11-16 03:18:25", "date_publish": "2016-11-15 15:50:40", "description": "Promoting a bracelet from her own brand that she wore during her father’s “60 Minutes” interview, the incoming first daughter raises some eyebrows.", "filename": "2016_11_15_fashion_ivanka-trump-bracelet-60-minutes-conflict-of-interest.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338305.html", "image_url": "https://static01.nyt.com/images/2016/11/15/fashion/15OTR-IVANKA-BRACELET/15OTR-IVANKA-BRACELET-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_15_fashion_ivanka-trump-bracelet-60-minutes-conflict-of-interest.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338305.html", "title": "Ivanka Trump Blurs the Line Between Professional and Political", "title_page": "Ivanka Trump Blurs the Line Between Professional and Political - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Such emails are not uncommon among fashion brands, which tend to trumpet every celebrity sighting in their products to the world at large. What was different about this email, however, was that it came not from the communications office, but from the vice president for sales, the person in a brand who would generally work with a company’s wholesale partners (in Ms. Trump’s case, stores such as Neiman Marcus in Georgia, Florida and Illinois, and Charles Schwartz & Son in Washington, D.C.). And that after pointing out the bracelet, it urged recipients to “Please share this with your clients.”\nIn other words, it used Ms. Trump’s appearance by her father’s side to directly promote the selling of her products.\nWhen reached, Monica Marder, the vice president, said repeatedly, “I am not available for comment,” and then, when asked if she had sent the email, hung up the phone.\nBut a day later, Abigail Klem, president of the Ivanka Trump brand, said: “This notification was sent by a well-intentioned marketing employee at one of our companies who was following customary protocol, and who, like many of us, is still making adjustments post-election. We are proactively discussing new policies and procedures with all of our partners going forward.”\nThis is not the first time Ms. Trump’s brands have used her role in her father’s political career for marketing purposes. In July, Ms. Trump wore a dress from her own collection to introduce her father at the Republican National Convention (she also wore her own brand shoes and jewelry). The next day, her company tweeted out a picture of her from the podium with the words “Shop Ivanka’s look from her #RNC speech” and a link to the Macy’s website, where a similar style from the brand was offered. The $138 dress reportedly sold out in a day.", "url": "https://www.nytimes.com/2016/11/15/fashion/ivanka-trump-bracelet-60-minutes-conflict-of-interest.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}