{"authors": ["Michael Barbaro", "Steve Eder"], "date_download": "2018-11-16 03:16:49", "date_modify": "2018-11-16 03:16:49", "date_publish": "2016-06-01 01:48:28", "description": "Former managers of Trump University say it relied on high-pressure sales tactics, employed unqualified instructors and made deceptive claims.", "filename": "2016_06_01_us_politics_donald-trump-university.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338209.html", "image_url": "https://static01.nyt.com/images/2016/06/01/us/01PLAYBOOKweb/01PLAYBOOKweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_01_us_politics_donald-trump-university.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338209.html", "title": "Former Trump University Workers Call the School a ‘Lie’ and a ‘Scheme’ in Testimony", "title_page": "Former Trump University Workers Call the School a ‘Lie’ and a ‘Scheme’ in Testimony - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In blunt testimony revealed on Tuesday, former managers of Trump University, the for-profit school started by Donald J. Trump, portray it as an unscrupulous business that relied on high-pressure sales tactics, employed unqualified instructors, made deceptive claims and exploited vulnerable students willing to pay tens of thousands for Mr. Trump’s insights.\nOne sales manager for Trump University, Ronald Schnackenberg, recounted how he was reprimanded for not pushing a financially struggling couple hard enough to sign up for a $35,000 real estate class, despite his conclusion that it would endanger their economic future. He watched with disgust, he said, as a fellow Trump University salesman persuaded the couple to purchase the class anyway.\n“I believe that Trump University was a fraudulent scheme,” Mr. Schnackenberg wrote in his testimony, “and that it preyed upon the elderly and uneducated to separate them from their money.”\nFor Mr. Trump, whose presidential campaign hinges on his reputation as a businessman, the newly unsealed documents offer an unflattering snapshot of his career since branching out, over the past decade, from building skyscrapers into endeavors that cashed in on his name to sell everything from water and steaks to ties and education.", "url": "https://www.nytimes.com/2016/06/01/us/politics/donald-trump-university.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}