{"authors": ["Roger Cohen"], "date_download": "2018-11-16 04:27:43", "date_modify": "2018-11-16 04:27:43", "date_publish": "2016-06-13 10:23:18", "description": "Omar Mateen has set a spark to a time of inflammable anger.", "filename": "2016_06_14_opinion_orlando-omar-mateen-pulse-florida-donald-trumps-america.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342463.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/cohen-circular/cohen-circular-facebookJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_14_opinion_orlando-omar-mateen-pulse-florida-donald-trumps-america.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342463.html", "title": "Orlando and Trump’s America", "title_page": "Opinion | Orlando and Trump’s America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is poisonous to blame all the world’s 1.6 billion Muslims for this crisis of their religion. Trump’s self-congratulatory reiteration of his call for a temporary ban on non-American Muslims entering the United States exemplifies his violence-tinged politics of division. Michael Oren, the former Israeli ambassador to the United States, told an Israeli journalist: “If I were Donald Trump I’d come out the minute the F.B.I. decided to start leaking this morning that we are talking about a man who acted out of Islamic motives, with connections. First of all the name itself, Omar Siddiqui Mateen, a Muslim name, the son of immigrants from Afghanistan, who apparently was somehow in touch with extremist Islamic organizations. This already has a significant influence on the race for the presidency.” Later, he tweeted that Trump would do this, not that he had recommended it.\nIt is, however, also dangerous to ignore or belittle the potency of ISIS ideology, the core role it has played in recent violence from Paris to California, and the link between that ideology and the broader crisis of Islam. The favored phrase of the Obama administration in addressing this scourge — “violent extremism” — is vague to the point of evasive meaninglessness. Yes, jihadi terrorists are “violent extremists” but calling them that is like calling Nazism a reaction to German humiliation in World War I: true but wholly inadequate.\nMateen demonstrated again just how potent the mix of ISIS and National Rifle Association ideology is. America is the perfect setting for “lone wolf” ISIS followers because they have access to the weapons they need to do their worst. Despite having been investigated twice in recent years by the F.B.I. for possible ties to terrorism, Mateen was able to walk into a Florida gun dealership recently, and acquire a “long gun” and a pistol. This, by any reasonable standard, is madness.\nThe AR-15 assault rifle used by Mateen was also the weapon used by the San Bernardino shooters. The former N.R.A. president, David Keene, once described the weapons as the “gun liberals love to hate.” It is in fact the rifle that illustrates why lax American gun laws make American lives cheap. The laws are an aberration.\nPresident Barack Obama described the shooting as “an act of terror and an act of hate.” He made clear his disapproval of gun laws. He called for solidarity. He said nothing about ISIS, or the way the Islamic State’s hold on territory in Syria and Iraq reinforces the charismatic potency of its ideological appeal, disseminated from that base through the internet.\nHe also said this: “To actively do nothing is a decision as well.”\nYes, to have actively done nothing in Syria over more than five years of war — so allowing part of the country to become an ISIS stronghold, contributing to a massive refugee crisis in Europe, acquiescing to slaughter and displacement on a devastating scale, undermining America’s word in the world, and granting open season for President Vladimir Putin to strut his stuff — amounts to the greatest foreign policy failure of the Obama administration.\nIt has made the world far more dangerous. I hope for the best but fear the victory of the politics of anger in America and Europe.", "url": "https://www.nytimes.com/2016/06/14/opinion/orlando-omar-mateen-pulse-florida-donald-trumps-america.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}