{"authors": ["Scott Cacciola"], "date_download": "2018-11-16 03:23:11", "date_modify": "2018-11-16 03:23:11", "date_publish": "2016-02-13 02:04:19", "description": "The N.B.A. All-Star weekend seems to mean more to Anthony than it does to most, largely because the Knicks torpedoed their slim playoff hopes by losing 10 of their last 11 games.", "filename": "2016_02_13_sports_basketball_carmelo-anthony-nba-all-star-weekend.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338591.html", "image_url": "https://static01.nyt.com/images/2016/02/13/sports/SUB-13-Y-ALLSTAR/SUB-13-Y-ALLSTAR-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_13_sports_basketball_carmelo-anthony-nba-all-star-weekend.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338591.html", "title": "Another Season Gone Awry Hangs Over Carmelo Anthony, the All-Star", "title_page": "Another Season Gone Awry Hangs Over Carmelo Anthony, the All-Star - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TORONTO — Carmelo Anthony, surrounded by many of his closest friends ahead of yet another appearance in the All-Star Game, said he was doing his best to forget about his full-time job, at least for a few fun-filled days.\n“I’m not even thinking about what happened the first half of the season,” Anthony said Friday. “Maybe after this weekend, I’ll sit back and reflect on what we did good, what we didn’t do so well, what happened, and where we are as a team.”\nThat team, of course, is the Knicks, who torpedoed their already slim playoff hopes by losing 10 of 11 games heading into the break. By now, the circumstances feel oddly familiar to Anthony, who, 13 seasons into his career, has grown accustomed to representing an underperforming team at the league’s glitziest event.\n“That doesn’t sit well with me,” Anthony said.\nAt least he has some company — some, but not much. Of the 24 players who are expected to play Sunday night in the All-Star Game at Air Canada Centre, just six hail from teams with losing records. They share the uncomfortable burden of being very good players suffering through not-so-good seasons.", "url": "https://www.nytimes.com/2016/02/13/sports/basketball/carmelo-anthony-nba-all-star-weekend.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}