{"authors": ["Michael Beschloss"], "date_download": "2018-11-16 04:13:03", "date_modify": "2018-11-16 04:13:03", "date_publish": "2016-02-05 15:59:52", "description": "Presidents and those who aspire to the job have a long history of using their sports participation to enhance their political profiles.", "filename": "2016_02_06_upshot_sports-sharpen-the-presidential-image_1542341583.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_06_upshot_sports-sharpen-the-presidential-image_1542341583.html", "title": "Sports Sharpen the Presidential Image", "title_page": "Sports Sharpen the Presidential Image - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In August 1962, when he waded out of the surf before cameras in Santa Monica, Calif., he did not look like someone who had to give physical infirmity the slightest thought. Kennedy established his commitment to the nation’s fitness even before he was inaugurated, then expanded the president’s council on physical fitness to all age groups, and in 1963, started a campaign for Americans to go on 50-mile hikes.\nDuring Ronald Reagan’s campaign in 1980 and afterward, his image-makers, seeking to dispel concerns about his age, had him photographed on horseback and using a chain saw on his California ranch. And after he was shot in 1981, his aides promoted his robust physical recovery by letting it be known that he was “pumping iron” in the new upstairs White House gym.\nBut while sports lives may enhance a leader’s appeal, they can also take away. Although Gerald Ford was one of the best athletes to be president (he was a star football player for the University of Michigan and received offers from the Detroit Lions and Green Bay Packers), he became better known for beaning spectators on golf courses and for slipping and falling down while walking on airplane stairs, which led to numerous lampoons by Chevy Chase on NBC’s “Saturday Night Live.”\nLike Bill Clinton later on, Jimmy Carter became an avid runner, but while participating in a road race in Maryland during his tough political autumn of 1979, he nearly collapsed from heat exhaustion. Fairly or not, the image of the president gasping, with his knees buckling, seemed to capture Carter’s frustrations over gasoline lines, inflation and an impending primary challenge by Ted Kennedy. A George W. Bush commercial of 2004 sought to turn the windsurfing hobby of his opponent, John Kerry, into a metaphor for political overflexibility (“Whichever way the wind blows”).\nDwight Eisenhower loved golf to such an extreme that when rain kept him indoors during his first spring in office, he said he felt “so sorry for myself I could cry.” But political foes tried to turn Ike’s avid golfing life into a symbol of failure to concentrate on his job.\nFans of his 1956 Democratic opponent, Adlai Stevenson, held up signs demanding “a working President.” In 1960, after the crash of an American U-2 spy plane on Soviet territory soured American relations with Moscow, the Soviet leader, Nikita Khrushchev, complained that the problem was that Eisenhower spent more time playing golf than being president.\nBy his last year in the presidency, Ike was still wildly popular among Americans. But the suspicion that he spent too much time on the golf course was sufficiently widespread that some politicians sought to obscure the depth of their own passion for golf.\nIn the spring of 1960, for instance, when the presidential aspirant John Kennedy teed off on a par-three hole with an old friend, Paul Fay, in Pebble Beach, Calif., he watched, aghast, as his ball dropped onto the green and rolled toward the cup. Most aficionados of the sport would be exhilarated to achieve a hole in one, but not Kennedy, who watched with relief as his ball stopped short. “If that ball had gone into that hole,” he said to Fay, “in less than an hour, the word would be out to the nation that another golfer was trying to get into the White House.”", "url": "https://www.nytimes.com/2016/02/06/upshot/sports-sharpen-the-presidential-image.html"}