{"authors": ["Neil Gough"], "date_download": "2018-11-16 04:48:04", "date_modify": "2018-11-16 04:48:04", "date_publish": "2016-04-15 03:10:27", "description": "China said its economy grew 6.7 percent, the slowest quarterly rate since the financial crisis in 2009 but also exactly what economists had forecast.", "filename": "2016_04_15_business_international_first-quarter-growth-slows-a-bit-in-china-as-expected_1542343684.html", "image_url": "https://static01.nyt.com/images/2016/04/16/world/16CHINA-web1/16CHINA-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_15_business_international_first-quarter-growth-slows-a-bit-in-china-as-expected_1542343684.html", "title": "First-Quarter Growth Slows a Bit in China, as Expected", "title_page": "First-Quarter Growth Slows a Bit in China, as Expected - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — China’s growth rate slowed as expected in the first three months of the year, but a notable pickup in debt-driven industrial activity last month probably cushioned the slowdown.\nGrowth slowed to 6.7 percent in the first quarter compared with a year earlier, according to official data released on Friday morning in Beijing. That was the slowest quarterly rate since the depths of the financial crisis in 2009, but it was also exactly what economists had forecast and it was in line with the government’s target this year for growth of 6.5 to 7 percent.\nChina is increasingly a two-speed economy. Traditional industries that had relied on a boom in housing construction, like steel, mining and manufacturing, are mired in a brutal downturn.\nThat grim reality is countered by resilient growth in consumer demand, as China’s dynamic service sector continues to account for a larger share of overall economic output and job creation. This is best reflected in the rise of e-commerce and innovative high-tech companies.", "url": "https://www.nytimes.com/2016/04/15/business/international/first-quarter-growth-slows-a-bit-in-china-as-expected.html"}