{"authors": ["Alison Smale", "Steven Erlanger"], "date_download": "2018-11-16 03:47:54", "date_modify": "2018-11-16 03:47:54", "date_publish": "2016-11-12 15:07:13", "description": "The German chancellor, who faces opposition at home, is gathering herself to fight alone for European unity as an increasingly divided Continent looks to Germany.", "filename": "2016_11_13_world_europe_germany-merkel-trump-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340074.html", "image_url": "https://static01.nyt.com/images/2016/11/13/world/MERKEL/MERKEL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_13_world_europe_germany-merkel-trump-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340074.html", "title": "As Obama Exits World Stage, Angela Merkel May Be the Liberal West’s Last Defender", "title_page": "As Obama Exits World Stage, Angela Merkel May Be the Liberal West’s Last Defender - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — And then there was one.\nGermany’s chancellor, Angela Merkel, has emerged as the last powerful defender of Europe and the trans-Atlantic alliance after the election of Donald J. Trump. But after 11 years in power, she is tired, her associates say, and under siege seemingly from all directions.\nShe is under pressure from the same forces that elevated Mr. Trump in America, fueled Britain’s vote to exit the European Union and are now propelling the populist Marine Le Pen in France. At home, the hard-right Alternative for Germany party has scored a string of victories in state elections.\nMs. Merkel needs to fend off a resurgent Russia that is promoting its brand of illiberal democracy by backing right-wing parties throughout the Continent and fanning the flames of populism. But with Mr. Trump openly admiring Russia’s president, Vladimir V. Putin, even maintaining economic sanctions imposed on Moscow over conflicts in Crimea and Ukraine will be a challenge.\n“Never before has so much ridden on the Germans,” said Simon Tilford, the deputy director of the Center for European Reform in London. “We’re very fortunate that Germany is led now by Merkel, because there is a chance she will step up and do what Europe needs her to do.”", "url": "https://www.nytimes.com/2016/11/13/world/europe/germany-merkel-trump-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}