{"authors": ["Nelson D. Schwartz"], "date_download": "2018-11-16 03:14:41", "date_modify": "2018-11-16 03:14:41", "date_publish": "2016-12-08 00:01:03", "description": "Initially aiming to pressure companies like Ford and Carrier to keep factory jobs at home instead of moving them to Mexico, Mr. Trump has increased the stakes.", "filename": "2016_12_07_business_donald-trump-corporate-chiefs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338081.html", "image_url": "https://static01.nyt.com/images/2016/12/08/business/08TRUMPBIZ/08TRUMPBIZ-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_07_business_donald-trump-corporate-chiefs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338081.html", "title": "Wary Corporate Chiefs Keep an Ear Tuned to Trump’s Messages", "title_page": "Wary Corporate Chiefs Keep an Ear Tuned to Trump’s Messages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“All in all, this is probably more important in terms of symbolic impact than it is in terms of substance,” said Mr. Effron, a prominent Wall Street Democrat who strongly supported Hillary Clinton for president. “But symbols matter.”\nMr. Trump’s targets are not just chief executives. On Wednesday evening, he went on Twitter to fire at Chuck Jones, the president of Local 1999 of the United Steelworkers in Indianapolis, which represents Carrier employees working at the Indiana plant, saying Mr. Jones “has done a terrible job representing workers.”\nThe Twitter message followed a Washington Post article on Tuesday in which Mr. Jones criticized Mr. Trump, saying that the president-elect “lied” unnecessarily when talking to union members about the jobs he had saved.\nMr. Trump said he intended to continue his crusade. In an interview with Time magazine, Mr. Trump said he would ask his newly appointed chief of staff, Reince Priebus, for a list of companies that have announced plans to leave the United States.\n“I can call them myself,” he told Time. “Five minutes apiece. They won’t be leaving. O.K.?”\nStill, for all the sturm und drang, the underlying message from the president-elect’s cabinet appointments is that he is building an administration of business-friendly veterans of government and Wall Street who favor a wish list of corporate goodies like tax overhaul and deregulation.\nMr. Trump, and the vice-president elect, Mike Pence, have made clear that in addition to sticks like public shaming and the threat of tariffs, they would push for these carrots for big business as well. “I don’t blame the companies,” Mr. Trump said in an interview last week on the floor of Carrier’s Indianapolis plant. Washington, he said, “has been taxing and regulating companies to death. We’re untaxing and unregulating.”\nHopes are already running high among leaders of the biggest public companies that the Trump administration will relax what they see as burdensome regulations, along with overhauling the corporate tax code. Mr. Trump’s taunts, after all, may be a small price to pay for looser regulations or being able to pay only a modest tax when repatriating hundreds of billions of dollars now parked overseas.", "url": "https://www.nytimes.com/2016/12/07/business/donald-trump-corporate-chiefs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}