{"authors": ["Coral Davenport", "Eric Lipton"], "date_download": "2018-11-16 03:14:57", "date_modify": "2018-11-16 03:14:57", "date_publish": "2016-12-07 19:08:57", "description": "Mr. Pruitt, the Oklahoma attorney general, has been a key architect of the legal battle against President Obama’s climate change policies.", "filename": "2016_12_07_us_politics_scott-pruitt-epa-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338097.html", "image_url": "https://static01.nyt.com/images/2016/12/08/us/08pruitt1/08pruitt1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_07_us_politics_scott-pruitt-epa-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338097.html", "title": "Trump Picks Scott Pruitt, Climate Change Denialist, to Lead E.P.A.", "title_page": "Trump Picks Scott Pruitt, Climate Change Denialist, to Lead E.P.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President-elect Donald J. Trump has selected Scott Pruitt, the Oklahoma attorney general and a close ally of the fossil fuel industry, to run the Environmental Protection Agency, signaling Mr. Trump’s determination to dismantle President Obama’s efforts to counter climate change — and much of the E.P.A. itself.\nMr. Pruitt, a Republican, has been a key architect of the legal battle against Mr. Obama’s climate change policies, actions that fit with the president-elect’s comments during the campaign. Mr. Trump has criticized the established science of human-caused global warming as a hoax, vowed to “cancel” the Paris accord committing nearly every nation to taking action to fight climate change, and attacked Mr. Obama’s signature global warming policy, the Clean Power Plan, as a “war on coal.”\nMr. Pruitt has been in lock step with those views.\n“Scientists continue to disagree about the degree and extent of global warming and its connection to the actions of mankind,” he wrote in National Review earlier this year. “That debate should be encouraged — in classrooms, public forums, and the halls of Congress. It should not be silenced with threats of prosecution. Dissent is not a crime.”", "url": "https://www.nytimes.com/2016/12/07/us/politics/scott-pruitt-epa-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}