{"authors": ["David Waldstein"], "date_download": "2018-11-16 04:12:35", "date_modify": "2018-11-16 04:12:35", "date_publish": "2016-03-21 01:54:24", "description": "Ahead of the Tampa Bay Rays playing in Havana on Tuesday, a look back at the Baltimore Orioles’ exhibition game against the Cuban national baseball team in 1999.", "filename": "2016_03_21_sports_baseball_when-mlb-broke-the-ice-with-a-game-in-havana.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341555.html", "image_url": "https://static01.nyt.com/images/2016/03/21/sports/21orioles1/21orioles1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_21_sports_baseball_when-mlb-broke-the-ice-with-a-game-in-havana.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341555.html", "title": "When M.L.B. Broke the Ice With a Game in Havana", "title_page": "When M.L.B. Broke the Ice With a Game in Havana - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The State Dinner\nThe night before the game, Cuba’s president, Fidel Castro, hosted a state dinner. His brother Raul was there, too.\nBUD SELIG, baseball’s commissioner at the time: “We got to the hotel and my wife said to me, ‘I want to see downtown Havana on a Saturday night.’ The phone rang in our room and everything reminded me of my days in the 1950s because of what you saw, whether it was phones, hotels, cars, everything. This voice on the other end said, ‘Palace, 7 o’clock.’ I said to my wife, ‘We’ll stay there for 15 or 20 minutes, meet him and then go.’ We get there and after about 45 minutes, in comes Fidel dressed exactly as you had seen him for 40 years. He invited us to stay for dinner.\n“We didn’t leave until 3 o’clock in the morning. I could tell you it was a seven-course meal, but it might have been a 27-course meal; I lost track. There was a lot of conversation. It was a remarkable experience.”\nANGELOS “We had a great time meeting with him and talking about the problems that we were both confronted with. We Americans, at least I did, felt we should get back together again, and he seemed very willing and eager to talk about that, although I told him clearly that I had no authority to discuss that. It was just a personal opinion.\n“A number of owners came along with us. They had an absolute first-rate state dinner with Fidel. Raul was there, and it was very cordial, very nice and very positive. It was confirming what I was hoping for. The assumption that we could not get together was simply not a correct assessment.”\nALDERSON “A bunch of other owners flew in on their own. We kept saying, ‘You guys cannot fly in on your private planes,’ but they did anyway.\n“We had the dinner with Castro. This guy is a historical figure, so it was interesting to meet him. Through his interpreter, the thing he wanted to know about was the baseball academies in the Dominican Republic. You could tell he was interested in the possibility of doing it there.", "url": "https://www.nytimes.com/2016/03/21/sports/baseball/when-mlb-broke-the-ice-with-a-game-in-havana.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}