{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:43:02", "date_modify": "2018-11-16 04:43:02", "date_publish": "2016-08-09 07:30:26", "description": "A new survey of low-income people isn’t perfect, but it suggests that new health insurance options have improved people’s health.", "filename": "2016_08_09_upshot_obamacare-appears-to-be-making-people-healthier.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343382.html", "image_url": "https://static01.nyt.com/images/2016/08/09/business/09UP-Medicaid/09UP-Medicaid-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_09_upshot_obamacare-appears-to-be-making-people-healthier.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343382.html", "title": "Obamacare Appears to Be Making People Healthier", "title_page": "Obamacare Appears to Be Making People Healthier - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It might sound simple to measure whether people are healthier than they used to be, but it’s actually pretty tough. While tests can tell you whether someone has high cholesterol, say, or high blood pressure, a single test may not tell the whole story. It turns out, however, that if you ask people how healthy they are, they do a pretty good job of telling you. Extensive research shows that people who say they are in poor health really are much more likely to die soon than those who describe their health as good.\nThe survey also asked about other subjects. It found that people in the expansion states were more likely to have a doctor and to have a place to go for care. They said they were more likely to have their chronic disease treated, and that they were more likely to have received screening for high cholesterol or high blood sugar, markers for heart disease and diabetes.\nOn financial measures, the study was in line with some previous studies, finding that people in Kentucky and Arkansas were less likely to postpone care or avoid taking prescribed drugs because of the cost, and that they were less likely to be struggling with a medical bill.\nOn almost all measures in the survey, the size of the difference between Texas and the other states was bigger in 2015 than it was in 2014. That trend makes some sense: Once you get health insurance, it might take a while before you start getting health care, and even longer before you’ll start getting healthier (optimistically assuming that you do). But the trend suggests that we may need to wait some time in evaluating the health law’s effects before we really know how big they are.\nA famous experiment of low-income people in Oregon tracked one group that won a lottery to receive Medicaid coverage and another that remained uninsured. That study found that people who got insurance were much more likely than their uninsured peers to describe themselves as having good or excellent health. People who got health insurance in that experiment were also more financially secure. But the experiment did not show big changes in some key physical health measures in people they studied, like blood pressure and cholesterol.\nThe Oregon study followed those people only for two years. It’s possible that, given more time, those people might have shown signs of better health. (Or not. That experiment ended, but the Medicaid expansion’s natural experiment will continue for longer and may provide more clarity.)\nFor those of us trying to evaluate the law, the slowness of results is frustrating. Still, Tuesday’s study is quick by the standards of academic research. Big government surveys are asking some of the same questions posed by the Harvard researchers, but we’re still waiting for their data from last year. Amy Finkelstein, an economist at M.I.T. and an author on the Oregon work, described the three-state survey as “entrepreneurial,” because it gives us an early glimpse at these important questions.\nIt will take more time, and more research, to be sure whether the Affordable Care Act really is making Americans healthier and more secure.", "url": "https://www.nytimes.com/2016/08/09/upshot/obamacare-appears-to-be-making-people-healthier.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}