{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 04:03:40", "date_modify": "2018-11-16 04:03:40", "date_publish": "2016-11-01 23:32:39", "description": "An investigation found that a peacekeeping mission failed to act in July as government soldiers carried out an attack on civilians, including aid workers.", "filename": "2016_11_02_world_africa_united-nations-peacekeeping-south-sudan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341020.html", "image_url": "https://static01.nyt.com/images/2016/11/02/world/02southsudan/02southsudan-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_02_world_africa_united-nations-peacekeeping-south-sudan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341020.html", "title": "As South Sudan Troops Killed and Raped, U.N. Forces Didn’t Stop Them", "title_page": "As South Sudan Troops Killed and Raped, U.N. Forces Didn’t Stop Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A panel of outside investigators, appointed by Secretary General Ban Ki-moon, said in its report that “a lack of leadership on the part of key senior Mission personnel culminated in a chaotic and ineffective response to the violence.” Mr. Ban said in a statement that he was “deeply distressed by these findings,” and reiterated his “outrage over the acts of violence committed in Juba in July and the continuing betrayal of the people of South Sudan by too many of its leaders.”\nHis spokesman, Stéphane Dujarric, told reporters at a daily news briefing that Mr. Ban had “asked for the immediate replacement of the force commander.”\nThat commander, Lt. Gen. Johnson Mogoa Kimani Ondieki of Kenya, was appointed less than six months ago and was described in an official announcement at the time as a highly accomplished international military officer with 34 years of experience.\nIn days of fighting that convulsed Juba, the inquiry said, two Chinese peacekeepers were killed and several wounded, and 182 buildings in the United Nations compound were struck by bullets, mortar shells and rocket-propelled grenades as thousands of civilians sought refuge there.", "url": "https://www.nytimes.com/2016/11/02/world/africa/united-nations-peacekeeping-south-sudan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}