{"authors": ["Peter Baker", "Isabel Kershner"], "date_download": "2018-11-16 04:35:30", "date_modify": "2018-11-16 04:35:30", "date_publish": "2016-09-28 14:50:23", "description": "Presidents, prime ministers and a prince accepted invitations to the funeral on Friday for Mr. Peres, one of the country’s elder statesmen.", "filename": "2016_09_29_world_middleeast_shimon-peres-israel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342930.html", "image_url": "https://static01.nyt.com/images/2016/09/29/world/29React-web1/29React-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_29_world_middleeast_shimon-peres-israel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342930.html", "title": "Obama and Bill Clinton to Travel to Israel to Honor Shimon Peres", "title_page": "Obama and Bill Clinton to Travel to Israel to Honor Shimon Peres - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the ministry mistakenly reported that Hillary Clinton, the Democratic nominee for president and a former secretary of state, would attend. With just weeks until the election, Mrs. Clinton’s campaign said she would not attend.\nMr. Obama, who has been at odds with the current Israeli prime minister, Benjamin Netanyahu, over the logjammed peace process, made clear that he saw the moment as an opportunity to prod Israel to fulfill Mr. Peres’s legacy.\n“I can think of no greater tribute to his life than to renew our commitment to the peace that we know is possible,” Mr. Obama said in a statement.\nSome Israeli analysts said they expected Mr. Obama to use the occasion to make a new pitch for a peace settlement that would grant statehood to the Palestinians, but they doubted that Mr. Peres’s death would change the dynamic.", "url": "https://www.nytimes.com/2016/09/29/world/middleeast/shimon-peres-israel.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}