{"authors": ["Michael D. Shear", "Ron Nixon", "Jennifer Steinhauer", "Thomas Kaplan"], "date_download": "2018-11-16 03:40:57", "date_modify": "2018-11-16 03:40:57", "date_publish": "2016-11-29 13:28:26", "description": "The president-elect, still trying to choose among a number of possibilities to be his secretary of state, won’t pull back on his habit of overnight and morning Twitter posts.", "filename": "2016_11_29_us_politics_donald-trump-transition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339657.html", "image_url": "https://static01.nyt.com/images/2016/11/29/us/29transitionbriefing4/29transitionbriefing4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_29_us_politics_donald-trump-transition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339657.html", "title": "Trump Victory Tour Set as Cabinet Comes Together", "title_page": "Trump Victory Tour Set as Cabinet Comes Together - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Cabinet handicapping, high school edition.\nIf the nomination process were high school, Ms. Chao would probably win most likely to succeed. She has already been lauded by Democrats like Senator Chuck Schumer of New York and, of course, Republicans, including her biggest fan, Mr. McConnell.\n“I’ve heard rumors that should be an outstanding appointment announced later today,” Mr. McConnell said Tuesday, noting that reporters had immediately asked if he planned to recuse himself from voting for his wife. “Let me be quite clear,” he said, “I will not be recusing myself. I think it was an outstanding choice.”\nHistory does have a way of repeating itself. When Senator Bob Dole, Republican of Kansas, was the majority leader, his wife, Elizabeth, was nominated by President Ronald Reagan to head up the Transportation Department. At her confirmation hearings, Mr. Dole said his only regret was that he had “only one wife to give for his country’s infrastructure.”\nConservative ascendancy: women-and-the-draft edition.\nMr. Trump may be nearly two months from the White House, but conservatives seem emboldened already: After a fierce policy debate, they yanked a requirement that young women register for the draft out of the annual defense policy bill.", "url": "https://www.nytimes.com/2016/11/29/us/politics/donald-trump-transition.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}