{"authors": ["Marilyn Berger"], "date_download": "2018-11-16 04:35:20", "date_modify": "2018-11-16 04:35:20", "date_publish": "2016-09-28 02:21:39", "description": "Mr. Peres helped build up his country’s military might, then worked as hard to establish peace with Israel’s Arab neighbors.", "filename": "2016_09_28_world_middleeast_shimon-peres-dies-israel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342920.html", "image_url": "https://static01.nyt.com/images/2016/09/27/multimedia/peres-haberman-obit/peres-haberman-obit-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_28_world_middleeast_shimon-peres-dies-israel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342920.html", "title": "Shimon Peres, an Enduring Pillar From Israel’s Founding Era, Dies at 93", "title_page": "Shimon Peres, an Enduring Pillar From Israel’s Founding Era, Dies at 93 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Later that day, in a television interview, Mr. Peres pronounced himself 100 percent sure that peace had arrived. With the changes in the world — the end of the Cold War; the collapse of the Soviet Union and with it its military, financial and diplomatic support of the P.L.O.; and the drying up of funds from Arab countries angered over Arafat’s support of Iraq in the recent Persian Gulf war — the time had come for the Palestinians, too, to seek peace.\n“If you have children,” he said, “you cannot feed them forever with flags for breakfast and cartridges for lunch. You need something more substantial. Unless you educate your children and spend less money on conflicts, unless you develop your science, technology and industry, you don’t have a future.”\nMr. Peres, Mr. Rabin and Arafat were awarded the Nobel Peace Prize in 1994.\nBut the era of good feelings did not last. Barely a year later, Mr. Rabin was assassinated by a Jewish gunman upset by the accords; the death elevated Mr. Peres to the post of prime minister. But a series of Palestinian suicide bombings undercut Mr. Peres’s authority, and he lost a narrow election to Mr. Netanyahu in 1996.\nConflict between Israel and the Palestinians accelerated in 2000 after a visit by the opposition leader Ariel Sharon to the sacred plaza in Jerusalem known to Jews as the Temple Mount and to Muslims as the Noble Sanctuary. The next day, the Israeli police fired on stone-throwing protesters, inaugurating a new round of violence that became known as the second intifada.\nIt did not end until Arafat died in 2004, bringing new leadership to the Palestinians and a new effort at coexistence led by Mr. Sharon, a former hawk who had been elected prime minister. He withdrew Israeli settlers and soldiers from Gaza and small parts of the West Bank.\nMr. Peres had tried before to get a peace settlement, in 1987, between Israel and Jordan. He was foreign minister in a coalition government with Yitzhak Shamir when he proposed an international peace conference on the Middle East. But Mr. Shamir and his Likud faction scuttled the plan.\nMr. Peres had sought to settle the future of the West Bank and Gaza, which Israel had occupied since the Arab-Israeli War in 1967. As a first step, he proposed that Jordan and Israel could either divide the land or share the government but that Israel should not control the area forever.", "url": "https://www.nytimes.com/2016/09/28/world/middleeast/shimon-peres-dies-israel.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}