{"authors": ["Jeremy Egner"], "date_download": "2018-11-16 04:32:55", "date_modify": "2018-11-16 04:32:55", "date_publish": "2016-02-11 16:16:45", "description": "The AMC drama returns for its second season on Feb. 15.", "filename": "2016_02_11_arts_television_vince-gilligan-and-peter-gould-on-better-call-saul-bob-odenkirk-and-fan-tattoos.html_module=inline_1542342775.html", "image_url": "https://static01.nyt.com/images/2016/02/10/arts/10showrunner-saul-web1/10showrunner-saul-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_11_arts_television_vince-gilligan-and-peter-gould-on-better-call-saul-bob-odenkirk-and-fan-tattoos.html_module=inline_1542342775.html", "title": "Vince Gilligan and Peter Gould on ‘Better Call Saul,’ Bob Odenkirk and Fan Tattoos", "title_page": "Vince Gilligan and Peter Gould on ‘Better Call Saul,’ Bob Odenkirk and Fan Tattoos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "VINCE GILLIGAN And we’re not promising you’re going to see him in Season 2.\nWhy did that make you nervous?\nGOULD We were worried people were going to feel it was a bit of a bait and switch. We really love the character of Jimmy McGill. He’s a guy you’d like to have a beer with, which is not necessarily true of Saul Goodman or Walter White. We were holding our breaths when Season 1 aired and, lo and behold, people did take to him. They didn’t riot in the streets or come after us with lit torches because it wasn’t “Breaking Bad.” We thought, ‘This is going to be easy.’ But the more we looked at it, the more complicated it seemed.\nGILLIGAN ‘We know who he’s going to turn into. We know how he ends up interacting with Walter White. This thing is gonna write itself.’ But it’s so much harder to write than an open-ended show because there are so many boxes you find yourself trapped in, storywise.\nWhat will surprise people about Season 2?\nGILLIGAN I would warn folks not to assume they know where things are going, in particular with regard to how quickly Saul Goodman is going to make an appearance. We figured out not too long ago that Saul Goodman is the tragic endgame of this series. I’m not saying we won’t see him [this season]; I’m not saying we will see him. But it dawned on us that Saul Goodman is not necessarily someone we should look forward to meeting. The show really does threaten to become a tragedy as we realize with each step, with each episode, with each season, Jimmy McGill comes closer to being this calcified, morally atrophied Saul Goodman character.\nWas there a single moment “Breaking Bad” when you knew Saul would be a breakout character for a new show? — Joey Parker, Columbia, Mo.", "url": "https://www.nytimes.com/2016/02/11/arts/television/vince-gilligan-and-peter-gould-on-better-call-saul-bob-odenkirk-and-fan-tattoos.html?module=inline"}