{"authors": ["Chad Bray"], "date_download": "2018-11-16 03:55:23", "date_modify": "2018-11-16 03:55:23", "date_publish": "2016-07-26 08:46:43", "description": "The sweetened bid for the rival brewer came in response to the sharp drop in the pound in the weeks since Britain voted to leave the European Union.", "filename": "2016_07_27_business_dealbook_anheuser-busch-inbev-sabmiller-raise-offer_1542340523.html", "image_url": "https://static01.nyt.com/images/2016/07/27/world/27db-abinbev/27db-abinbev-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_27_business_dealbook_anheuser-busch-inbev-sabmiller-raise-offer_1542340523.html", "title": "Post-‘Brexit’ Vote, Anheuser-Busch InBev Raises Offer for SABMiller", "title_page": "Post-‘Brexit’ Vote, Anheuser-Busch InBev Raises Offer for SABMiller - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But uncertainty after the vote last month has weighed on the value of the pound against the dollar and the euro. The primary stock listing for Anheuser-Busch InBev, which is based in Belgium, is in Brussels, where the shares trade in euros. The stock also trades in pounds in London, and the company has American depositary receipts that trade in dollars in New York. The activist investors Elliott Management and the Children’s Investment Fund have taken stakes in SABMiller, and Elliott was among investors that sought a higher price.\nAnheuser-Busch InBev said on Tuesday that it would now pay 45 pounds, or $59, a share in cash for SABMiller, an increase of £1 from its prior offer. That would value SABMiller, which is based in London, at £79 billion.\nInvestors would have an option to accept a cash-and-share alternative that would pay £4.6588 in cash and 0.483969 in restricted shares for each share of SABMiller. The share alternative would be available for up to 41 percent of SABMiller’s shares.\nShares of SABMiller closed at £44.40 in London on Monday.\nIn a news release, Anheuser-Busch InBev said that the offer was “final and that it will not further increase the cash consideration or the cash element or the exchange ratio of the partial share alternative.”\nAnheuser-Busch InBev initially made the offer of a partial share alternative to win the support of SABMiller’s two largest shareholders — the American tobacco giant Altria and the Santo Domingo family of Colombia. The share alternative was intended to allow them to avoid a huge tax bill from the sale of their holdings.", "url": "https://www.nytimes.com/2016/07/27/business/dealbook/anheuser-busch-inbev-sabmiller-raise-offer.html"}