{"authors": ["Aurelien Breeden"], "date_download": "2018-11-16 03:21:15", "date_modify": "2018-11-16 03:21:15", "date_publish": "2016-04-08 18:46:11", "description": "The police in Belgium have detained several men connected to the bombings, the prosecutors’ office said, and one is a fugitive connected to the Paris attacks.", "filename": "2016_04_09_world_europe_more-suspects-in-brussels-attacks-arrested-in-belgium.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338475.html", "image_url": "https://static01.nyt.com/images/2016/04/09/world/BELGIUM1/BELGIUM1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_09_world_europe_more-suspects-in-brussels-attacks-arrested-in-belgium.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338475.html", "title": "More Suspects in Brussels Attacks Arrested in Belgium", "title_page": "More Suspects in Brussels Attacks Arrested in Belgium - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After the arrest on March 18 of Salah Abdeslam, who is thought to be the sole survivor who directly participated in the shootings and bombings in Paris, Mr. Abrini became the most wanted man in connection with them.\nImage Mohamed Abrini is suspected of helping the Paris attackers. Credit Belgian Federal Police\nThe latest arrests again raised the question of how a suspect whose identity and appearance were known and circulated widely could manage to evade the Belgian authorities for months.\nMr. Abrini, whose description was released by the Belgian authorities 10 days after the Paris attacks, appears to have spent at least a part of that time less than three miles from his home in the Molenbeek district of Brussels, like Mr. Abdeslam, who was arrested after four months on the run.\nA second and more worrying lesson from Friday’s arrests was that yet more people surfaced who have not yet been in the official accounts but seem to be connected to the network of jihadis in Belgium and in France, a network whose full size is not known.\nMr. Abrini, who grew up in Molenbeek with Mr. Abdeslam, was with the Paris assailants in the days and hours before the attacks.", "url": "https://www.nytimes.com/2016/04/09/world/europe/more-suspects-in-brussels-attacks-arrested-in-belgium.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}