{"authors": ["Paul Mozur"], "date_download": "2018-11-16 03:42:14", "date_modify": "2018-11-16 03:42:14", "date_publish": "2016-04-07 01:53:31", "description": "In a return to form, the South Korean electronics maker benefited from sales of smartphones, its recent Achilles’ heel.", "filename": "2016_04_07_business_samsung-profits-are-up-thanks-to-its-galaxy-7-smartphone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339734.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_07_business_samsung-profits-are-up-thanks-to-its-galaxy-7-smartphone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339734.html", "title": "Samsung Profits Are Up, Thanks to Its Galaxy 7 Smartphone", "title_page": "Samsung Profits Are Up, Thanks to Its Galaxy 7 Smartphone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — Samsung performed better than expected at the beginning of what it has said will be a tough year, thanks to a product that recently has been its Achilles’ heel: smartphones.\nThe South Korean electronics maker said on Thursday that its operating profit for the first three months of this year rose about 10 percent over the same period a year ago. The increase was slightly less than the fourth quarter’s, but better than many analysts had expected. Much of that performance came from sales of its curvy new Galaxy S7 smartphones, analysts said.\nThe results indicate that even as the company has faced moderating growth, it has the potential to surprise with new products that catch consumers’ eyes.\nSamsung probably cannot return to the heady days of 2013, when strong smartphone sales powered its transformation into a global device company and helped it make nearly $10 billion a quarter. But the strong smartphone sales are a welcome return to form for a part of the company that has been squeezed at one end by cheap Chinese smartphone makers and at the other by Apple.", "url": "https://www.nytimes.com/2016/04/07/business/samsung-profits-are-up-thanks-to-its-galaxy-7-smartphone.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}