{"authors": ["Charles M. Blow"], "date_download": "2018-11-16 04:34:11", "date_modify": "2018-11-16 04:34:11", "date_publish": "2016-07-08 23:50:18", "description": "We as a society will not extinguish violence quickly, but individuals can make a start today.", "filename": "2016_07_11_opinion_a-week-from-hell.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342851.html", "image_url": "https://static01.nyt.com/images/2016/07/09/opinion/11blowWeb/11blowWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_11_opinion_a-week-from-hell.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342851.html", "title": "A Week From Hell", "title_page": "Opinion | A Week From Hell - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last week was yet another week that tore at the very fiber of our nation.\nAfter two videos emerged showing the gruesome killings of two black men by police officers, one in Baton Rouge, La., and the other in Falcon Heights, Minn., a black man shot and killed five officers in a cowardly ambush at an otherwise peaceful protest and wounded nine more people. The Dallas police chief, David O. Brown, said, “He was upset about Black Lives Matter” and “about the recent police shootings” and “was upset at white people” and “wanted to kill white people, especially white officers.”\nWe seem caught in a cycle of escalating atrocities without an easy way out, without enough clear voices of calm, without tools for reduction, without resolutions that will satisfy.\nThere is so much loss and pain. There are so many families whose hearts hurt for a loved one needlessly taken, never to be embraced again.\nThere is so much disintegrating trust, so much animosity stirring.\nSo many — too many — Americans now seem to be living with an ambient terror that someone is somehow targeting them.", "url": "https://www.nytimes.com/2016/07/11/opinion/a-week-from-hell.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}