{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:48:03", "date_modify": "2018-11-16 04:48:03", "date_publish": "2016-03-03 05:00:29", "description": "“Supply-side structural reform” represents an effort to rejuvenate President Xi Jinping’s faltering plans to overhaul the Chinese economy.", "filename": "2016_03_04_world_asia_xi-jinping-china-economic-policy_1542343683.html", "image_url": "https://static01.nyt.com/images/2016/03/03/world/04chinaecon-web/04chinaecon-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_04_world_asia_xi-jinping-china-economic-policy_1542343683.html", "title": "Xi Jinping’s Remedy for China’s Economic Gloom Has Echoes of Reaganomics", "title_page": "Xi Jinping’s Remedy for China’s Economic Gloom Has Echoes of Reaganomics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It is an important new initiative designed to reinvigorate the reform process,” Barry Naughton, a professor of economics at the University of California, San Diego, said by email. “Policy makers have stumbled repeatedly, and over all the achievements in market-oriented reform have been meager. Policy makers needed to come up with another approach.”\nMr. Xi has reorganized China’s military and orchestrated a scorching campaign against corruption. But breakthroughs in the economy have eluded him, which many economists say have sapped business confidence.\nPhoto\nOn Wednesday, Moody’s Investors Service, the credit ratings agency, lowered its outlook for China from stable to negative, citing “uncertainty about the authorities’ capacity to implement reforms.”\nSkeptics attribute the problem partly to the repeated clash of Mr. Xi’s economic goals with his political objectives. While he has shown great enterprise in centralizing power, they say, he has been reluctant to restrain the reach of the state, especially to curtail state companies’ privileged, often monopolistic, access to loans, resources and customers.\nSeveral economists said Mr. Xi’s supply-side initiative may turn out to be cosmetic — promising market liberalization yet magnifying state control.\n“To get the government more onto the market track, it would have to abstain,” said Ning Zhu, a professor at the Shanghai Advanced Institute of Finance. “But that’s exactly what they haven’t been doing.”\nMany liberal economists remain unconvinced that for all the tough talk, the Chinese government would willingly reduce its own power and risk a backlash from displaced workers. Recalibrating state-supported industries to true market levels would mean cutting millions of jobs.\nAdvertisement Continue reading the main story\nMr. Xi first laid out a sweeping blueprint for economic rejuvenation, including vows to revamp the state sector and nurture market forces, in 2013. But the halting progress reflected his reluctance to cede state control, several economists said.\nThe mixed signals have paralyzed state officials, who are unsure how far to impose cuts while preserving stability.\n“The central government emphasizes supply-side reform,” said Yao Yang, an economist at Peking University. “On the other hand, you still encourage local governments to invest. That’s the confusion that local government officials are facing, so they don’t know the direction.”\nPhoto\nHow far Mr. Xi is willing to go, given the economic warning sirens, may become clearer after the Communist Party leadership presents its economic plans to the legislature, the National People’s Congress.\n“It remains to be seen if they walk the talk,” said Jörg Wuttke, president of the European Union Chamber of Commerce in China. “It would be terrible for China if they don’t.”\nIt could also be difficult if they do.\nA recent study concluded that more than three million people in the steel, coal and similar industries could lose their jobs in the next two years if state cuts go through. On Monday, the government said it would lay off 1.8 million steel and coal workers, around 15 percent of the work force in those industries, though it did not say when.\n“Pain will be unavoidable, but also worthwhile,” said a full-page article extolling supply-side structural reform published in January in People’s Daily, the Communist Party’s main newspaper. “It cannot possibly please everyone.”\nPhoto\nBut if the slowing of the economy is forcing Mr. Xi to act, it has also increased the costs of doing so.\nAdvertisement Continue reading the main story\nDuring the first wave of closings of state-owned factories, starting in 1997, more than 30 million jobs were eliminated in less than a decade. But the Chinese economy boomed, especially after China joined the World Trade Organization in 2001, creating jobs that absorbed many of the excess workers.\nThe job losses envisioned today, while smaller, may be more contentious when the economy is slowing. They threaten to erode the stability Mr. Xi prizes.\nSince the financial crisis of 2008, the government has spent heavily to stimulate the economy, increasing the debt. Chinese supply-siders say such splurging has reached unsustainable levels.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nChina’s steel production, for example, has “become completely untethered from real market demand” and amounts to more than double the combined production of the four next biggest producers: Japan, India, the United States and Russia, according to a new report on China’s production overcapacity released by the European Union Chamber of Commerce in China.\nBeyond correcting such distortions, debate remains over what specific policies fall under the supply-side banner. Officials and economists have called for tax cuts for private businesses and giving private investors bigger stakes in more state-owned companies, while ruling out full privatization.\nBut the concept is vague enough that it has also been used to argue for a greater government role to promote exports and prop up faltering state firms.\nCurbing inefficient state-subsidized industries, however, has near universal support among economists and policy makers. Further delays in doing that are likely only to repress growth, deepen the malaise and hurt workers, said Sheng Hong, the executive director of the Unirule Institute of Economics in Beijing, which advocates economic liberalization.\n“If there’s no sign of a solution, this year could be especially dangerous,” he said. “Without reforms, there’ll be big problems.”\nAnd supply-side structural reform would be just another slogan.", "url": "https://www.nytimes.com/2016/03/04/world/asia/xi-jinping-china-economic-policy.html"}