{"authors": ["The New York Times"], "date_download": "2018-11-16 04:44:17", "date_modify": "2018-11-16 04:44:17", "date_publish": "2016-01-06 12:23:25", "description": "A closer read of the country’s announcement on Wednesday, whether it can be verified and its previous detonations.", "filename": "2016_01_07_world_asia_north-korea-hydrogen-bomb-q-a.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343457.html", "image_url": "https://static01.nyt.com/images/2016/01/07/world/07northkoreaQA_bomb/07northkoreaQA_bomb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_07_world_asia_north-korea-hydrogen-bomb-q-a.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343457.html", "title": "Did North Korea Detonate a Hydrogen Bomb? Here’s What We Know", "title_page": "Did North Korea Detonate a Hydrogen Bomb? Here’s What We Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "North Korea’s claim that it set off a hydrogen bomb on Wednesday — in what would be the fourth time it has tested a nuclear weapon since 2006 — has stirred concerns among governments around the world. Below is a brief primer on some of the central issues at stake.\nQ. How is a hydrogen bomb different from an atomic bomb?\nA. A hydrogen bomb, also known as a thermonuclear bomb, combines hydrogen isotopes under extremely high temperatures to form helium, in a process known as nuclear fusion. It is more powerful than a conventional atomic weapon: It uses the energy released from the combination of two light atomic nuclei, while an atomic bomb uses the energy released when a heavy atomic nucleus splits, a process known as nuclear fission. American scientists developed the hydrogen bomb, which was first tested in 1952.\nBritain, China, France, Russia and the United States are known to possess thermonuclear weapons. Whether the four other countries known to have atomic bombs — India, Israel, North Korea and Pakistan — also have hydrogen bombs is not certain.\nQ. What, precisely, did North Korea announce?\nA. The North’s government said that it had detonated a hydrogen bomb — its first — at 10 a.m. on Wednesday.", "url": "https://www.nytimes.com/2016/01/07/world/asia/north-korea-hydrogen-bomb-q-a.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}