{"authors": ["William J. Broad"], "date_download": "2018-11-16 04:44:05", "date_modify": "2018-11-16 04:44:05", "date_publish": "2016-01-07 02:08:33", "description": "Experts said comparisons of underground nuclear tests over the past several decades suggested that the North Koreans were exaggerating.", "filename": "2016_01_07_science_comparisons-dont-support-north-koreas-claims-of-a-hydrogen-bomb-experts-say_1542343445.html", "image_url": "https://static01.nyt.com/images/2016/01/07/science/07hbomb/07hbomb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_07_science_comparisons-dont-support-north-koreas-claims-of-a-hydrogen-bomb-experts-say_1542343445.html", "title": "Comparisons Don’t Support North Korea’s Claims of a Hydrogen Bomb, Experts Say", "title_page": "Comparisons Don’t Support North Korea’s Claims of a Hydrogen Bomb, Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "South Korean experts put the blast’s energy as equivalent to six kilotons of high explosives. In contrast, the atomic bomb dropped on Hiroshima was nearly three times as powerful, with a force of about 15 kilotons.\nMany nuclear experts, including Dr. Ford and Mr. Albright, suggested that the North Korean test might have involved putting a tiny amount of tritium, or heavy hydrogen, into the core of an atom bomb. Such a technique is known as boosting.\nBut such a boosted device, by definition, is not a true H-bomb, even though the added thermonuclear reactions can modestly increase its destructive power.\nPhilip E. Coyle III, a nuclear expert who directed the Alaskan H-bomb test of November 1971, said the seismic signature of the North Korean test was “low enough so that it will be difficult to tell if the device was boosted, thermonuclear, just fission or whatever.”\nThe world’s largest and most sensitive network meant to detect nuclear blasts, run out of Vienna by the United Nations, uses hundreds of global sensors to detect underground shock waves, track undersea explosions, sniff the air for telltale radioactivity and listen for loud sounds in the atmosphere.\nThe array is designed to detect nuclear blasts as small as one kiloton, or equal to 1,000 tons of high explosives.", "url": "https://www.nytimes.com/2016/01/07/science/comparisons-dont-support-north-koreas-claims-of-a-hydrogen-bomb-experts-say.html"}