{"authors": ["Neil Irwin"], "date_download": "2018-11-16 03:17:04", "date_modify": "2018-11-16 03:17:04", "date_publish": "2016-04-28 17:00:52", "description": "The rate of economic output is not increasing much. Or is there work below the surface that will pay big dividends in the future?", "filename": "2016_04_29_upshot_why-is-productivity-so-weak-three-theories.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338224.html", "image_url": "https://static01.nyt.com/images/2016/04/29/upshot/29UP-SUB-GDP/29UP-SUB-GDP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_29_upshot_why-is-productivity-so-weak-three-theories.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338224.html", "title": "Why Is Productivity So Weak? Three Theories", "title_page": "Why Is Productivity So Weak? Three Theories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "More than 151 million Americans count themselves employed, a number that has risen sharply in the last few years. The question is this: What are they doing all day?\nBecause whatever it is, it barely seems to be registering in economic output. The number of hours Americans worked rose 1.9 percent in the year ended in March. New data released Thursday showed that gross domestic product in the first quarter was up 1.9 percent over the previous year. Despite constant advances in software, equipment and management practices to try to make corporate America more efficient, actual economic output is merely moving in lock step with the number of hours people put in, rather than rising as it has throughout modern history.\nWe could chalk that up to a statistical blip if it were a single year; productivity data are notoriously volatile. But this has been going on for some time. From 2011 through 2015, the government’s official labor productivity measure shows only 0.4 percent annual growth in output per hour of work. That’s the lowest for a five-year span since the 1977-to-1982 period, and far below the 2.3 percent average since the 1950s.\nProductivity is one of the most important yet least understood areas of economics. Over long periods, it is the only pathway toward higher levels of prosperity; the reason an American worker makes much more today than a century ago is that each hour of labor produces much more in goods and services. Put bluntly, if the kind of productivity growth implied by the new data published Thursday were to persist indefinitely, your grandchildren would be no richer than you.", "url": "https://www.nytimes.com/2016/04/29/upshot/why-is-productivity-so-weak-three-theories.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}