{"authors": ["Maggie Haberman", "Ashley Parker"], "date_download": "2018-11-16 03:16:40", "date_modify": "2018-11-16 03:16:40", "date_publish": "2016-05-06 00:47:51", "description": "The presumptive Republican nominee hired a finance chairman to coordinate fund-raising efforts toward a donor class the candidate had largely shunned.", "filename": "2016_05_06_us_politics_donald-trump-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338200.html", "image_url": "https://static01.nyt.com/images/2016/05/06/us/06CAMPAIGN/06CAMPAIGN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_06_us_politics_donald-trump-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338200.html", "title": "With Nomination in Hand, Donald J. Trump Now Seeking a Hand", "title_page": "With Nomination in Hand, Donald J. Trump Now Seeking a Hand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For 10 months as he ran an insurgent presidential campaign, Donald J. Trump excoriated the Republican Party’s donor class as a group of special interests whose support he did not want or need.\nThat was then.\nNow Mr. Trump is the presumptive Republican nominee, with a newly-minted national finance chairman, Steve Mnuchin, who worked for Soros Fund Management and Goldman Sachs. And since Mr. Trump seems to have little interest in pouring hundreds of millions of dollars of his own money into a general election battle that will cost at least $1 billion, Mr. Mnuchin will lead efforts to raise that money from others.\nMr. Trump is already facing a reluctant donor community, which he often demonized in his speeches, saying he will not be beholden to special interests or their money.\n“I don’t really see this as a change,” Mr. Mnuchin said in an interview. “We’re not looking to raise money from special interest groups and things like that. The majority of the money that’s coming in is going to be in small and medium-sized donations.”", "url": "https://www.nytimes.com/2016/05/06/us/politics/donald-trump-campaign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}