{"authors": ["Anand Giridharadas"], "date_download": "2018-11-16 04:20:32", "date_modify": "2018-11-16 04:20:32", "date_publish": "2016-02-15 15:05:06", "description": "The bravado, rule-breaking and renegade attitudes that Chrisfino Kenyatta Leal sees in his work with start-ups remind him of his time in prison.", "filename": "2016_02_16_us_silicon-valley-gives-ex-convict-a-familiar-feeling_1542342032.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_16_us_silicon-valley-gives-ex-convict-a-familiar-feeling_1542342032.html", "title": "Silicon Valley Gives Ex-Convict a Familiar Feeling", "title_page": "Silicon Valley Gives Ex-Convict a Familiar Feeling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — If you are, for whatever reasons, seeking a large number of young white men in plaid shirts who are partial to standing desks and seminars on “growth hacking” and “journey mapping,” look no further than San Francisco’s RocketSpace.\nWhen Chrisfino Kenyatta Leal first turned up for his job at the co-working space in 2013, he often seemed to be the only black person around. But one thing made him feel instantly at home: the energy — a frenetic, wild, let’s-do-this energy. He knew this energy, but from where?\nOh, yes, the prison yard.\nMr. Leal is the rarest of migrants, having leapt from one of America’s bleakest, least-admired ecosystems to one of its brightest and most-admired ones. Like many travelers, he has gone far enough to feel, at times, back home — although the bravado and failure, rule-breaking and renegade attitudes surrounding him in his new life in Silicon Valley are evidently considered virtues here.\nMr. Leal, who is 47, doesn’t remember his father’s voice. He was 6 months old when his parents divorced and his father left. Before he knew it, Mr. Leal said, “I went from this little kid that wanted his father to an out-of-control adult that ran around with a gun.”", "url": "https://www.nytimes.com/2016/02/16/us/silicon-valley-gives-ex-convict-a-familiar-feeling.html"}