{"authors": ["Mark Landler", "Michael Forsythe"], "date_download": "2018-11-16 04:48:18", "date_modify": "2018-11-16 04:48:18", "date_publish": "2016-02-18 01:24:37", "description": "A day after Southeast Asian leaders gathered in California, a U.S. official said China had put missile batteries on an island claimed by Vietnam and Taiwan.", "filename": "2016_02_18_world_asia_chinese-missiles-underscore-a-growing-conflict-risk_1542343698.html", "image_url": "https://static01.nyt.com/images/2016/02/18/world/asia/18DIPLO-web1/18Missiles-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_18_world_asia_chinese-missiles-underscore-a-growing-conflict-risk_1542343698.html", "title": "Chinese Missiles in South China Sea Underscore a Growing Conflict Risk", "title_page": "Chinese Missiles in South China Sea Underscore a Growing Conflict Risk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The United States official who described the missile batteries, speaking on the condition of anonymity to discuss intelligence matters, did not give details about how many missiles were on the island, known as Woody Island, or how long they had been there. But another official said they appeared to be operational. Taiwan’s Defense Ministry also issued a statement on Wednesday saying that antiaircraft missiles were present on the island.\nThe Chinese Defense Ministry did not confirm or deny the deployment, but noted that the Chinese Navy and Air Force had maintained forces on the Paracel Islands “for many years.”\n“The Paracel Islands have always been a part of China’s territory,” the ministry said in a statement. “China has the legitimate and legal rights to deploy defense facilities within its territory, in order to defend the sovereignty and security of the country.” It dismissed the reports about the missile deployment as “hype by certain Western media outlets.”\nTensions are also rising elsewhere in the region. The United States is in formal talks with South Korea about moving an antiballistic missile system to the peninsula to deter an attack from North Korea. The Chinese government has objected to the system, known as the Terminal High Altitude Area Defense system, or Thaad, saying it would be a threat to its security.\nThe Chinese missile deployment in the Paracel Islands in the South China Sea was reported by Fox News, which said pictures from ImageSat International showed that two missile batteries had appeared on the island sometime between Feb. 3 and Sunday. The missiles have a range of about 200 kilometers, or 125 miles, and are capable of destroying aircraft, cruise missiles and ballistic missiles, according to Missile Threat, a website run by the George C. Marshall Institute in Arlington, Va.", "url": "https://www.nytimes.com/2016/02/18/world/asia/chinese-missiles-underscore-a-growing-conflict-risk.html"}