{"authors": ["Andy Newman"], "date_download": "2018-11-16 04:30:59", "date_modify": "2018-11-16 04:30:59", "date_publish": "2016-12-15 03:49:10", "description": "A male deer who has settled in Jackie Robinson Park in Harlem, a block from a subway entrance, has his new neighbors worried about his safety.", "filename": "2016_12_14_nyregion_harlem-jackie-robinson-park-reindeer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342659.html", "image_url": "https://static01.nyt.com/images/2016/12/15/nyregion/15DEER1/15DEER1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_14_nyregion_harlem-jackie-robinson-park-reindeer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342659.html", "title": "Unusual New Resident of Manhattan Has People Talking", "title_page": "Unusual New Resident of Manhattan Has People Talking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Wednesday morning, Rosie Copeland was out with her uncle Luke near Jackie Robinson Park in Harlem when they saw a crowd gathered near a chain-link fence, snapping photos. They went to see what the fuss was about.\n“It’s a reindeer!” said Rosie, who is 3.\nIt was a deer, with one antler, coming right up to the fence, in a city park in Manhattan. The deer was practically posing for pictures.\nRosie’s uncle, Luke Metzger, who is visiting from Kentucky, was confused. “I kind of thought it was on display for the holiday, like maybe it’s some kind of petting zoo,” said Mr. Metzger, 23.\nIt is not a display. It is a wild animal.\nFor the past two weeks or so, an adult male white-tailed deer in apparently good health has roamed a strip of steep, rocky woods in the park, about 10 blocks long and no more than a couple of hundred feet wide.", "url": "https://www.nytimes.com/2016/12/14/nyregion/harlem-jackie-robinson-park-reindeer.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}