{"authors": ["Michael Beschloss"], "date_download": "2018-11-16 04:13:02", "date_modify": "2018-11-16 04:13:02", "date_publish": "2016-02-12 15:49:38", "description": "Early biographers avoided the story of the first president’s distillery business, probably because he feared it was not befitting his image.", "filename": "2016_02_14_upshot_george-washington-the-whiskey-baron-of-mount-vernon_1542341582.html", "image_url": "https://static01.nyt.com/images/2016/02/12/upshot/14UP-Beschloss/14UP-Beschloss-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_14_upshot_george-washington-the-whiskey-baron-of-mount-vernon_1542341582.html", "title": "George Washington, the Whiskey Baron of Mount Vernon", "title_page": "George Washington, the Whiskey Baron of Mount Vernon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It was not exactly in keeping with Washington’s public image to enter the whiskey trade. One scholar, Dennis Pogue, notes that in 1755, Washington failed to win election to Virginia’s House of Burgesses after refusing to match his opponent in passing out whiskey, rum punch and beer. (The next time, Washington gave out alcohol and won.) He had been disgusted when his troops were “incessantly drunk, and unfit for service,” and he had offenders punished. (In 1840, one Baltimore society that tried to help people who drank too much honored his demands for moderation by naming itself the Washingtonians.) As president, he sent 13,000 militiamen to put down the Whiskey Rebellion by distillers in western Pennsylvania, who had risen up against the federal whiskey tax (designed by the secretary of the Treasury, Alexander Hamilton) and threatened those who enforced it.\nBut Washington was not averse to alcohol. He is said to have liked sweet wines, rum punch and whiskey. During the Revolution, he declared that “the benefits arising from moderate use of strong Liquor have been experienced in all Armies.” In 1782, American soldiers were given daily rations of four ounces of whiskey, which was supplanting rum as the nation’s most popular liquor because it didn’t require molasses from the British West Indies.\nAnd although he was happy to gain the additional income if the venture worked out, Washington, who had always taken great pains to make sure he was presented to the public as a leader worth emulating, may have feared having it widely known that he had become a whiskey baron. Feeling (or feigning) mixed emotions, the general was soon writing to a friend that Anderson had “run me into a very considerable expence (contrary I may say to my intention, or wishes)” to build a large new distillery, which was completed by the spring of 1798, and is considered, at a minimum, to be one of America’s largest of the time.\nAs it turned out, Washington’s whiskey business was a smashing success — he and Anderson couldn’t produce the spirit fast enough. In October 1799, he wrote another nephew, “Two hundred gallons of Whiskey will be ready this day for your call, and the sooner it is taken the better, as the demand for this article (in these parts) is brisk.” According to Mount Vernon scholars, that year he produced nearly 11,000 gallons, which achieved a profit of about $7,500 (about $142,000 today).", "url": "https://www.nytimes.com/2016/02/14/upshot/george-washington-the-whiskey-baron-of-mount-vernon.html"}