{"authors": ["Mekado Murphy"], "date_download": "2018-11-16 04:11:00", "date_modify": "2018-11-16 04:11:00", "date_publish": "2016-03-10 19:22:24", "description": "The director discusses a sequence that he shot in his family’s home.", "filename": "2016_03_11_movies_trey-edward-shults-narrates-a-scene-from-krisha_1542341460.html", "image_url": "https://static01.nyt.com/images/2016/03/09/multimedia/krisha-anatomy/krisha-anatomy-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_11_movies_trey-edward-shults-narrates-a-scene-from-krisha_1542341460.html", "title": "Trey Edward Shults Narrates a Scene From ‘Krisha’", "title_page": "Trey Edward Shults Narrates a Scene From ‘Krisha’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What was it like directing your family?\nIt was lovely, actually. We did a short-film version first, so that broke us in. We knew what we were going for. My direction, for certain moments, was just to know when to get out of the way.\nKrisha is an actress, but your other family members are not professionals. How did you work with them?\nI discovered my mom is an amazing actress and I didn’t know it. She’s a therapist in real life, so she’s great with people and deals with big emotions. Then a scene with my grandma — she didn’t know we were making a movie. She has dementia, so everything with her was more like a documentary. The camera was hidden and we just played the scene out.\nWhere did you shoot?\nWe shot in Montgomery, Texas, which is my mom’s house. It’s two and a half hours from Austin. We shot it in nine days, a quick shoot.\nAnd you lived in this house before?\nYes, we moved to this house several years before shooting. As soon as we moved in, I knew I wanted to shoot a movie there. I liked the high ceilings and the layout of the house. I ended up structuring the whole script around how we would shoot throughout that house. It’s like living on your set for years before you actually shoot. You have all the time in the world to think about what you’re going to do.", "url": "https://www.nytimes.com/2016/03/11/movies/trey-edward-shults-narrates-a-scene-from-krisha.html"}