{"authors": ["Aurelien Breeden", "Alissa J. Rubin"], "date_download": "2018-11-16 03:20:53", "date_modify": "2018-11-16 03:20:53", "date_publish": "2016-03-19 17:57:51", "description": "Salah Abdeslam, wounded in a shootout with the Brussels police, is thought to be the last surviving member of the group that carried out deadly attacks on Paris in November.", "filename": "2016_03_20_world_europe_paris-terror-attacks-suspect-belgium.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338453.html", "image_url": "https://static01.nyt.com/images/2016/03/20/world/20BELGIUM1/20BELGIUM1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_20_world_europe_paris-terror-attacks-suspect-belgium.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338453.html", "title": "Paris Suspect Claims He ‘Backed Out’ of Stadium Bombing, Prosecutor Says", "title_page": "Paris Suspect Claims He ‘Backed Out’ of Stadium Bombing, Prosecutor Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — Salah Abdeslam, believed to be the only direct participant in the November attacks in Paris who is still alive, told investigators on Saturday after being captured a day earlier that he wanted to detonate his suicide vest at the Stade de France soccer stadium on the night of the attacks but “backed out,” said the lead terrorism prosecutor in France.\nThree of the attackers detonated their vests there, but killed just one person and themselves on Nov. 13 during a match between France and Germany.\nImage Sven Mary, the Belgian lawyer of Paris attacks suspect Salah Abdeslam, talks to the media outside the building of the Federal Police in Brussels on Saturday. Credit Aurore Belot/Agence France-Presse — Getty Images\nThe prosecutor, François Molins, warned against putting too much stock in anything Mr. Abdeslam said at such an early stage. “These first statements leave unanswered a whole series of questions that Salah Abdeslam will have to answer,” he said.", "url": "https://www.nytimes.com/2016/03/20/world/europe/paris-terror-attacks-suspect-belgium.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}