{"authors": ["Alexander Burns"], "date_download": "2018-11-16 03:16:44", "date_modify": "2018-11-16 03:16:44", "date_publish": "2016-05-06 14:31:16", "description": "Mr. Trump may find it difficult to raise funds after being shunned by respected party figures including Mitt Romney, George Bush, George W. Bush and Paul D. Ryan.", "filename": "2016_05_07_us_politics_donald-trump-seeks-republican-unity-but-finds-rejection.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338204.html", "image_url": "https://static01.nyt.com/images/2016/05/07/us/07repubs/07repubs-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_07_us_politics_donald-trump-seeks-republican-unity-but-finds-rejection.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338204.html", "title": "Donald Trump Seeks Republican Unity but Finds Rejection", "title_page": "Donald Trump Seeks Republican Unity but Finds Rejection - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The populist Manhattan businessman responded with a statement savaging Mr. Graham, a senior spokesman for the party on national security. Mr. Trump boasted that he had “destroyed his hapless run for president” and consigned Mr. Graham to the political ash heap.\n“While I will unify the party, Lindsey Graham has shown himself to be beyond rehabilitation,” Mr. Trump said. In Omaha, Mr. Trump branded Mr. Graham “nasty” and called his campaign “a disgrace.”\nMr. Trump’s belittling attack poses a new challenge for a party already riven by frustration and indecision over his campaign. Having campaigned for the Republican nomination on a platform of cracking down on immigration and foreign trade, Mr. Trump now trails Hillary Clinton in general election polls and cannot afford an exodus of voters from the Republican base.\nWhile Mr. Trump’s war on the Republican establishment has galvanized his supporters, it is likely to complicate his efforts to court a broader array of voters, including moderate Republicans, and political benefactors in order to compete in November.\nMr. Trump has acknowledged he will need help from the party’s traditional bankrollers during the general election, when he has said he will no longer finance his campaign from his personal fortune.\nHe has appeared uncertain of how to respond to the prospect of mass defections from inside the Republican Party. He has said in recent weeks that he favors party unity as a practical matter, but that there are also Republicans whose support he does not believe he needs — and whose support he would not welcome.\nDan Senor, a former adviser to Mitt Romney and Paul D. Ryan in the 2012 election, said Mr. Trump’s dismissive attitude toward his critics could have crippling consequences in a general election.", "url": "https://www.nytimes.com/2016/05/07/us/politics/donald-trump-seeks-republican-unity-but-finds-rejection.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}