{"authors": ["The Associated Press"], "date_download": "2018-11-16 03:42:17", "date_modify": "2018-11-16 03:42:17", "date_publish": "2016-12-05 01:44:24", "description": "In a written request, Mr. Roof, accused of killing nine blacks in a South Carolina church, asked to represent himself again in the sentencing phase.", "filename": "2016_12_04_us_dylann-roof-charleston-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339737.html", "image_url": "https://static01.nyt.com/images/2016/12/05/us/05charleston1/05charleston1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_04_us_dylann-roof-charleston-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339737.html", "title": "Dylann Roof Wants His Lawyers Back to Begin Trial", "title_page": "Dylann Roof Wants His Lawyers Back to Begin Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "COLUMBIA, S.C. (AP) — The white man charged in the shooting deaths of nine black parishioners at a South Carolina church asked a judge on Sunday if he could have his defense team back, at least temporarily.\nIn a handwritten request, the defendant, Dylann S. Roof, asked Judge Richard M. Gergel of Federal District Court to return his defense team for the guilt phase of his federal death penalty trial, which is scheduled to begin in Charleston within days.\n“I would like to ask if my lawyers can represent me for the guilt phase of the trial only,” Mr. Roof wrote. “Can you let me have them back for the guilt phase, and then let me represent myself for the sentencing phase of the trial? If you would allow that, then that is what I would like to do.”\nMr. Roof, 22, faces dozens of federal charges, including hate crimes and obstruction of the practice of religion, for the June 2015 killings at the end of a Bible study session at Emanuel African Methodist Episcopal Church in Charleston. The police said he hurled racial slurs during the shooting and left three people alive so they could tell the world that the reason for the killings was that he hated black people.", "url": "https://www.nytimes.com/2016/12/04/us/dylann-roof-charleston-trial.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}