{"authors": ["Jeremy W. Peters", "Rachel Shorey"], "date_download": "2018-11-16 03:51:59", "date_modify": "2018-11-16 03:51:59", "date_publish": "2016-12-09 23:35:13", "description": "Hillary Clinton’s total expenses were $565 million, and Donald J. Trump’s were $322 million — significantly less than their counterparts spent in 2012.", "filename": "2016_12_09_us_politics_campaign-spending-donald-trump-hillary-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340319.html", "image_url": "https://static01.nyt.com/images/2016/12/10/us/10trumpmoney/10trumpmoney-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_09_us_politics_campaign-spending-donald-trump-hillary-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340319.html", "title": "Trump Spent Far Less Than Clinton, but Paid His Companies Well", "title_page": "Trump Spent Far Less Than Clinton, but Paid His Companies Well - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mrs. Clinton closed with under $1 million in the bank, much less than the $7 million remaining for the Trump campaign.\nThough Mr. Trump would often brag that he was financing his own campaign, that was only partially true. The new disclosures show that nearly 80 percent of the money his campaign brought in came from donors.\nThe disclosures also undercut another theme that was central to Mr. Trump’s appeal as an antipolitician — his insistence that he would not favor wealthy donors and powerful interests if elected.\nSome of his high-level nominees, who include millionaires and billionaires, made large donations to his campaign or to “super PACs” supporting him. For example, Linda McMahon, the professional wrestling mogul whom Mr. Trump has chosen to lead the Small Business Administration, donated $7 million to two pro-Trump groups. The records also show that the men he intends to nominate for his secretaries of Labor, Treasury and Commerce all made six-figure contributions to his campaign, the Republican National Committee or another group supporting him.\nStill, Mr. Trump’s campaign also benefited from a far-reaching network of ordinary Americans who gave small amounts of money, an illustration of his powerful grass-roots appeal. Sixty-five percent of the amount donors gave directly to his campaign came from people who donated $200 or less.\nThe financial fortunes of the political parties are also reflected in the outcome of the campaign, with Democrats in worse shape than Republicans as they head into 2017. The Democratic National Committee reported having $13 million on hand and $2 million in debt. The Republican National Committee has $21 million on hand and no debt.\nThe figures also showed the extent to which the Republican National Committee benefited from its financial arrangement with Mr. Trump, who despite being a drag on the party’s finances early on ended up helping to rescue it. The committee kept a slice of the money it had raised with Mr. Trump through two joint fund-raising committees, helping to pay off $7 million in debt and leaving it in much better financial condition than at the beginning of the campaign.", "url": "https://www.nytimes.com/2016/12/09/us/politics/campaign-spending-donald-trump-hillary-clinton.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}