{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 04:33:33", "date_modify": "2018-11-16 04:33:33", "date_publish": "2016-06-17 12:01:01", "description": "Mr. Trump and the Republican National Committee could not enter Quicken Loans Arena, where the convention will be held, because it was still being used for the N.B.A. finals.", "filename": "2016_06_18_us_politics_donald-trump-republican-convention-cleveland-nba-finals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342813.html", "image_url": "https://static01.nyt.com/images/2016/06/16/us/16CONVENTIONweb1/16CONVENTIONweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_18_us_politics_donald-trump-republican-convention-cleveland-nba-finals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342813.html", "title": "He Had to Wait for LeBron, but Donald Trump Can Finally Set Up His Convention", "title_page": "He Had to Wait for LeBron, but Donald Trump Can Finally Set Up His Convention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Trump campaign, whose team of about a dozen staff members arrived in Cleveland after Memorial Day, is still working on its plans for where Mr. Trump will deliver his speeches. (He has said he may speak each night from a different city before arriving here.)\nAs for the convention program, the lineup of speakers is still very fluid. During meetings last week, staff members for the Trump campaign and the national committee sat down to draft a wish list of celebrities and prominent political figures they would contact. They broke it down into ones Mr. Trump should call himself (Dick Cheney and Condoleezza Rice, for example) and those who would be left for aides to handle (Kenny Rogers, Jack Nicklaus and Diamond and Silk, the African-American sisters who gained notice after making YouTube videos praising Mr. Trump), convention planners said.\nThe building of the stage, usually one of the most extensive mechanical undertakings of any convention, is taking place at an undisclosed location outside of downtown, and the stage will have to be moved into the arena in pieces shortly.\nOne recent afternoon, a walk through the arena bore no signs that the Republican National Convention was coming to town. Crews of workers were not only preparing for the Cavaliers’ return, but also setting up for one of the final games of the season for the Lake Erie Monsters, a minor-league hockey team. Like the Cavaliers, they also made their league championship, giving Republicans one more logistical headache. (The Monsters won on Saturday, capturing the American Hockey League’s Calder Cup.)\nThe club-level bar where Mr. Trump and his family will sit during the convention smelled pungently of popcorn and was covered in advertisements for Effen vodka and its sponsor, the rapper 50 Cent. The large scoreboard and video display known as the humongotron will need to be hoisted higher into the rafters once Mr. Trump’s team moves in. And the suite at the top level of the arena that will be handed over to radio hosts and producers is for now still the Budweiser Penthouse.", "url": "https://www.nytimes.com/2016/06/18/us/politics/donald-trump-republican-convention-cleveland-nba-finals.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}