{"authors": ["Nicholas Casey"], "date_download": "2018-11-16 04:14:44", "date_modify": "2018-11-16 04:14:44", "date_publish": "2016-01-16 02:59:01", "description": "President Nicolás Maduro is seeking additional powers to bypass the National Assembly on spending matters, but the measure would have to be approved by the president’s rivals.", "filename": "2016_01_16_world_americas_venezuela-declares-emergency-as-its-economy-falters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341684.html", "image_url": "https://static01.nyt.com/images/2016/01/16/world/16VENEZUELA-still/16VENEZUELA-still-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_16_world_americas_venezuela-declares-emergency-as-its-economy-falters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341684.html", "title": "Venezuela Declares Emergency as Its Economy Falters", "title_page": "Venezuela Declares Emergency as Its Economy Falters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CARACAS, Venezuela — The Venezuelan government on Friday declared an emergency to address the country’s deteriorating economy.\nThe plan was short on specific policy changes but sought to give President Nicolás Maduro the power to bypass the National Assembly on spending matters, among other measures. But any expansion of executive power would have to be approved by the National Assembly, which is controlled by Mr. Maduro’s rivals who took control of the chamber in January with their own promises to address Venezuela’s economic problems.\nLater in the day, Mr. Maduro delivered Venezuela’s equivalent of the State of the Union address. It was the president’s first time addressing his Assembly rivals in the chamber.\nAlso on Friday, Venezuela’s central bank announced some grim economic figures, noting that the economy contracted by 4.5 percent during the first nine months of 2015 and that inflation reached 142 percent during the 12-month period ending in September.", "url": "https://www.nytimes.com/2016/01/16/world/americas/venezuela-declares-emergency-as-its-economy-falters.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}