{"authors": ["Steven Lee Myers", "Eric Lichtblau"], "date_download": "2018-11-16 04:01:40", "date_modify": "2018-11-16 04:01:40", "date_publish": "2016-05-25 15:09:56", "description": "Mrs. Clinton and her aides have played down the inquiries, saying that she would cooperate with investigators to put the email issue behind her.", "filename": "2016_05_26_us_politics_state-department-hillary-clinton-emails.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340900.html", "image_url": "https://static01.nyt.com/images/2016/05/29/us/26emails-web/26emails-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_26_us_politics_state-department-hillary-clinton-emails.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340900.html", "title": "Hillary Clinton Is Criticized for Private Emails in State Dept. Review", "title_page": "Hillary Clinton Is Criticized for Private Emails in State Dept. Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Powell told investigators he used the address only for unclassified emails, but at least two emails forwarded to him have since been determined to have included information that is now classified.\nThe rules governing emails under previous secretaries were, the report said, “very fluid.” By the time Mrs. Clinton came to office, however, they were “considerably more detailed and sophisticated,” spelling out the “obligation to use department systems in most circumstances and identifying the risks of not doing so.”\nThe department issued numerous warnings dating back a decade about the cybersecurity risks of using personal emails accounts for government business, the report said. Mrs. Clinton was personally sent a memo in 2011 warnings of hackers trying to target unclassified, personal email accounts. She was also given a classified, in-person briefing on the dangers, the report said.\nThe report also disclosed an attempt to hack into Mrs. Clinton’s server in January 2011. It said a “nondepartmental adviser” to Bill Clinton — apparently Bryan Pagliano, who installed the private server — informed the department that he had shut down the system because “someone was trying to hack us and while they did not get in, I didn’t want to let them have a chance.”\nThe attack continued later that day, prompting another official to write to two of Mrs. Clinton’s top aides, Cheryl D. Mills and Jake Sullivan, to warn them not to send her “anything sensitive.” The official said that she would “explain more in person.” The report found that while dozens of State Department employees used personal email accounts periodically over the years, including Ms. Mills and Mr. Sullivan, only three officials were found to have used it “exclusively” for day-to-day operations: Mrs. Clinton; Mr. Powell, and Jonathan Scott Gration, who was ambassador to Kenya from 2011 to 2012.\nDepartment officials never directly told Mrs. Clinton or Mr. Powell that they needed to end their use of personal email, the report found, but in Mr. Gration’s case, they did. In 2011, officials warned him that he was not authorized to use personal email for government business in Kenya. He continued doing so, and the department initiated disciplinary action over “his failure to follow these directions” and several other undisclosed infractions, the report said. He resigned in 2012 before any action was taken.\nSecretary of State John Kerry also acknowledged to the inspector general that he had used a personal account at times, but “began primarily using his department email account to conduct official business.” Mr. Kerry said that while he still occasionally responded to people who emailed him on his personal account, he would preserve the emails for the record.", "url": "https://www.nytimes.com/2016/05/26/us/politics/state-department-hillary-clinton-emails.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}