{"authors": ["Matthew Rosenberg", "Maggie Haberman", "Eric Schmitt"], "date_download": "2018-11-16 03:51:23", "date_modify": "2018-11-16 03:51:23", "date_publish": "2016-12-06 23:03:35", "description": "Michael G. Flynn, the son of the pick for national security adviser, had posted on Twitter about a fake Hillary Clinton story that led to an armed encounter in a pizzeria.", "filename": "2016_12_06_us_politics_michael-flynn-son-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340283.html", "image_url": "https://static01.nyt.com/images/2016/12/07/us/07flynn/07flynn-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_06_us_politics_michael-flynn-son-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340283.html", "title": "Trump Fires Adviser’s Son From Transition for Spreading Fake News", "title_page": "Trump Fires Adviser’s Son From Transition for Spreading Fake News - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Miller did not say what prompted the dismissal of Mr. Flynn, but two other Trump transition officials said it was tied to his Twitter posting.\nThe move may have cost the younger Mr. Flynn an eventual post in the White House. Until Tuesday, he had planned to join his father on the staff of the National Security Council and had even started the process of getting a security clearance, according to an acquaintance who spoke on the condition of anonymity to avoid upsetting the Flynns.\nDespite the younger Mr. Flynn’s abrupt removal from the transition team, there was no indication that Mr. Trump was reconsidering his choice of General Flynn, 57, a former director of the Defense Intelligence Agency, to serve as national security adviser.\nBut beyond the tight circle around Mr. Trump, there were growing concerns in Washington about General Flynn’s fitness for the job, fueled by talk of his temperament, his conspiratorial worldview and his own incendiary Twitter postings.\nMany Democrats were openly critical from the moment the appointment was announced last month, and several prominent Republican national security officials also quietly voiced concerns. Now, with Mr. Flynn under growing scrutiny, some are beginning to speak publicly.\n“The national security adviser should have a moderating effect on the instincts of the president, and it remains to be seen if Mike can do that,” Michael V. Hayden, a former director of both the C.I.A. and the National Security Agency, said in a telephone interview on Tuesday.\nThe role of national security adviser calls for mediating the conflicting views of cabinet secretaries and agencies, and sifting fact from speculation and rumor to help the new president decide how the United States should react to international crises.", "url": "https://www.nytimes.com/2016/12/06/us/politics/michael-flynn-son-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}