{"authors": ["Chad Bray"], "date_download": "2018-11-16 04:13:56", "date_modify": "2018-11-16 04:13:56", "date_publish": "2016-03-18 11:20:43", "description": "The former employees of Deutsche Bank and Société Générale failed to appear in court to answer charges they sought to manipulate the benchmark interest rate.", "filename": "2016_03_19_business_dealbook_britain-euribor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341636.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_19_business_dealbook_britain-euribor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341636.html", "title": "Britain Obtains European Arrest Warrants for 5 Bankers in Euribor Case", "title_page": "Britain Obtains European Arrest Warrants for 5 Bankers in Euribor Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — The British authorities said on Friday they had obtained European arrest warrants for five former employees of Deutsche Bank and Société Générale who failed to appear in court to answer charges they conspired to manipulate a global benchmark interest rate known as Euribor.\nThe Serious Fraud Office, which investigates fraud in Britain, has accused 11 former employees of Barclays, Deutsche Bank and Société Générale in a case related to the manipulation of Euribor, or the euro interbank offered rate.\nSix of the 11 live in Britain and have appeared in court to face the charges; they have denied wrongdoing and are expected to go on trial next year.\nFour former Deutsche Bank employees — Andreas Hauschild, Jörg Vogt, Ardalan Gharagozlou and Kai-Uwe Kappauf — and Stéphane Esper, a former Société Générale employee, do not live in Britain and did not appear in court.", "url": "https://www.nytimes.com/2016/03/19/business/dealbook/britain-euribor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}