{"authors": ["Katie Benner", "Matt Apuzzo"], "date_download": "2018-11-16 03:42:23", "date_modify": "2018-11-16 03:42:23", "date_publish": "2016-02-22 11:32:14", "description": "The government is portraying its request that Apple open an iPhone used by a terrorist as a one-time demand. Apple sees a much broader issue.", "filename": "2016_02_23_technology_apple-unlock-iphone-san-bernardino.html_module=inline_1542339743.html", "image_url": "https://static01.nyt.com/images/2016/02/23/world/23Apple-web/23Apple-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_23_technology_apple-unlock-iphone-san-bernardino.html_module=inline_1542339743.html", "title": "Narrow Focus May Aid F.B.I. in Apple Case", "title_page": "Narrow Focus May Aid F.B.I. in Apple Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — In the months leading up to Apple’s standoff with the United States government over the unlocking of an iPhone, the technology industry braced itself for a big demand — a back door into all of Apple’s products, or a way to destroy the company’s strong encryption.\nInstead, the F.B.I. took the industry by surprise and cleverly stopped short of expectations. The bureau asked Apple for something very specific: that it create an alternative operating system for just one phone that would help the government break into the device. The limited nature of the request has helped the government portray this case as a one-time demand, without ramifications beyond the case at hand.\nIn public statements posted on Sunday, the F.B.I. director, James B. Comey Jr. wrote: “We don’t want to break anyone’s encryption or set a master key loose on the land.”\nWhile the F.B.I. is pursuing a narrow focus, Apple is arguing its side as broadly as possible.\nThe company has repeatedly said this case is about much more than the iPhone of one of the attackers from a mass shooting in San Bernardino, Calif., which killed 14. The company has framed the government’s request as a larger discussion of privacy and civil liberties, and a slippery slope that could open the way to similar demands in the future.", "url": "https://www.nytimes.com/2016/02/23/technology/apple-unlock-iphone-san-bernardino.html?module=inline"}