{"authors": ["Trip Gabriel"], "date_download": "2018-11-16 04:26:21", "date_modify": "2018-11-16 04:26:21", "date_publish": "2016-09-06 09:00:29", "description": "Almost none of the governor’s seasoned staff members are helping Mr. Trump in Ohio, which no candidate since 1964 has lost and still won the White House.", "filename": "2016_09_07_us_politics_donald-trump-ohio-john-kasich.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342381.html", "image_url": "https://static01.nyt.com/images/2016/09/06/us/07OHIOweb1/07OHIOweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_07_us_politics_donald-trump-ohio-john-kasich.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342381.html", "title": "Donald Trump’s Feud With John Kasich May Haunt Him in Ohio", "title_page": "Donald Trump’s Feud With John Kasich May Haunt Him in Ohio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Hartley opened Ohio field offices for Mr. Kasich ahead of his victory in the state’s presidential primary. But he did not want to work for Mr. Trump, citing loyalty as a member of Mr. Kasich’s team.\n“You’re a family, and if somebody attacks your family and says awful things about your family, are you inclined to help that person?” he asked, alluding to Mr. Trump. “The answer is no. To be honest, the Trump people did this to themselves.”\nMr. Kasich, who is seen as already laying the groundwork for a 2020 presidential race, was in New Hampshire late last month to thank supporters. He had finished second in the state’s primary in February.\nMembers of his close-knit team said the governor had not commanded them not to work for Mr. Trump.\nOne Kasich ally, Matt Borges, the chairman of the Ohio Republican Party, who criticized Mr. Trump during the convention, is now supportive of the nominee. “You play the hand you’re dealt and go out and do the best you can,” Mr. Borges said.\n“We will have an effort that’s parallel to any other presidential effort we’ve had in Ohio,” he added.\nMr. Trump’s small paid staff in the state is led by Bob Paduchik, a veteran of President George W. Bush’s 2004 re-election race. It is filled out by a handful of operatives from second-tier Ohio Republican officeholders.", "url": "https://www.nytimes.com/2016/09/07/us/politics/donald-trump-ohio-john-kasich.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}