{"authors": ["Eric Lichtblau", "Steven Lee Myers"], "date_download": "2018-11-16 04:01:34", "date_modify": "2018-11-16 04:01:34", "date_publish": "2016-05-27 02:48:46", "description": "Lewis A. Lukens, a former aide, testified that he had proposed setting up a computer for Mrs. Clinton that would not be connected to the State Department’s system.", "filename": "2016_05_27_us_politics_hillary-clinton-state-department-email-inquiry_1542340894.html", "image_url": "https://static01.nyt.com/images/2016/05/27/us/27EMAILS/27EMAILS-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_27_us_politics_hillary-clinton-state-department-email-inquiry_1542340894.html", "title": "Hillary Clinton Wasn’t Adept at Using a Desktop for Email, Inquiry Is Told", "title_page": "Hillary Clinton Wasn’t Adept at Using a Desktop for Email, Inquiry Is Told - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Hillary Clinton and her advisers have offered a series of explanations over the last year for her decision to use a private email server as secretary of state, a decision that she said again on Thursday had been “a mistake.”\nShe did not want the inconvenience of carrying two phones, Mrs. Clinton said initially. She did not want a government account that might pull in nonwork matters, she said later. Or perhaps, an adviser has said, she simply did not want Republican lawmakers rifling through her personal emails.\nYet another explanation emerged Thursday: She was not comfortable with using a computer to read email.\nLewis A. Lukens, a former State Department administrative official, said in a sworn deposition last week that after Mrs. Clinton became secretary of state in 2009, he had proposed accommodating her by setting up a desktop computer in her office that would not be connected to the department’s system. That would have allowed her to send and receive email on a personal account, Mr. Lukens said in the deposition, which he gave as part of a lawsuit brought by Judicial Watch, a conservative legal advocacy group. The group released a transcript of the deposition on Thursday.", "url": "https://www.nytimes.com/2016/05/27/us/politics/hillary-clinton-state-department-email-inquiry.html"}