{"authors": ["Farhad Manjoo"], "date_download": "2018-11-16 03:42:12", "date_modify": "2018-11-16 03:42:12", "date_publish": "2016-02-24 14:13:49", "description": "In an Internet of Things world, every home appliance could be turned into a listening post. That’s why the Apple case matters.", "filename": "2016_02_25_technology_personaltech_the-apple-case-will-grope-its-way-into-your-future.html_module=inline_1542339732.html", "image_url": "https://static01.nyt.com/images/2016/02/25/technology/25state-ollo2/25state-ollo2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_25_technology_personaltech_the-apple-case-will-grope-its-way-into-your-future.html_module=inline_1542339732.html", "title": "The Apple Case Will Grope Its Way Into Your Future", "title_page": "The Apple Case Will Grope Its Way Into Your Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To understand what’s at stake in the battle between Apple and the F.B.I. over cracking open a terrorist’s smartphone, it helps to be able to predict the future of the tech industry.\nFor that, here’s one bet you’ll never lose money on: Digital technology always grows hungrier for more personal information, and we users nearly always accede to its demands. Today’s smartphones hold a lot of personal data — your correspondence, your photos, your location, your dignity. But tomorrow’s devices, many of which are already around in rudimentary forms, will hold a lot more.\nConsider all the technologies we think we want — not just better and more useful phones, but cars that drive themselves, smart assistants you control through voice or household appliances that you can monitor and manage from afar. Many will have cameras, microphones and sensors gathering more data, and an ever more sophisticated mining effort to make sense of it all. Everyday devices will be recording and analyzing your every utterance and action.\nThis gets to why tech companies, not to mention we users, should fear the repercussions of the Apple case. Law enforcement officials and their supporters argue that when armed with a valid court order, the cops should never be locked out of any device that might be important in an investigation.", "url": "https://www.nytimes.com/2016/02/25/technology/personaltech/the-apple-case-will-grope-its-way-into-your-future.html?module=inline"}