{"authors": ["William Neuman"], "date_download": "2018-11-16 04:32:49", "date_modify": "2018-11-16 04:32:49", "date_publish": "2016-10-23 23:38:28", "description": "Republicans are trying to find a balance between expressing support for Mr. Trump and distancing themselves from a candidate who may become toxic to the moderates and independents they need to win.", "filename": "2016_10_24_nyregion_new-york-republicans-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342769.html", "image_url": "https://static01.nyt.com/images/2016/10/24/nyregion/24TRUMPNYRACES1/24TRUMPNYRACES1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_24_nyregion_new-york-republicans-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342769.html", "title": "G.O.P. Hopefuls in New York Races Walk Tightrope on Donald Trump", "title_page": "G.O.P. Hopefuls in New York Races Walk Tightrope on Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The race in the 22nd District is unusual because it also includes a well-financed independent candidate, Martin Babinec, a wealthy technology sector businessman. A recent Time Warner Cable News/Siena College poll showed Ms. Tenney with support from 35 percent of voters surveyed, with Ms. Myers at 30 percent and Mr. Babinec at 24 percent. In the poll, released on Sept. 29, before Mr. Trump’s boasts about groping women became public, Mr. Trump led Mrs. Clinton by 11 points in the district.\n“Voters are not only angry and frustrated, but are asking questions about how did we find ourselves in this situation,” Mr. Babinec said, adding that the “election drama at the top of the ticket raised interest and appetite for the value of an independent candidate.”\nIn August, after Mr. Trump criticized the family of a Muslim-American soldier killed in Iraq, Ms. Tenney was quoted as saying that he had crossed a line. But she said she would still vote for him because he was preferable to Mrs. Clinton.\nMs. Tenney did not respond to requests for an interview, but her spokeswoman, Hannah Andrews, said Mr. Trump’s comments about groping women had not changed her position. “She says she will vote for him and supports him,” Ms. Andrews said.\nBut an ad running on Ms. Tenney’s behalf, paid for by the National Republican Congressional Committee, sounds a very different note. It makes no mention of Mr. Trump, warns ominously about the Islamic State and job losses, and says Ms. Myers would be a rubber stamp for Mrs. Clinton — implying that she will be the next president.\nThe 22nd District is one of many across the country seen as crucial to both parties’ congressional hopes. It is currently represented by a Republican, Representative Richard L. Hanna, who is retiring. Mr. Hanna, perhaps freed by not having to run for re-election, has denounced Mr. Trump and said he plans to vote for Mrs. Clinton.", "url": "https://www.nytimes.com/2016/10/24/nyregion/new-york-republicans-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}