{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 04:50:41", "date_modify": "2018-11-16 04:50:41", "date_publish": "2016-11-15 23:53:39", "description": "The right has been waiting a long time for its chance to upend Washington. Now, its faithful want to be sure the new president does not go soft.", "filename": "2016_11_16_us_politics_conservatives-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343841.html", "image_url": "https://static01.nyt.com/images/2016/11/16/us/16conservatives1/16conservatives1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_16_us_politics_conservatives-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343841.html", "title": "As Donald Trump Builds Team, the Right Scours His Blueprints", "title_page": "As Donald Trump Builds Team, the Right Scours His Blueprints - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The conservatives who found a hero in Mr. Trump through his brand of populism are not likely to be placated by half-measures and conciliations.\n“There are challenges, and we need to make sure that there are good, qualified people around him,” said Michael Needham, chief executive of Heritage Action for America, a conservative policy group. Mr. Needham said he was encouraged by what he had heard so far from Mr. Trump.\n“The Republican Party is a party that’s gotten by repeating Reaganesque platitudes,” Mr. Needham said. “But it wasn’t speaking to where a lot of Americans are. Trump did.”\nHe added, “We’ll know in short order how that all works out.”\nWhat could be especially dangerous for Mr. Trump is the combustible nature of the populist politics he inflamed — and its tendency, especially in its Tea Party-tinged incarnation, to turn on its own. It is a movement that always seems in search of a fight.\n“This is the people’s president, and this is the people’s victory,” Laura Ingraham, a conservative radio host, told her audience the other day. “This is your victory. Take a little time to savor it, and then we’ve got to gear up. Because there are a lot of battles to fight ahead.”\nWhether those battles are the same as those Mr. Trump wants is another issue altogether.\nHow Mr. Trump meets the expectations of his base on the subject of illegal immigration will be one of his biggest tests. No other issue animated it more. But Mr. Trump has sent conflicting signals about whether he intends to follow through on the “great, great wall” he vowed to erect along the border with Mexico.\nBacking away from that pledge, perhaps the highest-profile promise of his campaign, would no doubt induce anger and anxiety among some conservatives, though others seem willing to grant him some leeway.", "url": "https://www.nytimes.com/2016/11/16/us/politics/conservatives-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}