{"authors": ["Ayesha Venkataraman", "Ellen Barry", "Eric Lipton"], "date_download": "2018-11-16 03:18:27", "date_modify": "2018-11-16 03:18:27", "date_publish": "2016-11-20 23:37:50", "description": "A meeting last week with Indian developers highlights the potential for conflict stemming from his businesses and his role as president.", "filename": "2016_11_21_us_politics_donald-trump-india-business.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338307.html", "image_url": "https://static01.nyt.com/images/2016/11/21/us/21trumpindia-web/21trumpindia-web-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_21_us_politics_donald-trump-india-business.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338307.html", "title": "Indian Business Partners Hope to Exploit Their Ties to Donald Trump", "title_page": "Indian Business Partners Hope to Exploit Their Ties to Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It already looks like he is using his position as president-elect to promote something in India that would benefit him financially,” Mr. Stern said. “It is not presidential — or at least presidential before him.”\nHope Hicks, a spokeswoman for Mr. Trump’s transition team, declined on Sunday to comment.\nA spokeswoman from the Trump Organization declined to address questions about the appropriateness of Mr. Trump meeting with his business partners, and instead pointed to a statement the organization made last week about shifting control of Mr. Trump’s business operations to his children.\n“This is a top priority at the organization, and the structure that is ultimately selected will comply with all applicable rules and regulations,” said Amanda Miller, the vice president of marketing at the Trump Organization.\nThe Pune towers are the first Trump-branded project to be completed in India, to be followed in the next few years by a 75-story skyscraper in Mumbai.\nMr. Trump’s five current projects in India are worth around $1.5 billion, making it Mr. Trump’s most active development market outside North America, Mr. Mehta, the managing director at Tribeca Developers and the Trump Organization’s representative in India, told The Indian Express last week.\nIn most cases, Mr. Trump does not invest in the projects, but instead allows the developers to use his name in return for an undisclosed sum in royalties, according to industry analysts. Though each agreement is structured differently, in many cases the brand receives a percentage of sales, meaning Mr. Trump stands to benefit directly from increased revenues.\nPublicity materials focus heavily on Mr. Trump and his family. One pitch promises that “the experience of owning a Trump-branded property and living the Trump lifestyle is unparalleled.” Customers requesting information about the units receive an email illustrated with a large photograph of Ivanka Trump, Mr. Trump’s elder daughter, seated thoughtfully before a window.", "url": "https://www.nytimes.com/2016/11/21/us/politics/donald-trump-india-business.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}