{"authors": ["John Koblin", "Emily Steel", "Jim Rutenberg"], "date_download": "2018-11-16 04:46:13", "date_modify": "2018-11-16 04:46:13", "date_publish": "2016-07-21 20:15:39", "description": "Mr. Murdoch himself broke the news to staff members in New York, barely two weeks after Mr. Ailes was named in a sexual harassment suit.", "filename": "2016_07_22_business_media_roger-ailes-fox-news.html_action=click&contentCollection=Media&module=inline&region=Marginalia&pgtype=article_1542343573.html", "image_url": "https://static01.nyt.com/images/2016/07/22/business/22ailes-hp/22ailes-hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_22_business_media_roger-ailes-fox-news.html_action=click&contentCollection=Media&module=inline&region=Marginalia&pgtype=article_1542343573.html", "title": "Roger Ailes Leaves Fox News, and Rupert Murdoch Steps In", "title_page": "Roger Ailes Leaves Fox News, and Rupert Murdoch Steps In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The terms of Mr. Ailes’s departure were negotiated over several chaotic days that transfixed the media world and spurred intense coverage. Mr. Murdoch, on vacation in the French Riviera with his wife, Jerry Hall, had been working in tandem with his sons, James and Lachlan, with whom he leads 21st Century Fox, but it was not until he returned to New York that a deal was reached.\nMr. Murdoch will assume the role of chairman and will be an interim chief executive of the Fox News channel and Fox Business Network until a permanent replacement for Mr. Ailes is found. His interim role is intended to ensure stability during the rest of the presidential race, and to be taken as a signal that the network is not on the verge of a wide-ranging overhaul, said a person briefed on the matter. Mr. Murdoch plans to be “extremely engaged” and had already been attending some news meetings because Mr. Ailes has had health issues recently, the person said.\nIn the same statement as their father, James and Lachlan Murdoch praised Mr. Ailes but alluded to the trouble at Fox News, saying they were committed “to maintaining a work environment based on trust and respect.” Lachlan joined his father in the newsroom on Thursday, but James was not present because of a previously scheduled business trip in Europe.\nMr. Ailes’s position atop Fox News was thrown into doubt two weeks ago after Ms. Carlson filed a sexual harassment suit against him. Mr. Ailes denied the accusations, but 21st Century Fox began the internal review and, earlier this week, determined that he could no longer remain in the job.\nThe campaign to rally support for Mr. Ailes ultimately became a problem for him. It included declarations casting doubt on Ms. Carlson’s charges from hosts including Greta Van Susteren, Jeanine Pirro and Neil Cavuto, who in an op-ed described the accusations as “sick.”\nSeveral female staff members had said on Wednesday that they feared that campaign was making younger female staff members with their own stories to tell too frightened to speak with investigators — something the investigators feared as well, people briefed on their inquiry said this week.\nA friend of Ms. Kelly, who spoke on condition of anonymity, said that Ms. Kelly resisted pressure to support Mr. Ailes, and cooperated with the investigation so that those other staff members would “feel more comfortable coming forward to tell the truth.” Ms. Kelly has not spoken publicly about the matter.", "url": "https://www.nytimes.com/2016/07/22/business/media/roger-ailes-fox-news.html?action=click&contentCollection=Media&module=inline&region=Marginalia&pgtype=article"}