{"authors": ["David E. Sanger", "Maggie Haberman", "Clifford Krauss"], "date_download": "2018-11-16 03:51:52", "date_modify": "2018-11-16 03:51:52", "date_publish": "2016-12-10 21:12:52", "description": "Mr. Tillerson’s extensive deal-making around the world has engendered close ties with a number of world leaders, including President Vladimir V. Putin of Russia.", "filename": "2016_12_10_us_politics_rex-tillerson-secretary-of-state-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340312.html", "image_url": "https://static01.nyt.com/images/2016/12/11/us/11tillerson1/11tillerson1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_10_us_politics_rex-tillerson-secretary-of-state-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340312.html", "title": "Rex Tillerson, Exxon Chief, Is Expected to Be Pick for Secretary of State", "title_page": "Rex Tillerson, Exxon Chief, Is Expected to Be Pick for Secretary of State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Tillerson, 64, has spent the past 41 years at Exxon, where he began as a production engineer and went on to strike deals around the world for a company that explores, buys and sells oil and gas in some of the globe’s most troubled corners.\nIf confirmed by the Senate, Mr. Tillerson will deal with many of the world leaders he encountered at Exxon, but with a very different agenda. In addition to an increasingly aggressive Russia, he will have to manage a raging war in Syria that has consumed the last year of diplomatic efforts by Secretary of State John Kerry, a rising China that is staking claims in the South China Sea, and a North Korea that is growing closer to being able to launch a nuclear-armed missile at the United States.\nThe kind of deal-making diplomacy that Mr. Tillerson has excelled at is far different from the alliance-building required of a secretary of state, often without the incentive of profits for negotiating partners.\nMr. Tillerson assumed the role of chairman and chief executive of Exxon Mobil in January 2006, and during his tenure the company acknowledged, for the first time, the science underlying climate change. It has said it supports the creation of a carbon tax, which most Republicans have opposed, and it also supported the Paris climate agreement, a major focus of Mr. Kerry’s time in office. Mr. Trump has vowed to abandon the climate pact.\nIn May, Mr. Tillerson told shareholders that “we believe that addressing the risk of climate change is a global issue,” adding that it would require the cooperation of governments, businesses and individuals.\nExecutives at Exxon describe Mr. Tillerson as a strong leader, accustomed to making decisions and giving orders. Some have expressed surprise that he would be interested in the job of secretary of state, because he would not be the final decision maker.", "url": "https://www.nytimes.com/2016/12/10/us/politics/rex-tillerson-secretary-of-state-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}