{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:03:32", "date_modify": "2018-11-16 04:03:32", "date_publish": "2016-05-21 14:26:35", "description": "Because of an F.D.A. labeling change, many consumers will learn that added sugars are in many products generally thought to be healthy.", "filename": "2016_05_22_upshot_it-isnt-easy-to-figure-out-which-foods-contain-sugar.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341012.html", "image_url": "https://static01.nyt.com/images/2016/05/24/upshot/24up-sugar-sub-3/24up-sugar-sub-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_22_upshot_it-isnt-easy-to-figure-out-which-foods-contain-sugar.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341012.html", "title": "You’d Be Surprised at How Many Foods Contain Added Sugar", "title_page": "You’d Be Surprised at How Many Foods Contain Added Sugar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "You may know there’s added sugar in your Coke or cookies. But did you know that it’s in your salad dressing, pasta sauce and bread?\nThe Food and Drug Administration came out Friday with its new template for nutrition labels. One big change was the addition of a line for “added sugar,” to be placed below a line for total sugar. The change is designed to distinguish between sugars that are naturally occurring in a food — like the milk sugar in a plain yogurt — and the sugars that food manufacturers include later to boost flavors — like the “evaporated cane juice” in a Chobani Kids strawberry yogurt.\nA team of researchers at the University of North Carolina conducted a detailed survey of the packaged foods and drinks that are purchased in American grocery stores and found that 60 percent of them include some form of added sugar. When they looked at every individual processed food in the store, 68 percent had added sugar. Some of those products are more obvious sugary foods, but not all. The list includes many sauces, soups, fruit juices and even meat products.", "url": "https://www.nytimes.com/2016/05/22/upshot/it-isnt-easy-to-figure-out-which-foods-contain-sugar.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}