{"authors": ["Manohla Dargis"], "date_download": "2018-11-16 04:10:52", "date_modify": "2018-11-16 04:10:52", "date_publish": "2016-09-30 02:00:05", "description": "Ms. DuVernay makes a startling and powerful statement about the prison industrial complex and the history of black lives in post-Jim-Crow America.", "filename": "2016_09_30_movies_13th-review-ava-duvernay.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341452.html", "image_url": "https://static01.nyt.com/images/2016/09/30/arts/30THIRTEENTH/30THIRTEENTH-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_30_movies_13th-review-ava-duvernay.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341452.html", "title": "Review: ‘13TH,’ the Journey From Shackles to Prison Bars", "title_page": "Review: ‘13TH,’ the Journey From Shackles to Prison Bars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Powerful, infuriating and at times overwhelming, Ava DuVernay’s documentary “13TH” will get your blood boiling and tear ducts leaking. It shakes you up, but it also challenges your ideas about the intersection of race, justice and mass incarceration in the United States, subject matter that could not sound less cinematic. Yet Ms. DuVernay — best known for “Selma,” and a filmmaker whose art has become increasingly inseparable from her activism — has made a movie that’s as timely as the latest Black Lives Matter protest and the approaching presidential election.\nThe movie hinges on the 13th Amendment, as the title indicates, in ways that may be surprising, though less so for those familiar with Michelle Alexander’s 2010 best seller, “The New Jim Crow: Mass Incarceration in the Age of Colorblindness.” Ratified in 1865, the amendment states in full: “Neither slavery nor involuntary servitude, except as a punishment for crime whereof the party shall have been duly convicted, shall exist within the United States, or any place subject to their jurisdiction.” As Ms. Alexander underscores, slavery was abolished for everyone except criminals. (“13TH” opens the New York Film Festival on Friday; it will be in theaters and on Netflix beginning on Oct. 7.)\nImage Angela Davis, scholar and activist, in “13TH.” Credit Netflix\nIn her book, Ms. Alexander (the most charismatic of the movie’s interviewees) argues that mass incarceration exists on a continuum with slavery and Jim Crow. As one of “the three major racialized systems of control adopted in the United States to date,” it ensures “the subordinate status of a group defined largely by race.” Under the old Jim Crow, state laws instituted different rules for blacks and whites, segregating them under the doctrine of separate but equal. Now, with the United States having 25 percent of the world’s prisoners, a disproportionate number of whom are black, mass incarceration has become “metaphorically, the new Jim Crow.”", "url": "https://www.nytimes.com/2016/09/30/movies/13th-review-ava-duvernay.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}