{"authors": ["Damien Cave"], "date_download": "2018-11-16 04:12:11", "date_modify": "2018-11-16 04:12:11", "date_publish": "2016-03-26 23:48:43", "description": "The president’s engagement policy and Raúl Castro’s minor opening to free-market ideas have created a new dynamic for Cuba that reveals what the country could become with more freedom to evolve.", "filename": "2016_03_27_world_americas_with-obama-visit-to-cuba-old-battle-lines-fade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341531.html", "image_url": "https://static01.nyt.com/images/2016/03/27/world/CUBA1/CUBA1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_27_world_americas_with-obama-visit-to-cuba-old-battle-lines-fade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341531.html", "title": "With Obama Visit to Cuba, Old Battle Lines Fade", "title_page": "With Obama Visit to Cuba, Old Battle Lines Fade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Obama and his campaign chose to elevate emotion over ideology. Who could oppose reuniting Cuban families?\nImage President Obama and President Raúl Castro of Cuba at a news conference in Havana. Credit Stephen Crowley/The New York Times\nI was the New York Times bureau chief in Miami then, and I remember thinking the Obama approach was a bit risky. The embargo prohibiting imports and exports was still sacred, and Cuban-American hard-liners dominated public discussion, calling those who asked if the politics around Cuba were changing “clowns,” “idiots” or worse. Polls showed most Cuban-Americans still supported the embargo and a stiff anti-Cuba position.\nBut when Mr. Obama told the crowd that if elected, he would immediately allow “unlimited family travel and remittances to the island,” a cheer arose, even among middle-aged exiles in Guayaberas who told me they had previously rejected that kind of engagement.\nWhen Mr. Obama fulfilled that promise with a policy change in 2009, a rush to Cuba began. Now more than 400,000 Cuban-Americans go annually. When Mr. Castro later signaled a shift of his own, no longer calling exiles gusanos, or worms, as his brother and predecessor Fidel Castro had done, the divide between Cuban and Cuban-American, between exile and loyalist, eased further away.\nThe examples Mr. Obama cited in his speech on Tuesday of Cuban-Americans’ experiencing emotional reunions — including Melinda Lopez, who said “so many of us are now getting so much back” by returning after more than 50 years — are commonplace now. And they are only part of the story.\nMore significant are the connections between recent migrants and relatives back in Cuba who have opened small businesses under Raúl Castro’s new allowances for self-employment. Over the past few years, I’ve met mechanics, chefs, barbers and clothes sellers who all relied on family members abroad to act as unofficial partners, even though investment is illegal under the embargo and Cuban law.\nThe entire idea of going and staying is now being renegotiated. With Cuba also gambling on Cuban families — in 2012, Raúl Castro made it easier for Cubans to travel without losing citizenship — many more Cubans leave, but do not stay away.", "url": "https://www.nytimes.com/2016/03/27/world/americas/with-obama-visit-to-cuba-old-battle-lines-fade.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}