{"authors": ["Eric Lipton", "Charlie Savage", "Michael S. Schmidt"], "date_download": "2018-11-16 04:50:18", "date_modify": "2018-11-16 04:50:18", "date_publish": "2016-11-18 10:00:41", "description": "The choices of Jeff Sessions as attorney general, Mike Pompeo as C.I.A. director and Michael T. Flynn as national security adviser display a decidedly conservative bent.", "filename": "2016_11_18_us_politics_donald-trump-transition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343818.html", "image_url": "https://static01.nyt.com/images/2016/11/18/us/18transition-1/18transition-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_18_us_politics_donald-trump-transition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343818.html", "title": "Donald Trump’s Team Shows Few Signs of Post-Election Moderation", "title_page": "Donald Trump’s Team Shows Few Signs of Post-Election Moderation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On the one hand, he said: “I’m not a white nationalist, I’m a nationalist. I’m an economic nationalist.”\nOn the other hand, Michael Wolff wrote:\n“Darkness is good,” says Bannon, who amid the suits surrounding him at Trump Tower, looks like a graduate student in his T-shirt, open button-down and tatty blue blazer — albeit a 62-year-old graduate student. “Dick Cheney. Darth Vader. Satan. That’s power. It only helps us when they” — I believe by “they” he means liberals and the media, already promoting calls for his ouster — “get it wrong. When they’re blind to who we are and what we’re doing.”\nMr. Trump’s association with Mr. Bannon has been widely criticized because of racist conspiracy theories promoted on Breitbart.com, the right-wing news website that Mr. Bannon was managing before joining Mr. Trump’s campaign.\nMr. Bannon said in the interview that he expected Mr. Trump’s presidency would unsettle Republicans and Democrats alike with his aggressive and unconventional plans for rebuilding the country.\n“I’m the guy pushing a trillion-dollar infrastructure plan,” Mr. Bannon said. “With negative interest rates throughout the world, it’s the greatest opportunity to rebuild everything.”\nPredicting a change that will outshine the Reagan revolution, he added: “Ship yards, iron works, get them all jacked up. We’re just going to throw it up against the wall and see if it sticks.”\nBut what happened to Giuliani?\nHe didn’t get attorney general. He’s still in the running for secretary of state, though the Trump team has let it be known that the former Trump nemesis Mitt Romney will be meeting with the president-elect to discuss that job.\nSo where is Rudolph W. Giuliani, the former mayor of New York and stalwart Trump loyalist?\nSpotted in Palm Beach, where he says he needs some rest.", "url": "https://www.nytimes.com/2016/11/18/us/politics/donald-trump-transition.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}