{"authors": ["Anemona Hartocollis"], "date_download": "2018-11-16 03:15:26", "date_modify": "2018-11-16 03:15:26", "date_publish": "2016-03-05 01:40:21", "description": "The school has decided to stop using an 80-year-old shield based on the crest of an 18th-century slaveholding family who helped endow the institution.", "filename": "2016_03_05_us_harvard-law-to-abandon-crest-linked-to-slavery.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338126.html", "image_url": "https://static01.nyt.com/images/2016/03/05/us/05harvard-web01/05harvard-web01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_05_us_harvard-law-to-abandon-crest-linked-to-slavery.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338126.html", "title": "Harvard Law to Abandon Crest Linked to Slavery", "title_page": "Harvard Law to Abandon Crest Linked to Slavery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Harvard Law School is poised to abandon an 80-year-old shield based on the crest of a slaveholding family that helped endow the institution, as campuses across the country debate the use of historic names and symbols that some consider offensive.\nOn Friday, a law school committee said the shield did not represent Harvard values. It shows three sheaves of wheat, a symbol that is derived from the family crest of an 18th-century slave owner, Isaac Royall Jr., who endowed the first law professorship at Harvard, though the gift did not by itself create the law school. The image of the wheat appears under the word “Veritas,” or “Truth” in Latin, the Harvard motto.\n“We believe that if the law school is to have an official symbol, it must more closely represent the values of the law school, which the current shield does not,” the committee wrote. Its recommendation was endorsed by the law school dean, Martha Minow, and is considered likely to be approved by Harvard’s corporation.\nBut it came with a passionate dissent from Annette Gordon-Reed, a professor of legal history who is known for her scholarship on Thomas Jefferson and his relationship with Sally Hemings, his slave. The work of Ms. Gordon-Reed, who had argued that historians had too readily discounted the oral testimony of Hemings’s descendants, was vindicated in 1998 by DNA evidence showing that a Jefferson fathered a child by Hemings.", "url": "https://www.nytimes.com/2016/03/05/us/harvard-law-to-abandon-crest-linked-to-slavery.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}