{"authors": ["Annie Correal", "Samantha Schmidt"], "date_download": "2018-11-16 04:34:10", "date_modify": "2018-11-16 04:34:10", "date_publish": "2016-09-22 18:42:26", "description": "Officials spoke with relief that no one died in the Chelsea bombing, but those injured suffered grievous wounds — to their bodies, and their psyches.", "filename": "2016_09_23_nyregion_new-york-city-bombing-victims.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342850.html", "image_url": "https://static01.nyt.com/images/2016/09/22/nyregion/22VICTIMS1/22VICTIMS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_23_nyregion_new-york-city-bombing-victims.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342850.html", "title": "As New York Breathes Sigh of Relief, Bomb Victims Cope With the Aftermath", "title_page": "As New York Breathes Sigh of Relief, Bomb Victims Cope With the Aftermath - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The criminal complaint filed this week against the suspect in the bombing, Ahmad Khan Rahami, listed the injuries suffered by the 31 victims — two more than originally reported — and included “lacerations in the face, abdomen, legs and arms caused by flying glass” and “metal shrapnel and fragmentation embedded in skin and bone.”\nAfter being released from hospitals in the early hours of Sunday morning, those hurt dispersed into the city, and possibly beyond, left to deal with the aftermath on their own.\nHelena Ayeh, an architect who lives on West 23rd Street, in the Chelsea neighborhood, was swept off her feet by the blast and cut her right eye. Days later, her eye was still swollen and burning and she had trouble seeing through it, she said. “I’m affected for goodness knows how long, and it’s just sad,” she said.\nMs. Ayeh tried to return to work on Monday, she said, but her limited eyesight made it too difficult. She was taken off a project that she was counting on for her income for the remainder of the year. “It’s a very heavy blow,” she said. “I’m sitting here wringing my hands asking, where I go from here?”\nIt could have been worse. The pressure-cooker bomb, loaded with ball bearings, has been described as extremely powerful. Similar bombs at the Boston Marathon in 2013 left three dead and many injured, some requiring amputations.\nBut that was a packed street, with spectators standing shoulder to shoulder and the bombs planted at their feet. While Chelsea is certainly crowded on Saturday nights, the pedestrians and cars were not as close together. At the same time, the placement of the bomb — believed to be beneath a heavy-gauge trash bin — may have contained the blast somewhat, though it sent the bin flying 120 feet. By sheer luck it did not strike anyone.\nBrenda Abreu and her boyfriend, David Martinez, 34, were driving past that spot at precisely the worst moment.", "url": "https://www.nytimes.com/2016/09/23/nyregion/new-york-city-bombing-victims.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}