{"authors": ["Choe Sang-Hun", "Rick Gladstone"], "date_download": "2018-11-16 04:18:18", "date_modify": "2018-11-16 04:18:18", "date_publish": "2016-03-16 04:50:28", "description": "Mr. Warmbier, an undergraduate at the University of Virginia who tried to steal a propaganda poster, was convicted of subversion.", "filename": "2016_03_17_world_asia_north-korea-otto-warmbier-sentenced.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341898.html", "image_url": "https://static01.nyt.com/images/2016/03/17/world/17northkorea-web1/17northkorea-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_17_world_asia_north-korea-otto-warmbier-sentenced.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341898.html", "title": "North Korea Sentences Otto Warmbier, U.S. Student, to 15 Years’ Labor", "title_page": "North Korea Sentences Otto Warmbier, U.S. Student, to 15 Years’ Labor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — An American college student who tearfully apologized for trying to steal a political propaganda poster from his hotel in Pyongyang, the North Korean capital, was sentenced on Wednesday to 15 years of prison and hard labor.\nThe punishment of the student, Otto F. Warmbier, infuriated the White House and elicited strong condemnations from other officials and rights activists. It came amid rising tensions between North Korea and the United States over North Korea’s unbridled nuclear weapons and missile testing.\nHours later, the Obama administration announced broad new sanctions against North Korean officials and a range of industries in the country, including the shipping, mining, energy and financial service sectors. American officials said the sanctions were an outcome of a new United Nations Security Council resolution imposed on North Korea two weeks ago.\n“These actions are consistent with our longstanding commitment to apply sustained pressure on the North Korean regime,” the White House said in a statement.", "url": "https://www.nytimes.com/2016/03/17/world/asia/north-korea-otto-warmbier-sentenced.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}