{"authors": ["Declan Walsh"], "date_download": "2018-11-16 04:43:25", "date_modify": "2018-11-16 04:43:25", "date_publish": "2016-07-21 04:01:50", "description": "A Times foreign correspondent is deciphering the action at the Republican convention for a global audience.", "filename": "2016_07_22_world_americas_republican-convention-2016-abroad-america.html_rref=collection%2Fcolumn%2Fabroad-in-america&module=inline_1542343405.html", "image_url": "https://static01.nyt.com/images/2016/07/22/us/22abroad1/22abroad1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_22_world_americas_republican-convention-2016-abroad-america.html_rref=collection%2Fcolumn%2Fabroad-in-america&module=inline_1542343405.html", "title": "Behind a Facade of G.O.P. Unity, Frayed Edges Painfully Exposed", "title_page": "Behind a Facade of G.O.P. Unity, Frayed Edges Painfully Exposed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On the surface, Republicans seem to be uniting through the cherished, quirky rituals of the four-day conference. In the bustling corridors of the Quicken Loans Arena, the cavernous hall in the lakeside city of Cleveland where it is taking place, delegates bustle about with good-natured cheer, many sporting outlandish hats shaped like Christmas trees or elephants. A woman from Tennessee wore a raccoon skin on her head.\n“We’re the Cheeseheads,” said Barbara Finger, a retiree from Wisconsin who wore a hat shaped like a wedge of cheese, the state’s signature product.\nBehind the facade of unity, though, frayed edges have become painfully exposed. Mr. Trump’s steamroller success has caused many party grandees, including the two former Presidents Bush, to stay away. A rowdy, last-ditch effort by insurgent “Stop Trump” delegates failed, but set a sour tone. A day later, delegates on the other side of the divide greeted Sen. Mitch McConnell of Kentucky, a powerful old-style party boss (and the majority leader) with a round of boos.\nCaught in the middle is Rep. Paul D. Ryan of Wisconsin, the speaker of the House and chairman of this conclave, who delivered an awkward speech that was jammed between saccharine testimonies from former soap actors, minor sports figures and a woman who runs Mr. Trump’s winery.", "url": "https://www.nytimes.com/2016/07/22/world/americas/republican-convention-2016-abroad-america.html?rref=collection%2Fcolumn%2Fabroad-in-america&module=inline"}