{"authors": ["Mireya Navarro"], "date_download": "2018-11-16 04:52:29", "date_modify": "2018-11-16 04:52:29", "date_publish": "2016-03-30 02:00:10", "description": "A report by the Department of Investigation, started after an 84-year-old man died in an elevator in December, said the housing agency was too slow to react to problems on elevators.", "filename": "2016_03_30_nyregion_new-york-city-housing-authority-faulted-for-significant-flaws-in-elevator-safety_1542343949.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_30_nyregion_new-york-city-housing-authority-faulted-for-significant-flaws-in-elevator-safety_1542343949.html", "title": "New York City Housing Authority Faulted for ‘Significant Flaws’ in Elevator Safety", "title_page": "New York City Housing Authority Faulted for ‘Significant Flaws’ in Elevator Safety - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Peters recommended disciplinary action against 10 employees, starting with the director of the housing authority’s elevator services and repair department. Shola Olatoye, the chairwoman and chief executive of Nycha, said in a statement: “We are aggressively investigating several workers to bring disciplinary action as soon as possible. There must be consequences.”\nOlegario Pabon died on Dec. 24 after he, while walking with a cane, tried to step into the elevator at Boston Road Plaza, a residential building for older adults in the Bronx. The elevator “drifted upwards by several feet and then tried to close,” the report said, with Mr. Pabon’s leg and hand caught inside the cab. He fell out of the raised elevator and died three days later from the injuries.\nA resident reported the malfunctioning elevator to Nycha’s customer center about an hour and a half before the accident, the report said, but workers did not put the elevator out of service until the next day. The agency’s senior management did not learn of the episode or investigate it until four days later.\nThe elevator was equipped with a brake monitor designed to shut down or reset elevators when it detects that the brakes are malfunctioning, but the monitor was not operational, investigators said. They said the monitor had been disconnected, possibly by one of the elevator mechanics, who in interviews with investigators said the monitors were very sensitive and could “cause issues” that shut down elevators. A review by Nycha of 1,080 elevators after the accident found that 80 of the monitors, or about 7.5 percent, were not working either for various reasons, showing that housing officials had not taken basic steps to inspect and monitor them, Mr. Peters said.\nHe said that the agency reacted quickly to fix the problem and that those 80 elevators do not pose a danger to residents.", "url": "https://www.nytimes.com/2016/03/30/nyregion/new-york-city-housing-authority-faulted-for-significant-flaws-in-elevator-safety.html"}