{"authors": ["Alison Smale"], "date_download": "2018-11-16 03:47:21", "date_modify": "2018-11-16 03:47:21", "date_publish": "2016-12-21 15:44:39", "description": "The assault has rendered the chancellor, whose party has already suffered defeats in bellwether votes, more vulnerable as national elections approach in 2017.", "filename": "2016_12_21_world_europe_berlin-attack-angela-merkel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340041.html", "image_url": "https://static01.nyt.com/images/2016/12/22/world/22Merkel/22Merkel-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_21_world_europe_berlin-attack-angela-merkel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340041.html", "title": "Berlin Attack Poses Toughest Test in Merkel’s 11 Years in Power", "title_page": "Berlin Attack Poses Toughest Test in Merkel’s 11 Years in Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This is even more worrying than terrorism, strange though that may sound,” said Jacqueline Boysen, a biographer of Ms. Merkel who has known her since the 1990s. “Terrorism is terrible and frightening, but our political future is so uncertain.”\nAfter Donald J. Trump won the election in the United States, she noted: “We don’t know what will happen in America, and what, for instance, Trump might do with Russia and China. Europe is not even taken into consideration, and that is really worrying.”\nFor now, Ms. Merkel’s main worry is at home, where the newspaper Bild tried to catch the national mood on Wednesday with a huge headline: “Angst!” or “Fear!”\nInside, the commentator Nikolaus Blome analyzed in greater depth, writing that it was up to politicians and especially Ms. Merkel to get a grip on terrorism. “That will be tough: She cannot count on the trust and confidence she long enjoyed but which is now not as certain as it was even two years ago,” he wrote. “She is certainly not the only one to blame. But many people in the country project their anger, their fear, on Angela Merkel, on her personally. So it will become her toughest test. And the end is wide open.”\nMs. Merkel has openly mused about her reluctance to run for a fourth term. But a sense of obligation — not just to her party and to her country, but also to Europe as populist forces gain pace — seemed to outweigh the obvious: Almost any democratic leader would be vulnerable to a desire for change after three terms in power.", "url": "https://www.nytimes.com/2016/12/21/world/europe/berlin-attack-angela-merkel.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}