{"authors": ["Miguel Syjuco"], "date_download": "2018-11-16 03:54:48", "date_modify": "2018-11-16 03:54:48", "date_publish": "2016-09-06 10:33:15", "description": "The Philippines’ new president wants to move Ferdinand Marcos’s body to a cemetery for heroes. It’s an affront to our history.", "filename": "2016_09_07_opinion_a-heros-burial-for-a-long-dead-dictator.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340488.html", "image_url": "https://static01.nyt.com/images/2016/09/08/opinion/08syjuco/08syjuco-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_07_opinion_a-heros-burial-for-a-long-dead-dictator.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340488.html", "title": "A Hero’s Burial for a Long-Dead Dictator", "title_page": "Opinion | A Hero’s Burial for a Long-Dead Dictator - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANILA — Mornings in the Philippines reveal bodies dumped outside slums. Averaging 13 a day, nearly 2,000 in the last two months, the bodies are hung with cardboard labels: purse snatcher, drug pusher, addict. The authorities decline to investigate. These are the casualties of a controversial crusade against crime that was the subject of the recent spat between the country’s new president, Rodrigo Duterte, and Barack Obama, which devolved into crude insults (by Mr. Duterte) and canceled meetings (by Mr. Obama).\nThese corpses aren’t the only ones in the spotlight. Mr. Duterte, making good on a campaign promise, has ordered the mummified body of our former dictator, Ferdinand E. Marcos, transferred this month to the Cemetery of Heroes here in Manila, the capital.\nMarcos is notorious as one of history’s great kleptocrats. After declaring martial law in 1972, during his final term, he suspended democracy until his ouster 14 years later. His regime is remembered for its summary executions, torture, rape, enforced disappearances, censorship, electoral fraud and epic corruption. The Marcos family is believed to have plundered as much as $10 billion, only a portion of which has been recovered.\nThis hero’s burial is the latest move to whitewash the Marcos regime’s crimes. In the years since the dictator’s death in 1989, his family has returned from exile unpunished. His wife, Imelda, is a congresswoman; their daughter is a governor. This year, Ferdinand Marcos Jr., known as Bongbong, a former senator, lost by less than a percentage point in his bid for the vice presidency, which is elected separately. His supporters say that the father’s sins are not the son’s, but the younger Mr. Marcos is reported to have blocked attempts by the government to retrieve the missing wealth while at the same time campaigning to regain power and gild his father’s legacy.", "url": "https://www.nytimes.com/2016/09/07/opinion/a-heros-burial-for-a-long-dead-dictator.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}