{"authors": ["Maggie Haberman", "Adam Nagourney", "Gardiner Harris"], "date_download": "2018-11-16 03:52:00", "date_modify": "2018-11-16 03:52:00", "date_publish": "2016-11-28 10:00:07", "description": "Mr. Trump was widely criticized for baseless claims of voter fraud, and one of his advisers publicly denounced Mitt Romney, a contender to lead the State Department.", "filename": "2016_11_28_us_politics_donald-trump-transition.html_module=inline_1542340320.html", "image_url": "https://static01.nyt.com/images/2016/11/28/us/28transitionbriefing1/28transitionbriefing1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_28_us_politics_donald-trump-transition.html_module=inline_1542340320.html", "title": "Trump Meets Petraeus as Secretary of State Sweepstakes Heat Up", "title_page": "Trump Meets Petraeus as Secretary of State Sweepstakes Heat Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Senator Bob Corker of Tennessee, chairman of the Foreign Relations Committee, is up next with a meeting in Trump Tower on Tuesday. And Mitt Romney is set to have dinner with the president-elect on Tuesday night.\nMr. Romney is the preferred choice of Vice President-elect Mike Pence and some business leaders from whom Mr. Trump has heard. But contention over him being chosen has led Mr. Trump’s aides to open the process to other names, such as Mr. Corker.\nTypical of the pushback, L. Brent Bozell, a conservative media critic, said in a statement:\n“The very idea of Mitt Romney as Secretary of State — or any other cabinet position in a Trump administration — is a slap to his supporters. Plenty of people (myself included) opposed the President-elect, but virtually all endorsed him once he was the nominee. Not so Romney and the DC elites.”\nThe pro-Romney camp is doing its own pushback. A person briefed on the process, who asked to remain anonymous to discuss sensitive conversations, said that Mr. Romney had not sought consideration for the secretary of state, and was initially contacted by Mr. Pence. In that first conversation, Mr. Romney made clear to Mr. Pence that he would accept the position if the incoming president offered it, the person said, contradicting the claim from others in Mr. Trump’s circle who are opposed to the potential appointment.\nThe debate over Mr. Romney — and before him, Rudolph W. Giuliani — has given an opening to Mr. Petraeus, despite the cloud of scandal that still hangs over him for sharing classified information during an extramarital affair.", "url": "https://www.nytimes.com/2016/11/28/us/politics/donald-trump-transition.html?module=inline"}