{"authors": ["Guy Trebay"], "date_download": "2018-11-16 03:09:34", "date_modify": "2018-11-16 03:09:34", "date_publish": "2016-08-12 20:50:29", "description": "The warm-up parka worn by the United States swim team may be the fashion breakout of the 2016 Olympics.", "filename": "2016_08_14_fashion_rio-olympics-michael-phelps-swim-parka.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337774.html", "image_url": "https://static01.nyt.com/images/2016/08/14/fashion/14NOTED-WEB/14NOTED-WEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_14_fashion_rio-olympics-michael-phelps-swim-parka.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337774.html", "title": "A Winning Look (Outside the Pool) for Michael Phelps", "title_page": "A Winning Look (Outside the Pool) for Michael Phelps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By now, half the planet knows the meme #PhelpsFace, the viral image of the Olympian Michael Phelps furiously glowering as he prepped in the team room on Monday for his semifinal in the 200-meter butterfly. While his rival, Chad le Clos of South Africa, attempted to Jedi mind-trick the decorated swimmer by shuffling and shadowboxing feet away from him, Mr. Phelps hunkered down beneath the hood of his swim parka emanating death rays.\nFor many, Mr. Phelps’s sourpuss was only half the appeal of that priceless moment. A lot of viewers found themselves wondering who made his hooded armor, a cool knee-length parka in flag blue and with red chevrons on the chest and in stripes on the hood. The parka, made by Arena, an outfitter of the American swim team, may be the early fashion breakout at the Games of the XXXI Olympiad, right up there with the fleece Roots beret from the 2002 Games in Salt Lake City and the dizzyingly patriotic cardigan Ralph Lauren designed for the opening ceremony of the 2014 Winter Games in Sochi, Russia, which now fetches thousands on the internet.\nOne item in a range of styles Arena designed for the team — warm-up pants, jackets, T-shirts, slides — the parka has a practical value that goes beyond the fashionable or symbolic. Few of us watching from distant sidelines have much sense of the conditions inside the Olympics arena, where ambient temperatures can be frostier than Mr. Phelps’s glare. “At the Olympics trials in Omaha a few weeks ago, it was in the 90s with 90 percent humidity outside, but it wasn’t much over 60 degrees in the pool area,” Steve Ozmai, a spokesman for Arena, an Italy-based company, wrote in an email. “Fans were walking in in shorts and T-shirts and walking out in jackets.”\nFortunately, the rest of us will have the option of walking out in that particular parka (as well as most other styles worn by American swimmers), although not quite yet.", "url": "https://www.nytimes.com/2016/08/14/fashion/rio-olympics-michael-phelps-swim-parka.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}