{"authors": ["Patrick Healy", "Matt Flegenheimer"], "date_download": "2018-11-16 03:57:48", "date_modify": "2018-11-16 03:57:48", "date_publish": "2016-08-29 23:31:14", "description": "Mrs. Clinton’s team is gathering insights into Mr. Trump’s personality to pinpoint weaknesses, but he prefers a freewheeling approach to avoid sounding “scripted or phony.”", "filename": "2016_08_30_us_politics_hillary-clinton-donald-trump-debate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340668.html", "image_url": "https://static01.nyt.com/images/2016/08/30/us/30DEBATEweb1/30DEBATEweb1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_30_us_politics_hillary-clinton-donald-trump-debate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340668.html", "title": "Hillary Clinton Piles Up Research in Bid to Needle Donald Trump at First Debate", "title_page": "Hillary Clinton Piles Up Research in Bid to Needle Donald Trump at First Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hillary Clinton’s advisers are talking to Donald J. Trump’s ghostwriter of “The Art of the Deal,” seeking insights about Mr. Trump’s deepest insecurities as they devise strategies to needle and undermine him in four weeks at the first presidential debate, the most anticipated in a generation.\nHer team is also getting advice from psychology experts to help create a personality profile of Mr. Trump to gauge how he may respond to attacks and deal with a woman as his sole adversary on the debate stage.\nThey are undertaking a forensic-style analysis of Mr. Trump’s performances in the Republican primary debates, cataloging strengths and weaknesses as well as trigger points that caused him to lash out in less-than-presidential ways.\nAs Mrs. Clinton pores over this voluminous research with her debate team, most recently for several hours on Friday, and her aides continue searching for someone who can rattle her as a Trump stand-in during mock debates, Mr. Trump is taking the opposite tack. Though he spent hours with his debate team the last two Sundays, the sessions were more freewheeling than focused, and he can barely conceal his disdain for laborious and theatrical practice sessions.", "url": "https://www.nytimes.com/2016/08/30/us/politics/hillary-clinton-donald-trump-debate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}