{"authors": ["Jodi Rudoren"], "date_download": "2018-11-16 04:35:24", "date_modify": "2018-11-16 04:35:24", "date_publish": "2016-07-27 06:44:26", "description": "At first we set out to cover the month of March. But the attacks kept coming, so we scaled back, for fear of being overwhelmed.", "filename": "2016_07_27_insider_terror-attacks-victims-reporting_1542342924.html", "image_url": "https://static01.nyt.com/images/2016/07/22/world/00VICTIMS/00VICTIMS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_27_insider_terror-attacks-victims-reporting_1542342924.html", "title": "2 Weeks, 8 Terror Attacks, 247 Victims: How We Learned Their Stories", "title_page": "2 Weeks, 8 Terror Attacks, 247 Victims: How We Learned Their Stories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After the Bastille Day massacre in Nice, France, for example, The Times produced a heart-wrenching look at the father and son from Texas mowed down among the masses, followed by a broader take on the children among the 84 killed — and the ones who survived.\nIt never feels like enough.\nDuring what seemed like a particularly intense spate of attacks back in March, we decided it was not enough. We were still collecting tidbits about the victims of the Islamic State’s suicide bombings at the Brussels airport and subway station on March 22 when the same extremist group hit a soccer stadium in Iraq on March 25, killing 36. Two days later the Taliban struck a park in Lahore, Pakistan, murdering 76 people at play on a Sunday afternoon.\nWe decided not to move on but to look back. To find out as much as we could about every single human being slain in a mass killing anywhere, to trace the ripple effects of the violence, to identify the things that connected people across places or distinguished one from the other. Simply put: to show terrorism’s human toll.\nAt first we set out to cover the month of March. But the attacks kept coming, so we scaled back to two weeks, for fear of being overwhelmed. Those two weeks included eight attacks in six countries; 247 men, women and children taken forever.\nWe didn’t know it was 247 when we started. In several cases, our reporters on the ground found victims that local officials had failed to count. We deployed 29 people around the world to collect their names, their photographs and the details of these lives that were cut short.", "url": "https://www.nytimes.com/2016/07/27/insider/terror-attacks-victims-reporting.html"}