{"authors": ["Louise Story"], "date_download": "2018-11-16 04:16:46", "date_modify": "2018-11-16 04:16:46", "date_publish": "2016-04-06 19:13:57", "description": "The proposed rule is meant to close a loophole in the American banking system that allows secret financial maneuvers like the ones revealed in the Panama Papers.", "filename": "2016_04_07_world_americas_us-plans-to-require-banks-to-identify-owners-of-shell-companies.html_module=inline_1542341806.html", "image_url": "https://static01.nyt.com/images/2016/07/22/world/07shells-sub/07shells-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_07_world_americas_us-plans-to-require-banks-to-identify-owners-of-shell-companies.html_module=inline_1542341806.html", "title": "U.S. Plans to Require Banks to Identify Owners of Shell Companies", "title_page": "U.S. Plans to Require Banks to Identify Owners of Shell Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The United States government is close to issuing a rule that will for the first time require banks and other financial institutions to find out the identities of people hidden behind shell companies.\nThe rule is meant to close a major loophole in the American banking system that enables the sorts of secretive financial maneuvers that were thrust into the spotlight this week with the leak of millions of documents from a law firm in Panama.\nThat firm, Mossack Fonseca, is one of the largest incorporators of shell companies in the world. The trove of leaked documents — analyzed by more than 100 news organizations worldwide — revealed offshore companies tied to 143 politicians, their families and close associates.\nThe documents also showed scores of shell companies doing business with major international banks, including UBS, Credit Suisse and HSBC, that rely on access to the American banking system.", "url": "https://www.nytimes.com/2016/04/07/world/americas/us-plans-to-require-banks-to-identify-owners-of-shell-companies.html?module=inline"}