{"authors": ["Coral Davenport", "Campbell Robertson"], "date_download": "2018-11-16 03:16:03", "date_modify": "2018-11-16 03:16:03", "date_publish": "2016-05-02 22:03:26", "description": "A $48 million grant for Isle de Jean Charles, La., is the first allocation of federal tax dollars to move an entire community struggling with the effects of climate change.", "filename": "2016_05_03_us_resettling-the-first-american-climate-refugees.html_smid=pl-share_1542338163.html", "image_url": "https://static01.nyt.com/images/2016/05/02/us/LOUISIANA2/LOUISIANA2-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_03_us_resettling-the-first-american-climate-refugees.html_smid=pl-share_1542338163.html", "title": "Resettling the First American ‘Climate Refugees’", "title_page": "Resettling the First American ‘Climate Refugees’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But even a plan like this — which would move only about 60 people — has been hard to pull off. Three previous resettlement efforts dating back to 2002 failed after they became mired in logistical and political complications. The current plan faces all the same challenges, illustrating the limitations of resettlement on any larger scale.\nAdvertisement Continue reading the main story\nFor over a century, the American Indians on the island fished, hunted, trapped and farmed among the lush banana and pecan trees that once spread out for acres. But since 1955, more than 90 percent of the island’s original land mass has washed away. Channels cut by loggers and oil companies eroded much of the island, and decades of flood control efforts have kept once free-flowing rivers from replenishing the wetlands’ sediments. Some of the island was swept away by hurricanes.\nWhat little remains will eventually be inundated as burning fossil fuels melt polar ice sheets and drive up sea levels, projected the National Climate Assessment, a report of 13 federal agencies that highlighted the Isle de Jean Charles and its tribal residents as among the nation’s most vulnerable.\nAlready, the homes and trailers bear the mildewed, rusting scars of increasing floods. The fruit trees are mostly gone or dying thanks to saltwater in the soil. Few animals are left to hunt or trap.\nPhoto\nViolet Handon Parfait sees nothing but a bleak future in the rising waters. She lives with her husband and two children in a small trailer behind the wreckage of their house, which Hurricane Gustav destroyed in 2008.\nThe floods ruined the trailer’s oven, so the family cooks on a hot plate. Water destroyed the family computer, too. Ms. Parfait, who has lupus, is afraid of what will happen if she is sick and cannot reach a doctor over the flooded bridge.\nMs. Parfait, who dropped out of high school, hopes for a brighter future, including college, for her children, Heather, 15, and Reggie, 13. But the children often miss school when flooding blocks their school bus.\n“I just want to get out of here,” she said.\nPhoto\nStill, many residents of Isle de Jean Charles do not want to leave. Attachment to the island runs deep. Parents and grandparents lived here; there is a cemetery on the island that no one wants to abandon. Old and well-earned distrust of the government hangs over all efforts, and a bitter dispute between the two Indian tribes with members on the island has thwarted efforts to unite behind a plan.\nAdvertisement Continue reading the main story\n“Ain’t nobody I talk to that wants to move,” said Edison Dardar, 66, a lifelong resident who has erected handwritten signs at the entrance to the island declaring his refusal to leave. “I don’t know who’s in charge of all this.”\nWhether to leave is only the first of the hard questions: Where does everyone go? What claim do they have to what is left behind? Will they be welcomed by their new neighbors? Will there be work nearby? Who will be allowed to join them?\n“This is not just a simple matter of writing a check and moving happily to a place where they are embraced by their new neighbors,” said Mark Davis, the director of the Tulane Institute on Water Resources Law and Policy.\n“If you have a hard time moving dozens of people,” he continued, “it becomes impossible in any kind of organized or fair way to move thousands, or hundreds of thousands, or, if you look at the forecast for South Florida, maybe even millions.”", "url": "https://www.nytimes.com/2016/05/03/us/resettling-the-first-american-climate-refugees.html?smid=pl-share"}