{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 04:27:06", "date_modify": "2018-11-16 04:27:06", "date_publish": "2016-10-17 17:41:53", "description": "Mark Schwartz’s departure comes as the bank faces challenges in Asia, particularly a slowdown in investment banking in the region for all Western firms.", "filename": "2016_10_18_business_dealbook_goldman-sachss-asia-pacific-chairman-to-retire.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342426.html", "image_url": "https://static01.nyt.com/images/2016/10/18/business/18DB-GOLDMAN-1/18DB-GOLDMAN-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_18_business_dealbook_goldman-sachss-asia-pacific-chairman-to-retire.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342426.html", "title": "Goldman Sachs’s Asia Pacific Chairman to Retire", "title_page": "Goldman Sachs’s Asia Pacific Chairman to Retire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Upon retiring, Mr. Schwartz will become a senior director.\nHere’s the memo from Mr. Blankfein and Mr. Cohn, which was reported earlier by The Wall Street Journal:\nAfter 27 years of distinguished service, Mark Schwartz, chairman of Goldman Sachs Asia Pacific and vice chairman of the firm, has decided to retire at the end of the year. We are pleased that he will become a senior director at that time. Ken Hitchner will remain president of Goldman Sachs in Asia Pacific Ex-Japan and Masa Mochida will continue to serve as president of Goldman Sachs Japan.\nThroughout most of his tenure at Goldman Sachs, Mark played an instrumental role in shaping our strategy in Asia Pacific, first as president of Goldman Sachs Japan from 1997 to 1999, based in Tokyo, and later as chairman of Goldman Sachs Asia Pacific, a role he held until 2001. He reprised that role in 2012 and relocated to Beijing. Mark’s leadership, expertise and focus on client service have been invaluable in further integrating our activities across Asia Pacific, building on previous successes and advancing our leading franchise in the region.\nOver the years, Mark has demonstrated an unwavering focus on supporting and enhancing Goldman Sachs’ culture, reminding us that the caliber of our people, combined with our history of serving clients, has differentiated us in our efforts to build successful businesses across geographies. As a member of the Pine Street Board, he helped develop the Pine Street Leadership Program for managing directors, among other Goldman Sachs training programs. In addition, Mark has hired, trained and mentored many of our professionals in Asia Pacific, helping to develop a new generation of leaders in the region.\nMark first joined Goldman Sachs in 1979 as an associate in the Public Utility Finance Group in the Investment Banking Division. He moved to Fixed Income in 1985, when he founded the High Yield Department. Mark then headed the Global Debt Capital Markets Department from 1991 to 1997 when he assumed his leadership roles in Asia Pacific.\nMark left the firm in 2001. He became a senior advisor to Soros Fund Management in 2002, where he later served as president and chief executive officer from 2003 to 2004. He then became chairman of MissionPoint Capital Partners, an investment firm he co-founded with a focus on the low-carbon economy, as well as a member of the Board of Directors of both MasterCard Inc. and SoftBank Corp.\nWhen Mark returned to Goldman Sachs in 2012, he re-joined the Management Committee. He is also a member of the Growth Markets Executive Group. Previously, Mark was a member of the Partnership Committee, the Commitments Committee and the Recruiting Committee. He was named partner in 1988.\nOutside the firm, Mark is a trustee of NewYork-Presbyterian Hospital and a member of the Executive Committee of the Morgan Stanley Children’s Hospital of NewYork-Presbyterian. He is also a trustee at Massachusetts General Hospital (MGH), and serves on the Board of Directors of the Ragon Institute of MGH, MIT and Harvard University. Much of Mark’s philanthropy at Harvard and MGH has been devoted to global health issues and HIV and Tuberculosis research. He is also on the Boards of Dean’s Advisors at Harvard College, Harvard Business School and the Harvard School of Public Health. Mark and his wife, Lisa, also support Seed Global Health, as well as Teach for China and Northern Westchester Hospital.\nPlease join us in thanking Mark for his dedication and service to the firm, our clients and our people. We wish him and his family all the best in the years ahead.\nLloyd C. Blankfein\nGary D. Cohn", "url": "https://www.nytimes.com/2016/10/18/business/dealbook/goldman-sachss-asia-pacific-chairman-to-retire.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}