{"authors": ["Wai Moe", "Austin Ramzy"], "date_download": "2018-11-16 03:18:23", "date_modify": "2018-11-16 03:18:23", "date_publish": "2016-03-22 07:39:22", "description": "The move on Tuesday ensures a high-ranking post for the Nobel Peace laureate, who was barred from the presidency.", "filename": "2016_03_23_world_asia_myanmar-aung-san-suu-kyi-cabinet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338303.html", "image_url": "https://static01.nyt.com/images/2016/03/23/world/23MYANMAR-web1/23MYANMAR-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_23_world_asia_myanmar-aung-san-suu-kyi-cabinet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338303.html", "title": "Aung San Suu Kyi Nominated as Minister in Myanmar’s Government", "title_page": "Aung San Suu Kyi Nominated as Minister in Myanmar’s Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NAYPYIDAW, Myanmar — Daw Aung San Suu Kyi will be a minister in Myanmar’s new government, according to a list of nominees for cabinet positions released on Tuesday by the country’s president-elect, U Htin Kyaw.\nThe move ensures that Ms. Aung San Suu Kyi, a Nobel Peace laureate whose National League for Democracy party won a landslide victory in November elections, will officially hold a high-ranking position despite being barred from the presidency. The party had already said that Ms. Aung San Suu Kyi, its leader and Myanmar’s most popular politician by far, would give orders to the president regardless of her title.\nMs. Aung San Suu Kyi’s specific post was not announced on Tuesday and may not be known for days. Analysts had suggested that she might take the role of foreign minister, which would enable her to sit on the powerful National Defense and Security Council. She could also hold more than one post; one leaked document said that in addition to the foreign affairs ministry, her portfolio would include the ministries of education, energy and the presidential office.\nDespite her party’s victory in the landmark election last year, Ms. Aung San Suu Kyi cannot serve as president because of a clause in the country’s military-drafted Constitution, which bars anyone with foreign relatives from holding the post. Her two sons have British citizenship, and the clause is believed to have been written specifically to prevent her from becoming president.", "url": "https://www.nytimes.com/2016/03/23/world/asia/myanmar-aung-san-suu-kyi-cabinet.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}