{"authors": ["Brooks Barnes"], "date_download": "2018-11-16 04:09:50", "date_modify": "2018-11-16 04:09:50", "date_publish": "2016-01-29 19:18:46", "description": "Markees Christmas, 16, and Royalty Hightower, 10. are among those who could become The Next Big Thing.", "filename": "2016_01_30_movies_sundance-actors-ages-10-and-16-join-the-breakthrough-ranks.html_module=inline_1542341390.html", "image_url": "https://static01.nyt.com/images/2016/01/30/arts/29SUNDANCE02/29SUNDANCE02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_30_movies_sundance-actors-ages-10-and-16-join-the-breakthrough-ranks.html_module=inline_1542341390.html", "title": "Sundance Actors, Ages 10 and 16, Join the ‘Breakthrough’ Ranks", "title_page": "Sundance Actors, Ages 10 and 16, Join the ‘Breakthrough’ Ranks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Both youngsters have raw talent. (Variety’s critic called Mr. Christmas “a terrific discovery,” and Screen Daily deemed Ms. Hightower “radiant” and “beguiling.”) Both have names that pop off the screen. (It could have been even zanier; he was very nearly named Merry Christmas, and she has a sister named Yrmajesti.) Both now want their next stop to be Hollywood. “I want to do this for the rest of my life,” Mr. Christmas said.\nThe dream — and it’s a big one — is the path that Quvenzhané Wallis took in 2012, when she was plucked out of rural Louisiana to star in “Beasts of the Southern Wild.” After wowing crowds at Sundance, that film brought her a best actress nomination at the 2013 Academy Awards. Another example is John Boyega. “Imperial Dreams,” starring Mr. Boyega as a young ex-con, played Sundance in 2014, helping to land him one of the lead roles in a little movie called “Star Wars: The Force Awakens.”\nTruth be told, Sundance, which wraps up its 11-day run on Sunday, has been a mystifying experience for both Mr. Christmas and Ms. Hightower.\n“I’m not the boasting type,” said Mr. Christmas, who lives in Los Angeles. “With all these people coming up to me to congratulate me, I started blushing a little bit. I was saying to myself, ‘Cut it out. Cut it out. Just play it cool.’”", "url": "https://www.nytimes.com/2016/01/30/movies/sundance-actors-ages-10-and-16-join-the-breakthrough-ranks.html?module=inline"}