{"authors": ["Jennifer Steinhauer"], "date_download": "2018-11-16 03:58:50", "date_modify": "2018-11-16 03:58:50", "date_publish": "2016-08-01 13:16:09", "description": "In a strongly worded statement, Mr. McCain said Mr. Trump’s remarks disparaging a fallen soldier’s family do not “represent the views of our Republican Party.”", "filename": "2016_08_02_us_politics_john-mccain-denounces-donald-trumps-comments-on-family-of-muslim-soldier.html_module=inline_1542340730.html", "image_url": "https://static01.nyt.com/images/2016/08/02/us/02CONG/02FD-McCain-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_02_us_politics_john-mccain-denounces-donald-trumps-comments-on-family-of-muslim-soldier.html_module=inline_1542340730.html", "title": "John McCain Denounces Donald Trump’s Comments on Family of Muslim Soldier", "title_page": "John McCain Denounces Donald Trump’s Comments on Family of Muslim Soldier - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For congressional Republicans, Mr. Trump’s inflammatory remarks are a vexing challenge. On one hand, they want to distance themselves just enough to try to grab support from voters of both parties who do not intend to vote for Mr. Trump but may split their tickets. But they do not want to outright flip on their prior endorsements of Mr. Trump, because they need his supporters’ votes to win, too.\n“These candidates have refused to walk the tightrope the media creates and have instead forged their own path, with their own views and sentiments about an agenda for the future,” said Josh Holmes, Mr. McConnell’s former chief of staff, who now works as a Republican consultant. “By defining the race on their own terms, they have reminded voters they have a senator who is looking out for their interests regardless of how they may feel about the presidential nominees.”\nRepublican leaders believe they need to continue to support Mr. Trump, if only to provide cover for the party’s candidates up for re-election. Republicans struggle to name policy positions of Mr. Trump that they prefer to those of his Democratic opponent, Hillary Clinton, but they often settle on their fear of the type of justices a President Clinton would name to the Supreme Court.\n“There is obviously a concern about having a Democratic president and Senate confirming justices both on the Supreme Court and across the federal bench,” said Senator Jeff Flake, Republican of Arizona. “I certainly am concerned about that, too, and I know it will cause some people to ignore or justify statements he has made that for many of us raises concerns.”\nAides to Republicans up for re-election also say, for the most part, they see no evidence in the polls that Mr. Trump has been a drag on lower-level races. This is particularly interesting since ticket splitting — when voters pick one party’s candidate for the White House and another for the House or Senate — has declined precipitously in recent years.", "url": "https://www.nytimes.com/2016/08/02/us/politics/john-mccain-denounces-donald-trumps-comments-on-family-of-muslim-soldier.html?module=inline"}