{"authors": ["Reed Abelson"], "date_download": "2018-11-16 04:50:49", "date_modify": "2018-11-16 04:50:49", "date_publish": "2016-11-11 10:00:51", "description": "Mr. Trump indicated he would like to keep a provision that forces insurers to cover people with pre-existing conditions and another that allows parents to cover children into their mid-20s.", "filename": "2016_11_12_business_insurers-unprepared-for-obamacare-repeal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343849.html", "image_url": "https://static01.nyt.com/images/2016/11/12/business/12INSURE/12INSURE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_12_business_insurers-unprepared-for-obamacare-repeal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343849.html", "title": "Donald Trump Says He May Keep Parts of Obama Health Care Act", "title_page": "Donald Trump Says He May Keep Parts of Obama Health Care Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Terri Marsh, 61, in Goose Creek, S.C., did not hesitate to sign up again for a Blue Cross plan as soon as she could. “Insurance is something you have to have,” she said. Before the marketplace plans were available, she had been without coverage for five years, despite having a serious inflammatory disease.\n“Because I have a pre-existing disease that is off the wall for them, I could not get insurance,” she said. Without getting the coverage through the law, she said, “I could possibly be dead.”\nYet Republicans have seized on some areas where the law is struggling and in the government-run insurance marketplaces in particular. This month, for example, Republicans highlighted the sharp rise in the average price of an insurance plan on the marketplace — 25 percent — as proof that the law was fatally flawed. Mr. Bertolini warned that rates could go even higher next year.\nWithout a 60-vote supermajority in the Senate, Republicans will probably be unable to repeal the entire Affordable Care Act. But they can eliminate several consequential provisions through a special budgetary process called reconciliation.\nLast year, the Senate passed a reconciliation bill that undid large portions of the health bill. The House passed it. President Obama vetoed it.\nThe bill would have eliminated the expansion of Medicaid coverage for Americans near or below the poverty line. It would have eliminated subsidies to help middle-income Americans buy their own insurance on new marketplaces. It would have eliminated tax penalties for the uninsured, meant to urge everyone to obtain health insurance. And it would have eliminated a number of taxes created by the law to help fund those programs. (It was written to kick in after two years, meaning the programs would not disappear immediately.)", "url": "https://www.nytimes.com/2016/11/12/business/insurers-unprepared-for-obamacare-repeal.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}