{"authors": ["Jeff Gordinier"], "date_download": "2018-11-16 04:42:53", "date_modify": "2018-11-16 04:42:53", "date_publish": "2016-05-31 16:11:18", "description": "Will two new cafes serve as catalysts for the community or something bigger? Or both?", "filename": "2016_06_01_dining_coffee-shops-south-bronx.html_module=inline_1542343373.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_01_dining_coffee-shops-south-bronx.html_module=inline_1542343373.html", "title": "South Bronx Gets High-End Coffee; Is Gentrification Next?", "title_page": "South Bronx Gets High-End Coffee; Is Gentrification Next? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“A coffee shop is not just a coffee shop,” Majora Carter said the other day.\nMs. Carter, who hails from the South Bronx and has been a longtime agent of change in what was once viewed as the most hardscrabble of New York neighborhoods, was talking about the arrival last week of Birch Coffee, whose exposed brick, reclaimed wood and $2.75 macchiatos make it an outlier on a stretch of Hunts Point Avenue dominated by dime stores, bodegas and auto shops.\nA coffee shop, she was saying, can be a community hub and a tinderbox of creativity. People collide and cross paths over cappuccino, sharing catalytic ideas and business plans, and Hunts Point hasn’t had a spot quite like it for as long as she can remember.\n“I find it funny and sad at the same time when people walk in and say, ‘Hey, I feel like I’m in Manhattan,’” said Ms. Carter, who has collaborated on the cafe with Jeremy Lyman and Paul Schlader, the entrepreneurs who have planted seven Birch outposts in other parts of the city. “You know what? You are in the Bronx, and we can have this here as well.”\nBut what’s truly remarkable is that the South Bronx suddenly has two such overnight arrivals. Over in Mott Haven, a few stops away on the No. 6 train, in the shadow of the Major Deegan Expressway, a shop called Filtered Coffee opened in April with a red La Marzocco espresso machine, drowsy indie rock on the sound system and financier pastries shaped like teddy bears.", "url": "https://www.nytimes.com/2016/06/01/dining/coffee-shops-south-bronx.html?module=inline"}