{"authors": ["Gilbert Cruz"], "date_download": "2018-11-16 04:10:19", "date_modify": "2018-11-16 04:10:19", "date_publish": "2016-10-13 22:45:13", "description": "Brian De Palma’s “Carrie” (1976) is out on Blu-ray. It may not seem as scary today, but it did help the careers of Mr. De Palma and Stephen King.", "filename": "2016_10_16_movies_carrie-is-back-like-a-bloody-hand-from-the-grave_1542341419.html", "image_url": "https://static01.nyt.com/images/2016/10/16/arts/1016CARRIE1/1016CARRIE1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_16_movies_carrie-is-back-like-a-bloody-hand-from-the-grave_1542341419.html", "title": "‘Carrie’ Is Back. Like a Bloody Hand From the Grave.", "title_page": "‘Carrie’ Is Back. Like a Bloody Hand From the Grave. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After decades of slasher flicks, found-footage films and torture-porn movies, it’s surprising to see how much of “Carrie” is a naturalistic, compelling story about high school: shopping for prom clothes, cruising around town, serving detention, dancing first dances together. That bucket of blood doesn’t fall until the last 20 minutes.\nUnited Artists considered marketing it as a B-movie. “They wanted to change the title to ‘Pray for Carrie,’ which is a very exploitation-movie title,” Mr. Cohen said. “And they ended up taking out an ad that was a poster of Carrie covered in blood, which was a spoiler before that word was used, but a clear way of selling the movie. I remember looking at it going, ‘They’ve lost their minds; they’re giving away the whole movie.’” In retrospect, the poster is a superb example of Alfred Hitchcock’s explanation of the difference between suspense and surprise — knowing a bomb will explode and tensing for it, versus having it blow up with no warning. Bloody Carrie is the bomb the audience saw before the movie even started.\nOne reason “Carrie” is considered such an effective horror movie is its final two minutes, in which Ms. Irving’s good girl, Sue Snell, visits a grave and a hand shoots from the ground, sending audiences from the theater with one more scare. It was the last thing they remembered about the movie and the first thing they told friends.\n“What the ending did was establish Stephen King as a brand name for horror,” said Mr. Cohen, who also wrote a “Carrie” stage musical and the screenplay for the 2013 movie remake. The success of the original film boosted sales for the novel, and Mr. King’s next novel after the movie, “The Shining,” became his first hardcover best seller, and he was off.\nBut Mr. King has never lost his view of high school as a place like the island in “Lord of the Flies.” Those locker-filled hallways are the true dark corridors, and you don’t need to add too much to make it scarier than it already is. “I tell people, ‘If you look back on high school as the high point of your life,’” you’re one messed-up American, Mr. King said, using rougher language. “Most of us look at high school as something we escaped.”", "url": "https://www.nytimes.com/2016/10/16/movies/carrie-is-back-like-a-bloody-hand-from-the-grave.html"}