{"authors": ["Megan Twohey", "Michael Barbaro"], "date_download": "2018-11-16 03:18:21", "date_modify": "2018-11-16 03:18:21", "date_publish": "2016-10-12 22:40:06", "description": "The women say they felt compelled to speak after Mr. Trump on Sunday denied ever engaging in such conduct. One says she encountered him on a plane, the other in Trump Tower.", "filename": "2016_10_13_us_politics_donald-trump-women.html_module=inline_1542338301.html", "image_url": "https://static01.nyt.com/images/2016/10/12/us/13WOMEN/13WOMEN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_13_us_politics_donald-trump-women.html_module=inline_1542338301.html", "title": "Two Women Say Donald Trump Touched Them Inappropriately", "title_page": "Two Women Say Donald Trump Touched Them Inappropriately - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It didn’t feel like an accident, she said. It felt like a violation.\n“It was so inappropriate,” Ms. Crooks recalled in an interview. “I was so upset that he thought I was so insignificant that he could do that.”\nShaken, Ms. Crooks returned to her desk and immediately called her sister, Brianne Webb, in the small town in Ohio where they grew up, and told her what had happened.\n“She was very worked up about it,” said Ms. Webb, who recalled pressing her sister for details. “Being from a town of 1,600 people, being naïve, I was like ‘Are you sure he didn’t just miss trying to kiss you on the cheek?’ She said, ‘No, he kissed me on the mouth.’ I was like, ‘That is not normal.’”\nIn the days since Mr. Trump’s campaign was jolted by a 2005 recording that caught him bragging about pushing himself on women, he has insisted, as have his aides, that it was simply macho bluster. “It’s just words,” he has said repeatedly.\nAnd his hope for salvaging his candidacy rests heavily on whether voters believe that claim.\nThey should not, say Ms. Leeds and Ms. Crooks, whose stories have never been made public before. And their accounts echo those of other women who have previously come forward, like Temple Taggart, a former Miss Utah, who said that Mr. Trump kissed her on the mouth more than once when she was a 21-year-old pageant contestant.\nIn a phone interview on Tuesday night, a highly agitated Mr. Trump denied every one of the women’s claims.", "url": "https://www.nytimes.com/2016/10/13/us/politics/donald-trump-women.html?module=inline"}