{"authors": ["The New York Times"], "date_download": "2018-11-16 04:51:09", "date_modify": "2018-11-16 04:51:09", "date_publish": "2016-11-08 13:14:33", "description": "Voters across the United States reflect on their decisions.", "filename": "2016_11_08_us_politics_election-day-voting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343869.html", "image_url": "https://static01.nyt.com/images/2016/11/09/us/09scenes-1/08scenes-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_08_us_politics_election-day-voting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343869.html", "title": "Clinton vs. Trump: Voters Have Their Say on Election Day", "title_page": "Clinton vs. Trump: Voters Have Their Say on Election Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Richardson, 56, owned a flooring company for decades until the recession dried up the work. He closed it in 2010. He was a registered Democrat his whole life until this year, when he switched to the Republican Party.\nHe voted for all of the Republicans on the ticket, including Donald J. Trump, though he had his reservations about Mr. Trump. “I think this will be our last chance to get somebody in there to shake it up enough to get people to pay attention,” he said. RICHARD FAUSSET\n‘I Believe in Equal Opportunity’\nPatricia Estrada rose before the sun on Tuesday, said her prayers and then put water to boil for some coffee to start her day. She woke her youngest child so he could get ready for school. She turned on the radio to listen to the morning news.\nThese were the routines of every other morning, though this was a morning like no other for her. This morning, the 48-year-old homemaker was voting for the first time.\nForty-five years ago, her mother, an American citizen, took her from Ciudad Juárez, Mexico, to Phoenix. But Ms. Estrada had never become a citizen. Voting, she said, “was something I didn’t care for, it didn’t matter.” This year, she said, it did. She became a citizen in the spring and on Tuesday voted for Hillary Clinton.\n“I believe in equal opportunity, doesn’t matter if you’re green, purple, brown,” she said. FERNANDA SANTOS", "url": "https://www.nytimes.com/2016/11/08/us/politics/election-day-voting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}