{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:48:34", "date_modify": "2018-11-16 04:48:34", "date_publish": "2016-02-26 08:14:49", "description": "Economists and academics comment on the quality and official control of economic data coming out of China.", "filename": "2016_02_27_world_asia_china-economy-outlook.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343714.html", "image_url": "https://static01.nyt.com/images/2016/02/27/world/27chinainfo-web1/27chinainfo-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_27_world_asia_china-economy-outlook.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343714.html", "title": "Peering Through the Haze of China’s Economic Data", "title_page": "Peering Through the Haze of China’s Economic Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yuan Gangming, researcher at the Center for China in the World Economy, Tsinghua University\nOver all, the National Bureau of Statistics is a lot more reliable than some local statistics bureaus.\nThe National Bureau of Statistics is not as unreliable as it used to be. I’ve been following Chinese economic data for quite some time. In the past, the forgery of data was common. In 1998, during the Asia financial crisis, some data like industrial output and electricity were not made available to the public.\nAnne Stevenson-Yang, co-founder of J Capital Research\nSenior officials require that the various institutions that collect the data be in on the original sources and ask those sources to change the data when needed.\nThere’s a small group at the National Bureau of Statistics that takes in the provincial numbers for gross domestic product, and when these conflict with national numbers, they make a judgment call.\nData disappears when it becomes negative. That’s happened in a lot of series. The Ministry of Commerce has a series on retail enterprises and retail sales of various products. Those series stop when the numbers get bad.\nI’ve been trying to deal with household income data. That’s frustrating. They report that in different ways all the time, so the numbers aren’t comparable.\nThe most egregious faking is in services and job creation.\nFor steel numbers, they report the steel output of a select number of mills. They randomly add different companies to the sample that had never been there before. We found that happening in 2014. They added all these phantom companies that nobody had heard of before. The companies report a raw number of tons of steel produced. There were 85 companies. Then suddenly there were 95 companies. They don’t tell you about this change upfront. They’ll only tell you if you ask them.\nOn retail data, they change the companies that are the key enterprises. They don’t consistently define key enterprises. Usually you can find the definitions on the National Bureau of Statistics website. But those change. This year, a key enterprise might be defined as over 25 million renminbi per year in revenue.\nOn housing price data, the localities change different districts of their cities for the basis of comparison. If they think their prices are too high, they’ll choose a district of the city that has a high average price. Then they’ll use that as the basis of comparison. If you want low year-on-year growth, you need a high basis of comparison. If you want growth to look high, take down the basis of comparison.\nTrucking is a very fragmented world in China. There are a zillion tiny companies that only weigh one truck or two trucks. There are some stations that weigh trucks. But it’s hard for me to believe that anyone reports accurate numbers on these trucks.", "url": "https://www.nytimes.com/2016/02/27/world/asia/china-economy-outlook.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}