{"authors": ["Adam Goldman"], "date_download": "2018-11-16 04:34:09", "date_modify": "2018-11-16 04:34:09", "date_publish": "2016-09-22 02:03:27", "description": "The bureau has been criticized for failing to prevent a series of recent attacks, but there are limitations on what it can investigate without justification.", "filename": "2016_09_22_us_fbi-terror-ahmad-khan-rahami.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342849.html", "image_url": "https://static01.nyt.com/images/2016/09/22/us/22qanda-sub/22qanda-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_22_us_fbi-terror-ahmad-khan-rahami.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342849.html", "title": "Why Didn’t the F.B.I. Stop the New York Bombing?", "title_page": "Why Didn’t the F.B.I. Stop the New York Bombing? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That prompted an assessment, which can last 90 days and is the most basic of bureau investigations. It allows the use of informants, limited physical surveillance, mining databases and conducting interviews. Members of the task force repeatedly interviewed Mohammad Rahami and spoke with others who knew his son. The F.B.I. did not interview Mr. Rahami, who was jailed after the stabbing, and closed the case the following month.\nIt is unclear why the F.B.I. did not seek out Mr. Rahami, but an interview alone does not always identify a future criminal. In 2011, the F.B.I. received information from Russian officials that Tamerlan Tsarnaev, one of the brothers who bombed the Boston Marathon, had become radicalized. In that case, the F.B.I. opened an assessment and interviewed both Mr. Tsarnaev and his family members, but the Russians never provided additional information, and the investigation was dropped.\nWhat happens when a parent like Mohammad Rahami calls the F.B.I., concerned about a child?\nSometimes agents investigate the warning and close the case. In other instances, they take action.\nIn May, the parents of a young man in Queens told the authorities that their 18-year-old son, Ranbir Singh Shergill, had threatened family members. After the parents gave officers consent to search the home, members of an F.B.I. terrorism task force found a handgun, several magazines and 118 rounds of ammunition. They also found a note that discussed killing police officers. The F.B.I. charged Mr. Shergill in June with buying a gun in Ohio using fake identification and transporting it to New York.\nIs it fair to always ask if the F.B.I. is at fault?\nNobody expects the police to prevent every homicide in Chicago or Los Angeles, or to prevent public corruption or eliminate drugs. But the expectation among many Americans is that the F.B.I. should stop every terrorist attack. Former and current F.B.I. officials accept the reality that the bureau faces a different standard.\nThe threat has only grown since Sept. 11, 2001, and more recently with the rise of the Islamic State. In recent years, the F.B.I. has averaged 10,000 assessments annually, and 7,000 to 10,000 preliminary or full investigations involving international terrorism. In addition, the F.B.I. receives tens of thousands of terrorism tips. All of those have to be tracked down, as in the case involving Mr. Rahami. That does not include information the F.B.I. learns from foreign partners, war zones or American agencies. Most investigations never end in prosecution.\nIn the meantime, the F.B.I. and the Justice Department have prosecuted more than 100 cases involving the Islamic State. Officials say those are the cases that the public tends to overlook, as well as all the other plots they have stopped.", "url": "https://www.nytimes.com/2016/09/22/us/fbi-terror-ahmad-khan-rahami.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}