{"authors": ["Tim Arango", "Anne Barnard", "Ceylan Yeginsu"], "date_download": "2018-11-16 04:34:58", "date_modify": "2018-11-16 04:34:58", "date_publish": "2016-08-24 08:54:02", "description": "Syrian rebels, aided by Turkish tanks, planes and special forces, said they had taken control of Jarabulus, the last major Islamic State redoubt near Turkey’s border.", "filename": "2016_08_25_world_middleeast_turkey-syria-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342898.html", "image_url": "https://static01.nyt.com/images/2016/08/25/world/25Turkey-web/25Turkey-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_25_world_middleeast_turkey-syria-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342898.html", "title": "Turkey’s Military Plunges Into Syria, Enabling Rebels to Capture ISIS Stronghold", "title_page": "Turkey’s Military Plunges Into Syria, Enabling Rebels to Capture ISIS Stronghold - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — Turkey sent tanks, warplanes and special operations forces into northern Syria on Wednesday in its biggest plunge yet into the Syrian conflict, enabling Syrian rebels to take control of an important Islamic State stronghold within hours.\nThe operation, assisted by American airstrikes, is a significant escalation of Turkey’s role in the fight against the Islamic State, the militant extremist group ensconced in parts of Syria and Iraq that has increasingly been targeting Turkey.\nBy evening, Syrian rebels backed by the United States and Turkey declared that they had seized the town of Jarabulus and its surroundings, which had been the Islamic State’s last major redoubt near the Turkish border. Numerous fighters posted photographs and videos of themselves online with the green, black and white flag adopted by the Syrian opposition as they walked through empty streets where the black flag of Islamic State still flew; it appeared that most of the militants had fled without a fight.\nThe offensive had two immediate goals: To clear Islamic State militants from their remaining border stronghold, and roll back recent advances by Syrian Kurdish militias that Turkey considers an equal or greater threat because of their links to its own domestic Kurdish insurgents.", "url": "https://www.nytimes.com/2016/08/25/world/middleeast/turkey-syria-isis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}