{"authors": ["Neil Gough"], "date_download": "2018-11-16 04:48:49", "date_modify": "2018-11-16 04:48:49", "date_publish": "2016-01-19 05:00:10", "description": "The economic slump has created a tricky situation for Beijing, as it tries to shepherd the economy through a transition.", "filename": "2016_01_20_business_international_china-economy-slowdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343729.html", "image_url": "https://static01.nyt.com/images/2016/01/18/multimedia/china-economy-shoes/china-economy-shoes-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_20_business_international_china-economy-slowdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343729.html", "title": "China’s Fading Factories Weigh on an Already Slowing Economy", "title_page": "China’s Fading Factories Weigh on an Already Slowing Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For the full year, China expanded at 6.9 percent, just below the government’s target of 7 percent and the weakest performance since 1990 when foreign investment shriveled in the year after the deadly crackdown in Tiananmen Square.\nWhen it comes to the economy, Mr. Fang said, politicians and business leaders talk about industrial innovation and upgrading, “but I think that is just a slogan. It’s really hard to carry out.”\nDongguan is at the heart of south China’s Pearl River Delta. For decades, the region drove the country’s global ascent in exports, producing furniture, garments, shoes and other goods.\nPhoto\nBut the world’s workshop has been stumbling as cheaper production bases in Asia have gained ground. Last year, Chinese exports fell for the first time since the financial crisis — and for only the second time since the country’s economy began reopening to the outside world in the late 1970s.\nThat position is likely to be further eroded by the Trans-Pacific Partnership. The United States-led trade agreement deepens American ties with Asian countries like Vietnam and Malaysia, but it excludes China.\nThe slump has created a tricky situation for the government.\nOfficials have encouraged phasing out low-end exports in favor of promoting the service sector and high-tech manufacturing. While newer and more dynamic companies are on the rise in China, the risk is that they won’t develop fast enough to offset the hollowing out of light manufacturing, which remains a shrinking but significant employer across the country.\nSome traditional manufacturers have responded to the downturn by relocating farther inland or overseas, where costs are generally lower. Others are trying to reduce their reliance on export orders by establishing their own branded products for domestic sale.\nAdvertisement Continue reading the main story\n“This is an unfortunate pain being felt in traditional, older sectors,” said Louis Kuijs, the head of Asia economics at Oxford Economics. However, he added, the shift away from low-end, labor-intensive manufacturing “is an unavoidable part of the structural change that the economy is undergoing.”\nPhoto\nZhang Lin, 43, is trying to adapt to the shifting terrain.\nAs a supervisor, Mr. Zhang, who left his home in western Sichuan Province 25 years ago to work in Dongguan shoe factories, once oversaw about 7,000 production-line workers at a Taiwanese-owned factory here. At their peak, before the financial crisis, factories in the city accounted for about one in every four pairs of athletic shoes sold globally, according to estimates from the Dongguan Shoe Industry Commerce Association.\nBut rising costs have weighed heavily on the shoemaking business. The Taiwanese factory where Mr. Zhang worked closed in 2012. He and several partners went out on their own, setting up a plant making shoes and leather boots for brands like K-Swiss and Durango. Today, Mr. Zhang’s factory employs about 700 people.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nWhile costs are rising, demand from overseas customers has also been declining. The company’s orders slipped to about 1.2 million pairs of shoes last year, down about 15 percent from 2014.\n“It’s hard to say whether we can keep going for another five years — the outlook isn’t very good,” Mr. Zhang said.\nIn response, the company has been reducing hours for its workers. It also considered moving.\nWhile the company plans to keep the existing factory here, it is making a future bet by expanding to a less-developed province, Guizhou. Labor costs there are as much as 40 percent less than those in Dongguan. Mr. Zhang also went on a scouting trip in August to Bangladesh, where some other large Dongguan shoe companies have shifted production.\nPhoto\nThe factory has also started making its own line of leather casual shoes. It sells them online in China, for as much as $75 a pair, on Taobao, Alibaba’s main online shopping platform.\n“In a situation where overseas orders are falling, you need to have a backup plan,” Mr. Zhang said.\nOther sectors have similarly been struggling, including some electronics manufacturers. In October, Fu Chang Electronic Technology, a supplier to the telecommunications equipment makers Huawei and ZTE, shut its doors unexpectedly. The closing prompted a protest by thousands of workers in front of a government building in Shenzhen.\nAdvertisement Continue reading the main story\nChinese officials, wary of further labor unrest, have sought to ease pressures on the sector. Earlier this month, one of China’s main tech regulators said it would team up with a big local bank to set up a $30 billion fund to support troubled small and medium-size electronics suppliers.\nWhile there are still many active factories in Dongguan, the main ones succeeding are increasingly high-tech and less reliant on large staffs.\nPhoto\nAfter working 15 years at an automotive plant in Alabama, Michael Recha moved to Dongguan in 2012 to set up a specialized factory for car parts, one of the first of its kind in China. Owned by Gestamp, a Spanish automotive component maker, the factory uses a technology called hot stamping to form metal sheets into precision parts like car bumpers and body panels for both local and foreign carmakers.\nBut robots do an increasing share of the work. The factory employs just 400 workers working two shifts a day.\n“China is no longer a low-cost country, so we have the same robots and equipment here” as in Europe, Mr. Recha said.\nMr. Fang, of the furniture factory, estimates that by moving inland and consolidating three factories, the company saves about $150,000 a month in operating costs — including lower electricity and water bills, and also taxes. The biggest saving is on rent, because the owner of the company was able to buy low-cost land to build the new compound.\nThe move, though, has extracted a different toll.\nThe new factory is relatively remote, so there isn’t much to do after work. Mr. Fang’s wife, who stayed behind in Dongguan, “doesn’t feel very happy about being apart,” he said.\nTheir current plan is for her to join him sometime after next month’s Lunar New Year holiday.\n“She will get a new job, probably in the same factory with me,” he said.", "url": "https://www.nytimes.com/2016/01/20/business/international/china-economy-slowdown.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}