{"authors": ["Arthur C. Brooks", "Gail Collins", "The Conversation"], "date_download": "2018-11-16 03:17:42", "date_modify": "2018-11-16 03:17:42", "date_publish": "2016-06-21 03:21:21", "description": "Arthur C. Brooks and Gail Collins on the Donald and the Dalai Lama, poverty and pre-K, and the fate of pioneering women.", "filename": "2016_06_21_opinion_campaign-stops_is-there-any-dignity-left-in-politics.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338262.html", "image_url": "https://static01.nyt.com/images/2016/06/21/opinion/21conversation-web/21conversation-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_21_opinion_campaign-stops_is-there-any-dignity-left-in-politics.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338262.html", "title": "Is There Any Dignity Left in Politics?", "title_page": "Is There Any Dignity Left in Politics? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This tragedy really puts the smallness of our politics in perspective, doesn’t it? I had hoped that the candidates might keep politics out of it for a few days, but of course they didn’t. And the punditry machines immediately whirred into gear to ask who would politically benefit the most from the tragedy. “Will Trump get a bump in the polls from the shooting?” So boring, yet so predictable.\nGail: It’s true that the presidential race does intrude into everything. Who cares what the Brexit vote does to Europe — what does it mean to the Trump campaign? I thought we’d begin the week talking about the big gun control votes, but the canning of Corey Lewandowski seemed to overshadow all. The very fact that the country knew that Trump’s campaign manager was named Corey Lewandowski is sort of amazing.\nHard to believe we’ll be doing this for nearly five more months.\nArthur: Five long months. It promises to be the O.J. Simpson trial of politics: It goes on and on, polarizing the country — yet although you can’t stand it, you just can’t stop watching. It will be a cash cow for cable news networks and launch the careers of dozens of irritating TV commentators. Isn’t that great?\nGail: O.J. Simpson — wow, suddenly I got a vision of Donald Trump trying on gloves, which would be … too big. Sorry. I should never have gone there.\nTo make amends let me point us to — drumroll — the issues. Let me start with a challenge: name one policy on which you think Donald Trump has the better take.\nArthur: Really, Gail? A hand-size joke? Well-played on the glove reference, though.\nBut anyway, you asked a trick question. While Clinton’s campaign has rolled out tons of policy material, we’re mostly still waiting for Trump to talk in depth about specific policies. I would love to be able to offer in-depth analysis, but right now, I don’t have enough information.\nGail: He has a bunch of positions on his website. I have serious doubts he’s actually read them, but at least they’re there.\nAdvertisement Continue reading the main story\nArthur: On the other hand, the Republican House is coming out with new material like crazy these days. I especially like last week’s poverty proposals, and think they are superior to what the Democrats have been doing.\nGail: All you thoughtful conservatives are suckers for Paul Ryan. He bats his sad, thoughtful eyes and murmurs “comprehensive tax reform,” and you’re captive. But tell me what in particular struck you as worthy.\nArthur: Oh yeah, when Paul talks about tax reform we all fall into a trancelike state. Kind of like in “The Manchurian Candidate.” (Speaking of which, did you ever notice that that film has an incredible score? It was written by a great composer named David Amram. Almost as beautiful as tax reform.)\nNewsletter Sign Up Continue reading the main story Sign Up for the Opinion Today Newsletter Every weekday, get thought-provoking commentary from Op-Ed columnists, the Times editorial board and contributing writers from around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe new poverty ideas Ryan’s team put out are promising because they are focused on building human capital and pathways to work. For decades, our national poverty policies have effectively treated poor people like liabilities to society. This has entailed maintaining them in subsistence-level lives without proactively thinking about how to help them expand their human potential. Ryan and his team spent months talking to people in poverty about what they think they most need; over and over they heard, “work.” But at the same time, the plan respects the need for a reliable safety net. It understands that we have a responsibility to provide struggling Americans a base of support.\nBy contrast, the anti-poverty rhetoric I’m hearing from Ryan’s Democratic critics seems sort of conventional and perfunctory. Do you think I’m missing something there?\nGail: First, let me give kudos to Ryan for just bringing up the subject of poverty. But I found the recommendations sort of mushy. Who’s against people working? Or better education?\nThose are certainly goals Congress could work toward in bipartisan harmony if the rest of Ryan’s troops were actually interested. But the vagueness of most of the proposals is a tribute to a lack of enthusiasm on the part of the rank and file.\nArthur: Your question of who’s against people working is more than rhetorical. On both left and right, there are some who understand work as a key to helping people thrive, and others who see it as a punishment — lower-skill work in particular. You can tell the “punishment” crowd on the left when they argue that people shouldn’t be forced to take “dead-end jobs,” implying they are less dignified than joblessness. On the right it’s those who act like work requirements are a good way to stick it to shiftless welfare recipients.\nAdvertisement Continue reading the main story\nI am convinced by a lot of solid research — and ancient wisdom to boot — that work is a vitally important institution of meaning and happiness in our lives.\nGail: Here’s something specific — how about Hillary Clinton’s plan for high-quality pre-K for all 4-year-olds? Right now a lot of low-income kids qualify for free programs, then lose eligibility if their parents start to make a little more money. Make pre-K a right for every family — it’s a clean policy that addresses both of Ryan’s anti-poverty goals.\nArthur: When it comes to pre-K, I want to believe. We all do. Wouldn’t it be great if government could find a surefire method to close the achievement gap and give poor kids a good start in life? But wanting pre-K to do all these things and the programs actually working are different things.\nKatharine Stevens, our resident AEI expert on this topic, studies the actual results of these programs. She finds that so far, the research is simply insufficient to justify huge long-term investments that would set us in one direction for decades.\nSo my view is that we should build a real plan for research and experimentation, and then make a good-faith effort to look objectively at the results. But of course, that wouldn’t play as well politically for Clinton because it doesn’t promise to employ thousands of (unionized) teachers. Not that I’m cynical, but —\nGail: Promises to do research and experimentation for a few years mean nothing unless there’s a commitment at the end of it. However, if you’d like to sign on for a plan that keeps evaluating early childhood programs while it keeps growing at an energetic rate, I am here with my pen.\nArthur: Before we issue any executive orders, let’s talk politics for a minute. That Berning sensation finally cleared up this month, as Hillary wrapped it up for the Democrats.\nI know you have strong feelings about the historical implications of Clinton’s win. You wrote a terrific column on it. One thing our readers might not know is that you broke a glass ceiling yourself — you were the first woman in Times history to lead the editorial page. That was a big deal in an industry that, until recently, seemed pretty accurately portrayed by movies where editors are cigar-chomping, hard-drinking men.\nAdvertisement Continue reading the main story\nCan you talk about that a little?\nGail: When I go out and speak with groups of women, there’s often an implicit invitation for me to talk about the gender hurdles I’ve overcome in my career. And the fact is, there weren’t any. Because the women who came one second ahead of me, historically speaking, had filed lawsuits and picketed their employers and gotten in the face of their bosses to fight for equal rights.\nBut they weren’t the ones who benefited because — they’d irritated people. So the women who got all the advantages, and the chances to be first-ever, were the ones who came in the door right behind them.\nI know a lot of those pioneer women who didn’t get the promotions, and they’re not bitter. They were thrilled whenever somebody else cracked a barrier. They celebrated other women getting the things they wanted for themselves. And to me, that’s the definition of a great heart.\nArthur: We opened with the Dalai Lama and close with that thought. Not bad at all.\nSee you next week, Gail.", "url": "https://www.nytimes.com/2016/06/21/opinion/campaign-stops/is-there-any-dignity-left-in-politics.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}