{"authors": ["Richard A. Oppel Jr."], "date_download": "2018-11-16 04:37:26", "date_modify": "2018-11-16 04:37:26", "date_publish": "2016-07-29 07:47:23", "description": "In a speech that included displaying a copy of the Constitution, a father rebuked Donald J. Trump and gave voice to Muslim Americans.", "filename": "2016_07_29_us_elections_khizr-humayun-khan-speech.html_module=inline_1542343046.html", "image_url": "https://static01.nyt.com/images/2016/07/28/us/elections/28video-khan/28video-khan-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_29_us_elections_khizr-humayun-khan-speech.html_module=inline_1542343046.html", "title": "In Tribute to Son, Khizr Khan Offered Citizenship Lesson at Convention", "title_page": "In Tribute to Son, Khizr Khan Offered Citizenship Lesson at Convention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Capt. Humayun Khan was ordered to Iraq a dozen years ago, his father wanted to talk to him about being an American Muslim soldier sent to war in a Muslim country.\nHis son, though, was focused only on the job at hand.\n“I asked him, ‘How do you feel about the whole Iraq deal?’ ” recalled Khizr Khan, who became a United States citizen after emigrating from Pakistan in 1980. “He said: ‘Look, that’s not my concern and that’s not my pay grade. My responsibility is to make sure my unit is safe.’ And that’s all he would talk about, and nothing else.”\nCaptain Khan, 27, died on June 8, 2004, after he told his men to take cover and then tried to stop a suicide bomber outside the gates of his base in Baquba. And on Thursday night, speaking about his son at the Democratic National Convention, Mr. Khan gave a voice to Muslim Americans outraged by the anti-Muslim pronouncements of the Republican nominee for president, Donald J. Trump.\nIn a speech that electrified the convention and turned Mr. Khan into a social media and cable news sensation, he waved a pocket Constitution and challenged Mr. Trump, “You have sacrificed nothing and no one.”", "url": "https://www.nytimes.com/2016/07/29/us/elections/khizr-humayun-khan-speech.html?module=inline"}