{"authors": ["Azam Ahmed"], "date_download": "2018-11-16 04:13:00", "date_modify": "2018-11-16 04:13:00", "date_publish": "2016-02-08 03:00:55", "description": "Two days with 10 men who left Central America in early November to embark on an exhausting journey, made riskier by the Mexican authorities’ crackdown on migrants.", "filename": "2016_02_08_world_americas_mexico-migrants-central-america.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341580.html", "image_url": "https://static01.nyt.com/images/2016/02/08/world/americas/08mexico1/08mexico1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_08_world_americas_mexico-migrants-central-america.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341580.html", "title": "Step by Step on a Desperate Trek by Migrants Through Mexico", "title_page": "Step by Step on a Desperate Trek by Migrants Through Mexico - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Officials and rights advocates in the southern states of Chiapas, Tabasco and Oaxaca report an increase in violence against migrants — and not just at the hands of criminals. The National Human Rights Commission of Mexico reported a 40 percent increase in migrant complaints against the authorities in the year after the plan took effect.\nThe sustained presence of migrants has also frayed the patience of many Mexicans. Traveling on foot, the migrants are staying longer in communities they once bypassed by train, stirring resentment and fear among a populace unaccustomed to outsiders. Violence by residents has grown more common. Some communities have signed petitions demanding the removal of migrant shelters.\nOver two days in early November, the 10 migrants here in Arriaga, in Chiapas State, would trek more than 40 miles through dense forests, sun-bleached farmland and highways patrolled by the authorities, terrain so unforgiving that some of their shoes fell apart. A journey of 30 minutes by car required more than 20 hours of walking. They would spend a sleepless night on a concrete porch, bracing themselves for the hostile residents of a village to attack. One would fall gravely ill, splitting the group and threatening to end the journey. Only two of the men would make it to the United States.\nAlmost nothing the smuggler promised would come to pass.\nInto a Smuggler’s Arms\nThe route through Mexico used to be more straightforward. Many migrants took the Beast, the nickname for a cargo train that was long an integral part of the journey to America. But train passage through the south of Mexico has been drastically reduced as the authorities have increased surveillance.\nThat vigilance nearly ended the men’s journey before it began. On the morning of their departure, the migrants had been warned by a friendly local to get moving from an area near the tracks. Immigration agents would be passing through. Moments later, a police truck appeared, pushing the men into the arms of the smuggler.\nStep by step, he outlined his plan for the migrants’ trip, a combination of vehicle and foot transport that would take them 100 miles in two days. The cost: just $15 a man.\nPhoto\nPhoto\nPhoto\nPhoto\nWalter Martínez, 28, the leader among the Hondurans, plucked a cardboard pillbox from his book bag and opened it along the seams. The Hondurans were prepared and experienced. Written on the inside of the makeshift document were the names of cities along the route. This, according to his document, was “Part 1.”\nAdvertisement Continue reading the main story\nHe pressed the smuggler for details. The man complied: They would rely on a network of drivers to shuttle them from checkpoint to checkpoint. They would get out only to walk around the government barriers.\nBut first, he said, they had to go to his home. He needed shoes.\n“You will see, I’m just like you guys,” he told the men as they made their way along a rise and back to the road. “I was also a migrant.”\nTrudging Into Hostile Lands\nThe journey he laid out is among the most dangerous for those on foot. Local officials say the number of assaults on this remote stretch has doubled in the last year. Theft, assault and rape are common. Small votives, memorials to the dead, flicker beneath trees along the way.\nBut the biggest challenge the migrants would face came from within the group itself.\nJosué Carillas Carnelas, a 30-year-old Honduran who had lived in Colorado until being deported, fell ill, vomiting along the roadside as the men started the walk. The men, suspecting it was from drinking water from a puddle a day earlier, urged him along with the prospect of a minivan.\nThere was none. Neither the smuggler’s contacts nor his “intimate” knowledge of the transport system yielded a ride. At every station, the men accepted this with poise and kept walking. The landscape took them through dense jungle and open fields. Undulating mountains were sketched along the edge of the sky.\nThree of the Guatemalans had never left home before. They stayed near the front, as if proving something to the others. The eldest, a 50-year-old laborer named Negrole Jorgito López, was especially eager. The night before, at a shelter, the younger men called him Grandpa.\nHeat was a constant. The men shed their shirts, exposing them to swarms of mosquitoes. The travelers shared water from a three-liter Coke bottle. Humor lightened the trip. Mr. Lesveri, the three-time veteran, used slapstick comedy: mock marching, exaggerated sighs every time a break ended, high-stepping whenever he fell behind.\nAdvertisement Continue reading the main story\nMoments of kindness, too, characterized the journey. A shopowner who handed out free packets of medicine. Farmers who warned them of patrols ahead, then let the men draw water from their wells.\nEventually, the smuggler routed the group onto railroad tracks. They ran in perfect alloyed lines, straight and true, vanishing into the horizon. Trees lined the railway, forming a vast corridor with just enough space for a train to pass.\nAs the sun faded, the smuggler brought the men to the edge of a highway. They waited in a ditch, listening to the whistle of passing cars and the moans of Mr. Carillas. The smuggler paced the road, scanning for the authorities, as the light from fireflies pulsed in the pitch black.", "url": "https://www.nytimes.com/2016/02/08/world/americas/mexico-migrants-central-america.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}