{"authors": ["Katie Rogers", "Jonah Engel Bromwich"], "date_download": "2018-11-16 03:15:00", "date_modify": "2018-11-16 03:15:00", "date_publish": "2016-11-08 13:15:36", "description": "Don’t be confused by false fliers, online pranks or websites that exist to deceive voters.", "filename": "2016_11_09_us_politics_debunk-fake-news-election-day.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338100.html", "image_url": "https://static01.nyt.com/images/2016/11/09/us/09xp-fakefeed/09xp-fakefeed-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_09_us_politics_debunk-fake-news-election-day.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338100.html", "title": "The Hoaxes, Fake News and Misinformation We Saw on Election Day", "title_page": "The Hoaxes, Fake News and Misinformation We Saw on Election Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "• A mayor posted a message with an incorrect date for Election Day. Jefferson Riley, the Republican mayor of Mansfield, Ga., posted a message on his Facebook page: “Remember the voting days: Republicans vote on Tuesday, 11/8 and Democrats vote on Wednesday, 11/9.”\nHe soon deleted the post.\nJeana Hyde, the city clerk in Mansfield, confirmed that Mayor Riley had made the post on his personal account. She said that while she couldn’t speak for the mayor, she believed that the post had been a joke, “but I really don’t know.”\n“He’s a good man; he’s a good mayor,” she said. “And good people do crazy stuff sometimes.”\nNeedless to say, Tuesday is Electing Day for all Americans, regardless of their political affiliations.\nMisinformation\nOther falsehoods are spread by seemingly well-meaning entities — corporate accounts and misinformed individuals — who trumpet claims that turn out not to be true.\nHere were some Election Day examples:\n• An inaccurate guide was distributed to voters. Urban Outfitters on Monday tweeted an Election Day guide that contained wrong information, telling voters that they needed a “voter’s registration card” along with their identification to vote. There is not a single state that requires such a card.", "url": "https://www.nytimes.com/2016/11/09/us/politics/debunk-fake-news-election-day.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}