{"authors": ["Marc Santora", "Pir Zubair Shah", "Joseph Goldstein", "Adam Goldman"], "date_download": "2018-11-16 04:34:09", "date_modify": "2018-11-16 04:34:09", "date_publish": "2016-09-22 17:32:43", "description": "In interviews, Mohammad Rahami said he warned agents about his son’s interest in terrorist organizations and his admiration of a leading Qaeda propagandist.", "filename": "2016_09_23_nyregion_ahmad-khan-rahami-bombing.html_module=inline_1542342849.html", "image_url": "https://static01.nyt.com/images/2016/09/23/nyregion/23BOMB/23BOMB-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_23_nyregion_ahmad-khan-rahami-bombing.html_module=inline_1542342849.html", "title": "‘Keep an Eye on Him,’ Ahmad Khan Rahami’s Father Says He Told F.B.I.", "title_page": "‘Keep an Eye on Him,’ Ahmad Khan Rahami’s Father Says He Told F.B.I. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“If you have that many contacts with that many people over that period of time, it’s increasingly likely that the next time something happens, it’s going to involve somebody that you knew, heard about, investigated, bumped or otherwise checked out,” Mr. Miller said on Wednesday at a congressional hearing about the bombings. “Now, that’s a good thing in that, when you’re assessing who to look at first and they come up in those records, it gives you a basis to go forward. It’s also a liability in that people have somewhat of a misconception about our ability to put someone under surveillance, leave them there indefinitely.”\nThe F.B.I.’s assessment of Ahmad Rahami was the second time he had to the attention of the federal authorities.\nFive months earlier, in March 2014, when he returned from a nearly yearlong trip to Pakistan, Mr. Rahami was flagged by customs officials, who pulled him aside for a secondary screening. Still concerned about his travel, officials notified the National Targeting Center, a federal agency that assesses potential threats, two law enforcement officials said.\nThat report was reviewed by the F.B.I. when it conducted its assessment of Mr. Rahami in August.\nIt is not known how much detail the report contained about Mr. Rahami’s activity while he was overseas.\nInvestigators are focused on the time that he spent abroad and are looking into whether he received any training in bomb-making and whether he is connected to any wider terrorist network.\n“His travels give us these two distinct choices, both of which are bad,” said a senior counterterrorism official, explaining that a trip that Mr. Rahami took to Turkey raised the possibility that he crossed the border to Syria and met there with operatives from the Islamic State, while his travel to Pakistan raises the possibility that he had contact with Al Qaeda.", "url": "https://www.nytimes.com/2016/09/23/nyregion/ahmad-khan-rahami-bombing.html?module=inline"}