{"authors": ["Nathaniel Popper"], "date_download": "2018-11-16 03:51:35", "date_modify": "2018-11-16 03:51:35", "date_publish": "2016-12-01 10:00:08", "description": "Mr. Cohn, the No. 2 executive at Goldman Sachs, has been viewed as the firm’s natural next leader. But that was before he met with the president-elect.", "filename": "2016_12_01_business_dealbook_gary-cohn-goldman-sachs-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340295.html", "image_url": "https://static01.nyt.com/images/2016/12/02/world/02DB-GOLDMAN-1/02GOLDMAN-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_01_business_dealbook_gary-cohn-goldman-sachs-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340295.html", "title": "Succession Questions Rise at Goldman Sachs", "title_page": "Succession Questions Rise at Goldman Sachs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It would appear that Mr. Blankfein’s job is going to get easier with Mr. Trump in the White House. The president-elect has talked about weakening the Dodd-Frank financial reform legislation, which came down particularly hard on Goldman and its Wall Street-centric business model.\nSince the election, Goldman’s stock has risen 23 percent, much more than the broader market. In the year before the election, its stock fell about 10 percent. On Wednesday, after Mr. Cohn’s meeting with Mr. Trump became public, the bank’s shares rose 3.6 percent.\nMr. Blankfein led Goldman through the financial crisis and has had to guide it through the raft of new regulations introduced since then, which have limited the firm’s ability to make big profits from trading.\nOver the last year, Mr. Blankfein has put more of an emphasis on the company’s technology prowess and has built up a new division to offer financial services to ordinary Americans, including Marcus, an online lending service. That work, though, has been slow going, and it may become less necessary if Mr. Trump’s administration eases the restrictions on Wall Street firms.\nIf Mr. Cohn does leave Goldman, the next candidates in line for the top job would be David M. Solomon, the head of the bank’s advisory division, and Harvey M. Schwartz, the current chief financial officer, who grew up in the firm as a trader alongside Mr. Cohn and Mr. Blankfein.\nIf Mr. Blankfein stays in the job for several years, leadership could pass to a next generation of executives, such as Stephen M. Scherr, who has been overseeing the new consumer banking operation, or R. Martin Chavez, the firm’s chief technology officer.\n“There are many generals to back the commander in chief, many colonels for every general, and many majors for each colonel,” said Chris Kotowski, a bank analyst at Oppenheimer & Company.", "url": "https://www.nytimes.com/2016/12/01/business/dealbook/gary-cohn-goldman-sachs-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}