{"authors": ["Caitlin Dickerson"], "date_download": "2018-11-16 04:30:14", "date_modify": "2018-11-16 04:30:14", "date_publish": "2016-12-20 11:00:04", "description": "Using a novel constitutional argument, advocates made a final plea to President Obama to shield up to 200,000 legal immigrants with minor criminal records from deportation.", "filename": "2016_12_20_us_a-creative-plea-from-immigrants-and-a-ticking-clock-for-obama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342614.html", "image_url": "https://static01.nyt.com/images/2016/12/20/us/21immig-pardon1/21immig-pardon1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_20_us_a-creative-plea-from-immigrants-and-a-ticking-clock-for-obama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342614.html", "title": "A Creative Plea From Immigrants, and a Ticking Clock for Obama", "title_page": "A Creative Plea From Immigrants, and a Ticking Clock for Obama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The pardon would not absolve the immigrants of their crimes, or of punishments imposed in criminal court. Instead, it would eliminate the civil immigration violations that follow when noncitizens break the law. It is the civil violation, not the criminal one, that makes an immigrant deportable.\nIn the past, presidents — including Mr. Obama — have pardoned immigrants for federal criminal convictions, that way shielding them from deportation. But the immigrants that advocates are now asking Mr. Obama to help were convicted of violating state laws, which the president cannot pardon.\nThe legal reasoning behind the proposal is linked to the initial writing of the Constitution’s pardon clause. The clause has been used almost exclusively for criminal convictions, not civil ones like immigration violations. But the advocates argue that when the Constitution was drafted, the distinction between criminal and civil law was less clear, and that pardon power has been used to dismiss offenses that would constitute civil violations under today’s standards.\nIt was Hamilton, the advocates wrote, who broadened the pardon clause to apply to “offenses” committed against the United States, rather than the narrower term “crimes.” They add that King George III used his pardon power to relieve thousands from a penalty known as transportation, which was a “precursor to modern deportation” that “evolved in England from the ancient punishment of banishment.”\n“The Supreme Court has repeatedly held that the reach of the pardon power is identical to the reach of the analogous power enjoyed by the King of England at the time of the founding of the U.S. Constitution,” they wrote.\nIn Alamance County, N.C., a rural, predominantly white community near the Virginia border, with a sleepy main street lined with American flags and “We Support Blue” banners, noncitizens are particularly on edge about the transfer of power to Mr. Trump.", "url": "https://www.nytimes.com/2016/12/20/us/a-creative-plea-from-immigrants-and-a-ticking-clock-for-obama.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}