{"authors": ["Frank Bruni"], "date_download": "2018-11-16 03:52:00", "date_modify": "2018-11-16 03:52:00", "date_publish": "2016-12-10 17:50:02", "description": "The president-elect’s chaotic search for a key post was a mirror of the man himself.", "filename": "2016_12_10_opinion_sunday_donald-trumps-bottomless-secretarial-pool.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340320.html", "image_url": "https://static01.nyt.com/images/2016/12/11/opinion/sunday/11bruni/11bruni-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_10_opinion_sunday_donald-trumps-bottomless-secretarial-pool.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340320.html", "title": "Donald Trump’s Bottomless Secretarial Pool", "title_page": "Opinion | Donald Trump’s Bottomless Secretarial Pool - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "David Petraeus, angling to be the secretary of state, appeared on the ABC News program “This Week” to try to demonstrate that he could quell misgivings about his mishandling of classified information during an extramarital affair. But there was more to his performance than this aria of expiation. Speaking via a video feed from Germany, he signed off in German, telling George Stephanopoulos, “auf Wiedersehen!” That settles it. Such a multilingual man of the world must get the job!\nRudy Giuliani, who was one of his competitors, had previously done a Fox News interview with a goo-goo-eyed Sean Hannity that was all about establishing his international bona fides.\nHannity ever so helpfully asked him how many countries he’d been to. Giuliani said that since 2001, when he ended his time as the mayor of New York City, he’d visited about 80.\n“Wow,” Hannity said. Then, continuing his swoon: “A lot of people sought your expertise.”\nMitt Romney took a pass on the television bragging and, apart from smiling for photographers during his dinner with Trump in one of the magnate’s shimmering Manhattan hotels, kept the sycophancy to a minimum. He didn’t do what some in Trump World would have liked and issue some extravagant apology for that blistering anti-Trump speech during the Republican primaries.\nBut he had hair and handsomeness in his favor. The Times’s Maggie Haberman and Jeremy Peters reported that he appealed to the president-elect in part because he was “a camera-ready option to represent the country around the globe.” I’m convinced that being camera-unready undid me. To Trump, all the world is baubles, and he reaches reflexively for the shiniest one.\nA week and a half ago, a Trump spokesman, Jason Miller, announced that the field was down to four candidates. Just a few days later, the Trump whisperer Kellyanne Conway said it was expanding. Such is the mixture of Trump’s signals, the roller coaster of Trump’s mood, the brevity of his attention span and his belief that a certain degree of chaos yields the optimal outcome.\nBesides, discipline is for wallflowers. Disorder keeps the spotlight on you and the audience rapt.\nAnd what fun to advertise the plenitude of suitors and extend the orgy of self-congratulation. Last week Rex Tillerson, the chief executive of Exxon Mobil, was suddenly en route to Trump Tower. Fast on his heels was James Stavridis, the retired Navy admiral who had once been mentioned as a running mate for Hillary Clinton.", "url": "https://www.nytimes.com/2016/12/10/opinion/sunday/donald-trumps-bottomless-secretarial-pool.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}