{"authors": ["Amy Chozick"], "date_download": "2018-11-16 04:26:39", "date_modify": "2018-11-16 04:26:39", "date_publish": "2016-09-28 12:37:42", "description": "Mrs. Clinton seemed emboldened by her performance against Donald J. Trump, but many of her aides and supporters sense that the feeling could be fleeting.", "filename": "2016_09_29_us_politics_hillary-clinton-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342399.html", "image_url": "https://static01.nyt.com/images/2016/09/29/us/elections/29dems/29dems-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_29_us_politics_hillary-clinton-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342399.html", "title": "Democrats Eye Hillary Clinton’s Confidence After Debate With Caution", "title_page": "Democrats Eye Hillary Clinton’s Confidence After Debate With Caution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last week, Democrats could hardly hide their neurosis about tightening poll numbers and the pressure on Hillary Clinton to regain her footing in the first debate against Donald J. Trump on Monday. On Tuesday, they breathed a sigh of relief.\nMrs. Clinton did not deliver a fatal blow or reconnect to voters in a way that will drastically alter the contours of an unpredictable election year, but she avoided the land mines that Mr. Trump had so effectively planted against his Republican primary opponents.\n“He just ran out of gas,” said Steve Elmendorf, a veteran Democratic strategist and lobbyist, who pointed to Mr. Trump not aggressively attacking Mrs. Clinton on her email practices or the Clinton Foundation. “If we had a person who lacked stamina last night, it was Donald Trump.”\nAfter a couple of rocky weeks, Mrs. Clinton greeted reporters on Tuesday morning with a fresh dose of confidence. “We had a great, great time last night,” she said, and then quoted the baseball legend Ernie Banks, “Let’s play two.”", "url": "https://www.nytimes.com/2016/09/29/us/politics/hillary-clinton-democrats.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}