{"authors": ["Marc Santora", "Rukmini Callimachi", "Adam Goldman"], "date_download": "2018-11-16 04:33:57", "date_modify": "2018-11-16 04:33:57", "date_publish": "2016-09-21 16:48:38", "description": "Mr. Rahami, accused of carrying out bombings in New York and New Jersey last weekend, had drawn federal attention after he traveled to Pakistan and his father reported concerns.", "filename": "2016_09_22_nyregion_new-york-new-jersey-bombing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342837.html", "image_url": "https://static01.nyt.com/images/2016/09/22/nyregion/22BOMB3/22BOMB3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_22_nyregion_new-york-new-jersey-bombing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342837.html", "title": "Flagged Two Times in 2014, Ahmad Rahami Passed Scrutiny", "title_page": "Flagged Two Times in 2014, Ahmad Rahami Passed Scrutiny - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Ahmad Khan Rahami returned in March 2014 from a nearly yearlong trip to Pakistan, he was flagged by customs officials, who pulled him out for a secondary screening. Still concerned about his travel, they notified the National Targeting Center, a federal agency that assesses potential threats, two law enforcement officials said.\nIt was one of thousands of such notifications every year, and a report on Mr. Rahami was passed along to the F.B.I. and other intelligence agencies.\nFive months later, when Mr. Rahami’s father told the police after a domestic dispute that he was concerned about his son having terrorist sympathies, federal agents again examined his travel history. And again, despite Mr. Rahami’s now having been flagged twice for scrutiny, the concerns were not found to warrant a deeper inquiry, one of the law enforcement officials said. Ahmad Rahami was not interviewed by federal agents.\nBut now, the travel history of Mr. Rahami, who is accused of carrying out bombings in New York and New Jersey last weekend, has become a focus of investigators, a subject made all the more urgent by details contained in a notebook that suggests he drew inspiration largely from the Islamic State.", "url": "https://www.nytimes.com/2016/09/22/nyregion/new-york-new-jersey-bombing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}