{"authors": ["Emma G. Fitzsimmons"], "date_download": "2018-11-16 04:30:15", "date_modify": "2018-11-16 04:30:15", "date_publish": "2016-01-28 01:41:07", "description": "The Metropolitan Transportation Authority could award a contract as early as next year to build 10 of them, officials said, bringing to life an idea that has been debated for years.", "filename": "2016_01_28_nyregion_open-subway-cars-may-come-to-new-york-city-as-early-as-2020.html_module=inline_1542342615.html", "image_url": "https://static01.nyt.com/images/2016/01/28/nyregion/28MTA-NY/28MTA-NY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_28_nyregion_open-subway-cars-may-come-to-new-york-city-as-early-as-2020.html_module=inline_1542342615.html", "title": "Open Subway Cars May Come to New York City as Early as 2020", "title_page": "Open Subway Cars May Come to New York City as Early as 2020 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Moving from one subway car to another is no easy task.\nThere is the dart-and-hustle option, entailing a sprint between entrances before the doors close, and the perilous — and prohibited — passing between the doors at the end of the car.\nBut the Metropolitan Transportation Authority wants to examine another route: a new generation of subway trains with open pathways between cars.\nThis week, the authority released an image of the model, known as an open gangway plan, delighting train aficionados who had wondered when the idea would arrive in New York City. The model has already appeared in systems in Paris, Toronto and other cities.\nThe cars are still years away here: The authority could award a contract as early as next year to build 10 of them, and they would not be delivered until at least 2020, or later, officials said. But their inclusion in a presentation to the authority’s board members brought to life an idea that has been debated for years.", "url": "https://www.nytimes.com/2016/01/28/nyregion/open-subway-cars-may-come-to-new-york-city-as-early-as-2020.html?module=inline"}