{"authors": ["Talya Minsberg"], "date_download": "2018-11-16 04:15:42", "date_modify": "2018-11-16 04:15:42", "date_publish": "2016-05-12 20:26:34", "description": "The decision stirred a strong response, with some speaking of “dark times for Brazil” and others saying “her removal means hope for the people.”", "filename": "2016_05_13_world_americas_brazil-dilma-rousseff-reader-comments.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341742.html", "image_url": "https://static01.nyt.com/images/2016/05/13/world/13brazil-react/13brazil-react-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_13_world_americas_brazil-dilma-rousseff-reader-comments.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341742.html", "title": "Brazil’s Impeachment Trial of Dilma Rousseff: Readers React", "title_page": "Brazil’s Impeachment Trial of Dilma Rousseff: Readers React - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Brazil’s Senate voted on Thursday to suspend President Dilma Rousseff and begin an impeachment trial against her. During the trial, which could last more than six months, Ms. Rousseff will be replaced by her former vice president, Michel Temer.\nThe vote stirred an impassioned response from Brazilians on nytimes.com and on The New York Times Facebook page, where thousands of readers shared their thoughts on the news.\nHere is a sampling of those comments, edited for length and clarity.\n‘These are dark times for Brazil.’\nVitória Fernandes, 23: Brazil will not change. The problem with our country and economy is not the president herself, but our senators and everyone else who’s been stealing, and ruining our country to their personal gain. I’m sad to say that, even though I don’t support Dilma and never voted for her, what’s coming is much, much worse than her. I was hopeful we’d have emergency elections and elect a new president, that should be our next step, after all, no one votes for Temer to be president. He and those behind him are more corrupt than Dilma herself, and I fear for the future of my country.", "url": "https://www.nytimes.com/2016/05/13/world/americas/brazil-dilma-rousseff-reader-comments.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}