{"authors": ["Ben Strauss"], "date_download": "2018-11-16 04:12:22", "date_modify": "2018-11-16 04:12:22", "date_publish": "2016-03-02 10:00:06", "description": "The league’s plan could further the thaw in Cuba-United States relations and enable Cubans to play professionally in America without defecting.", "filename": "2016_03_03_sports_baseball_major-leagues-have-proposal-to-ease-path-for-cuban-players.html_module=inline_1542341542.html", "image_url": "https://static01.nyt.com/images/2016/03/03/sports/03CUBABASEweb1/03CUBABASEweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_03_sports_baseball_major-leagues-have-proposal-to-ease-path-for-cuban-players.html_module=inline_1542341542.html", "title": "Major League Baseball Wants to Let Cuban Players Sign Directly With Teams", "title_page": "Major League Baseball Wants to Let Cuban Players Sign Directly With Teams - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Major League Baseball has submitted a proposal to the Treasury Department that outlines a new pathway for baseball players from Cuba to sign directly with big league teams in the United States. If approved, it could represent a sea change in relations between the two countries and drastically reshape how Cuban players find their way to the major leagues.\nFor decades, Cubans have had to play for minuscule wages — now $40 to $200 per month — or defect from their island homeland to pursue baseball careers in America. A Cold War-era embargo that only Congress can remove is still in place and largely prohibits American companies and citizens from doing business in Cuba.\nUnder the proposed plan, according to M.L.B.’s top lawyer, Dan Halem, an entity made up of Cuban entrepreneurs and officials from baseball and its players’ union would be created. A percentage of salaries paid to Cuban players would go to the new body, which would function like a nonprofit organization and support youth baseball, education and the improvement of sports facilities in Cuba.\nThe proposed body could satisfy the terms of the embargo, M.L.B. contends, because no money would go directly to the Cuban government.", "url": "https://www.nytimes.com/2016/03/03/sports/baseball/major-leagues-have-proposal-to-ease-path-for-cuban-players.html?module=inline"}