{"authors": ["Alexandra Alter"], "date_download": "2018-11-16 04:01:02", "date_modify": "2018-11-16 04:01:02", "date_publish": "2016-09-14 14:04:23", "description": "Mr. Weiner always carries a notebook to record ideas or overheard dialogue. One of them became the seed for a book, “Heather, the Totality.”", "filename": "2016_09_15_arts_television_mad-mens-matthew-weiner-new-novelist-in-town.html_module=inline_1542340862.html", "image_url": "https://static01.nyt.com/images/2016/09/15/arts/15WEINER/15WEINER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_15_arts_television_mad-mens-matthew-weiner-new-novelist-in-town.html_module=inline_1542340862.html", "title": "Conquering TV With ‘Mad Men.’ Now Matthew Weiner Publishes a Novel.", "title_page": "Conquering TV With ‘Mad Men.’ Now Matthew Weiner Publishes a Novel. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last fall, Matthew Weiner was walking on the Upper East Side of Manhattan when he saw a teenage girl having a tense conversation with a companion near a building under construction.\nMr. Weiner, creator of the AMC drama “Mad Men,” was carrying the notebook he always keeps with him to record snippets of overheard dialogue or a fleeting idea for a scene. He scribbled down a short note about the girl, and the unsettling sense he had that she was in some kind of “animal danger.”\nHe wasn’t sure what, if anything, would come of the idea.\n“You don’t know if an idea is going to be a TV show or a movie or a play or prose or a poem or a stupid note you write in your notebook and forget about,” he said. “It was a little story where I was like, ‘I wonder what that is; maybe I’ll use it sometime.’”\nDuring the next nine months or so, the little story grew into a novel, his first. “Heather, the Totality” was recently acquired by Little, Brown, which plans to publish it in the fall of 2017. Translation rights have sold in 10 countries.", "url": "https://www.nytimes.com/2016/09/15/arts/television/mad-mens-matthew-weiner-new-novelist-in-town.html?module=inline"}