{"authors": ["Edward Wong"], "date_download": "2018-11-16 04:48:33", "date_modify": "2018-11-16 04:48:33", "date_publish": "2016-02-28 08:41:24", "description": "An official statement said the property tycoon Ren Zhiqiang had exerted a “vile” influence by spreading illegal information on the Sina Weibo platform.", "filename": "2016_02_29_world_asia_china-deletes-microblog-weibo-ren-zhiqiang-critic-xi-jinping_1542343713.html", "image_url": "https://static01.nyt.com/images/2016/02/29/world/asia/29china-web/29china-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_29_world_asia_china-deletes-microblog-weibo-ren-zhiqiang-critic-xi-jinping_1542343713.html", "title": "China Deletes Microblog of Critic of President Xi Jinping", "title_page": "China Deletes Microblog of Critic of President Xi Jinping - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nBEIJING — The microblog account of an outspoken property tycoon and critic of President Xi Jinping, which had nearly 38 million followers, was deleted by China’s Internet control bureau on Sunday.\nAn official statement said that the tycoon, Ren Zhiqiang, had exerted a “vile” influence on the country by spreading illegal information on the website, which was on the Sina Weibo platform.\nMr. Ren, a member of the Communist Party, had recently posted statements questioning a new policy on news media control announced by Mr. Xi on Feb. 19. The president visited the three main party and state media organizations that day and said that all Chinese news media had to serve the party. No Chinese leader since Mao Zedong had suggested so explicitly that spreading official propaganda should be the media’s top priority.\nMr. Ren said in his posts that the news media should serve the people, not the party. Those posts were quickly deleted, and a website managed by the propaganda unit of the Beijing municipal party committee then attacked Mr. Ren on Feb. 22, saying he was acting against the party.\nAdvertisement Continue reading the main story\nMr. Ren has long had a reputation for posting controversial messages online. That earned him the nickname the Cannon. In 2011, he stepped down as president of Beijing Huayuan Group, a property company, but he remained president of a publicly listed subsidiary until 2014. One official news report estimated his net worth in 2009 at around $22 million.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe Internet control bureau, the Cyberspace Administration of China, took the rare step on Sunday of publishing a long statement explaining why it had deleted Mr. Ren’s account. The bureau is led by Lu Wei, a party and government official who traveled with Mr. Xi to the United States in September to meet with top executives of American technology companies. He is in charge of ensuring that foreign technology companies in China abide by strict rules laid down by the party and the state.", "url": "https://www.nytimes.com/2016/02/29/world/asia/china-deletes-microblog-weibo-ren-zhiqiang-critic-xi-jinping.html"}