{"authors": ["Eric Lichtblau"], "date_download": "2018-11-16 04:27:05", "date_modify": "2018-11-16 04:27:05", "date_publish": "2016-12-12 10:00:22", "description": "If his record in election law is any guide, Mr. McGahn will be a fierce proponent of Mr. Trump’s executive authority to operate independently on a variety of issues.", "filename": "2016_12_12_us_politics_donald-trump-white-house-counsel-donald-mcgahn_1542342425.html", "image_url": "https://static01.nyt.com/images/2016/12/13/us/13COUNSEL-1/12TRUMPCOUNSEL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_12_us_politics_donald-trump-white-house-counsel-donald-mcgahn_1542342425.html", "title": "In Donald McGahn, Donald Trump Gets a Combative White House Counsel", "title_page": "In Donald McGahn, Donald Trump Gets a Combative White House Counsel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The success of Mr. Trump’s presidency, said Nicholas W. Allard, a longtime Washington lawyer and lobbyist who is the dean of the Brooklyn Law School, could hinge in part on Mr. McGahn’s legal advice.\n“The challenges facing McGahn are really unique in the history of that office,” Mr. Allard said.\nInterviews with more than a dozen associates, as well as an examination of legal filings, portray Mr. McGahn, 48, as an advocate with an impressive command of arcane election law, but also a fiercely competitive and even intimidating man eager to scrap with opponents — to “duke it out,” as he once said — in pressing the argument that donations of political money are a form of free speech. His Democratic opponents, however, portray him as a master of finding legal technicalities to allow election abuses to go unpunished.\nIf his record is any guide, Mr. McGahn (pronounced Mc-GANN) will be a fierce proponent of the president’s executive authority to operate independently on a wide range of issues. One key question, however, is how strongly he will push back if Mr. Trump, a man who has defied many norms, seeks to cross into murky legal terrain, a number of associates said.\nHe may be called on to defend Mr. Trump’s stances on issues like his business empire, his children’s role in his administration, his moves to roll back President Obama’s executive orders, his vow to bring back waterboarding or his threat to impose tariffs on companies moving abroad.\nHis legal fingerprints can already be seen in a number of positions Mr. Trump has taken since the election. Associates said he was most likely the source, for instance, for Mr. Trump’s assertion in an interview with The New York Times that he could maintain control of his business if he chose to because “the law is totally on my side, meaning the president can’t have a conflict of interest.” Mr. Trump’s contention was apparently based on an exemption for presidents and vice presidents codified by Congress in 1989.", "url": "https://www.nytimes.com/2016/12/12/us/politics/donald-trump-white-house-counsel-donald-mcgahn.html"}