{"authors": ["Felipe Villamor"], "date_download": "2018-11-16 03:54:37", "date_modify": "2018-11-16 03:54:37", "date_publish": "2016-11-05 13:15:57", "description": "Ties, possibly financial, between President Rodrigo Duterte and the family of the dictator Ferdinand E. Marcos have raised questions of motives.", "filename": "2016_11_06_world_asia_philippines-duterte-marcos-burial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340477.html", "image_url": "https://static01.nyt.com/images/2016/11/05/world/05PHILIPPINES-1/05PHILIPPINES-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_06_world_asia_philippines-duterte-marcos-burial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340477.html", "title": "Push to Give Marcos a Philippine Hero’s Burial Finds an Ally in Duterte", "title_page": "Push to Give Marcos a Philippine Hero’s Burial Finds an Ally in Duterte - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANILA — The torture was more than 40 years ago, but Loretta Rosales remembers it vividly.\nTwice during the dictatorship of Ferdinand E. Marcos she was arrested by his henchmen for leading street protests. During her detention, she said, she was sexually molested, choked with a belt, given electric shocks and subjected to Russian roulette.\nSo the news that President Rodrigo Duterte wants to transfer Mr. Marcos’s remains to a heroes’ cemetery in Manila hit her in the gut.\n“Now they want to make him a hero,” Ms. Rosales, a leftist politician who is now 77, said in a recent interview. Doing so would betray Mr. Marcos’s victims, she said, and whitewash the past.\n“We have a right to the truth,” she said, “and so, too, do the generations after us.”\nThe debate over the reburial of Mr. Marcos, 30 years after he was ousted in the People Power uprising, has forced a national reckoning over a wrenching period of Philippine history.", "url": "https://www.nytimes.com/2016/11/06/world/asia/philippines-duterte-marcos-burial.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}