{"authors": ["Michael Powell"], "date_download": "2018-11-16 03:19:18", "date_modify": "2018-11-16 03:19:18", "date_publish": "2016-08-19 01:01:05", "description": "The American high jumper Chaunté Lowe once slept in a car as a child. She will compete for a gold medal on Saturday.", "filename": "2016_08_19_sports_olympics_high-jumper-chaunte-lowe-road-out-of-poverty.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338358.html", "image_url": "https://static01.nyt.com/images/2016/08/19/sports/19-Y-POWELL-1/19-Y-POWELL-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_19_sports_olympics_high-jumper-chaunte-lowe-road-out-of-poverty.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338358.html", "title": "The Olympics Are the End of a Track From Poverty", "title_page": "The Olympics Are the End of a Track From Poverty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — As she tells it to me, the memory sounds like a home movie in a childhood rich in joy.\nHer mom had gone to work, and Chaunté Lowe and her sisters, little girls all, pulled the mattresses into the living room and put on the Kris Kross hit “Jump.” The girls jumped and touched the ceiling. Chaunté landed on the floor. She leapt from the hardwood and still touched the ceiling.\n“I thought to myself: Wow! You have a gift!”\nShe has just given me a magical-sounding origin tale for the best female high jumper in the world this year, a four-time Olympian and a reasonable bet to contend for a gold medal on Saturday. She is a lithe, exuberant jumper with a husband, Mario Lowe, and three little children whom she nursed in between Olympics. Her jumps consist of one, two, three, four high-bounding steps and up she goes, slithering backward over the high bar. She bounces up and does a little boogie. Or she puts out her arms and falls backward onto the cushion like a child.\nWhat has gone unspoken so far is the treacherous ocean Lowe navigated between early childhood memory and sitting here in the athletes’ village. Tell me about your childhood, I say. She smiles and shrugs. O.K., let’s go there.", "url": "https://www.nytimes.com/2016/08/19/sports/olympics/high-jumper-chaunte-lowe-road-out-of-poverty.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}