{"authors": ["Maggie Haberman", "Ashley Parker"], "date_download": "2018-11-16 04:21:33", "date_modify": "2018-11-16 04:21:33", "date_publish": "2016-08-16 15:47:27", "description": "Mr. Ailes is aiding Mr. Trump’s team as it turns its attention to the first debate with Hillary Clinton on Sept. 26 on Long Island.", "filename": "2016_08_17_us_politics_donald-trump-roger-ailes_1542342093.html", "image_url": "https://static01.nyt.com/images/2016/08/17/us/17fd-ailes/17fd-ailes-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_17_us_politics_donald-trump-roger-ailes_1542342093.html", "title": "Roger Ailes Is Advising Donald Trump Ahead of Presidential Debates", "title_page": "Roger Ailes Is Advising Donald Trump Ahead of Presidential Debates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Roger Ailes, the former Fox News chairman ousted last month over charges of sexual harassment, is advising Donald J. Trump in preparation for the all-important presidential debates this fall.\nMr. Ailes is aiding the Republican nominee as Mr. Trump turns his attention to the first debate with Hillary Clinton, his Democratic opponent, on Sept. 26 at Hofstra University on Long Island, according to four people briefed on the move, who insisted on anonymity because they were not authorized to discuss the matter.\nTwo of them said Mr. Ailes’s role could extend beyond the debates, which Mr. Trump’s advisers see as crucial to vaulting him back into strong contention for the presidency after self-inflicted wounds that have eroded his standing in public opinion polls.\nFor Mr. Ailes, being connected with Mr. Trump’s campaign could be a form of redemption after he was pushed out of the powerful network that he helped build. And for Mr. Trump, having Mr. Ailes taking a hand in his preparations for the debates adds immeasurably to the messaging and media expertise in his corner — and could raise alarms within Mrs. Clinton’s camp about just how aggressive Mr. Trump plans to be in those encounters.", "url": "https://www.nytimes.com/2016/08/17/us/politics/donald-trump-roger-ailes.html"}