{"authors": ["Wai Moe", "Thomas Fuller"], "date_download": "2018-11-16 03:18:31", "date_modify": "2018-11-16 03:18:31", "date_publish": "2016-02-05 12:26:04", "description": "The democracy leader’s party has offered senior government posts to the military as part of a possible deal, two top party officials said.", "filename": "2016_02_06_world_asia_myanmar-military-aung-san-suu-kyi-president.html_module=inline_1542338311.html", "image_url": "https://static01.nyt.com/images/2016/02/06/world/06Myanmar-web1/06Myanmar-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_06_world_asia_myanmar-military-aung-san-suu-kyi-president.html_module=inline_1542338311.html", "title": "Myanmar Talks Could Open Door to Presidency for Aung San Suu Kyi", "title_page": "Myanmar Talks Could Open Door to Presidency for Aung San Suu Kyi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Constitution can only be amended with the consent of the military.\nRelations between Ms. Aung San Suu Kyi, a former political prisoner, and the military are seen as crucial to the success of her government. In addition to the lock on the Constitution, the military retains control of a quarter of the seats in Parliament and several key ministries.\nMs. Aung San Suu Kyi has long desired the presidency and has campaigned to amend the Constitution to allow it.\nDuring the election campaign she said she planned to have her party elect a proxy who would answer to her, putting her “above” the president.\nBut now members of her party say they are hopeful that she can assume the post herself.\nThe party has a solid majority in the new Parliament, which convened for the first time this week. The negotiations have been largely held in the shadows of the week’s parliamentary session.", "url": "https://www.nytimes.com/2016/02/06/world/asia/myanmar-military-aung-san-suu-kyi-president.html?module=inline"}