{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 03:17:09", "date_modify": "2018-11-16 03:17:09", "date_publish": "2016-05-25 09:00:27", "description": "Mr. Trump, defying the norms of presidential politics and fashioning his own outrageous style, shows no use for the help of political operatives.", "filename": "2016_05_26_us_politics_donald-trump-presidential-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338229.html", "image_url": "https://static01.nyt.com/images/2016/05/25/us/26MEMOweb1/26MEMOweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_26_us_politics_donald-trump-presidential-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338229.html", "title": "As Donald Trump Pushes Conspiracy Theories, Right-Wing Media Gets Its Wish", "title_page": "As Donald Trump Pushes Conspiracy Theories, Right-Wing Media Gets Its Wish - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Ever since talk radio, cable news and the Internet emerged in the 1990s as potent political forces on the right, Republicans have used those media to attack their opponents through a now-familiar two-step.\nPolitical operatives would secretly place damaging information with friendly media like The Drudge Report and Fox News and with radio hosts like Rush Limbaugh — and then they would work to get the same information absorbed into the mainstream media.\nCandidates themselves would avoid being seen slinging mud, if possible, so as to avoid coming across as undignified or desperate.\nYet by personally broaching topics like Bill Clinton’s marital indiscretions and the conspiracy theories surrounding the suicide of Vincent W. Foster Jr., a Clinton White House aide, Donald J. Trump is again defying the norms of presidential politics and fashioning his own outrageous style — one that has little use for a middleman, let alone usual ideas about dignity.", "url": "https://www.nytimes.com/2016/05/26/us/politics/donald-trump-presidential-race.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}