{"authors": ["Jennifer Steinhauer", "Alexander Burns"], "date_download": "2018-11-16 03:16:25", "date_modify": "2018-11-16 03:16:25", "date_publish": "2016-05-12 09:00:49", "description": "Speaker Paul D. Ryan came away from his meeting with Donald J. Trump feeling positive, though Mr. Ryan still did not endorse him.", "filename": "2016_05_13_us_politics_donald-trump-paul-ryan-gop.html_module=inline_1542338185.html", "image_url": "https://static01.nyt.com/images/2016/05/13/us/12repubs-ryanstill/12repubs-ryanstill-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_13_us_politics_donald-trump-paul-ryan-gop.html_module=inline_1542338185.html", "title": "Donald Trump and Paul Ryan Show Signs of Thaw", "title_page": "Donald Trump and Paul Ryan Show Signs of Thaw - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Donald J. Trump and Speaker Paul D. Ryan appeared to take half a step back from their political standoff on Thursday, as Mr. Trump toured Washington for a swirl of meetings with Republican lawmakers concerned about the direction of his presidential campaign.\nIn public, Mr. Ryan praised Mr. Trump, the presumptive Republican presidential nominee, as “warm and genuine,” and declared that a process of reconciliation was underway. Behind closed doors, Mr. Trump pulled back his threat to remove Mr. Ryan as chairman of the Republican National Convention, and offered to help elect the party’s candidates running for the House and the Senate.\nSignificant fissures remain between Mr. Trump and Republican congressional leaders: Mr. Ryan reminded the candidate privately that many voters opposed him in the primaries, and in a separate meeting with senators, several lawmakers urged Mr. Trump to modulate his tone on immigration.\nBut the abrupt shift in posture toward Mr. Trump, especially from Mr. Ryan, represented a remarkable turnaround. Only a week ago, Mr. Ryan took the unusual step of announcing on television that he was “just not ready to support” Mr. Trump. (Mr. Trump responded that he was “not ready to support Speaker Ryan’s agenda.”)", "url": "https://www.nytimes.com/2016/05/13/us/politics/donald-trump-paul-ryan-gop.html?module=inline"}