{"authors": ["Paul Mozur", "Su-Hyun Lee"], "date_download": "2018-11-16 03:42:09", "date_modify": "2018-11-16 03:42:09", "date_publish": "2016-09-02 09:49:48", "description": "The recall covers 10 countries and represents a blow to the South Korean company’s effort to catch up with the Apple iPhone.", "filename": "2016_09_03_business_samsung-galaxy-note-battery.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339729.html", "image_url": "https://static01.nyt.com/images/2016/09/03/world/03Samsung-web/03Samsung-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_03_business_samsung-galaxy-note-battery.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339729.html", "title": "Samsung to Recall 2.5 Million Galaxy Note 7s Over Battery Fires", "title_page": "Samsung to Recall 2.5 Million Galaxy Note 7s Over Battery Fires - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — A ubiquitous source of power in most modern technology, lithium-ion batteries keep cellphones, laptops, electric cars and airplanes running. They are also the source of many problems, with some overheating, catching fire and even exploding.\nIn a potentially damaging episode, Samsung, the world’s biggest maker of smartphones, announced on Friday that it would recall its Galaxy Note 7 model after discovering a flaw in the battery cell that could result in fires. The company will replace 2.5 million phones sent to stores and consumers, in one of the industry’s largest recalls.\nThe recall puts Samsung, which has been trying to match the success of the Apple iPhone, in a precarious position.\nThe smartphone industry is grappling with slowing demand and intense competition. Samsung was regaining swagger with its high-end phone models, like the Note 7, in which the screens appear to spill off the side.", "url": "https://www.nytimes.com/2016/09/03/business/samsung-galaxy-note-battery.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}