{"authors": ["Alissa J. Rubin"], "date_download": "2018-11-16 03:48:02", "date_modify": "2018-11-16 03:48:02", "date_publish": "2016-12-20 02:40:31", "description": "At a time when terrorist attacks have become all too familiar, public spaces are no longer presumed to be safe, and that includes holiday markets.", "filename": "2016_12_19_world_europe_germany-berlin-attack-christmas-markets.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340082.html", "image_url": "https://static01.nyt.com/images/2016/12/20/world/20christmasmarkets/20christmasmarkets-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_19_world_europe_germany-berlin-attack-christmas-markets.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340082.html", "title": "Christmas Markets Are Beloved Tradition, but a Challenge to Protect", "title_page": "Christmas Markets Are Beloved Tradition, but a Challenge to Protect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If they turn out to be right, it would hardly be unexpected. At least twice this year, Islamic extremists in Europe have used a vehicle to kill people. There have been at least nine attacks or attempted attacks in Germany in 2016 as well as in at least five other European countries: France, Italy, Belgium, Russia and Serbia.\nAnd these attacks have taken every possible form, from bombings to beheadings. Those who carry them out are young and old. Heightening the pervasive sense of dread, terrorism in Europe seems to have no one face, no one method, no one target and knows no national borders.\nMost of all in France, which has suffered the most attacks of any European country, they have become part of life. The deadliest attack in Europe this year was carried out by a lone driver in Nice on July 14. He used a cargo truck to career into crowds leaving the annual fireworks festivities, and killed 90 people. There have been at least nine other attacks or attempted attacks in the country.\nIn a much-criticized comment made after the Nice killings, Prime Minister Manuel Valls of France said: “Times have changed, and we should learn to live with terrorism. We have to show solidarity and collective calm.”\nA state of emergency has been in effect in France since the November 2015 attacks in and near Paris, which killed 130 people. But the mood began to change about 10 months before that, when two gunmen entered the offices of the satirical newspaper Charlie Hebdo in January 2015 and killed 12 people.", "url": "https://www.nytimes.com/2016/12/19/world/europe/germany-berlin-attack-christmas-markets.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}