{"authors": ["Mustafa Akyol"], "date_download": "2018-11-16 03:52:36", "date_modify": "2018-11-16 03:52:36", "date_publish": "2016-06-29 23:13:07", "description": "Turkey can’t solve its terrorism problem until the country heals itself.", "filename": "2016_06_30_opinion_what-comes-after-the-istanbul-airport-attack_1542340356.html", "image_url": "https://static01.nyt.com/images/2016/06/30/opinion/30akyolWeb/30akyolWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_30_opinion_what-comes-after-the-istanbul-airport-attack_1542340356.html", "title": "What Comes After the Istanbul Airport Attack?", "title_page": "Opinion | What Comes After the Istanbul Airport Attack? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — ON Tuesday night, just as millions of Muslims here were breaking their Ramadan fasts, three terrorists attacked the city’s busy airport. They fired randomly at passengers with automatic weapons before blowing themselves up. They killed 41 innocent people, most of them Muslims, supposedly in the name of Islam.\nThe assault on the airport is the latest in a series of horrible traumas in Turkey. In the past year, the country has endured almost a dozen major terrorist attacks. Some were the work of the Islamic State, which kills in the name of God; others were the work of the Kurdistan Workers’ Party, or P.K.K., which kills in the name of the people.\nThis country was much more peaceful a year ago. It was only last summer that a two-year-old peace process between the government and the P.K.K. fell apart. Meanwhile, the Islamic State, which initially benefited from Turkey’s lax control of the Syrian border, began to carry its violence inside Turkey. Islamic State suicide bombers first aimed at secular Kurds, then Western tourists and finally random people at the airport.\nSince last summer, the Islamic State has been condemning Ankara as the capital of an “apostate regime” that allies itself with “Crusaders.” The group’s Turkish-language magazine proclaimed: “O Istanbul, you have allowed disbelief in your avenues. You have filled your streets with sins, but surely you will be conquered.”", "url": "https://www.nytimes.com/2016/06/30/opinion/what-comes-after-the-istanbul-airport-attack.html"}