{"authors": ["David Jolly"], "date_download": "2018-11-16 03:20:36", "date_modify": "2018-11-16 03:20:36", "date_publish": "2016-02-23 19:53:36", "description": "Airstrikes on Taliban positions allowed repair crews to reach downed power lines and restore electricity to the Afghanistan capital after weeks of disruption, an official said.", "filename": "2016_02_24_world_asia_us-strikes-help-break-impasse-and-restore-power-to-kabul.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338436.html", "image_url": "https://static01.nyt.com/images/2016/02/24/world/24AFGHANISTAN-web1/24AFGHANISTAN-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_24_world_asia_us-strikes-help-break-impasse-and-restore-power-to-kabul.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338436.html", "title": "U.S. Strikes Help Break Impasse and Restore Power to Kabul", "title_page": "U.S. Strikes Help Break Impasse and Restore Power to Kabul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Power to Kabul and other affected regions was restored late Monday.\nThe supply of electricity to the capital by Afghanistan’s national power company, known as DABS, is never enough to meet demand, even at the best of times. But the loss of the Uzbek lines, and a separate attack that cut the electrical supply from Tajikistan, had left much of the capital without power through several winter weeks.\nThe United States’ action ensured that the lights were on in Kabul in time for a meeting on Tuesday of a four-nation group that is working to restart the Afghan peace process. The so-called Quadrilateral Coordination Group, made up of diplomats from Afghanistan, Pakistan, China and the United States, issued a statement after the discussions inviting the Taliban and other antigovernment groups to meet with representatives of President Ashraf Ghani in the Pakistani capital, Islamabad, by the first week of March.\nRequests for comment from a Taliban spokesman were not immediately answered.\nMr. Ghani has sought to negotiate a way out of the conflict, but he has little to show for his efforts. He was humiliated last year when, just days after what had seemed to be a breakthrough meeting between Taliban delegates and Afghan government envoys in Pakistan, officials announced that the Taliban’s supreme leader, Mullah Muhammad Omar, had died more than two years earlier.\nIn addition to costing Mr. Ghani significant political support at home, the revelation exposed deep differences within the Taliban over whether to support peace talks. It also led some commanders to break away completely, which could complicate the new peace effort.\nThe pace of the antigovernment violence has, if anything, intensified. Afghan forces have been on the defensive for months in the opium-growing heartland of southern Helmand Province.", "url": "https://www.nytimes.com/2016/02/24/world/asia/us-strikes-help-break-impasse-and-restore-power-to-kabul.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}