{"authors": ["Ben Sisario"], "date_download": "2018-11-16 04:22:51", "date_modify": "2018-11-16 04:22:51", "date_publish": "2016-04-08 20:13:21", "description": "Saying “some things are more important than a rock show,” Mr. Springsteen sharply criticized the law, on gay and transgender rights, and the politicians who supported it.", "filename": "2016_04_09_business_media_bruce-springsteen-cancels-a-north-carolina-concert-over-anti-gay-law.html_module=inline_1542342171.html", "image_url": "https://static01.nyt.com/images/2016/04/09/business/09bruce/09bruce-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_09_business_media_bruce-springsteen-cancels-a-north-carolina-concert-over-anti-gay-law.html_module=inline_1542342171.html", "title": "Bruce Springsteen Cancels North Carolina Concert Over Bias Law", "title_page": "Bruce Springsteen Cancels North Carolina Concert Over Bias Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bruce Springsteen has canceled a concert in North Carolina this weekend in protest of the state’s new law on gay and transgender rights, becoming perhaps the most prominent cultural figure to speak out against it.\nMr. Springsteen, who is on tour with the E Street Band, was scheduled to play at the Greensboro Coliseum in Greensboro, N.C., on Sunday. But in a statement posted to his website on Friday afternoon, Mr. Springsteen said he was canceling the show in opposition to the law, which bars transgender people from using public bathrooms that do not match their sex at birth, calling the law “an attempt by people who cannot stand the progress our country has made in recognizing the human rights of all of our citizens to overturn that progress.”\nThe law, passed last month, has drawn wide complaints from business and political leaders, and has been widely condemned on social media. Top executives at Starbucks, Facebook, Apple, Citibank and dozens of other companies have signed a public letter asking Gov. Pat McCrory to repeal the law, and the online payment company PayPal canceled plans to open an operations center in Charlotte, N.C., that would have employed over 400 people and involved a $3.6 million investment in the state.\nIn the entertainment world, Lionsgate and the A&E network have both said that they will not film movies and television shows in North Carolina because of the law, and Stephen Schwartz, the composer and lyricist, has said that he would not allow productions of his shows — which include “Wicked” and “Pippin” – to be performed in the state.", "url": "https://www.nytimes.com/2016/04/09/business/media/bruce-springsteen-cancels-a-north-carolina-concert-over-anti-gay-law.html?module=inline"}