{"authors": ["Jon Caramanica"], "date_download": "2018-11-16 03:09:35", "date_modify": "2018-11-16 03:09:35", "date_publish": "2016-11-15 22:40:45", "description": "One of the essential 1990s hip-hop groups is back with its first album in 18 years, an often stunning work that interweaves social and political truth-telling.", "filename": "2016_11_16_arts_music_a-tribe-called-quest.html_module=inline_1542337775.html", "image_url": "https://static01.nyt.com/images/2016/11/16/arts/16TRIBEQUESTJP/16TRIBEQUESTJP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_16_arts_music_a-tribe-called-quest.html_module=inline_1542337775.html", "title": "A Tribe Called Quest Returns to a Changed World With Joy and Grief", "title_page": "A Tribe Called Quest Returns to a Changed World With Joy and Grief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the music business, when you disappear for a long stretch of time, you abandon your right to grouse about how things have changed in your absence. Nostalgia is a cheap crutch and a lame weapon. When the whole world is changing, though, disappearing and then re-emerging in different circumstances can be more deeply destabilizing. The things you held dear might be missing, or under attack. Adjusting is a full-time job.\nLast week, the members of A Tribe Called Quest, one of the essential groups of the 1990s, came back after nearly two decades into a hip-hop world that had iterated a dozen or more times; they didn’t flinch. And they returned in a moment when America’s racial tensions were at an outrageous level; they stepped into action.\nIt’s been 18 years since A Tribe Called Quest released an album — enough time for eight years of George W. Bush and almost eight years of Barack Obama, for Lil Wayne and Kendrick Lamar, Sept. 11 and Black Lives Matter, Drake and Young Thug, the rise of streaming and the fall of the record store.\nImage A Tribe Called Quest’s new album.\nIn its day, the group was at the vanguard of hip-hop’s progressive wing, an exquisite balance of philosophical and attitudinal, melodic inventiveness and subwoofer thump. Its internal politics were sometimes rancorous, though, which meant that last year’s reunion was a pleasant surprise.", "url": "https://www.nytimes.com/2016/11/16/arts/music/a-tribe-called-quest.html?module=inline"}