{"authors": ["Patrick Healy"], "date_download": "2018-11-16 04:38:04", "date_modify": "2018-11-16 04:38:04", "date_publish": "2016-07-23 01:27:16", "description": "The Virginia politician’s value is almost entirely about governing — it’s less about his ballot box impact than about what he’ll bring to the White House.", "filename": "2016_07_23_us_hillary-clinton-vp.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343084.html", "image_url": "https://static01.nyt.com/images/2016/07/23/us/23assess-web/23assess-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_23_us_hillary-clinton-vp.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343084.html", "title": "With Pick, Hillary Clinton Signals She’s Looking Past Inauguration Day", "title_page": "With Pick, Hillary Clinton Signals She’s Looking Past Inauguration Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His value is almost entirely about governing — about what he can do for Mrs. Clinton in the White House rather than at the ballot box. To that end, the pick is deeply revealing about how she sees the general election and how she would govern as president.\nShe already has a strong team.\nMrs. Clinton is showing her cards: In her view, she already has a straight flush heading into the fall with President Obama, former President Bill Clinton, Vice President Joseph R. Biden Jr., Mr. Sanders and Senator Elizabeth Warren of Massachusetts ready to campaign for her. She doesn’t think she needs an ace in the hole in November, according to Clinton advisers.\nMr. Kaine’s chief job in the general election is to win the vice-presidential debate on Oct. 4 — it happens to be in Virginia — against his Republican counterpart, Gov. Mike Pence of Indiana. Mr. Kaine and Mr. Pence are both solid debaters, but Mr. Kaine is more natural as an attack dog, a quality that Mrs. Clinton prizes. And as a member of both the Senate Foreign Relations Committee and the Armed Services Committee, he is well suited to highlighting Mr. Trump’s knowledge deficits on world affairs.\nMrs. Clinton herself is more popular than Mr. Trump with women, Hispanics, African-Americans and immigrants, which gives her some assurance that she can carry these voters without any particular help from her running mate, her advisers say. She is optimistic that because Mr. Trump is so divisive, she has no reason to fear him in traditionally Democratic states. She is investing far more money than the Trump campaign in voter turnout operations in battleground states, as well as spending far more on television commercials.", "url": "https://www.nytimes.com/2016/07/23/us/hillary-clinton-vp.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}