{"authors": ["Neil Irwin"], "date_download": "2018-11-16 03:14:57", "date_modify": "2018-11-16 03:14:57", "date_publish": "2016-06-24 16:54:48", "description": "Stock market declines aren’t too worrying, but a recession is a major risk in Britain and something of a risk in the rest of Europe and the U.S.", "filename": "2016_06_25_upshot_how-brexit-will-affect-the-global-economy-now-and-later.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338097.html", "image_url": "https://static01.nyt.com/images/2016/06/25/upshot/25UP-Econ/25UP-Econ-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_25_upshot_how-brexit-will-affect-the-global-economy-now-and-later.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338097.html", "title": "How ‘Brexit’ Will Affect the Global Economy, Now and Later", "title_page": "How ‘Brexit’ Will Affect the Global Economy, Now and Later - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Things fall apart. And now, “things” includes the European Union.\nBritish voters delivered a well-aimed kick at the global elites who prefer a Britain that is deeply intertwined, economically and diplomatically, with Europe.\nSo now that they did it, what does it mean for the British economy and the rest of the world?\nWith the caveat that nothing is really clear in the immediate aftermath of a seismic event like the one that happened Thursday, here’s how to think about the economic forces that have been unleashed and how we can expect them to play out in the weeks and months and years ahead.\nIn the short run . . .\nIf you run a British company that exports a lot to Europe, or manage a European bank with thousands of employees in London, nothing much changed with the results Thursday.\nBritain is a member of the European Union today, and will be one tomorrow. Your products can still be shipped to Düsseldorf without any hint of a tariff. Your employees can work legally whether their passport is from Sweden or Spain.", "url": "https://www.nytimes.com/2016/06/25/upshot/how-brexit-will-affect-the-global-economy-now-and-later.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}