{"authors": ["John Schwartz", "Jennifer Steinhauer", "Eric Lipton", "Ron Nixon"], "date_download": "2018-11-16 03:14:58", "date_modify": "2018-11-16 03:14:58", "date_publish": "2016-12-05 10:00:05", "description": "Al Gore was to meet with Ivanka Trump on climate change, but the former vice president got to bend the ear of the president-elect himself.", "filename": "2016_12_05_us_politics_donald-trump-transition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338098.html", "image_url": "https://static01.nyt.com/images/2016/12/05/us/05transitionbriefing3/05transitionbriefing3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_05_us_politics_donald-trump-transition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338098.html", "title": "Trump Meets With Al Gore on Climate Change While House G.O.P. Rebuffs Tariff Plan", "title_page": "Trump Meets With Al Gore on Climate Change While House G.O.P. Rebuffs Tariff Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I had a lengthy and very productive session with the president-elect,” Mr. Gore, the former vice president, told reporters at Trump Tower. “It was a sincere search for areas of common ground. I had a meeting beforehand with Ivanka Trump. The bulk of the time was with the president-elect, Donald Trump. I found it an extremely interesting conversation, and to be continued.”\nHundreds of scientists are also telling Mr. Trump in a new letter that climate change is real and needs to be addressed:\n“We urge you to decide if you want your presidency to be defined by denial and disaster, or acceptance and action,” says the new letter, which will be sent on Tuesday and has already been signed by 700 scientists and academics from related disciplines. The letter lists six steps the president-elect can take to help protect the nation’s “economy, national security, and public health and safety.”\nGetting Mr. Trump, who has called climate change a hoax perpetrated by the Chinese, to turn around on the issue might not be as unlikely as his public statements would make it seem. It may come down to who has his ear last.\nGore knows about losing the presidency but winning the vote.\nIt must have felt familiar to Mr. Gore, confronting a president-elect who had just lost the popular vote but won the Electoral College.\nIn point of fact, Mr. Gore’s loss to George W. Bush pales in comparison with Hillary Clinton’s. If you’re still counting, Mrs. Clinton’s popular vote lead over Mr. Trump climbed to 2,597,156 over the weekend, five times Mr. Gore’s final lead over Mr. Bush. And at 2 percentage points, Mrs. Clinton’s lead has equaled Jimmy Carter’s victory spread over Gerald Ford in 1976.", "url": "https://www.nytimes.com/2016/12/05/us/politics/donald-trump-transition.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}