{"authors": ["Rebecca R. Ruiz", "Michael Schwirtz"], "date_download": "2018-11-16 03:19:12", "date_modify": "2018-11-16 03:19:12", "date_publish": "2016-05-12 16:50:27", "description": "Each night, said the director of the antidoping lab at the Sochi Games, bottles of urine were passed through a hole in the wall and replaced for testing the next day.", "filename": "2016_05_13_sports_russia-doping-sochi-olympics-2014.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338352.html", "image_url": "https://static01.nyt.com/images/2016/05/13/sports/13DOPINGweb01SUB/13DOPINGweb01SUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_13_sports_russia-doping-sochi-olympics-2014.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338352.html", "title": "Russian Insider Says State-Run Doping Fueled Olympic Gold", "title_page": "Russian Insider Says State-Run Doping Fueled Olympic Gold - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — Dozens of Russian athletes at the 2014 Winter Olympics in Sochi, including at least 15 medal winners, were part of a state-run doping program, meticulously planned for years to ensure dominance at the Games, according to the director of the country’s antidoping laboratory at the time.\nThe director, Grigory Rodchenkov, who ran the laboratory that handled testing for thousands of Olympians, said he developed a three-drug cocktail of banned substances that he mixed with liquor and provided to dozens of Russian athletes, helping to facilitate one of the most elaborate — and successful — doping ploys in sports history.\nIt involved some of Russia’s biggest stars of the Games, including 14 members of its cross-country ski team and two veteran bobsledders who won two golds.\nIn a dark-of-night operation, Russian antidoping experts and members of the intelligence service surreptitiously replaced urine samples tainted by performance-enhancing drugs with clean urine collected months earlier, somehow breaking into the supposedly tamper-proof bottles that are the standard at international competitions, Dr. Rodchenkov said. For hours each night, they worked in a shadow laboratory lit by a single lamp, passing bottles of urine through a hand-size hole in the wall, to be ready for testing the next day, he said.", "url": "https://www.nytimes.com/2016/05/13/sports/russia-doping-sochi-olympics-2014.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}