{"authors": ["David Gelles"], "date_download": "2018-11-16 04:20:43", "date_modify": "2018-11-16 04:20:43", "date_publish": "2016-07-30 09:00:23", "description": "In amassing Yahoo, AOL and other online services, Verizon is preparing for the day when its most important clients are advertisers, not users.", "filename": "2016_07_31_business_media_yahoo-and-the-online-universe-according-to-verizon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342043.html", "image_url": "https://static01.nyt.com/images/2016/07/31/business/31VERIZON/31VERIZON-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_31_business_media_yahoo-and-the-online-universe-according-to-verizon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342043.html", "title": "Yahoo and the Online Universe According to Verizon", "title_page": "Yahoo and the Online Universe According to Verizon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Verizon Communications’ $4.83 billion acquisition of Yahoo has the technology cognoscenti scratching their heads. What does Verizon, the country’s biggest wireless company, see in an internet also-ran?\nFortune criticized “The Problem With Verizon-Yahoo.” T-Mobile’s chief executive, John Legere, derided the deal as a “slippery slope.” The chief executive of Sprint, Marcelo Claure, said that when telecommunications companies try to get into the content business, “history has proven that every single one of them has failed.”\nAnd there are reasons to think history might repeat itself. Yahoo will be merged with AOL, another faded star of Web 1.0 that Verizon bought last year. These brands from yesterday are supposed to compete for the same advertising dollars that titans like Google and Facebook are devouring faster than ever.\nStill, there is a surprisingly ambitious, and risky, unifying theme hidden in the oddball assortment of websites and internet services that Verizon has acquired over the last year or so: The company is rethinking who its customer actually is.", "url": "https://www.nytimes.com/2016/07/31/business/media/yahoo-and-the-online-universe-according-to-verizon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}