{"authors": ["Manny Fernandez"], "date_download": "2018-11-16 03:52:16", "date_modify": "2018-11-16 03:52:16", "date_publish": "2016-09-02 09:45:28", "description": "At the Summer Mummers shows in Midland, a 67-year-old tradition, audiences are encouraged to raise a ruckus and let the popcorn fly.", "filename": "2016_09_02_us_texas-summer-mummers-theater.html_rref=collection%2Fcolumn%2FOn%20the%20Ground_1542340336.html", "image_url": "https://static01.nyt.com/images/2016/09/04/us/04otg-texas/00otg-texas-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_02_us_texas-summer-mummers-theater.html_rref=collection%2Fcolumn%2FOn%20the%20Ground_1542340336.html", "title": "At This Texas Theater, the Show Gets Rowdy and the Crowd Gets Messy", "title_page": "At This Texas Theater, the Show Gets Rowdy and the Crowd Gets Messy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "They were in their 20s and their 60s, sober and not so much, first-time popcorn-tossers like me and seasoned pros like Ashley Frennier, a secretary from nearby Odessa, who pulled open my shirt and threw popcorn down my chest. Her table had a stockpile of bags, so I backed away.\nThe actors must have been thankful the audience was no longer allowed to toss peanuts, as they had been when Summer Mummers first started in 1949. Popcorn was $5 a bag, but most people bought it by the tray, paying $20 for a four-bag tray. Plastic lids on some of the cups kept the popcorn out of the beverages, and an umbrella hat on the head of the band leader, Mike Sherrod, 58, tried but mostly failed to deflect it off the keys of his piano.\nMidland Community Theater produces Summer Mummers as an annual volunteer-run fund-raiser, and on a recent Saturday the show was called “Midland’s Master Munchie Maker, or Are You Gonna Eat That?” It was a variety show with toilet-humor gags, dance numbers, men in drag and a low-budget “Moviola,” a black-and-white film with local actors and sets. I had more fun tossing popcorn at Terry Cargile, 56, a Midland businessman who was behind me.\n“I think it’s just a way to get the community to blow off steam during the summer,” he said.\nWhen the lights came up, a woman was in tears. Her ring slid off her finger as she threw popcorn, a common Summer Mummers occurrence. The theater looked like Orville Redenbacher had a huge fit: The popcorn was ankle-deep in places. A cleanup crew used rakes and industrial-strength vacuum cleaners to clear the aisles. I joined the ring search. Using flashlights, we sifted the stuff with our hands and feet.\nSuddenly, a worker steering a vacuum, Charles Griffith, 28, shouted “Hey!” and held up the ring. There wasn’t a dry eye in the place.", "url": "https://www.nytimes.com/2016/09/02/us/texas-summer-mummers-theater.html?rref=collection%2Fcolumn%2FOn%20the%20Ground"}