{"authors": ["Kat Herriman"], "date_download": "2018-11-16 03:08:57", "date_modify": "2018-11-16 03:08:57", "date_publish": "2016-02-22 15:29:04", "description": "The 26-year-old designer Misha Kahn’s irreverent pieces — from inflated chandeliers to slouching side tables — have earned him a solo show at Friedman Benda.", "filename": "2016_02_22_t-magazine_art_furniture-designer-misha-kahn-friedman-benda_1542337737.html", "image_url": "https://static01.nyt.com/images/2016/02/22/t-magazine/22tmag-misha-01/22tmag-misha-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_22_t-magazine_art_furniture-designer-misha-kahn-friedman-benda_1542337737.html", "title": "The Playful, Cartoonish Designs of a Furniture Wunderkind", "title_page": "The Playful, Cartoonish Designs of a Furniture Wunderkind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Plastic bits and blobs dangle from the ceiling and just about every other surface of the 26-year-old designer Misha Kahn’s studio in Brooklyn, which he shares with fellow designer Katie Stout (who just opened a show with Bjarne Melgaard at Karma gallery). A kind of clubhouse for outlandish furniture, their studio is something of a Willy Wonka wonderland. Kahn’s material irreverence and cheeky sense of humor have already amassed him a following, with commissions from luxury clients like Dior. His work has also been shown at the collection of New York’s Museum of Art and Design. Kahn’s creations, which range from inflated chandeliers to slouching concrete side tables, bring to mind the playfully haphazard aesthetic of ’90s Nickelodeon cartoons like “The Ren and Stimpy Show” — an analogy Kahn welcomes with a laugh, pointing out one of his latest pieces, a fluorescent, amoeba-shaped mirror, as a ready example.\nOnly several weeks out from his first solo show at Friedman Benda, the wunderkind is locked away in his fortress finalizing the details. A fainting couch is the center of his attentions, with a peculiar detail — a pillowy intestine that puddles on the floor. “I picked these up today,” Kahn says, fishing fabric samples out of an envelope. He lays out a shocking-orange Maharam, a muted chartreuse from Knoll and a pink latex. “I’m still not sure what to do, but I know I want the seams to be corseted together.”\nThe gutsy lounger, like everything in Kahn’s show, is one-of-a-kind. All fabricated by hand, the exhibition required the designer to employ an entire network of artisans in order to realize big-ticket items, such as a mohair tapestry depicting Jell-O molds and a grassy armoire that a friend described as “a prehistoric washer-dryer.” “Going into this show, someone should have told me how stupid it was, but I didn’t want to do a series,” he says. “I would see my peers have these shows where they make a bunch of the same thing. Now I understand why. It’s a tour de force of effort to make each piece unique.”\nWhile no work looks quite like another, it all comes from a unified inspiration: Friedman Benda’s basement gallery, where brown walls and hand-painted linoleum tiles set the mood. To bring the environment to life, Kahn plans to line the staircase with bags of recyclables — a tradition from his childhood. “It was a kind of collective laziness,” Kahn explains. “Whenever someone finally had to go to the basement, they’d have to carry them down.”", "url": "https://www.nytimes.com/2016/02/22/t-magazine/art/furniture-designer-misha-kahn-friedman-benda.html"}