{"authors": ["Kathryn Shattuck"], "date_download": "2018-11-16 04:09:43", "date_modify": "2018-11-16 04:09:43", "date_publish": "2016-09-13 20:15:46", "description": "The actress had to conceal a pregnancy and portray a shattered alcoholic in the coming screen adaptation of Paula Hawkins’s best seller.", "filename": "2016_09_18_movies_emily-blunt-the-girl-on-the-train.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341383.html", "image_url": "https://static01.nyt.com/images/2016/09/18/arts/18EMILYBLUNT1SUB/18EMILYBLUNT1SUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_18_movies_emily-blunt-the-girl-on-the-train.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341383.html", "title": "Emily Blunt Rides the Unnerving Rails of Addiction in ‘The Girl on the Train’", "title_page": "Emily Blunt Rides the Unnerving Rails of Addiction in ‘The Girl on the Train’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Your Rachel is not the very overweight Rachel of the book.\nTate [Taylor, the director, whose credits include “The Help”] wanted it being less that she physically had let herself go and more a state of mind. She is not just an addict. She is compulsive and voyeuristic and damaged and self-loathing. Considers herself dangerous. I thought, What a thrill to play somebody who spends the entirety of the film living in fear of their own abilities and their own downfalls.\nWhat are the hallmarks of her addiction?\nOh, huge guilt and huge regret — and regret is one of the most horrific emotions. She’s been spun a whole web of lies that she so readily believes about herself. She is certainly not somebody who walks into every room with great hope. She walks into every room with the idea that nobody wants to breathe the same air as her.\nHow far did Tate allow you to go in finding the character?\nHe gives you free rein, and I found that very helpful, to not feel straitjacketed or to conform to somebody else’s vision. She really needed to be my own, because it was such a stretch for me. The more I do this job, the more I realize that so much about performance is creating happy environments for people and making sure that they know that they can mess up and it doesn’t matter. You can always go again.\nDid it bother you that the setting was moved from London to Ardsley, N.Y.?\nIn a way you can transplant this movie and put it anywhere, because that suburban commute is universal.", "url": "https://www.nytimes.com/2016/09/18/movies/emily-blunt-the-girl-on-the-train.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}