{"authors": ["Alexander Burns", "Maggie Haberman", "Jonathan Martin"], "date_download": "2018-11-16 03:18:27", "date_modify": "2018-11-16 03:18:27", "date_publish": "2016-10-07 21:27:04", "description": "A vulgar discussion recorded in 2005 on a soap opera set added to evidence that Mr. Trump has a record of sexist behavior.", "filename": "2016_10_08_us_politics_donald-trump-women.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338307.html", "image_url": "https://static01.nyt.com/images/2016/10/08/us/08trump_video1/08trump_video1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_08_us_politics_donald-trump-women.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338307.html", "title": "Donald Trump Apology Caps Day of Outrage Over Lewd Tape", "title_page": "Donald Trump Apology Caps Day of Outrage Over Lewd Tape - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "More Republicans joined in the denunciation, including Gov. Gary Herbert and Representative Jason Chaffetz, both of Utah, who had said this summer that they would vote for Mr. Trump, and on Friday retracted their support.\n“Donald Trump’s statements are beyond offensive & despicable,” Mr. Herbert wrote on Twitter. “While I cannot vote for Hillary Clinton, I will not vote for Trump.”\nMr. Trump had already been on the defensive on Friday after telling CNN that he still believed the exonerated defendants known as the Central Park Five were guilty of a 1989 rape of a female jogger despite DNA evidence to the contrary that later overturned their convictions. Earlier in the day, he also asserted, again without evidence, that the Obama administration was allowing illegal immigrants to enter the country in order to vote in November.\nAlso in the last week, The New York Times reported that Mr. Trump had declared a $916 million loss on his 1995 income tax returns, a tax deduction so substantial it could have allowed him to legally avoid paying any federal income taxes for up to 18 years.\nFor Republicans on the ballot this fall, the uproar over Mr. Trump’s past statements about women touched off an agonizing political cycle, marked by partial denunciations of Mr. Trump — and demands from Democrats that their denunciations go further. Republican candidates for the House and Senate, and for governorships across the country, chastised Mr. Trump sternly but stopped short of renouncing him as their choice for the presidency.\nOne Republican senator seeking re-election, Kelly Ayotte of New Hampshire, who was criticized this week when she called Mr. Trump a role model for children, said his comments were “totally inappropriate and offensive.”\nMs. Ayotte, one of the most prominent women in the party, was facing immense pressure Friday night from other Republicans to disavow Mr. Trump entirely, and was said to be considering it. In an illustration of the Democratic onslaught, her opponent, Gov. Maggie Hassan, called Mr. Trump’s comments inexcusable.", "url": "https://www.nytimes.com/2016/10/08/us/politics/donald-trump-women.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}