{"authors": ["Michael M. Grynbaum"], "date_download": "2018-11-16 03:51:28", "date_modify": "2018-11-16 03:51:28", "date_publish": "2016-12-09 02:22:56", "description": "The president-elect will be credited as an executive producer in the coming season of “The New Celebrity Apprentice” and retains a financial stake in the franchise.", "filename": "2016_12_08_business_the-apprentice-donald-trump-executive-producer.html_module=inline_1542340288.html", "image_url": "https://static01.nyt.com/images/2016/12/09/us/09apprentice/09apprentice-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_08_business_the-apprentice-donald-trump-executive-producer.html_module=inline_1542340288.html", "title": "As ‘The Apprentice’ Returns to TV, Trump Stands to Profit", "title_page": "As ‘The Apprentice’ Returns to TV, Trump Stands to Profit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President-elect Donald J. Trump may have leapt from reality-show success to the highest echelons of political power.\nBut that does not mean he is ready to give up the reality-show part just yet.\nAlthough Mr. Trump is not starring in NBC’s coming season of “The New Celebrity Apprentice,” the president-elect is still involved: Mr. Trump will be credited as one of the show’s executive producers, a spokeswoman for Mark Burnett, the creator of the “Apprentice” franchise, said on Thursday.\nMGM, Mr. Burnett’s studio, declined to comment on what the president-elect would be paid for his participation in the new season, which will feature Arnold Schwarzenegger as the show’s power-wielding businessman. But in the past, Mr. Trump has held as much as a 50 percent stake in “The Apprentice,” and received payments from the show’s international editions and a short-lived version that starred Martha Stewart.\n“Mr. Trump has a big stake in the show and conceived of it with Mark Burnett,” Hope Hicks, the president-elect’s spokeswoman, said on Thursday. Ms. Hicks confirmed that she was referring to a financial stake.", "url": "https://www.nytimes.com/2016/12/08/business/the-apprentice-donald-trump-executive-producer.html?module=inline"}