{"authors": ["Mujib Mashal"], "date_download": "2018-11-16 03:20:42", "date_modify": "2018-11-16 03:20:42", "date_publish": "2016-01-21 19:30:59", "description": "When a Taliban suicide bomber blew up a bus in Kabul this week, it ended the lives of seven employees of Tolo TV — the intended target.", "filename": "2016_01_22_world_asia_afghanistan-tolo-tv-bombing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338442.html", "image_url": "https://static01.nyt.com/images/2016/01/21/multimedia/22afghan-attack-folo/22afghan-attack-folo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_22_world_asia_afghanistan-tolo-tv-bombing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338442.html", "title": "Vibrant Lives of Afghan TV Crew, Erased in a Taliban Bombing", "title_page": "Vibrant Lives of Afghan TV Crew, Erased in a Taliban Bombing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KABUL, Afghanistan — One was a young graphic designer planning a wedding. Another was an editor who made documentaries in his free time and dreamed of winning an Oscar. A third employee, whose child died of an illness last year, often posted pictures of his surviving child on Facebook in hopes of a brighter future.\nThey had finished a day’s work at Tolo TV, one of Afghanistan’s largest entertainment channels, when they boarded a company bus in Kabul on Wednesday that was rammed by a car driven by a Taliban suicide bomber. Seven people were killed and at least 25 wounded in the attack.\nThe Taliban had been saying for months that Tolo TV was a “military target” because it had broadcast what the militants said were exaggerated reports about Taliban fighters committing crimes in Kunduz, the northern city the militants seized briefly last fall. Tolo TV and its parent company, the Moby Group, took some security measures in response, but hoped that the threat would turn out to be no more than routine.\nThe bombing was the first the Taliban has claimed against a media group. It highlighted the risks faced by media professionals in a country that has been one of the deadliest for journalists.", "url": "https://www.nytimes.com/2016/01/22/world/asia/afghanistan-tolo-tv-bombing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}