{"authors": ["Michael Wines"], "date_download": "2018-11-16 03:58:19", "date_modify": "2018-11-16 03:58:19", "date_publish": "2016-06-04 20:44:48", "description": "While officials hope automatic registration fuels a jump in voter turnout, the results of experiments in Oregon and elsewhere have been decidedly mixed.", "filename": "2016_06_05_us_jury-out-on-effectiveness-as-some-states-make-voting-easier.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340699.html", "image_url": "https://static01.nyt.com/images/2016/05/30/us/00register-web2/00register-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_05_us_jury-out-on-effectiveness-as-some-states-make-voting-easier.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340699.html", "title": "Jury Out on Effectiveness as Some States Make Voting Easier", "title_page": "Jury Out on Effectiveness as Some States Make Voting Easier - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SALEM, Ore. — A parade of Republican-controlled states in recent years has made it more difficult to cast a ballot, imposing strict identification requirements at polling stations, paring back early-voting periods and requiring proof of citizenship to register.\nThen there is Oregon. It is leading what could become a march in the opposite direction.\nFrom January through April, Oregon added nearly 52,000 new voters to its rolls by standing the usual voter-registration process on its head. Under a new law, most citizens no longer need to fill out and turn in a form to become a voter. Instead, everyone who visits a motor-vehicle bureau and meets the requirements is automatically enrolled. Choosing a political party — or opting out entirely — is a matter of checking off preferences on a postcard mailed later to registrants’ homes.\nWith the change, Oregon now boasts perhaps the nation’s most painless electoral process; mail-in ballots long ago did away with polling places’ snaking lines and balky voting machines\nWhether painless equals effective, however, is another question. For while officials here hope automatic registration fuels a jump in voter turnout, the results of experiments elsewhere and the statistics from last month’s Oregon presidential primary — the first in which the new voters could cast ballots — have been decidedly mixed. Getting more people registered, it seems, does not necessarily mean getting more people to vote.", "url": "https://www.nytimes.com/2016/06/05/us/jury-out-on-effectiveness-as-some-states-make-voting-easier.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}