{"authors": ["Patrick Healy"], "date_download": "2018-11-16 03:17:20", "date_modify": "2018-11-16 03:17:20", "date_publish": "2016-07-03 10:00:28", "description": "Advisers and allies say Mrs. Clinton would try to find common ground with Republicans on immigration and infrastructure spending, and appoint women to half of her cabinet posts.", "filename": "2016_07_04_us_politics_hillary-clinton-president.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338240.html", "image_url": "https://static01.nyt.com/images/2016/07/03/us/04clinton100days-web/04clinton100days-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_04_us_politics_hillary-clinton-president.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338240.html", "title": "‘President Hillary Clinton?’ She Wants Progress on Immigration and to Drink With G.O.P.", "title_page": "‘President Hillary Clinton?’ She Wants Progress on Immigration and to Drink With G.O.P. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Allies of the House and Senate Republican leaders said they would be more inclined to work with a President Hillary Clinton if she showed a willingness to compromise on priorities for many fiscal conservatives like overhauling Social Security. Yet Mrs. Clinton, like many in her party, opposes Republican proposals to cut benefits and raise the retirement age, and she has said she is open to raising the cap on income subject to Social Security taxes. Should she deviate from those positions, leaders of liberal groups — not to mention her primary race opponent, Senator Bernie Sanders of Vermont, and his full-throated supporters — would pounce on her.\n“She’s campaigning on expanding Social Security, not cutting it,” said Ilya Sheyman, the executive director of MoveOn.org, a progressive organizing group that endorsed Mr. Sanders in the primaries. “It will be incumbent on a President Clinton very early in 2017 to force Republicans to accept big, bold ideas or else have them pay the consequences.”\nLiberal Pressure\nSome liberals think Mr. Trump will be so destructive to the Republican Party that it will be severely weakened after the November election — and that Mrs. Clinton, as the Democratic leader, should keep her boot on its neck rather than try to play nice and find compromises. Mr. Sanders remains worried that she would abandon progressive ideals to do business with Republicans and has yet to endorse her. Mrs. Clinton has spoken intensely about progressive policies, but she has long wanted to erase the caricature of herself as a partisan warrior — a “feminazi,” as one 1990s phrase went.\nShe hopes to reassure progressives with her executive actions, which would also include new protections for undocumented immigrant parents, as well as her personnel appointments. Having women make up half of her cabinet would be historic (in recent years, a quarter to a third of cabinet positions have been held by women), and Democrats close to Mrs. Clinton say she may decide to retain Ms. Lynch, the nation’s first black woman to be attorney general, who took office in April 2015.\nThese Democrats, who spoke on the condition of anonymity to discuss confidential conversations with Mrs. Clinton and her advisers, said that Mr. Podesta, her campaign chairman, would have the right of first refusal on becoming her chief of staff, a job he held under Mr. Clinton. If he turns it down, Mrs. Clinton would look at appointing a woman to that job, which has been held only by men.\n“There’s that old saying, ‘Nothing about us without us,’” said Jennifer Granholm, a former Democratic governor of Michigan who supports Mrs. Clinton. “I mean, a woman as chief of staff, Treasury secretary, a woman at Defense — it would be incredible.” (Ms. Granholm is often mentioned as a possible cabinet pick for the Energy Department or another post, but she waved off a question about her interest.)\nMrs. Clinton has assigned three top aides — Ann O’Leary, Ed Meier and Sara Latham — to oversee transition planning, reporting to Mr. Podesta. Clinton advisers say they do not expect Mr. Clinton to be constantly visible in the early months beyond whatever duties Mrs. Clinton gives him on economic policy and foreign affairs. The Clintons’ priority is that he does not do anything that distracts from her agenda or overshadows her as the country gets used to having a former president (and a man) in the role of first spouse.", "url": "https://www.nytimes.com/2016/07/04/us/politics/hillary-clinton-president.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}