{"authors": ["Neal E. Boudette"], "date_download": "2018-11-16 04:46:08", "date_modify": "2018-11-16 04:46:08", "date_publish": "2016-11-18 19:54:06", "description": "The Kentucky factory already operates around the clock at full capacity, and Lincoln MKCs are only a small portion of the vehicles made there.", "filename": "2016_11_19_business_ford-move-cited-as-victory-by-trump-has-no-effect-on-us-jobs.html_module=inline_1542343568.html", "image_url": "https://static01.nyt.com/images/2016/11/19/business/19FORDSUB/19FORDSUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_19_business_ford-move-cited-as-victory-by-trump-has-no-effect-on-us-jobs.html_module=inline_1542343568.html", "title": "Ford Move, Cited as Victory by Trump, Has No Effect on U.S. Jobs", "title_page": "Ford Move, Cited as Victory by Trump, Has No Effect on U.S. Jobs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a subsequent post, he wrote: “I worked hard with Bill Ford to keep the Lincoln plant in Kentucky. I owed it to the great State of Kentucky for their confidence in me!”\nBoth posts overstated certain issues.\nThe plant is not primarily a Lincoln plant — the MKC represents roughly 10 percent of its total output. The MKC is a more expensive version of the Ford Escape, which is a much bigger seller than the MKC. Production of the Escape alone is enough to keep the Louisville plant running at full capacity.\nMoreover, the decision to keep the MKC in Louisville was made before the two men spoke on Thursday, not as a result of their conversation, according to Ford.\n“We have been reviewing the sourcing of this product, and Bill Ford spoke to the President-elect yesterday and shared our recent decision to keep Lincoln MKC in Kentucky,” a Ford spokeswoman, Christin Baker, said in a statement on Friday. “We are encouraged the economic policies he will pursue will help improve U.S. competitiveness and make it possible to keep production of this vehicle here in the U.S.”\nFord’s chief financial officer, Robert L. Shanks, held a conference call with analysts on Thursday morning in which he expressed hope that Mr. Trump’s policies would “provide an environment where it makes economic sense to build back up manufacturing jobs here.”\nBut how Mr. Trump governs may be “a bit different” from his campaign speeches, Mr. Shanks said. “So let’s just wait and see.’’\nDuring the campaign, Mr. Trump heavily criticized Ford for deciding to shuffle its manufacturing operations so that all its small cars are made in Mexico. At times, he even suggested hitting the company and others with a 35 percent tariff on vehicles imported from Mexico.", "url": "https://www.nytimes.com/2016/11/19/business/ford-move-cited-as-victory-by-trump-has-no-effect-on-us-jobs.html?module=inline"}