{"authors": ["Alan Blinder"], "date_download": "2018-11-16 04:33:21", "date_modify": "2018-11-16 04:33:21", "date_publish": "2016-03-13 22:49:47", "description": "Less than nine months after the massacre of black churchgoers in South Carolina, the pendulum swings back in favor of the battle flag and other icons of Southern history.", "filename": "2016_03_14_us_momentum-to-remove-confederate-symbols-slows-or-stops.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342801.html", "image_url": "https://static01.nyt.com/images/2016/03/12/us/00flag-web1/00flag-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_14_us_momentum-to-remove-confederate-symbols-slows-or-stops.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342801.html", "title": "Momentum to Remove Confederate Symbols Slows or Stops", "title_page": "Momentum to Remove Confederate Symbols Slows or Stops - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MONTGOMERY, Ala. — After a white supremacist was accused of killing nine black churchgoers in South Carolina last summer, Gov. Robert Bentley of Alabama acted decisively: Within a week, and without public debate, he ordered the removal of four Confederate flags outside the State Capitol here.\nBut that was last year. Now, not even nine months after the massacre at Charleston’s Emanuel African Methodist Episcopal Church, the momentum to force Confederate symbols from official display has often been slowed or stopped. In some states this year, including Alabama, lawmakers have been considering new ways to protect demonstrations of Confederate pride.\n“The pendulum has gone the other direction, where it’s no longer about trying to take away the emblems,” said Dane Waters, a political consultant who worked on a failed effort this year to remove the battle flag from Mississippi’s state flag. “It’s now about protecting them and insulating them from future efforts, even after another Charleston-type shooting.”\nThat attack produced widespread outrage about the battle flag’s prominence and helped lead to its lowering at South Carolina’s Statehouse. A handful of Mississippi cities refused to fly the state’s flag, the only one in the country with the disputed emblem, and the speaker of the State House of Representatives urged a redesign. Confederate symbols were removed from public view. Retailers like Walmart stopped selling battle flag merchandise.", "url": "https://www.nytimes.com/2016/03/14/us/momentum-to-remove-confederate-symbols-slows-or-stops.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}