{"authors": ["Anthony Depalma"], "date_download": "2018-11-16 04:12:02", "date_modify": "2018-11-16 04:12:02", "date_publish": "2016-11-26 00:59:17", "description": "Mr. Castro brought the Cold War to the Western Hemisphere, bedeviled 11 American presidents and briefly pushed the world to the brink of nuclear war.", "filename": "2016_11_26_world_americas_fidel-castro-dies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341522.html", "image_url": "https://static01.nyt.com/images/2015/06/20/world/Fidel-Castro-obituary-slide-P9CB/Fidel-Castro-obituary-slide-P9CB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_26_world_americas_fidel-castro-dies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341522.html", "title": "Fidel Castro, Cuban Revolutionary Who Defied U.S., Dies at 90", "title_page": "Fidel Castro, Cuban Revolutionary Who Defied U.S., Dies at 90 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Declaration or Deception?\nThe C.I.A., fighting the Cold War, had acted out of worries about Mr. Castro’s increasingly open Communist connections. As he consolidated power, even some of his most faithful supporters grew concerned. One break had taken place as early as 1959. Huber Matos, who had fought alongside Mr. Castro in the Sierra Maestra, resigned as military governor of Camagüey Province to protest the Communists’ growing influence as well as the appointment of Raúl Castro, whose Communist sympathies were well known, as commander of Cuba’s armed forces. Suspecting an antirevolutionary plot, Fidel Castro had Mr. Matos arrested and charged with treason.\nAdvertisement Continue reading the main story\nWithin two months, Mr. Matos was tried, convicted and sentenced to 20 years in prison. When he was released in 1979, Mr. Matos, nearly blind, went into exile in the United States, where he lived until his death in 2014. Shortly after arriving in Miami and joining the legions of Castro opponents there, Mr. Matos told Worldview magazine: “I differed from Fidel Castro because the original objective of our revolution was ‘Freedom or Death.’ Once Castro had power, he began to kill freedom.”\nIt was not until just before the Bay of Pigs invasion that Mr. Castro declared publicly that his revolution was socialist. A few months later, on Dec. 2, 1961, he removed any lingering doubt about his loyalties when he affirmed in a long speech, “I am a Marxist-Leninist.”\nMany Cubans who had willingly accepted great sacrifice for what they believed would be a democratic revolution were dismayed. They broke ranks with Mr. Castro, putting themselves and their families at risk. Others, from the safety of the United States, publicly accused Mr. Castro of betraying the revolution and called him a tyrant. Even his family began to raise doubts about his intentions.\n“As I listened, I thought that surely he must be a superb actor,” Mr. Castro’s sister Juanita wrote in an account in Life magazine in 1964, referring to the December 1961 speech. “He had fooled not only so many of his friends, but his family as well.” She recalled his upbringing as the son of a well-to-do landowner in eastern Cuba who had sent him to exclusive Jesuit schools. In 1948, after Mr. Castro married Mirta Díaz-Balart, whose family had ties to the Batista government, his father gave them a three-month honeymoon in the United States.\n“How could Fidel, who had been given the best of everything, be a Communist?” Juanita Castro wrote. “This was the riddle which paralyzed me and so many other Cubans who refused to believe that he was leading our country into the Communist camp.”\nAlthough the young Fidel was deeply involved in a radical student movement at the University of Havana, his early allegiance to Communist doctrine was uncertain at best. Some analysts believed that the obstructionist attitudes of American officials had pushed Mr. Castro toward the Soviet Union.\nIndeed, although Mr. Castro pursued ideologically communist policies, he never established a purely Communist state in Cuba, nor did he adopt orthodox Communist Party ideology. Rather, what developed in Cuba was less doctrinaire, a tropical form of communism that suited his needs. He centralized the economy and flattened out much of the traditional hierarchy of Cuban society, improving education and health care for many Cubans, while depriving them of free speech and economic opportunity.\nAdvertisement Continue reading the main story\nBut unlike other Communist countries, Cuba was never governed by a functioning politburo; Mr. Castro himself, and later his brother Rául, filled all the important positions in the party, the government and the army, ruling Cuba as its maximum leader.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“The Cuban regime turns out to be simply the case of a third-world dictator seizing a useful ideology in order to employ its wealth against his enemies,” wrote the columnist Georgie Anne Geyer, whose critical biography of Mr. Castro was published in 1991.\nIn this view of Mr. Castro, he was above all an old-style Spanish caudillo, one of a long line of Latin American strongmen who endeared themselves to people searching for leaders. The analyst Alvaro Vargas Llosa of the Independent Institute in Washington called him “the ultimate 20th-century caudillo.”\nIn Cuba, through good times and bad, Mr. Castro’s supporters referred to themselves not as Communists but as Fidelistas. He remained personally popular among segments of Cuban society even after his economic policies created severe hardship. As Mr. Castro consolidated power, eliminated his enemies and grew increasingly autocratic, the Cuban people referred to him simply as Fidel. To say “Castro” was considered disloyal, although in later decades Cubans would commonly say just that and mean it. Or they would invoke his overwhelming presence by simply bringing a hand to their chins, as if to stroke a beard.\nPhoto\nGlobal Brinkmanship\nMr. Castro’s alignment with the Soviet Union meant that the Cold War between the world’s superpowers, and the ideological battle between democracy and communism, had erupted in the United States’ sphere of influence. A clash was all but inevitable, and it came in October 1962. American spy planes took reconnaissance photos suggesting that the Soviets had exploited their new alliance to build bases in Cuba for intermediate-range nuclear missiles capable of reaching North America.\nMr. Castro allowed the bases to be constructed, but once they were discovered, he became a bit player in the ensuing drama, overshadowed by President John F. Kennedy and the Soviet leader, Nikita S. Khrushchev. Kennedy put United States military forces on alert and ordered a naval blockade of Cuba. The two sides were at a stalemate for 13 tense days, and the world held its breath.\nFinally, after receiving assurances that the United States would remove American missiles from Turkey and not invade Cuba, the Soviets withdrew the missiles and dismantled the bases.\nBut the Soviet presence in Cuba continued to grow. Soviet troops, technicians and engineers streamed in, eventually producing a generation of blond Cubans with names like Yuri, Alexi and Vladimiro. The Soviets were willing to buy all the sugar Cuba could produce. Even as other Caribbean nations diversified, Cuba decided to stick with one major crop, sugar, and one major buyer.\nPhoto\nBut after forcing the entire nation into a failed effort to reach a record 10-million-ton sugar harvest in 1970, Mr. Castro recognized the need to break the cycle of dependence on the Soviets and sugar. Once more, he relied on his belief in himself and his revolution for solutions. One unlikely consequence was his effort to develop a Cuban supercow. Although he had no training in animal husbandry, Mr. Castro decided to crossbreed humpbacked Asian Zebus with standard Holsteins to create a new breed that could produce milk at prodigious rates.\nAdvertisement Continue reading the main story\nDecades later, the Zebus could still be found grazing in pastures across the island, symbols of Mr. Castro’s micromanagement. A few of the hybrids did give more milk, and one that set a milk production record was stuffed and placed in a museum. But most were no better producers than their parents.\nAs the Soviets settled in Cuba in the 1960s, hundreds of Cuban students were sent to Moscow, Prague and other cities of the Soviet bloc to study science and medicine. Admirers from around the world, including some Americans, were impressed with the way that health care and literacy in Cuba had improved. A reshaping of Cuban society was underway.\nCuba’s tradition of racial segregation was turned upside down as peasants from the countryside, many of them dark-skinned descendants of Africans enslaved by the Spaniards centuries before, were invited into Havana and other cities that had been overwhelmingly white. They were given the keys to the elegant homes and spacious apartments of the middle-class Cubans who had fled to the United States. Rents came to be little more than symbolic, and basic foods like milk and eggs were sold in government stores at below production cost.\nMr. Castro’s early overhauls also changed Cuba in ways that were less than utopian. Foreign-born priests were exiled, and local clergy were harassed so much that many closed their churches. The Roman Catholic Church excommunicated Mr. Castro for violating a 1949 papal decree against supporting Communism. He established a sinister system of local Committees for the Defense of the Revolution, which set neighbors to informing on neighbors. Thousands of dissidents and homosexuals were rounded up and sentenced to either prison or forced labor. And although blacks were welcomed into the cities, Mr. Castro’s government remained overwhelmingly white.\nMr. Castro regularly fanned the flames of revolution with his oratory. In marathon speeches, he incited the Cuban people by laying out what he considered the evils of capitalism in general and of the United States in particular. For decades, the regime controlled all publications and broadcasting outlets and restricted access to goods and information in ways that would not have been possible if Cuba were not an island.\nHis revolution established at home, Mr. Castro looked to export it. Thousands of Cuban soldiers were sent to Africa to fight in Angola, Mozambique and Ethiopia in support of Communist insurgents. The strain on Cuba’s treasury and its society was immense, but Mr. Castro insisted on being a global player in the Communist struggle.\nAs potential threats to his rule were eliminated, Mr. Castro tightened his grip. Camilo Cienfuegos, who had led a division in the insurrection and was immensely popular in Cuba, was killed in a plane crash days after going to arrest Huber Matos in Camagüey on Mr. Castro’s orders. His body was never found. Che Guevara, who had become hostile toward the Soviet Union, broke with Mr. Castro before going off to Bolivia, where he was captured and killed in 1967 for trying to incite a revolution there.\nDespite the fiery rhetoric from Mr. Castro in the early years of the revolution, Washington did attempt a reconciliation. By some accounts, in the weeks before he was assassinated in 1963, Kennedy had aides look at mending fences, providing Mr. Castro was willing to break with the Soviets.\nPhoto\nBut with Kennedy’s assassination, and suspicions that Mr. Castro and the Cubans were somehow involved, the 90 miles separating Cuba from the United States became a gulf of antagonism and mistrust. The C.I.A. tried several times to eliminate Mr. Castro or undermine his authority. One plot involved exposing him to a chemical that would cause his beard to fall out, and another using a poison pen to kill him. Mr. Castro often boasted of how many times he had escaped C.I.A. plots to kill him, and he ordered information about the foiled attempts to be put on display at a Havana museum.\nAdvertisement Continue reading the main story\nRelations between the United States and Cuba briefly thawed in the 1970s during the administration of President Jimmy Carter. For the first time, Cuban-Americans were allowed to visit family in Havana under strict guidelines. But that fleeting détente ended in 1980 when Mr. Castro tried to defuse growing domestic discontent by allowing about 125,000 Cubans to flee in boats, makeshift rafts and inner tubes, departing from the beach at Mariel. He used the opportunity to empty Cuban prisons of criminals and people with mental illnesses and force them to join the Mariel boatlift. Mr. Carter’s successor, Reagan, slammed shut the door that Mr. Carter had opened.\nIn 1989, when frustrated veterans from Cuba’s African ventures began rallying around Gen. Arnaldo Ochoa, who led Cuban forces on the continent, Mr. Castro effectively got rid of a potential rival by bringing the general and some of his supporters to trial on drug charges. General Ochoa and several other high-ranking officers were executed on the orders of Raúl Castro, who was then the minister of defense.\nThe United States economic embargo, imposed by Eisenhower and widened by Kennedy, has continued for more than five decades. But its effectiveness was undermined by the Soviet Union, which gave Cuba $5 billion a year in subsidies, and later by Venezuela, which sent Cuba badly needed oil and long-term economic support. Most other countries, including close United States allies like Canada, maintained relations with Cuba throughout the decades and continued trading with the island. In recent years, successive American presidents have punched big holes in the embargo, allowing a broad range of economic activity, though maintaining the ban on tourism.", "url": "https://www.nytimes.com/2016/11/26/world/americas/fidel-castro-dies.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}