{"authors": ["Steven Lee Myers"], "date_download": "2018-11-16 04:01:46", "date_modify": "2018-11-16 04:01:46", "date_publish": "2016-05-11 00:46:51", "description": "A review of tens of thousands of documents reveals that sending sensitive information on unclassified computer networks was not limited to Hillary Clinton.", "filename": "2016_05_11_us_clinton-emails-routine-practice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340906.html", "image_url": "https://static01.nyt.com/images/2016/05/06/us/06emails-web02/06emails-web02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_11_us_clinton-emails-routine-practice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340906.html", "title": "Use of Unclassified Email Systems Not Limited to Clinton", "title_page": "Use of Unclassified Email Systems Not Limited to Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last week, in an apparent attempt to dispel criticism that many of the emails were improperly sent, a top State Department official argued in a letter to three Senate Democrats that the nation’s diplomats and officials were in fact allowed to send “foreign government information” through the government’s unclassified computer systems.\n“Department officials of necessity routinely receive such information through unclassified channels,” said the letter, dated May 2 and written by the assistant secretary of state for legislative affairs, Julia Frifield.\n“For example, diplomats engage in meetings with counterparts in open settings, have phone calls with foreign contacts over unsecure lines, and email with and about foreign counterparts via unclassified systems.”\nThe letter went on to say that using “foreign government information” in unclassified emails “does not amount to mishandling the information.”\nThe State Department, unlike some other federal agencies, does not have the authority to redact that category of information even if it is required to release documents under the Freedom of Information Act.\nThus, the only way the State Department could withhold “foreign government information” in the emails being released under court order was to classify it, according to the letter.\nThe letter was a reply to one sent in March to Senators Patrick J. Leahy of Vermont, Thomas R. Carper of Delaware and Dianne Feinstein of California. A copy was given to The New York Times by a government official who believed the classification of the emails was unfairly implicating diplomats and other officials conducting diplomacy in the modern era.", "url": "https://www.nytimes.com/2016/05/11/us/clinton-emails-routine-practice.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}