{"authors": ["Mark Leibovich"], "date_download": "2018-11-16 04:51:11", "date_modify": "2018-11-16 04:51:11", "date_publish": "2016-11-09 00:17:36", "description": "Once upon a time, the fear was that it was shaping up to be a dull race. Then someone came down the escalator.", "filename": "2016_11_09_us_politics_national-mood.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343871.html", "image_url": "https://static01.nyt.com/images/2016/11/09/us/09mood1/09mood1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_09_us_politics_national-mood.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343871.html", "title": "A Fever Dream of an Election", "title_page": "A Fever Dream of an Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Finally it’s over, or so it seems. We made it to Nov. 8 — which itself is a win. But did anyone catch the livery plates on that careening limo? Did that WikiLeak-ing, Weiner-crashing, Billy Bushing, Russian-hacking spectacle really just happen, or was it a figment of too many minds subjected to too much pandemonium over too long a campaign?\nWhat was all that about, anyway?\nIt’s easy to forget — and most of us probably have — that this presidential campaign began on a wholly different plane of dread. Back in 2015, people were actually worried that this go-round would result in another slog between familiar names and tired narratives. It would fall somewhere in the low-energy tradition of Romney-Obama, perhaps with the added promise (threat?) of a dynastic rehash: another Clinton (Hillary) squaring off against another Bush (Jeb!). Fasten your seatbelts, or maybe don’t bother.\nSure, there was always a better-than-decent chance 2016 would yield a historic result: Hillary Clinton becoming the first woman to be president. It’s easy to forget now that Mrs. Clinton might have been the most admired political figure of either party until a few months before she started running again; before Bernie Sanders, before Donald J. Trump, before the “damn emails.” She appeared, at the outset, to have a nuisance-free path to the Democratic nomination and entered the race as a clear favorite over the demographically hobbled G.O.P., whose default manifesto entering this election was called an “autopsy.” Even as young voters declared themselves uninspired by Mrs. Clinton, the “historic nature of her candidacy,” as her campaign put it so clinically, made for a momentous backdrop to all the disruption that followed.", "url": "https://www.nytimes.com/2016/11/09/us/politics/national-mood.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}