{"authors": ["Nicholas Confessore", "Susanne Craig"], "date_download": "2018-11-16 03:57:20", "date_modify": "2018-11-16 03:57:20", "date_publish": "2016-09-24 19:00:39", "description": "One of the country’s most powerful financial firms and one of its most famous political families have a long-running and mutually beneficial relationship.", "filename": "2016_09_25_us_politics_bill-hillary-clinton-goldman-sachs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340640.html", "image_url": "https://static01.nyt.com/images/2016/09/25/us/25goldman1/25goldman1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_25_us_politics_bill-hillary-clinton-goldman-sachs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340640.html", "title": "2008 Crisis Deepened the Ties Between Clintons and Goldman Sachs", "title_page": "2008 Crisis Deepened the Ties Between Clintons and Goldman Sachs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A blue-ribbon commission had just excoriated Goldman Sachs and other Wall Street banks for fueling the financial crisis. Prosecutors were investigating whether Goldman had misled investors. The company was a whipping boy for politicians looking to lay blame for the crash.\nBut in spring of 2011, Lloyd C. Blankfein, leading one of the nation’s most reviled companies, found himself onstage with Secretary of State Hillary Clinton, one of the nation’s most admired public figures at the time. And Mrs. Clinton had come to praise Goldman Sachs.\nThe State Department, Mrs. Clinton announced that day in an auditorium in its Foggy Bottom headquarters, would throw its weight behind a Goldman philanthropic initiative aimed at encouraging female entrepreneurs around the world — a program Goldman viewed as central to rehabilitating its reputation.\nMrs. Clinton’s blessing — an important public seal of approval for Goldman at a time when it had few defenders in Washington — underscored a long-running relationship between one of the country’s most powerful financial firms and one of its most famous political families. Over 20-plus years, Goldman provided the Clintons with some of their most influential advisers, millions of dollars in campaign contributions and speaking fees, and financial support for the family foundation’s charitable programs.", "url": "https://www.nytimes.com/2016/09/25/us/politics/bill-hillary-clinton-goldman-sachs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}