{"authors": ["Steve Eder"], "date_download": "2018-11-16 04:45:55", "date_modify": "2018-11-16 04:45:55", "date_publish": "2016-09-20 21:53:33", "description": "The payments from the Donald J. Trump Foundation helped settle unpaid fines at his Mar-a-Lago Club and a lawsuit at a Trump golf course, The Washington Post said.", "filename": "2016_09_21_us_politics_donald-trump-foundation-charity.html_module=inline_1542343555.html", "image_url": "https://static01.nyt.com/images/2016/09/21/us/21FOUNDATION/21FOUNDATION-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_21_us_politics_donald-trump-foundation-charity.html_module=inline_1542343555.html", "title": "Donald Trump Used Over $250,000 From Charity for Business Disputes, Report Says", "title_page": "Donald Trump Used Over $250,000 From Charity for Business Disputes, Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump, already under scrutiny for how he uses his foundation, directed more than a quarter of a million dollars from the charity to settle legal disputes stemming from his personal businesses, according to a report on Tuesday in The Washington Post.\nThe payments from Mr. Trump’s charity, the Donald J. Trump Foundation, helped settle unpaid fines by the town of Palm Beach, Fla., and a lawsuit over a hole in one at a tournament at a Trump golf course, The Post said.\nThe New York attorney general, Eric T. Schneiderman, who regulates charities in the state, said last week that he was looking into the foundation to see whether it was in compliance with state laws. His office declined to comment on Tuesday about whether it would look into the donations tied to Mr. Trump’s business disputes.\nA group of congressional Democrats has also asked the Department of Justice to look into a $25,000 political donation made through the foundation in support of Florida’s attorney general, Pam Bondi, around the time her office was reviewing allegations against Mr. Trump’s for-profit education programs. Ms. Bondi ultimately decided not to take action against Mr. Trump.", "url": "https://www.nytimes.com/2016/09/21/us/politics/donald-trump-foundation-charity.html?module=inline"}