{"authors": ["Patrick Healy", "Maggie Haberman", "Jonathan Martin"], "date_download": "2018-11-16 03:15:36", "date_modify": "2018-11-16 03:15:36", "date_publish": "2016-06-06 22:00:43", "description": "A report that Mr. Trump urged his supporters to defend his criticisms of a judge’s Mexican heritage, and then rebuked his staff for having suggested otherwise, gave his rivals added ammunition.", "filename": "2016_06_07_us_politics_democrats-trump-presidential-race_1542338136.html", "image_url": "https://static01.nyt.com/images/2016/06/07/us/07DEMS-trump/07DEMS-trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_07_us_politics_democrats-trump-presidential-race_1542338136.html", "title": "Democrats Jump on Allies of Donald Trump in Judge Dispute", "title_page": "Democrats Jump on Allies of Donald Trump in Judge Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "No prominent elected Republican came to Mr. Trump’s defense unreservedly. And others found themselves wondering aloud what it would take — what Mr. Trump would have to say or do — for Republicans who have endorsed him to start jumping ship.\nSenator Lindsey Graham of South Carolina, another former primary rival of Mr. Trump’s, urged Republicans who have backed Mr. Trump to rescind their endorsements, citing the remarks about Judge Curiel and Mr. Trump’s expression of doubt on Sunday that a Muslim judge could remain neutral in the same lawsuit, given Mr. Trump’s proposed ban on Muslim noncitizens entering the country.\n“This is the most un-American thing from a politician since Joe McCarthy,” Mr. Graham said. “If anybody was looking for an off-ramp, this is probably it,” he added. “There’ll come a time when the love of country will trump hatred of Hillary.”\nRepublican hopes that Mr. Trump would tone down his language and heed advice were also undercut after he laced into his own campaign team during a strategy discussion with political surrogates.\nOn the conference call, reported first by the Bloomberg News website and later confirmed by two participants, Mr. Trump argued that talking points sent by his campaign to his allies, directing them not to discuss the Trump University case, were ill advised.\n“Take that order and throw it the hell out,” Mr. Trump said.\nHe then went further in excoriating his campaign staff: “Are there any other stupid letters that were sent to you folks?” Mr. Trump said, according to the Bloomberg News report. “That’s one of the reasons I want to have this call, because you guys are getting sometimes stupid information from people that aren’t so smart.”", "url": "https://www.nytimes.com/2016/06/07/us/politics/democrats-trump-presidential-race.html"}