{"authors": ["Steve Eder"], "date_download": "2018-11-16 04:46:05", "date_modify": "2018-11-16 04:46:05", "date_publish": "2016-09-13 18:12:54", "description": "Mr. Trump contributed $25,000 in 2013 in support of Pam Bondi, the Florida attorney general, whose office did not pursue a complaint against Trump University.", "filename": "2016_09_14_us_politics_pam-bondi-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343565.html", "image_url": "https://static01.nyt.com/images/2016/09/14/us/14bondi/14bondi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_14_us_politics_pam-bondi-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343565.html", "title": "New York Attorney General to Investigate Donald Trump’s Nonprofit", "title_page": "New York Attorney General to Investigate Donald Trump’s Nonprofit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "New York’s attorney general, Eric T. Schneiderman, announced Tuesday that his office was looking into Donald J. Trump’s nonprofit foundation, which is facing intense criticism in light of a political donation it made in support of the Florida attorney general.\nMr. Schneiderman said his office was seeking to determine whether the charity had been in compliance with state laws. Mr. Trump’s campaign disclosed this month that he had paid a $2,500 penalty to the Internal Revenue Service because the 2013 contribution in Florida was sent from his nonprofit foundation, in violation of tax regulations.\nMr. Schneiderman did not give specifics of the extent of his office’s investigation but told CNN, “We have been concerned that the Trump Foundation may have engaged in some improprieties.”\nJason Miller, a senior aide in the Trump campaign, dismissed the inquiry. “Attorney General Eric Schneiderman is a partisan hack who has turned a blind eye to the Clinton Foundation for years and has endorsed Hillary Clinton for president,” he said.", "url": "https://www.nytimes.com/2016/09/14/us/politics/pam-bondi-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}