{"authors": ["Robert Draper"], "date_download": "2018-11-16 03:47:01", "date_modify": "2018-11-16 03:47:01", "date_publish": "2016-04-07 11:00:27", "description": "The nation’s fourth-largest city is no longer one gigantic steak platter for oil barons. Here are four restaurants that defy Houston stereotypes.", "filename": "2016_04_10_travel_houston-restaurants-where-to-eat_1542340021.html", "image_url": "https://static01.nyt.com/images/2016/04/10/travel/10COVER5/10COVER5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_10_travel_houston-restaurants-where-to-eat_1542340021.html", "title": "Houston’s Culinary Bragging Rights", "title_page": "Houston’s Culinary Bragging Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Texans like me brag about all sorts of outlandish things, from the ostentatious display of our firearms in public places to the awesome awfulness of our weather. Until fairly recently, we maintained a telling silence on the subject of our state’s fine dining scene. Our most famous restaurants (Tony’s in Houston, Mansion on Turtle Creek in Dallas) were more notable for their big-haired scene-makers and for their wallet-detonating entrees than for truly memorable food. Then there was that unfortunate little nouvelle-Southwestern cuisine craze back in the Nineties: quail and catfish trumped up as delicacies, everything jowl-deep in ancho chile sauce or afloat on a cactus pad we were assured was edible. It didn’t catch on, and we Texans went back to boasting about our brisket and tacos.\nWith full recognition that our credibility is suspect, I nonetheless come today to proclaim Houston one of the great eating capitals of America. I mean (and here I mount the mechanical bull) far better than anywhere else in Texas, better than anywhere else in the Southwest, better for that matter than in my current place of residence, Washington, D.C. That the nation’s fourth-largest city is no longer one gigantic steak platter for oil barons should not constitute breaking news. One can go on about the city’s indigenous assets, such as its array of Gulf Coast ingredients and its surprising multiculturalism.\nBut the main reason for Houston’s culinary ascent is economic. This became clear to me one afternoon last fall while eating at Étoile, a vibrant French restaurant that opened in 2012 near the city’s famed Galleria mall, and whose chef and owner, Philippe Verpiand, hails from Provence. After running a restaurant in San Diego with his wife, Monica, for seven years, Mr. Verpiand decided in 2011 to check out Houston. What he discovered, he told me, was that the Bayou City “is very affordable and full of people who like to go out at night and spend money.” It costs probably one-third less to build and design a restaurant here than in California, he said, adding, “I can afford to pay sous-chefs full time and be able to spend the weekends fishing and duck hunting with my boys.”\nSuch cost savings are passed on to Houston’s consumers, who can enjoy a first-rate meal here for maybe two-thirds of what such a dinner would come to in New York or San Francisco.", "url": "https://www.nytimes.com/2016/04/10/travel/houston-restaurants-where-to-eat.html"}