{"authors": ["David E. Sanger", "Choe Sang-Hun"], "date_download": "2018-11-16 04:44:13", "date_modify": "2018-11-16 04:44:13", "date_publish": "2016-01-07 17:59:29", "description": "Secretary of State John Kerry told China that its soft approach to reining in North Korea has failed, and that Beijing must agree to stronger sanctions.", "filename": "2016_01_08_world_asia_us-tells-china-that-soft-approach-to-north-korea-has-failed_1542343453.html", "image_url": "https://static01.nyt.com/images/2016/01/08/world/08DIPLO-2/08DIPLO-2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_08_world_asia_us-tells-china-that-soft-approach-to-north-korea-has-failed_1542343453.html", "title": "U.S. Prods China on North Korea, Saying Soft Approach Has Failed", "title_page": "U.S. Prods China on North Korea, Saying Soft Approach Has Failed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“What we really want to see is better teeth in the enforcement,” one senior American official said, declining to be identified because he was discussing the internal process of drafting the sanctions.\nDuring President George W. Bush’s administration, the United States shut down transactions at one particular institution, Banco Delta Asia in Macau, that was used by the North Korean leadership, including Kim Jong-il, the country’s leader at the time. That caused considerable pain — the bank was used to finance the lifestyles of many in the North Korean elite — but eventually the Bush administration relented and lifted the sanction, in part because of pressure from the government then in place in South Korea.\nThe Treasury Department has identified similar institutions used by Mr. Kim’s son, the current leader, Kim Jong-un.\nThe most effective step against North Korea, most experts believe, would be the one that the Chinese most oppose: a restriction or cutoff of oil exports to the North. The country is highly dependent on oil that runs through a small number of pipelines from China.\n“We just think it would be a nonstarter with the Chinese,” said one American official, who said that it would be counterproductive if the inclusion of an oil ban led the Chinese to veto the entire resolution. China’s fear is that without oil, the North Korean regime could collapse, putting South Korea, and its American ally, on the Chinese border.\nVideo\nThe United States Pacific Command met on Thursday to take up other, if largely symbolic steps. One is an overflight of the border between North and South Korea with a nuclear-capable bomber, the B-52 or the B-2. Such flights were sent up after North Korea’s third nuclear test, in 2013.\nAdvertisement Continue reading the main story\n“The North Koreans noticed,” James Miller, the under secretary of defense for policy during that test, said Thursday. “And the rest of the world saw that they noticed.” But clearly the effect eventually wore off, given the North’s decision to conduct a fourth test.\nSouth Korean and American officials said there was also renewed discussion of deploying an advanced missile defense system, called the Thaad for Terminal High-Altitude Area Defense, in South Korea. The United States has been pressing for such a deployment for some time, but the South has resisted, largely because of opposition from China, which is the South’s leading trade partner.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nTaken together, those steps amount to what one American official called “a big wish list.” And they all reflect the reality of economic interdependence, which makes it hard for the South Koreans, or the United States, to be too confrontational with China.\nThe United States itself has imposed many sanctions against North Korea, including some a year ago in response to the destructive cyberattack on Sony Pictures Entertainment, which the Obama administration said had emanated from North Korean leaders. But without Chinese participation, those sanctions inflict relatively little pain.\nWhile American officials worked up sanctions possibilities, South Korea on Friday resumed the propaganda broadcasts that infuriated the North last summer.\nVideo\nThe South turned on about 10 batteries of so-called propaganda loudspeakers at the heavily armed border at noon on Friday, the Defense Ministry said. In August, the Koreas appeared on the verge of armed conflict partly because of the broadcasts, which the South used to blare news of the outside world and criticism of the North, as well as bouncy South Korean pop music, into the tightly controlled country.\nSouth Korea’s decision to turn on the loudspeakers was made Thursday, when top national security officials met in Seoul to discuss a response to the North’s test.\nSouth Korean officials said privately on Thursday that resuming the propaganda broadcasts was the simplest and quickest way they could think of, for now, to retaliate. They insisted on anonymity while agreeing to discuss their thinking on a delicate security issue.\nLike the United States, the South has few options for punishing the North for its nuclear ambitions, which it has continued to pursue despite decades of international sanctions and resolutions from the United Nations Security Council.\nNorth Korea did not immediately respond to the resumption of the broadcasts.\nWhile loudspeakers may seem like a trivial response to a nuclear test, there is little doubt that the broadcasts enrage the North Korean leadership, which rigorously controls what information its citizens receive and sees the propaganda as an attempt to undermine its authority. The Cold War-era tactic had gone unused by the South for 11 years until last summer, after two South Korean border guards were maimed by land mines, which the South accused the North of planting.\nAdvertisement Continue reading the main story\nNorth Korea then threatened to attack the loudspeakers, which it said sullied the “dignity of our supreme leadership,” and put its military on what it called a “semi-war” footing, moving more troops to the border. The crisis was defused after top officials from both Koreas met in talks at the border on Aug. 25. North Korea expressed “regret” over the wounding of the border guards, and South Korea agreed to stop the broadcasts unless an “abnormal situation” developed.", "url": "https://www.nytimes.com/2016/01/08/world/asia/us-tells-china-that-soft-approach-to-north-korea-has-failed.html"}