{"authors": ["Nicholas St. Fleur"], "date_download": "2018-11-16 04:16:39", "date_modify": "2018-11-16 04:16:39", "date_publish": "2016-11-17 21:15:35", "description": "By studying hills that formed after an asteroid struck the Yucatán Peninsula, researchers found that materials deep in Earth’s crust were brought toward the surface.", "filename": "2016_11_18_science_chicxulub-crater-dinosaur-extinction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341799.html", "image_url": "https://static01.nyt.com/images/2016/11/18/science/18TB-CRATER-1479408746987xx/18TB-CRATER-1479408746987-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_18_science_chicxulub-crater-dinosaur-extinction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341799.html", "title": "Drilling Into the Chicxulub Crater, Ground Zero of the Dinosaur Extinction", "title_page": "Drilling Into the Chicxulub Crater, Ground Zero of the Dinosaur Extinction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some 66 million years ago an asteroid crashed into the Yucatán Peninsula in Mexico, triggering the extinction event that obliterated the dinosaurs and nearly extinguished all life on Earth. It struck with the same energy as 100 million atomic bombs, and left behind a 100-mile-wide scar known today as the Chicxulub crater.\nNow, a team of geophysicists has drilled into the gigantic cavity under the Gulf of Mexico, targeting a circular series of hills called a peak ring located at its center. What they discovered illustrates that powerful impacts can catapult materials buried deep in a planet’s crust much closer to its surface.\n“Chicxulub is the only crater on Earth with an intact peak ring that we can go sample, the next intact peak ring would be on the moon,” said Sean P. S. Gulick, a marine geophysicist from the University of Texas at Austin. “It’s ground zero of the Cretaceous extinction event.”", "url": "https://www.nytimes.com/2016/11/18/science/chicxulub-crater-dinosaur-extinction.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}