{"authors": ["Adam Goldman", "Alan Rappeport"], "date_download": "2018-11-16 04:01:33", "date_modify": "2018-11-16 04:01:33", "date_publish": "2016-10-28 17:33:19", "description": "The F.B.I. director, James B. Comey, told Congress that the emails “appear to be pertinent” to the investigation of Mrs. Clinton’s use of a private server.", "filename": "2016_10_29_us_politics_fbi-hillary-clinton-email_1542340893.html", "image_url": "https://static01.nyt.com/images/2016/10/29/us/29EMAILSwebsub/29EMAILSwebsub-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_29_us_politics_fbi-hillary-clinton-email_1542340893.html", "title": "Emails in Anthony Weiner Inquiry Jolt Hillary Clinton’s Campaign", "title_page": "Emails in Anthony Weiner Inquiry Jolt Hillary Clinton’s Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The presidential campaign was rocked on Friday after federal law enforcement officials said that emails pertinent to the closed investigation into Hillary Clinton’s private email server were discovered on a computer belonging to Anthony D. Weiner, the estranged husband of a top Clinton aide.\nIn a letter to Congress, the F.B.I. director, James B. Comey, said the emails had surfaced in an unrelated case, which law enforcement officials said was an F.B.I. investigation into illicit text messages from Mr. Weiner to a 15-year-old girl in North Carolina. Mr. Weiner, a former Democratic congressman from New York, is married to Huma Abedin, the top aide.\nMr. Comey's letter said that the F.B.I. would review the emails to determine if they improperly contained classified information, which is tightly controlled by the government. Senior law enforcement officials said that it was unclear if any of the emails were from Mrs. Clinton’s private server. And while Mr. Comey said in his letter that the emails “appear to be pertinent,” the F.B.I. had not yet examined them.", "url": "https://www.nytimes.com/2016/10/29/us/politics/fbi-hillary-clinton-email.html"}