{"authors": ["Richard Fausset"], "date_download": "2018-11-16 04:33:14", "date_modify": "2018-11-16 04:33:14", "date_publish": "2016-11-18 16:08:57", "description": "During the campaign, followers drawn to his rallies occasionally displayed the flag. Since the election, his supporters and others have displayed it as a kind of rejoinder to anti-Trump protesters.", "filename": "2016_11_19_us_confederate-flag-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342794.html", "image_url": "https://static01.nyt.com/images/2016/11/18/us/18confederate-1/17confederate1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_19_us_confederate-flag-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342794.html", "title": "As Trump Rises, So Do Some Hands Waving Confederate Battle Flags", "title_page": "As Trump Rises, So Do Some Hands Waving Confederate Battle Flags - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For a brief moment, after a white supremacist carried out a massacre of black churchgoers in Charleston, S.C., it seemed as though the Confederate battle flag, that most divisive of symbols, might soon be on its way out of the American political arena.\nBut now that explosive and complicated vestige of the Old South is back, in a new — and, to some Americans, newly disturbing — context. During President-elect Donald J. Trump’s campaign, followers drawn to his rallies occasionally displayed the flag and other Confederate iconography. Since the election, his supporters and others have displayed the flag as a kind of rejoinder to anti-Trump protesters in places such as Durango, Colo.; St. Petersburg, Fla.; Hampton, Va.; Fort Worth; and Traverse City, Mich.\nOn Election Day in Silverton, Ore., the flag appeared at a high school Trump rally, where students reportedly told Hispanic classmates, “Pack your bags; you’re leaving tomorrow.” The day after, at Kenyon College in Ohio, the college’s president, Sean M. Decatur, spoke to a worried campus, describing his discomfort at seeing Confederate flags on display in the nearby city of Mount Vernon.\nDorothy Robinson, 37, said that seeing the battle flag flying at a traditional postelection unity parade in her hometown, Georgetown, Del., felt “like someone had punched me in the gut.”", "url": "https://www.nytimes.com/2016/11/19/us/confederate-flag-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}