{"authors": ["Mark Landler", "Matt Apuzzo", "Amy Chozick"], "date_download": "2018-11-16 04:01:33", "date_modify": "2018-11-16 04:01:33", "date_publish": "2016-07-01 09:00:16", "description": "The move by Attorney General Loretta E. Lynch would eliminate the possibility that a political appointee would overrule investigators.", "filename": "2016_07_02_us_politics_loretta-lynch-hillary-clinton-email-server_1542340893.html", "image_url": "https://static01.nyt.com/images/2016/07/02/world/02lynch-web1/02lynch-web1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_02_us_politics_loretta-lynch-hillary-clinton-email-server_1542340893.html", "title": "Loretta Lynch to Accept F.B.I. Recommendations in Clinton Email Inquiry", "title_page": "Loretta Lynch to Accept F.B.I. Recommendations in Clinton Email Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The attorney general’s response did little to quell a political tempest in Washington, with some Republicans calling for her to recuse herself from the case — a step she said she was not going to take. Donald J. Trump, the presumptive Republican nominee, said the meeting had “opened up a Pandora’s box.” He cast doubt on whether it was entirely social, citing it as an example of how “the special interests are controlling your government.”\nFor Democrats, already anxious about the political impact of the email investigation, the incident revived fears that Mr. Clinton could become a rogue actor in a campaign that has so far operated more smoothly than Mrs. Clinton’s presidential bid in 2008.\nMr. Clinton, who was on a seven-state fund-raising swing for his wife, strode across the tarmac at the airport in Phoenix to greet Ms. Lynch after her plane landed there on Monday night. The attorney general joked that she should have acted more swiftly to keep him from boarding. Asked by a journalist to name one thing she wished her predecessor, Eric H. Holder Jr., had told her about her job, she replied, “Where the lock on the plane door was.”\nStill, Ms. Lynch said the episode was personally distressing because it stained the reputation of the Justice Department. “The fact that the meeting that I had is now casting a shadow over how people are going to view that work is something that I take seriously, and deeply and painfully,” she said.\nEven Ms. Lynch’s explanation of how she planned to distance herself from the case — without recusing herself — required further clarification. “The case will be resolved by the team that’s been working on it from the beginning,” she said in Aspen. But a Justice Department spokeswoman, Melanie Newman, noted afterward that even if Ms. Lynch accepted the recommendation of her staff, she would be the one making the decision.", "url": "https://www.nytimes.com/2016/07/02/us/politics/loretta-lynch-hillary-clinton-email-server.html"}