{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:23:08", "date_modify": "2018-11-16 04:23:08", "date_publish": "2016-03-25 07:21:05", "description": "Lawmakers in North Carolina hastily passed a law that prevents cities from protecting gay and transgender people from discrimination.", "filename": "2016_03_25_opinion_transgender-law-makes-north-carolina-pioneer-in-bigotry.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342188.html", "image_url": "https://static01.nyt.com/images/2016/03/25/opinion/25fri2web/25fri2web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_25_opinion_transgender-law-makes-north-carolina-pioneer-in-bigotry.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342188.html", "title": "Transgender Law Makes North Carolina Pioneer in Bigotry", "title_page": "Opinion | Transgender Law Makes North Carolina Pioneer in Bigotry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Officials in Charlotte, N.C., spent more than a year carefully considering and debating an antidiscrimination ordinance that was passed in February to promote the city’s culture of inclusiveness. State lawmakers quashed it on Wednesday by passing an appalling, unconstitutional bill that bars transgender people from using public restrooms that match their gender identity and prohibits cities from passing antidiscrimination ordinances that protect gay and transgender people.\nGov. Pat McCrory, who signed the bill into law late Wednesday, said it was necessary to undo Charlotte’s ordinance, which included protections for gay and transgender people, because it allowed “men to use women’s bathroom/locker room.” Proponents of so-called bathroom bills, which have been introduced in state legislatures across the country, have peddled them by spuriously portraying transgender women as potential rapists.\nThat threat exists only in the imagination of bigots. Supporters of the measures have been unable to point to a single case that justifies the need to legislate where people should be allowed to use the toilet. North Carolina is the first state to pass such a provision.", "url": "https://www.nytimes.com/2016/03/25/opinion/transgender-law-makes-north-carolina-pioneer-in-bigotry.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}