{"authors": ["Helene Cooper"], "date_download": "2018-11-16 03:20:09", "date_modify": "2018-11-16 03:20:09", "date_publish": "2016-05-03 11:09:44", "description": "The SEAL member was the third American serviceman to die in combat since a United States-led coalition began battling the group in the country in 2014.", "filename": "2016_05_04_world_middleeast_us-service-member-killed-iraq-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338409.html", "image_url": "https://static01.nyt.com/images/2016/05/04/world/04Carter-video/04Carter-video-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_04_world_middleeast_us-service-member-killed-iraq-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338409.html", "title": "Navy SEAL Is Killed in Northern Iraq in Fight With ISIS", "title_page": "Navy SEAL Is Killed in Northern Iraq in Fight With ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Obama administration officials took pains to say that the new casualty did not occur on what the military was defining as the front line of battle, in keeping with Mr. Obama’s insistence about ground troops.\nStill, Defense Secretary Ashton B. Carter, while traveling in Germany on Tuesday, said that “it is a combat death.”\nThe Pentagon press secretary, Peter Cook, said in a statement that “this sad news is a reminder of the dangers our men and women in uniform face every day in the ongoing fight to destroy ISIL and end the threat the group poses to the United States and the rest of the world.” ISIL is an alternative name for the Islamic State.\nOfficials said that Islamic State fighters occupied Teleskof for several hours before they were driven out later in the day by pesh merga fighters. American officials said that fighter planes and drones were providing air support for the Kurdish fighters.\nUnited States-backed forces, aided by American airstrikes, have killed 25,000 Islamic State fighters in Iraq and Syria, military officials say. Iraqi and Kurdish forces have taken back 40 percent of the terrorist group’s land in Iraq, and forces backed by the West have seized 20 percent of Islamic State territory in Syria.\nNearly two years after the United States and its allies began the fight to stop the self-declared caliphate’s surge in Iraq and Syria, the campaign has made substantial gains and is nearing a turning point, but Tuesday’s attacks show why officials and military experts are cautious about predicting continued progress.\nThe first American to die in the campaign was Master Sgt. Joshua L. Wheeler, 39, of Sequoyah County, Okla. Sergeant Wheeler was killed in October while responding to a helicopter raid by Kurdish commandos aimed at rescuing about 70 hostages who were about to be killed by Islamic State militants.\nThe second American service member killed was Staff Sgt. Louis F. Cardin, 27, of Temecula, Calif., who died in March when the Islamic State fired rockets at a secret base of about 100 Marines in northern Iraq. He was leading Marines to a bunker when a rocket exploded near him.", "url": "https://www.nytimes.com/2016/05/04/world/middleeast/us-service-member-killed-iraq-isis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}