{"authors": ["Mary Williams Walsh"], "date_download": "2018-11-16 03:47:56", "date_modify": "2018-11-16 03:47:56", "date_publish": "2016-08-06 09:01:05", "description": "Swimming pools pop up in slums, horses graze in schoolhouses, and public housing tenants pay negative rent on an island whose government has effectively gone broke.", "filename": "2016_08_07_business_dealbook_life-in-the-miasma-of-puerto-ricos-debt_1542340076.html", "image_url": "https://static01.nyt.com/images/2016/08/07/business/07DB-RICO1/07DB-RICO1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_07_business_dealbook_life-in-the-miasma-of-puerto-ricos-debt_1542340076.html", "title": "A Surreal Life on the Precipice in Puerto Rico", "title_page": "A Surreal Life on the Precipice in Puerto Rico - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It’s official: America now has a failed state within its borders, just the way Europe has Greece.\nAmerica’s biggest unincorporated territory, Puerto Rico, effectively ran out of cash this summer and has stopped paying its debts. Now, Congress is putting together an oversight board to call the shots until the island gets back on its feet.\nThe similarities with Greece are uncanny: a sunny vacation paradise that suddenly goes bust, a huge debt taken out in a currency — the euro, the dollar — that’s too strong for the local economy. Both crises have elicited long debates about what went wrong, whose fault it was and how to respond. Austerity? A bailout? Something else?\nWhile the debates drag on, things get worse on the ground.\nIn Washington, Puerto Rico’s woes are often described in terms of a “humanitarian crisis” — a phrase that evokes famine, war, skeletal children and shellshocked refugees arriving by the boatload. But that is not what you see in Puerto Rico. What you see is a perplexing panorama of contradictions.\nThere are fully stocked supermarkets and vacant houses. Gleaming commuter trains rolling past boarded-up storefronts. Patriots who denounce Yankee imperialism and shop at Walmart. Twelve percent unemployment and no one to pick the coffee crop. Teenagers dancing in sequined prom dresses while the homeless sleep outside on the sidewalk. It is America, beneath a surreal veneer.", "url": "https://www.nytimes.com/2016/08/07/business/dealbook/life-in-the-miasma-of-puerto-ricos-debt.html"}