{"authors": ["Mark Scott"], "date_download": "2018-11-16 03:42:20", "date_modify": "2018-11-16 03:42:20", "date_publish": "2016-04-20 09:49:36", "description": "Europe’s competition chief said Google unfairly promoted its services with cellphone makers, limiting rivals in the smartphone software market.", "filename": "2016_04_21_technology_google-europe-antitrust.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339740.html", "image_url": "https://static01.nyt.com/images/2016/04/21/business/21euantitrust1/21euantitrust1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_21_technology_google-europe-antitrust.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339740.html", "title": "E.U. Charges Dispute Google’s Claims That Android Is Open to All", "title_page": "E.U. Charges Dispute Google’s Claims That Android Is Open to All - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Google has long stressed that Android, its popular mobile software, is open for anyone to use, including its rivals.\nBut the company’s claims are now under threat after Europe’s antitrust authorities on Wednesday charged the company with unfairly using Android to promote its own services — like mobile search — over those of its rivals. In doing so, regulators brought particular scrutiny to Google’s relationships with some of the world’s biggest cellphone makers, which have helped expand the reach of Android.\nMargrethe Vestager, the European Union’s antitrust chief, said Google had required some of the cellphone manufacturers to preinstall the company’s services, including its Google Play smartphone application store, and had given them unfair financial incentives to favor Google’s services on their mobile devices. Those practices undermined competition and consumer choice, she said.\n“Google has abused its dominant position,” Ms. Vestager said on Wednesday. The company’s “behavior has harmed consumers by restricting innovation in the wider mobile space.”", "url": "https://www.nytimes.com/2016/04/21/technology/google-europe-antitrust.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}