{"authors": ["Timothy Williams", "Michael Wines"], "date_download": "2018-11-16 04:34:03", "date_modify": "2018-11-16 04:34:03", "date_publish": "2016-07-08 17:23:55", "description": "This week’s convulsive events have prompted anguished pleas for unity and echoes of the protests and divisions of the late 1960s and early ’70s.", "filename": "2016_07_09_us_shootings-further-divide-a-nation-torn-over-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342843.html", "image_url": "https://static01.nyt.com/images/2016/07/09/us/09DIVIDE-web1/09DIVIDE-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_09_us_shootings-further-divide-a-nation-torn-over-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342843.html", "title": "Shootings Further Divide a Nation Torn Over Race", "title_page": "Shootings Further Divide a Nation Torn Over Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "First came the cellphone video of an African-American man being fatally shot by a Louisiana police officer, and the astonishing live feed of a Minnesota woman narrating the police killing of her African-American boyfriend during a traffic stop. Then came the horrific live television coverage of police officers being gunned down by a sniper at a march protesting the police shootings.\nAnd suddenly, the panoply of fears and resentments that have made this a foreboding summer had been brought into sharp relief.\nPolice accountability and racial bias have been at the center of the civic debate since August 2014, when a black teenager was killed by a white officer in Ferguson, Mo., a suburb of St. Louis. Mass murders in Newtown, Conn.; Charleston, S.C.; Orlando, Fla., and too many other locales have revived gun violence as a social issue and national shame. Both black anger at police killings and the boiling frustrations of some whites who feel they are ceding their long-held place in society have been constant undercurrents in politics since January and the Iowa presidential caucuses.\nNow, in the space of three days, the killings of two black men by Louisiana and Minnesota police officers and the retaliatory murders of five Dallas officers, this time by a black Army veteran, have coalesced all those concerns into a single expression of national angst. In the midst of one of the most consequential presidential campaigns in memory, those convulsive events raised the prospect of still deeper divides in a country already torn by racial and ideological animus.\nSince the Thursday night sniper attack the national conversation has swung between bitterness and despair over seemingly unbridgeable gulfs in society. The New York Post’s front page blared “CIVIL WAR.” The Drudge Report warned in a headline that “Black Lives Kill.” Some Minnesota protesters on Thursday night chanted, “Kill the police.”\nPolice officers and sociologists alike say that racial tension is approaching a point last seen during the street riots that swept urban American in the late 1960s when disturbances erupted in places like the Los Angeles neighborhood of Watts and Detroit and Newark, during summers of deep discontent.", "url": "https://www.nytimes.com/2016/07/09/us/shootings-further-divide-a-nation-torn-over-race.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}