{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:39", "date_modify": "2018-11-16 04:03:39", "date_publish": "2016-05-03 13:06:14", "description": "The predominant color of the evening was silver, and the predominant pattern was circuitry.", "filename": "2016_05_03_fashion_fashion-met-gala.html_module=inline_1542341019.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_03_fashion_fashion-met-gala.html_module=inline_1542341019.html", "title": "Reviewing the Met Gala Runway: ‘Manus vs. Machina’", "title_page": "Reviewing the Met Gala Runway: ‘Manus vs. Machina’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We should have known what we were in for when Taylor Swift arrived.\nMs. Swift, who has been on something of a campaign to crush her former ladylike image, seized her moment as co-host of the Metropolitan Museum of Art Costume Institute Gala this year to make a different kind of statement, arriving just after 6 p.m. to take her place on the receiving line in a tiered halter-necked silver crocodile print Louis Vuitton dress with side cutouts, knee-high spiked gladiator boots, dark lipstick and a shock of platinum hair. Think Pris of “Blade Runner” reimagined by Marvel and ready to join the Avengers, and you’ll get the idea. The dress divided the online-viewing community, and set the tone for the night.\nIf the theme of this year’s blockbuster exhibition is “Manus x Machina,” the dress code for the opening party seemed to be, rather “Manus vs. Machina” and fall into one of the two categories. For anyone wondering why the promise of wearables is as yet unfulfilled, this red carpet was the answer. Apparently, when designers think fashion and technology, they think Mr. Roboto.", "url": "https://www.nytimes.com/2016/05/03/fashion/fashion-met-gala.html?module=inline"}