{"authors": ["Roslyn Sulcas"], "date_download": "2018-11-16 04:10:07", "date_modify": "2018-11-16 04:10:07", "date_publish": "2016-02-04 12:01:11", "description": "Mr. Millepied said that he had decided to focus on his own choreography and to return to Los Angeles, where he still directs the L.A. Dance Project.", "filename": "2016_02_05_arts_dance_benjamin-millepied-paris-opera.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341407.html", "image_url": "https://static01.nyt.com/images/2016/02/04/arts/05Millepied1/05Millepied1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_05_arts_dance_benjamin-millepied-paris-opera.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341407.html", "title": "Benjamin Millepied to Step Down From Paris Opera Ballet", "title_page": "Benjamin Millepied to Step Down From Paris Opera Ballet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Benjamin Millepied, the choreographer and former New York City Ballet dancer who brought an aura of glamour and intense news media visibility to the 335-year-old Paris Opera Ballet as its director of dance, said on Thursday that he was resigning after just over a year in the position.\nThe French-born Mr. Millepied, who achieved fame beyond the ballet world when he met his wife, the actress Natalie Portman, while working on the film “Black Swan,” said in an interview that he wanted to return to Los Angeles, where the couple lived before moving to Paris in 2014. Mr. Millepied, 38, said that he had decided to focus on his own choreography and on a small contemporary dance ensemble he founded four years ago, but his discontent with aspects of his role in Paris has been well documented over the last few months.\nThe former Paris Opera étoile Aurélie Dupont, 43, who retired last year, will become the new director when Mr. Millepied leaves on July 15.", "url": "https://www.nytimes.com/2016/02/05/arts/dance/benjamin-millepied-paris-opera.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}