{"authors": ["The New York Times"], "date_download": "2018-11-16 03:46:33", "date_modify": "2018-11-16 03:46:33", "date_publish": "2016-03-18 13:14:22", "description": "Leaders of the European Union and Turkey reached an agreement to help resolve the migrant crisis. Here’s what it means for migrants and Turkey.", "filename": "2016_03_19_world_europe_european-union-turkey-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339993.html", "image_url": "https://static01.nyt.com/images/2016/03/19/world/19Eudeal-web/19Eudeal-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_19_world_europe_european-union-turkey-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339993.html", "title": "What’s in the E.U. Deal With Turkey? Controls, Concessions and Swaps", "title_page": "What’s in the E.U. Deal With Turkey? Controls, Concessions and Swaps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Leaders of the European Union reached a deal with Turkey to secure its help in resolving the migrant crisis, the largest displacement of people on the Continent since World War II. Under the terms of the agreement, what will happen to the migrants, and what will Turkey gain for its cooperation? Below are the main provisions of the deal.\nSending Migrants Back to Turkey From Greece\nAll migrants who travel to Greece from Turkey using irregular means after an agreement is reached will be returned to Turkey, in what the agreement calls “a temporary and extraordinary measure, which is necessary to end the human suffering and restore public order.”\nHuman rights groups have heavily criticized this provision, saying that the European authorities have a legal and moral obligation to assess asylum claims wherever migrants land.\nTo address this concern, the agreement calls for migrants arriving in the Greek islands to be “duly registered” and for the Greek authorities to process individual applications for asylum. Anyone not applying for asylum, “or whose application has been found unfounded or inadmissible,” will be returned promptly.", "url": "https://www.nytimes.com/2016/03/19/world/europe/european-union-turkey-migrants.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}