{"authors": ["Ron Nixon"], "date_download": "2018-11-16 04:45:16", "date_modify": "2018-11-16 04:45:16", "date_publish": "2016-12-22 22:56:30", "description": "Senator Claire McCaskill asked federal agencies for information on managers who were said to have retaliated against employees who reported wrongdoing.", "filename": "2016_12_22_us_politics_claire-mccaskill-senator-whistle-blowers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343516.html", "image_url": "https://static01.nyt.com/images/2016/12/23/us/00retaliate-1/00retaliate-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_22_us_politics_claire-mccaskill-senator-whistle-blowers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343516.html", "title": "Senator Looks to Expand Protections for Whistle-Blowers", "title_page": "Senator Looks to Expand Protections for Whistle-Blowers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. McCaskill said her request for information on retaliation by managers was prompted by cases like the one involving Robert MacLean, an air marshal who was fired by the T.S.A. in 2006 after disclosing to an MSNBC reporter that the agency was planning to reduce the number of air marshals on overnight flights.\nThe T.S.A. said the information Mr. MacLean had disclosed compromised aviation security.\nHe sued the agency, fighting his firing all the way to the Supreme Court. Last year, the justices ruled that his disclosures were not “specifically prohibited by law.”\nMr. MacLean has since been reinstated by the T.S.A., but he said he continued to face retaliation from senior managers, many of whom were responsible for his firing.\n“But none of them have been punished,” he said. “I’m the one filing for bankruptcy because I had to defend myself all those years. I’m the one being assigned to entry-level positions that I’m overqualified for.”\nMr. MacLean said he had been denied salary increases and promotions. He added that for a time he was assigned to sit in a small office “and do nothing in the empty room.”\nHe has since been assigned to a T.S.A. Visible Intermodal Prevention and Response, or VIPR, squad, an armed team that performs security sweeps to prevent terrorist attacks at transportation hubs. But he said it was not an assignment he had asked for.", "url": "https://www.nytimes.com/2016/12/22/us/politics/claire-mccaskill-senator-whistle-blowers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}