{"authors": ["Monica Davey", "Julie Bosman"], "date_download": "2018-11-16 03:16:24", "date_modify": "2018-11-16 03:16:24", "date_publish": "2016-03-12 01:31:35", "description": "Protesters and supporters of Donald J. Trump confronted each other, screaming and shoving, at a campaign event Friday that was called off over security concerns.", "filename": "2016_03_12_us_trump-rally-in-chicago-canceled-after-violent-scuffles.html_login=email&_r=0&module=inline_1542338184.html", "image_url": "https://static01.nyt.com/images/2016/03/12/us/12CHICAGO8-hp/12CHICAGO8-hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_12_us_trump-rally-in-chicago-canceled-after-violent-scuffles.html_login=email&_r=0&module=inline_1542338184.html", "title": "Donald Trump’s Rally in Chicago Canceled After Violent Scuffles", "title_page": "Donald Trump’s Rally in Chicago Canceled After Violent Scuffles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHICAGO — With thousands of people already packed into stands and music blaring to warm up the crowd, Donald J. Trump’s campaign abruptly canceled his rally here on Friday night over security concerns as protesters clashed with his supporters inside an arena where he was to speak.\nMinutes after Mr. Trump was to have taken to a podium on the campus of a large, diverse public university just west of downtown, an announcer suddenly pronounced the event over before it had begun. Hundreds of protesters, who had promised to be a visible presence here and filled several sections of the arena, let out an elated, unstopping cheer. Mr. Trump’s supporters, many of whom had waited hours to see the Republican front-runner, seemed stunned and slowly filed out in anger.\nAround the country, protesters have interrupted virtually every Trump rally, but his planned appearance here — in a city run for decades by Democrats and populated by nearly equal thirds of blacks, Latinos and whites — had drawn some particularly incensed responses since it was announced days ago.\nThe canceled rally came on a day that Mr. Trump sought to move past the primary fight, saying that the party needed to come together behind him.", "url": "https://www.nytimes.com/2016/03/12/us/trump-rally-in-chicago-canceled-after-violent-scuffles.html?login=email&_r=0&module=inline"}