{"authors": ["Amy Chozick", "Patrick Healy"], "date_download": "2018-11-16 03:16:53", "date_modify": "2018-11-16 03:16:53", "date_publish": "2016-03-01 02:34:08", "description": "Prominent Democrats supporting Hillary Clinton are starting to consider a question many had thought they would never ask: How do we defeat Mr. Trump in a general election?", "filename": "2016_03_01_us_politics_hillary-clinton-donald-trump-general-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338213.html", "image_url": "https://static01.nyt.com/images/2016/03/01/us/01CLINTONTRUMPweb1/01CLINTONTRUMPweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_01_us_politics_hillary-clinton-donald-trump-general-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338213.html", "title": "Inside the Clinton Team’s Plan to Defeat Donald Trump", "title_page": "Inside the Clinton Team’s Plan to Defeat Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the days after Donald J. Trump vanquished his Republican rivals in South Carolina and Nevada, prominent Democrats supporting Hillary Clinton arranged a series of meetings and conference calls to tackle a question many never thought they would ask: How do we defeat Mr. Trump in a general election?\nSeveral Democrats argued that Mrs. Clinton, should she be her party’s nominee, would easily beat Mr. Trump. They were confident that his incendiary remarks about immigrants, women and Muslims would make him unacceptable to many Americans. They had faith that the growing electoral power of black, Hispanic and female voters would deliver a Clinton landslide if he were the Republican nominee.\nBut others, including former President Bill Clinton, dismissed those conclusions as denial. They said that Mr. Trump clearly had a keen sense of the electorate’s mood and that only a concerted campaign portraying him as dangerous and bigoted would win what both Clintons believe will be a close November election.\nThat strategy is beginning to take shape, with groups that support Mrs. Clinton preparing to script and test ads that would portray Mr. Trump as a misogynist and an enemy to the working class whose brash temper would put the nation and the world in grave danger. The plan is for those themes to be amplified later by two prominent surrogates: To fight Mr. Trump’s ability to sway the news cycle, Mr. Clinton would not hold back on the stump, and President Obama has told allies he would gleefully portray Mr. Trump as incapable of handling the duties of the Oval Office.", "url": "https://www.nytimes.com/2016/03/01/us/politics/hillary-clinton-donald-trump-general-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}