{"authors": ["Katie Thomas"], "date_download": "2018-11-16 03:44:46", "date_modify": "2018-11-16 03:44:46", "date_publish": "2016-08-26 09:00:33", "description": "Heather Bresch, defending her company against criticism for sharply increasing the price of the life-saving device, is unapologetic. “I am running a business,” she says.", "filename": "2016_08_27_business_painted-as-a-villain-mylans-chief-says-shes-no-such-thing.html_module=inline_1542339886.html", "image_url": "https://static01.nyt.com/images/2016/08/26/business/27MYLAN/27MYLAN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_27_business_painted-as-a-villain-mylans-chief-says-shes-no-such-thing.html_module=inline_1542339886.html", "title": "Painted as EpiPen Villain, Mylan’s Chief Says She’s No Such Thing", "title_page": "Painted as EpiPen Villain, Mylan’s Chief Says She’s No Such Thing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How the company, and Ms. Bresch, strikes that balance seems to be quickly changing. Generic drug companies once dealt almost exclusively in making cheap copies of pills and railed passionately against the anticompetitive tactics of brand-name competitors. Now, through a series of acquisitions and mergers, the handful of large generic companies that are left are increasingly investing in expensive brand-name drugs, and in doing so, are embracing many of the tactics they once scorned.\n“It’s like talking out of both sides of your mouth,” said Dinesh Thakur, an advocate for generic drug quality. “To me, I think, it’s opportunistic.”\nIn the interview, Ms. Bresch said the company’s latest actions would do the most to help patients where it mattered, by reducing their out-of-pocket costs. And she said that the $600 list price was necessary for the company to recoup its investment in the EpiPen, which includes raising awareness for severe allergic reaction and making improvements to the way the product works.\nBut she also sought to shift blame away from Mylan, saying that patients are feeling the pain in part because insurers have increased the amount that customers must pay in recent years.\n“What else do you shop for that when you walk up to the counter, you have no idea what it’s going to cost you?” she said. “Tell me where that happens anywhere else in the system. It’s unconscionable.”\nTo some, the company’s response seemed to ring hollow. “It’s a real challenge to understand how a management team sits around a board table and makes a decision to raise the price of a lifesaving medication over and over and over, and when the P.R. storm hits, decides to blame someone else for that price increase,” said David Maris, an analyst for Wells Fargo. He had warned investors in June that Mylan’s price increases on EpiPen and other drugs could soon draw unwanted media scrutiny.", "url": "https://www.nytimes.com/2016/08/27/business/painted-as-a-villain-mylans-chief-says-shes-no-such-thing.html?module=inline"}