{"authors": ["Nick Corasaniti"], "date_download": "2018-11-16 04:26:39", "date_modify": "2018-11-16 04:26:39", "date_publish": "2016-06-15 20:22:32", "description": "Mr. Trump said he would not go to Pyongyang, but if the North Korean leader came to Washington, he would meet with him — but without the traditional state dinner.", "filename": "2016_06_16_us_politics_donald-trump-rally.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342399.html", "image_url": "https://static01.nyt.com/images/2016/06/16/us/16fd-trumprally/16fd-trumprally-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_16_us_politics_donald-trump-rally.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342399.html", "title": "Donald Trump Says He Would ‘Accept’ Visit by Kim Jong-un", "title_page": "Donald Trump Says He Would ‘Accept’ Visit by Kim Jong-un - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ATLANTA — Since becoming the presumptive Republican nominee, Donald J. Trump has changed little at his rallies, often building on his caustic comments from the primary campaign.\nIn an hour-plus speech here on Wednesday, Mr. Trump stuck to that script, touring through his foreign policy proposals and occasionally offering positions at odds with decades of American diplomacy. He said he would “accept” a visit to the United States by the North Korean dictator as part of “opening a dialogue,” and focus on the heritage of the shooter in the Orlando, Fla., massacre, as a possible source of radicalization.\nHe also reiterated his desire to temporarily bar immigrants from Middle Eastern countries from entering the United States.\nMr. Trump, who was frequently interrupted by protesters, continued to make the Orlando shooting a major focal point, building upon fear of Muslims and threats abroad.", "url": "https://www.nytimes.com/2016/06/16/us/politics/donald-trump-rally.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}