{"authors": ["Yamiche Alcindor"], "date_download": "2018-11-16 04:26:26", "date_modify": "2018-11-16 04:26:26", "date_publish": "2016-06-17 02:39:01", "description": "With the primaries over and the election focused on Hillary Clinton and Donald J. Trump, the Vermont senator continues to rally his supporters.", "filename": "2016_06_17_us_politics_bernie-sanders-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342386.html", "image_url": "https://static01.nyt.com/images/2016/06/17/us/17sanders_web1/17sanders_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_17_us_politics_bernie-sanders-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342386.html", "title": "Bernie Sanders, Still Running, Pledges to ‘Make Certain’ Donald Trump Is Defeated", "title_page": "Bernie Sanders, Still Running, Pledges to ‘Make Certain’ Donald Trump Is Defeated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BURLINGTON, Vt. — The primaries are officially over. Hillary Clinton and Donald J. Trump are attacking each other over the Orlando tragedy. Final touches are being made to convention plans. Running mates are being vetted.\nBut on Thursday night, Senator Bernie Sanders stood at a podium in a small, chilly television studio here pointing his index finger at a camera and insisting to his supporters that his campaign was fighting on. With five bright lights illuminating him, Mr. Sanders delivered a shortened version of his stump speech via livestream to his supporters, saying his “political revolution” was just beginning and reeling off the many injustices it would set about to end.\nAlthough it covered a lot of ground, from the influence of money to poverty wages to fracking to the cost of college, the speech did not include the one thing some Democratic leaders have awaited: an endorsement of Mrs. Clinton, who last week became the presumptive nominee.\n“The major political task that we face in the next five months is to make certain that Donald Trump is defeated and defeated badly,” Mr. Sanders said. “I personally intend to begin my role in that process in a very short period of time.”", "url": "https://www.nytimes.com/2016/06/17/us/politics/bernie-sanders-campaign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}