{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:21:24", "date_modify": "2018-11-16 04:21:24", "date_publish": "2016-09-14 14:36:13", "description": "The disclosures ripped away the diplomatic jargon and political niceties of a former secretary of state with a sober, thoughtful reputation.", "filename": "2016_09_15_us_politics_colin-powell-emails-hack-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342084.html", "image_url": "https://static01.nyt.com/images/2016/09/15/us/15powell-w1/15powell-w1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_15_us_politics_colin-powell-emails-hack-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342084.html", "title": "Colin Powell, in Hacked Emails, Shows Scorn for Trump and Irritation at Clinton", "title_page": "Colin Powell, in Hacked Emails, Shows Scorn for Trump and Irritation at Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Powell appeared to be angry that NBC proposed that he appear on “Meet the Press” with Mr. Cheney and his daughter, who were promoting a book they wrote together. In the email, Mr. Powell said the network agreed to invite the Cheneys at a later date.\nMr. Powell’s emails appeared on a website called DCLeaks.com, which had previously posted documents that the site had obtained after hacks into the accounts of prominent Democrats and some Republicans, including Gen. Philip M. Breedlove, the former commander of NATO forces in Europe, and George Soros, a wealthy backer of liberal causes. It is unclear who operates DCLeaks.com.\nPeggy Cifrino, an aide to Mr. Powell, responded Wednesday morning to an inquiry about the emails: “We are confirming that General Powell has been hacked and that they are his emails. We have no further comment at this time.” Mr. Powell did not respond to an email sent directly to his personal account.\nIn several emails, Mr. Powell suggested that speaking out against Mr. Trump would only add to the attention the Republican nominee was getting from the news media. Responding to a reporter asking for comment, Mr. Powell wrote last month that Mr. Trump is “his own best enemy” and added: “I will speak out when I feel it appropriate and not after every idiot thing he says.”\nBut the emails make clear that Mr. Powell, who also served as the chairman of the Joint Chiefs of Staff, has no intention of supporting Mr. Trump. In one back-and-forth with a former aide, Mr. Powell insisted that Mr. Trump should not be elected president.\n“No need to debate it with you now, but Trump is a national disgrace and an international pariah,” Mr. Powell wrote in June, noting the criticism of Mr. Trump by several prominent conservatives. “He is in the process of destroying himself, no need for Dems to attack him.”\nMr. Powell also made clear in a series of exchanges how much he was offended by Mr. Trump’s attacks on the issue of Mr. Obama’s birth. “Yup, the whole birther movement was racist,” Mr. Powell wrote. “That’s what the 99% believe. When Trump couldn’t keep that up he said he also wanted to see if the certificate noted that he was a Muslim. As I have said before, ‘What if he was?’ Muslims are born as Americans everyday.”", "url": "https://www.nytimes.com/2016/09/15/us/politics/colin-powell-emails-hack-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}