{"authors": ["Brian X. Chen", "Choe Sang-Hun"], "date_download": "2018-11-16 03:42:03", "date_modify": "2018-11-16 03:42:03", "date_publish": "2016-10-11 09:54:53", "description": "The unprecedented move by the South Korean electronics giant is an embarrassing reversal for a respected global brand.", "filename": "2016_10_12_business_international_samsung-galaxy-note7-terminated.html_mcubz=1&module=inline_1542339723.html", "image_url": "https://static01.nyt.com/images/2016/10/12/world/12Samsung-web/12Samsung-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_12_business_international_samsung-galaxy-note7-terminated.html_mcubz=1&module=inline_1542339723.html", "title": "Why Samsung Abandoned Its Galaxy Note 7 Flagship Phone", "title_page": "Why Samsung Abandoned Its Galaxy Note 7 Flagship Phone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When several Samsung Galaxy Note 7 smartphones spontaneously exploded in August, the South Korean company went into overdrive. It urged hundreds of employees to quickly diagnose the problem.\nNone were able to get a phone to explode. Samsung’s engineers, on a tight deadline, initially concluded the defect was caused by faulty batteries from one of the company’s suppliers. Samsung, which announced a recall of the Note 7 devices in September, decided to continue shipping new Galaxy Note 7s containing batteries from a different supplier.\nThe solution failed. Reports soon surfaced that some of the replacement devices were blowing up too. Company engineers went back to the drawing board, according to a person briefed on the test process who spoke on the condition of anonymity because the internal workings were confidential. As of this week, Samsung’s testers were still unable to reproduce the explosions.\nBy then, it was too late. On Tuesday, Samsung said it was killing the Galaxy Note 7 entirely. The drastic move is highly unusual in the technology industry, where companies tend to keep trying to improve a product rather than pull it altogether. And it caps a nearly two-month fall for Samsung, which has taken a beating from investors, safety regulators and consumers over its trustworthiness — especially with a marquee product that was supposed to rival Apple’s iPhone.", "url": "https://www.nytimes.com/2016/10/12/business/international/samsung-galaxy-note7-terminated.html?mcubz=1&module=inline"}