{"authors": ["Richard Sandomir"], "date_download": "2018-11-16 04:12:18", "date_modify": "2018-11-16 04:12:18", "date_publish": "2016-03-23 03:04:06", "description": "The game between the Rays and the Cuban national team was a television spectacle, presented as a sporting event, with President Obama as the star of the day.", "filename": "2016_03_23_sports_baseball_cuba-tampa-bay-rays-espn.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341538.html", "image_url": "https://static01.nyt.com/images/2016/03/23/sports/baseball/23sandomir-web/23sandomir-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_23_sports_baseball_cuba-tampa-bay-rays-espn.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341538.html", "title": "In Havana, Rapprochement Through the Lens of ESPN", "title_page": "In Havana, Rapprochement Through the Lens of ESPN - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The game between the Tampa Bay Rays and the Cuban national team in Havana on Tuesday was a television spectacle, presented by ESPN as a game entwined in international politics. The visuals were clear from the frequent cuts between the on-field action and President Obama and President Raúl Castro, who were sitting together at Estadio Latinoamericano. Economic policy was laid out in Obama’s remarks about how business from America will help give the United States leverage in Cuba.\nObama got even more of a star turn in Havana than he gets when he fills out his men’s and women’s N.C.A.A. tournament brackets on ESPN. Of course, there is no political agenda to bracketology unless you’re talking about Duke and North Carolina. You saw him cheering, standing, gesticulating, turning occasionally to the first lady, Michelle Obama, who, it turns out, objected to some umpires’ calls, and chatting with Castro. When the Rays went ahead, 1-0, he tapped Castro on the shoulder — could Obama have been gloating? — a gesture the dictator returned with a handshake.\nThe president even offered Castro’s opinion about the pace of baseball. “He was saying baseball is too long,” he told ESPN’s announcers, but he thoughtfully noted (with Major League Baseball Commissioner Rob Manfred sitting behind him) that actions have been taken to speed up games.\nObama was ESPN’s star of the day, overshadowing Castro, his host, and James Loney, who drove in three Tampa Bay runs in a 4-1 victory over the Cubans. Obama gave a lengthy interview to ESPN’s announcers. He schmoozed frequently, with ESPN’s cameras on him, as if he were working a rope line, greeting the likes of Derek Jeter (the frequency of their contact suggested a blooming bromance), Dave Winfield and Rachel Robinson. About the only thing Obama did not do was put on a headset in the Rays’ dugout and talk remotely to the ESPN crew about the infield shift, as managers frequently do between innings of the network’s baseball games.", "url": "https://www.nytimes.com/2016/03/23/sports/baseball/cuba-tampa-bay-rays-espn.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}