{"authors": ["Nate Cohn", "Toni Monkovic"], "date_download": "2018-11-16 03:58:30", "date_modify": "2018-11-16 03:58:30", "date_publish": "2016-08-03 13:44:25", "description": "A weekly politics chat includes a look at some of the unlikely places Hillary Clinton could make inroads, like Nebraska, Arizona and Utah.", "filename": "2016_08_04_upshot_trump-strategy-win-3-key-states-and-warn-about-rigged-election.html_module=inline_1542340710.html", "image_url": "https://static01.nyt.com/images/2016/07/27/upshot/04up-newasset-1470197868930/04up-newasset-1470197868930-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_04_upshot_trump-strategy-win-3-key-states-and-warn-about-rigged-election.html_module=inline_1542340710.html", "title": "Trump Strategy: Win 3 Key States, and Warn About ‘Rigged’ Election", "title_page": "Trump Strategy: Win 3 Key States, and Warn About ‘Rigged’ Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Toni It seems G.O.P. politicians have two main reasons to stick with Trump: 1) To hold the team together to win as many down-ballot races as they can and protect their own political futures; 2) To make Trump “own” the loss if he loses. In positioning for the future, they don’t want him to be able to point the finger at them and say they’re the reason he lost. But it’s coming at a great cost. And I‘m sure it’s painful for some of them; they would love to repudiate Trump.\nNate Sure, I bet they’d love to. I’m not sure there’s a great cost, though.\nI think they’ll ride it out.\nToni Why ride it out?\nNate I just think most of them think they can survive this, and that doing much of anything in the interim is more hardship than it’s worth.\nToni Survive ... and get the G.O.P. back to the way it was?\nNate I don’t think they have any idea what the G.O.P. of 2020 will look like. But if he loses, they can hope, with some credibility, that they can return to some semblance of normalcy fighting Clinton and try again later.\nToni Some suspect that Trump is already laying the groundwork for skipping the debates. But there’s also a strong reason he wouldn’t. He’s trailing in the polls, and there’s a good chance he’ll be trailing by the first debate Sept. 26. He seems to need a debate “moment” or moments more than she does.\nNate You can’t really draw up a candidate who could benefit more from a debate than Donald Trump. His numbers on experience and preparedness are very weak. He’ll probably be trailing in the polls heading into the debates. If he could fare well, it would probably help him more than most. On the other hand, a one-on-one debate with Clinton in the sterile setting of a presidential debate hall seems like a terrible contrast for him.\nToni He would have to study quite a bit.\nNate Yeah, and it might pay off: Expectations for him would be awfully low.", "url": "https://www.nytimes.com/2016/08/04/upshot/trump-strategy-win-3-key-states-and-warn-about-rigged-election.html?module=inline"}