{"authors": ["Martha Rose Shulman"], "date_download": "2018-11-16 03:26:15", "date_modify": "2018-11-16 03:26:15", "date_publish": "2016-05-05 20:20:42", "description": "Unlike the sad ones often found in restaurants, the best combine flavorful steak, chicken or shrimp with charred vegetables and soft, warm tortillas.", "filename": "2016_05_11_dining_fajitas-recipe_1542338775.html", "image_url": "https://static01.nyt.com/images/2016/05/11/dining/11FAJITAS1/11FAJITAS1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_11_dining_fajitas-recipe_1542338775.html", "title": "Give Fajitas, a Tex-Mex Classic, the Treatment They Deserve", "title_page": "Give Fajitas, a Tex-Mex Classic, the Treatment They Deserve - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Why is it so hard to find good fajitas?\nThat’s a question I found myself asking recently as I went on a fajitas crawl in Los Angeles, where I live, to check in on that essential and once fashionable Tex-Mex dish. The sizzling platters that arrived at my table never varied; they came bearing the requisite grilled strips of skirt steak, chicken or shrimp, usually overcooked, with seared onions and peppers that were greasy and underseasoned. Alongside were the predictable bowls of grated yellow Cheddar cheese, sour cream, guacamole and salsa.\nThey were a far cry from the fajitas I used to eat at backyard barbecues with Mexican-American families in the Rio Grande Valley of Texas, where I lived and worked in the 1970s.\nImage Cilantro is stirred into the mix after the onions and peppers have cooked and the pan is deglazed. Credit Rikki Snyder for The New York Times\nMy friends would grill cumin- and chile-rubbed skirt steak, at that time a cheap cut of meat, slice it thin and serve it on irresistible, freshly made flour tortillas. They would cook onions and chiles, sweet peppers and sometimes corn on the same grill until the vegetables were nicely charred, and serve them along with the meat on the warm tortillas, with grated Cheddar and crumbled queso fresco, fresh tomato salsa and homemade guacamole that they mashed in the molcajetes — mortar and pestles made from volcanic rock — that we routinely brought back from Mexico when we went across the border to shop.", "url": "https://www.nytimes.com/2016/05/11/dining/fajitas-recipe.html"}