{"authors": ["Alexander Burns", "Maggie Haberman"], "date_download": "2018-11-16 04:33:32", "date_modify": "2018-11-16 04:33:32", "date_publish": "2016-07-13 15:37:56", "description": "Slowed by a plane malfunction, the presumptive Republican nominee spent time with the state’s governor, a possible vice-presidential pick. Mr. Trump plans to announce his choice on Friday.", "filename": "2016_07_14_us_politics_mike-pence-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342812.html", "image_url": "https://static01.nyt.com/images/2016/07/14/us/14fd-trumppence/14fd-trumppence-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_14_us_politics_mike-pence-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342812.html", "title": "Donald Trump, Stranded in Indiana, Brings Running-Mate Competition to Him", "title_page": "Donald Trump, Stranded in Indiana, Brings Running-Mate Competition to Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And Sheldon Adelson, the casino billionaire who is among the country’s most prolific Republican political donors, is said to have communicated to Mr. Trump’s camp that he would prefer Mr. Gingrich, according to two Republicans familiar with his views. Mr. Kushner has been Mr. Adelson’s frequent point of contact with the campaign in recent weeks.\nMr. Adelson, who spent millions of dollars supporting Mr. Gingrich’s unsuccessful presidential campaign in 2012, has promised to give generously to groups supporting Mr. Trump, but does not appear to have cut any significant checks yet.\nMr. Trump may be merely reviewing his list of options one last time before making up his mind. But to some Republicans who have observed him in recent days, Mr. Trump has also appeared genuinely uncertain of the best course forward, and perhaps even of his own preferences.\nIn interviews and private meetings, Mr. Trump has named different qualities as paramount in his choice of a running mate. Throughout the Republican primaries, Mr. Trump expressed a strong preference for a vice president with knowledge of Capitol Hill. During a fund-raiser on Long Island last weekend, Mr. Trump said it would be essential for him to feel a relaxed personal connection with his running mate, and that the person would have to exhibit a superior knowledge of government.\nIn an interview this week with The Wall Street Journal, he added another characteristic to the wish list: His running mate, Mr. Trump said, must be an “attack dog.” But in an appearance on Fox News on Wednesday, he backtracked and said he was not looking for an attack dog.\nThe frenzied nature of Mr. Trump’s vice-presidential courtship underscores one of the recurring themes of his 2016 campaign: the presumptive nominee’s surprising remoteness from most of the other major figures in the Republican Party.\nTo the extent Mr. Trump places a premium on his personal relationship with a running mate, Mr. Christie or Mr. Gingrich may have a leg up, as he has been friends with both men over the years.\nMr. Pence, the favorite of the Trump political team and national Republican Party officials, is a comparatively unfamiliar face. If he would seem to be the safe choice politically, it would constitute a rare foray for Mr. Trump — going outside his personal comfort zone to make, perhaps, his most important decision of the general election.", "url": "https://www.nytimes.com/2016/07/14/us/politics/mike-pence-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}