{"authors": ["Gail Collins"], "date_download": "2018-11-16 04:33:23", "date_modify": "2018-11-16 04:33:23", "date_publish": "2016-07-14 07:21:20", "description": "Indiana is the center of the universe.", "filename": "2016_07_14_opinion_trump-reaps-a-veep.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342803.html", "image_url": "https://static01.nyt.com/images/2016/07/14/opinion/14collinsWeb/14collinsWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_14_opinion_trump-reaps-a-veep.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342803.html", "title": "Does Pence Make Sense for Trump?", "title_page": "Opinion | Does Pence Make Sense for Trump? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Former Indiana Gov. Thomas Hendricks’s pull in his home state got Grover Cleveland critical electoral votes he needed to become president after the 1884 election. It was one of the very few times that the vice-presidential selection made a big difference.\nHendricks had a long-running rivalry with another governor, Oliver Morton, which produced my favorite headline of all time, from The Chicago Times: “Hendricks a Man of the Purest Social Relations, but Morton a Foe to Society, a Seducer and a Libertine … The Former’s Name Untrammeled by Lust; the Latter’s Reeking With Filth and Slime. A Few of the Hellish Liaisons of, and Attempted Seductions by, Indiana’s Favorite Stud-Horse.”\nSo stop complaining about the terrible tone of the modern media.\nO.K., enough about Indiana. I just wanted to share. I’ve also been rooting for Senator Sessions to show up in the vetting so I could point out that the only person ever elected to a national office from Alabama was William King, the only bachelor vice president, who was once a very close friend and sometimes roommate with James Buchanan, the only bachelor president.\nSee, how can you not like this stuff?\nBut about the Trump contenders. Each of them has a special something. Gingrich, like Trump, has been married three times. (Six-wife ticket!) Bringing Newt back would also allow the nation to revisit his interesting plan to replace unionized school janitors with poor children.\nChristie has exhibited a marvelous ability to suck up abuse. Trump has made fun of him for everything from being AWOL from the governor’s office to eating Oreos. There are pictures of Trump holding a huge umbrella over his own famous head and letting Christie get wet. When you’ve currently got a 26 percent approval rating in your home state, I guess you take whatever they throw at you. However, Christie’s office denied reports that Trump once sent him out to get hamburgers.\nI have a theory that women will never vote for a male presidential candidate who yells, because it reminds them of their worst boyfriends. A Trump-Christie ticket would be like the worst boyfriend sitting in the living room with his thuglike pal, watching football with their shoes off and demanding that you cook them pizza from scratch.\nA Trump-Gingrich ticket would be a total of 143 years old.\nNone of the options are really all that terrific. But then you’ve got to be in a pretty bad place to begin with if you’re yearning for the spot beneath Donald Trump. I just hope that if the decision came down to that liver-eating contest, somebody took pictures. It’d be a great feature for the Cleveland convention.\nJuly 14: This op-ed column has been updated to reflect news developments.", "url": "https://www.nytimes.com/2016/07/14/opinion/trump-reaps-a-veep.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}