{"authors": ["Mark Mazzetti", "Anne Barnard", "Eric Schmitt"], "date_download": "2018-11-16 04:35:26", "date_modify": "2018-11-16 04:35:26", "date_publish": "2016-08-06 15:40:17", "description": "Russia has not only avoided a quagmire in Syria, its successes on the battlefield against C.I.A.-backed rebels have given it new leverage in the Middle East.", "filename": "2016_08_07_world_middleeast_military-syria-putin-us-proxy-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342926.html", "image_url": "https://static01.nyt.com/images/2016/08/07/world/07intel1/07intel1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_07_world_middleeast_military-syria-putin-us-proxy-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342926.html", "title": "Military Success in Syria Gives Putin Upper Hand in U.S. Proxy War", "title_page": "Military Success in Syria Gives Putin Upper Hand in U.S. Proxy War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At the same time, some military experts point out that Mr. Putin has saddled Russia with the burden of propping up a Syrian military that has had difficulty vanquishing the rebels on its own.\nThe Russian campaign began in September, after a monthslong offensive by C.I.A.-backed rebel groups won new territory in Idlib, Hama and Latakia Provinces in northern Syria. One problem for Washington: Those groups sometimes fought alongside soldiers of the Nusra Front, which until recently was officially affiliated with Al Qaeda.\nThe offensive took Syrian troops by surprise, prompting concerns in Moscow and Damascus that Mr. Assad’s government, long supported by the Russians, might be in trouble.\nSome of the rebel groups boasted at the time that powerful TOW antitank missiles provided by American and Saudi intelligence operatives were a key to their success. For several years, the C.I.A. has joined with the spy services of several Arab nations to arm and train the rebels at bases in Jordan and Qatar, with the Saudis bankrolling much of the operation.\nA C.I.A. spokesman declined to comment about any American assistance to Syrian rebels.\nBut Lt. Col. Fares al-Bayyoush, a former aviation engineer who heads the rebel group Fursan al-Haq, said during an interview in May 2015 that his group would receive new shipments of the antitank weapons as soon as the missiles were used.\n“We ask for ammunition and missiles, and we get more than we ask for,” he said.\nYet the advance also created problems for the fractious assortment of rebel groups, as it allowed the Nusra Front to gain control over more areas of northern Syria. The Obama administration has officially forbidden any Nusra fighters to receive weapons or training. But the group has at times shown greater prowess against the Syrian government forces than the C.I.A.’s proxies.", "url": "https://www.nytimes.com/2016/08/07/world/middleeast/military-syria-putin-us-proxy-war.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}