{"authors": ["Clifford Krauss"], "date_download": "2018-11-16 03:51:52", "date_modify": "2018-11-16 03:51:52", "date_publish": "2016-12-11 23:30:08", "description": "Mr. Tillerson, Exxon Mobil’s chief executive and a secretary of state candidate, has a relationship with Russia that could be both a strength and his Achilles’ heel.", "filename": "2016_12_11_business_rex-tillerson-secretary-of-state-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340312.html", "image_url": "https://static01.nyt.com/images/2016/12/12/us/12TILLERSON/12TILLERSON-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_11_business_rex-tillerson-secretary-of-state-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340312.html", "title": "Rex Tillerson, an Aggressive Dealmaker Whose Ties With Russia May Prompt Scrutiny", "title_page": "Rex Tillerson, an Aggressive Dealmaker Whose Ties With Russia May Prompt Scrutiny - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Tillerson will be a credible and effective messenger for a U.S. reset because he is not a member of the foreign policy establishment but also because his history embodies the investment potential Russia could enjoy with a better relationship with the United States,” said David L. Goldwyn, who was the State Department’s top energy diplomat during the first Obama administration.\nOf Mr. Trump, Mr. Goldwyn said: “He has definitely decided to do a reverse Nixon and side with Russia against China. He thinks we probably can make common cause with Russia in Syria but also in Libya, and he doesn’t have a problem supporting strongmen.”\nRussia may be Mr. Tillerson’s strength, but it could also ultimately be his Achilles’ heel. The Russian government gave him the country’s Order of Friendship decoration in 2012, an award that could now well be an embarrassment.\nSenator Marco Rubio, Republican of Florida, said on Twitter on Sunday, “Being a ‘friend of Vladimir’ is not an attribute I am hoping for from a Secretary of State.”\nMr. Tillerson has opposed sanctions on Russia, which are the single greatest obstacle to foreign investment in that country. Russia has two enormous areas for new oil development, in the Barents Sea and the Bazhenov shale field in western Siberia, that are essentially closed to development because of a lack of foreign capital and expertise. Exxon was poised to invest in both areas before the sanctions.\nExxon operates in about 50 foreign countries, and Mr. Tillerson has relationships far and wide. Energy experts say he is particularly well versed in the affairs of Angola, Argentina, Canada, Mexico, Nigeria and Qatar.\n“My impression is he is a first-rate corporate diplomat,” said Chase Untermeyer, who was United States ambassador to Qatar in the George W. Bush administration. “In my day in Qatar, he would come and go for meetings with the most senior leadership of the country.”", "url": "https://www.nytimes.com/2016/12/11/business/rex-tillerson-secretary-of-state-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}