{"authors": ["Nicholas Fandos", "Eric Lipton"], "date_download": "2018-11-16 03:18:36", "date_modify": "2018-11-16 03:18:36", "date_publish": "2016-11-13 17:02:56", "description": "Rudolph W. Giuliani said it would be ‘unrealistic’ for Mr. Trump to remove his children from his business empire. Ethics experts said the remarks were misguided.", "filename": "2016_11_14_us_politics_donald-trump-shouldnt-put-his-children-out-of-work-giuliani-says.html_ref=politics&module=inline_1542338316.html", "image_url": "https://static01.nyt.com/images/2016/11/14/us/14trump1/14trump1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_14_us_politics_donald-trump-shouldnt-put-his-children-out-of-work-giuliani-says.html_ref=politics&module=inline_1542338316.html", "title": "Donald Trump Shouldn’t ‘Put His Children Out of Work,’ Giuliani Says", "title_page": "Donald Trump Shouldn’t ‘Put His Children Out of Work,’ Giuliani Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Rudolph W. Giuliani, a top adviser to President-elect Donald J. Trump, said on Sunday that it would be “unrealistic” to remove Mr. Trump’s children from their roles in running his business empire and place the assets into a strict blind trust like the ones used by previous presidents.\n“I think he’s in a very unusual situation,” Mr. Giuliani said on CNN’s “State of the Union.” “He would basically put his children out of work,” he added, “and they’d have to go start a whole new business, and that would set up new problems.”\nAs president, Mr. Trump will not be required to sell his assets, which he has valued in billions of dollars. But the vast scope of Mr. Trump’s assets and business dealings is likely to lead to questions about how his actions as president would affect the financial fortunes of him and his family. Most modern presidents have elected to use a blind trust, which puts their assets under the control of an independent trustee.\nEthics experts said Mr. Giuliani’s remarks were misguided on ethical and political grounds.\nKenneth A. Gross, a lawyer who advises corporations and members of Congress on ethics issues, said it was important for Mr. Trump “to separate his vast business interests from his official decision making.”", "url": "https://www.nytimes.com/2016/11/14/us/politics/donald-trump-shouldnt-put-his-children-out-of-work-giuliani-says.html?ref=politics&module=inline"}