{"authors": ["Michael J. De La Merced", "Leslie Picker"], "date_download": "2018-11-16 03:44:57", "date_modify": "2018-11-16 03:44:57", "date_publish": "2016-04-05 17:06:05", "description": "The broader reach of regulations, intended to keep companies from cutting deals to move income overseas, appears to have caught many by surprise.", "filename": "2016_04_06_business_dealbook_tax-inversion-obama-treasury.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339897.html", "image_url": "https://static01.nyt.com/images/2016/04/06/business/06db-inversions/06db-inversions-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_06_business_dealbook_tax-inversion-obama-treasury.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339897.html", "title": "Pfizer and Allergan Are Said to End Merger as Tax Rules Tighten", "title_page": "Pfizer and Allergan Are Said to End Merger as Tax Rules Tighten - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Starting on Monday night, lawyers at big firms have been camped out in conference rooms studying how the new rules would affect their clients. While experts were still weighing the overall impact, so far they have suggested that the hundreds of pages’ worth of regulations would have an incredibly expansive reach and would even affect foreign companies with huge American operations, including the parent of Mercedes-Benz and Nestlé.\n“These rules are going to apply much more broadly than people had expected,” said Stephen L. Gordon, the head of the tax department at the law firm Cravath, Swaine & Moore.\nChief among the targets of the Obama administration, however, has been corporate inversions, in which American companies buy foreign competitors and move their corporate homes overseas in an effort to pay fewer taxes in the United States. Some 40 companies have struck inversions over the past five years, according to data from Dealogic.\nPresident Obama said on Tuesday that the new rules would help prevent “one of the most insidious tax loopholes out there, fleeing the country just to get out of paying their taxes.”\nStill, even the new rules will not completely eliminate ways that companies can technically invert — one lawyer described tax avoidance as a game of Whac-a-Mole until Congress overhauls the overall tax code. But they signal the Obama administration’s intent to hit on corporate taxes as the issue has gained steam on the presidential campaign trail.\nPerhaps the most obvious symbol of that fight has been Pfizer, the blue-chip drug maker that produced painkillers during the Civil War and penicillin during World War II. Executives at the pharmaceutical maker have made no secret of their belief that renouncing its corporate citizenship and lowering its overall tax bill were their duty as stewards to shareholders.\nAfter trying and failing to buy British rival AstraZeneca two years ago, Pfizer finally found its ticket to an overseas corporate passport in Allergan, a drug maker based in Dublin but built in large part through acquisitions of American companies.", "url": "https://www.nytimes.com/2016/04/06/business/dealbook/tax-inversion-obama-treasury.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}