{"authors": ["Peter S. Goodman", "Neil Gough", "Sui-Lee Wee", "Jack Ewing"], "date_download": "2018-11-16 04:46:09", "date_modify": "2018-11-16 04:46:09", "date_publish": "2016-12-02 21:18:12", "description": "If President-elect Donald J. Trump imposes steep tariffs on Chinese goods, he could harm the people he aims to help — American factory workers.", "filename": "2016_12_02_business_economy_trump-manufacturing-jobs-world-trade-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343569.html", "image_url": "https://static01.nyt.com/images/2016/12/02/business/02GLOBALTIES/02GLOBALTIES-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_02_business_economy_trump-manufacturing-jobs-world-trade-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343569.html", "title": "Trump’s Tough Trade Talk Could Damage American Factories", "title_page": "Trump’s Tough Trade Talk Could Damage American Factories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Mr. Maurer struggles to see how this would create any jobs in the United States. The American textile industry is small and increasingly dominated by robots. The rest of the world holds billions of hands willing to work cheaply.\n“Someone else will pick up the business,” Mr. Maurer said. “These markets are very fast.”\nBut the textile and apparel trades are relatively simple businesses. If the cost of making trousers becomes less appealing in China, a room full of sewing machines in Cambodia can quickly be filled with low-wage seamstresses.\nIndustries involving precision machinery are not so easily reassembled somewhere else. An abrupt change to the economics would devastate factories that could not quickly line up alternative suppliers.\nAmerican automakers are especially dependent on the global supply chain. Between 2000 and 2011, the percentage of imported components that went into exported American-made vehicles grew to 35 percent, from 24 percent, according to the Organization for Economic Cooperation and Development.\nAt EBW Electronics in Holland, Mich., workers in lab coats tend boxy soldering machines as they make circuitry for LED lights that go into cars. It buys tiny parts and slots them into circuit boards, which are sold to major automakers. Some 80 percent of the components are imported from China.\nEven that number fails to capture the degree to which the company — and its 240 workers — depend on unfettered trade.", "url": "https://www.nytimes.com/2016/12/02/business/economy/trump-manufacturing-jobs-world-trade-china.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}