{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:21:25", "date_modify": "2018-11-16 04:21:25", "date_publish": "2016-09-14 03:30:17", "description": "A hacker known as Guccifer 2.0, who American officials believe has ties to Russia, released a second batch of documents purportedly stolen from the Democratic National Committee.", "filename": "2016_09_14_us_politics_dnc-hack.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342085.html", "image_url": "https://static01.nyt.com/images/2016/09/14/us/14dnc/14dnc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_14_us_politics_dnc-hack.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342085.html", "title": "New Documents Released From Hack of Democratic Party", "title_page": "New Documents Released From Hack of Democratic Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A hacker who American intelligence officials believe has ties to the Russian government made public on Tuesday a second batch of documents suspected of having been stolen from the Democratic National Committee’s computer system, leaving the organization rushing to contain damage or embarrassment less than two months before the presidential election.\nThe internal documents, which party officials were verifying for authenticity, were distributed at a cybersecurity conference in London.\nThe release was apparently the work of Guccifer 2.0, a self-identified Romanian hacker who claimed responsibility for publishing a trove of the committee’s documents before the Democratic convention in July.\nDonna Brazile, the interim chairwoman of the Democratic National Committee, blamed Russian espionage for the hack and said that foreign agents were trying to help Donald J. Trump, the Republican presidential nominee, be elected.", "url": "https://www.nytimes.com/2016/09/14/us/politics/dnc-hack.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}