{"authors": ["Andy Newman"], "date_download": "2018-11-16 04:31:01", "date_modify": "2018-11-16 04:31:01", "date_publish": "2016-12-15 21:21:33", "description": "Not long after the deer was offered a last-minute reprieve by the governor, the city said it planned to put it to death on Friday morning, calling it “the only humane and safe recourse.”", "filename": "2016_12_15_nyregion_harlem-deer-is-captured.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342661.html", "image_url": "https://static01.nyt.com/images/2016/12/16/nyregion/16DEER/16DEER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_15_nyregion_harlem-deer-is-captured.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342661.html", "title": "Captured Harlem Deer Gets a Reprieve, but Faces Death Hours Later", "title_page": "Captured Harlem Deer Gets a Reprieve, but Faces Death Hours Later - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "State environmental officials said Thursday night that they had advised city officials during the day that if they wanted to release the deer elsewhere in Manhattan, they could do so in Inwood Hill Park, a 200-acre expanse of dense woods at the top of the island many times larger than Jackie Robinson Park.\nThe mayor’s office said no such conversation had taken place and referred back to the Harlem-or-death email sent by Mr. Scarlatelli, adding that state officials had specifically warned against the dangers of relocating deer to unfamiliar territory.\nOfficials with the conservation department also said Thursday night that while they did not generally recommend relocation, there was no ban on it and that the city could have taken the deer anywhere. Ms. Grybauskas said the state had given the city a very different impression and had specifically stated that deer could not be transported across county lines.\n“Releasing the deer in Manhattan is clearly not safe for New Yorkers or the animal,” Ms. Grybauskas said in a statement late Thursday night, “and the state’s position was that euthanization was the preferred route. Later, the state reversed years of their own policy and offered to help relocate the deer. The state itself has said it is not safe to relocate deer, and so the only humane and safe recourse is to euthanize the deer, and that will happen in the morning.”\nThe state conservation department said that it was up to the city to dispose of the deer as it saw fit but added in a statement, “As we stated previously, we stand ready to assist the city with the safe transportation of the deer to an alternative location.”\nMr. Cuomo has a history of meddling in the city’s affairs and has often sought to outmaneuver Mr. de Blasio on his home turf, much to the mayor’s consternation.\nThe deer showed up at Jackie Robinson Park around the beginning of the month and often wandered up to the chain-link fence just inside the park entrance at 145th Street and Edgecombe Avenue, where he became an instant celebrity. Some neighbors took to calling him “J.R.” for Jackie Robinson. Some fed him treats. It was not clear how he got to the park; he may have crossed the Harlem River from the Bronx.", "url": "https://www.nytimes.com/2016/12/15/nyregion/harlem-deer-is-captured.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}