{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:26:03", "date_modify": "2018-11-16 04:26:03", "date_publish": "2016-10-11 20:39:23", "description": "The justices seemed to struggle over whether jury deliberations should stay secret when evidence emerges that they were marred by racial or ethnic bias.", "filename": "2016_10_12_us_politics_supreme-court-bias-jury-deliberations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342363.html", "image_url": "https://static01.nyt.com/images/2016/10/12/us/12scotus/12scotus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_12_us_politics_supreme-court-bias-jury-deliberations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342363.html", "title": "Supreme Court Weighs Bias and Secrecy in Jury Deliberations", "title_page": "Supreme Court Weighs Bias and Secrecy in Jury Deliberations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The case, Pena Rodriguez v. Colorado, No. 15-606, arose from statements made during jury deliberations in a 2010 sexual assault trial. “I think he did it because he’s Mexican, and Mexican men take whatever they want,” a juror said of the defendant, according to sworn statements from other jurors submitted by defense lawyers after the trial was over.\nThe jury deadlocked on the most serious charge, a felony, but it convicted Mr. Peña Rodriguez of three misdemeanors. He was sentenced to two years’ probation.\nThe case requires the justices to choose between keeping jury deliberations secret and the Sixth Amendment’s guarantee of an impartial jury.\nChief Justice Roberts said the Sixth Amendment was focused on all kinds of unfairness and not just racial bias. He asked whether jury secrecy should be pierced to combat even more direct unfairness in case where, for example, a juror contended that a particular witness “lies all the time.”\nMr. Fisher responded that “there’s a difference between a bias, harmful though it may be, that affects only a private litigant, compared to racial bias which is a stain on the entire judicial system and the integrity that it’s built upon.”\nJustice Stephen G. Breyer made a similar point. “We’re trying to create a fairer system in general and one that will be perceived as such, and there race is a special problem,” he said.\nJustice Elena Kagan appeared to agree. Drawing on precedents concerning jury selection and race, she said, “there need to be special rules to address this prevalent and toxic problem in our criminal justice system.”", "url": "https://www.nytimes.com/2016/10/12/us/politics/supreme-court-bias-jury-deliberations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}