{"authors": ["Steve Lohr"], "date_download": "2018-11-16 04:03:41", "date_modify": "2018-11-16 04:03:41", "date_publish": "2016-09-19 09:55:42", "description": "Self-driving cars come with a caveat now: Keep your hands on the wheel. While computers can recognize images, understanding actions and behaviors are still the next frontier.", "filename": "2016_09_20_science_computer-vision-tesla-driverless-cars.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341021.html", "image_url": "https://static01.nyt.com/images/2016/09/19/science/19VISION1/19VISION1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_20_science_computer-vision-tesla-driverless-cars.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341021.html", "title": "A Lesson of Tesla Crashes? Computer Vision Can’t Do It All Yet", "title_page": "A Lesson of Tesla Crashes? Computer Vision Can’t Do It All Yet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ImageNet, a collaborative effort led by researchers at Stanford and Princeton, is one of the most ambitious projects. Initially, nearly one billion images were downloaded. Those were sorted, labeled and winnowed to more than 14 million images in 22,000 categories. The database, for example, includes more than 62,000 images of cats.\nFor a computer-age creation, ImageNet has been strikingly labor intensive. At one point, the sorting and labeling involved nearly 49,000 workers on Mechanical Turk, Amazon’s global online marketplace.\nVast image databases like ImageNet have been employed to train software that uses neuron-like nodes, known as neural networks. The concept of computing neural networks stretches back more than three decades, but has become a powerful tool only in recent years. “The available data and computational capability finally caught up to these ideas of the past,” said Trevor Darrell, a computer vision expert at the University of California, Berkeley.\nIf data is the fuel, then neural networks constitute the engine of a branch of machine learning called deep learning. It is the technology behind the swift progress not only in computer vision, but also in other forms of artificial intelligence like language translation and speech recognition. Technology companies are investing billions of dollars in artificial intelligence research to exploit the commercial potential of deep learning.\nJust how far neural networks can advance computer vision is uncertain. They emulate the brain only in general terms — the software nodes receive digital input and send output to other nodes. Layers upon layers of these nodes make up so-called convolutional neural networks, which, with sufficient training data, have become better and better at identifying images.\nFei-Fei Li, the director of Stanford’s computer vision lab, was a leader of the ImageNet project, and her research is at the forefront of data-driven advances in computer vision. But the current approach, she said, is limited. “It relies on training data,” Dr. Li said, “and so much of what we humans possess as knowledge and context are lacking in this deep learning technology.”\nFacebook recently encountered the contextual gap. Its algorithm took down the image, posted by a Norwegian author, of a naked, 9-year-old girl fleeing napalm bombs. The software code saw a violation of the social network’s policy prohibiting child pornography, not an iconic photo of the Vietnam War and human suffering. Facebook later restored the photo.", "url": "https://www.nytimes.com/2016/09/20/science/computer-vision-tesla-driverless-cars.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}