{"authors": ["Edward Wong", "Neil Gough"], "date_download": "2018-11-16 04:48:47", "date_modify": "2018-11-16 04:48:47", "date_publish": "2016-02-25 05:00:24", "description": "With troubles threatening to undermine confidence in the Communist Party, leaders are tightening the flow of information.", "filename": "2016_02_26_business_international_china-data-slowing-economy.html__r=0_1542343727.html", "image_url": "https://static01.nyt.com/images/2016/02/25/business/25chinacrackdown/25chinacrackdown-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_26_business_international_china-data-slowing-economy.html__r=0_1542343727.html", "title": "As China’s Economic Picture Turns Uglier, Beijing Applies Airbrush", "title_page": "As China’s Economic Picture Turns Uglier, Beijing Applies Airbrush - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The government moved to bolster confidence on Saturday by ousting its top securities regulator, who had been widely accused of contributing to the stock market turmoil. Mr. Xi is also putting pressure on the Chinese media to focus on positive news that reflects well on the party.\nBut the tightly scripted story makes it ever more difficult to get information needed to gauge the extent of the country’s slowdown, analysts say. “Data disappears when it becomes negative,” said Anne Stevenson-Yang, co-founder of J Capital Research, which analyzes the Chinese economy.\nThe party’s attitude has raised further questions among executives and economists over whether Chinese policy makers know how to manage a quasi-market economy, the second-largest economy in the world, after that of the United States.\nEconomists have long cast some doubt on Chinese official figures, which show a huge economy that somehow manages to avoid the peaks and valleys that other countries regularly report. In recent years, China made efforts to improve that data by releasing more information more frequently, among other measures. It also gave its financial media greater freedom, even as censors kept a tight leash on political discourse.\nBut the party now sees reports of economic turbulence as a potential threat. The same goes for data.\n“Many economic indicators are on a downward trend in China, and economic data has become quite sensitive nowadays,” said Yuan Gangming, a researcher at the Center for China in the World Economy at Tsinghua University.\nThe restrictions illustrate the Chinese government’s competing priorities, said Leland R. Miller, president of China Beige Book International, which surveys Chinese companies. “The environment is getting tougher and tougher to operate in,” he said, though he added that his company had not been told to rein in its activities.\n“We are going to continue to see crackdowns on people telling a different story than what Beijing wants to hear,” Mr. Miller said. “At the same time, Beijing appears to be conflicted on this issue, because it recognizes that without independent gauges, commercial relations and foreign direct investment will suffer, due to growing skepticism over official data.”\nAdvertisement Continue reading the main story\nLast September, Markit Economics, a British company, and Caixin Media, based in Beijing, stopped publishing preliminary results from a monthly survey of purchasing managers at Chinese factories. The preliminary results, which came a few days before the two firms and the government separately released complete numbers, often affected markets. As a result, officials at China’s statistics bureau objected to the early release, according to people with knowledge of the official order.\nA spokeswoman for Markit declined to comment, while Caixin representatives did not respond to a request for comment.\n“It’s a very influential economic indicator, and it’s highly cited overseas,” said Mr. Yuan, the researcher at Tsinghua. “Given the international worry over the Chinese economy, I had a sense last August that the Caixin indicator wouldn’t really last long, because its publishing in mainland China had touched high-tension lines.”\nIn January data released last week, the Chinese central bank omitted or hid one key number and altered the parameters of another that gave insight into what the central and commercial banks were doing to prop up the country’s currency.\nBoth sets of numbers, which show commercial banks’ foreign exchange purchase positions, appeared last year in the central bank’s monthly announcements. The central bank, the People’s Bank of China, did not answer a request for comment.\nChina’s central bank and national statistics bureau “are constantly changing, redefining, introducing and excluding statistics, and I don’t think it is by accident,” said Christopher Balding, an associate professor at Peking University HSBC Business School.\nThe National Bureau of Statistics did not return requests seeking comment.\nMs. Stevenson-Yang, of J Capital Research, said she and her colleagues had seen growing discrepancies in official data in the last two years in a variety of sectors, including retail, shipping and steel production. She said a colleague had once called a Chinese cement factory to ask for production data, and a factory employee had thought the researcher was calling from a government-affiliated research association. The employee told the researcher that the factory had already changed its numbers twice and would rather not do it again, so the researcher could choose any number that fit.\n“When you go around and meet state-owned industry people, everybody laughs at the national statistics, so I don’t know why foreigners believe them,” Ms. Stevenson-Yang said.\nAdvertisement Continue reading the main story\nCapital Economics, a London research firm, said in a recent report that problems with China’s statistical system “go beyond those found in an emerging economy. The biggest is that the G.D.P. growth rate is politically sensitive, which makes it more likely to suffer manipulation.” The firm does its own growth-rate estimate for China’s gross domestic product, which it put at 4.3 percent last year.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nChina’s online monitors have intensified their policing of chatter about markets. “The People’s Bank has gone crazy,” read one recent post that was later deleted, referring to the central bank. Another deleted post said: “One mistake after another. All assets are gone.”\nLast June, Liu Qintao, a journalist for a newspaper in Shandong Province, posted in an online forum a message he had seen about Dongguan Securities, a Chinese brokerage firm. The post said Dongguan Securities had warned “V.I.P. investors” about coming risks and had urged them to sell.\nThe next day, Dongguan Securities said none of its employees had issued the warning. Chinese stock markets began crashing two weeks later.\nOn Jan. 8, more than six months after he posted the message, officials fined Mr. Liu $23,000 on a charge of having spread fabricated information. Mr. Liu said in an interview that he was being made a scapegoat and was appealing the fine.\n“I didn’t fabricate the message,” he said. “Why would I do that? Who would make up things like that? All I did was copy and paste it.”\nThe China Securities Regulatory Commission did not respond to a request for comment.\nJon R. Carnes, founder of Eos Funds, a firm best known for bets that Chinese stock prices will fall, said China is in the midst of a down cycle in a long-running ebb and flow of public information. In 2012, a researcher for the fund, Kun Huang, was put in prison for two years for gathering information that led Eos Funds to bet against a Chinese mining company.\nLast summer, Mr. Carnes said, China started to make it more difficult to gain access to online information about companies. “In general, over time, the trend has been positive and improving, but since last summer, we did see another step backward,” he said.\n“I’m optimistic and feel over all that the long-term trend is still improving,” he added. “But this is an unfortunate setback.”", "url": "https://www.nytimes.com/2016/02/26/business/international/china-data-slowing-economy.html?_r=0"}