{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:14:42", "date_modify": "2018-11-16 03:14:42", "date_publish": "2016-12-09 02:25:58", "description": "Donald J. Trump’s Twitter attacks on a leader of a blue-collar union local have raised concerns about how the president-elect will behave after he takes office.", "filename": "2016_12_08_us_politics_donald-trump-twitter-carrier-chuck-jones.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338082.html", "image_url": "https://static01.nyt.com/images/2016/12/09/us/09power1/09power1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_08_us_politics_donald-trump-twitter-carrier-chuck-jones.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338082.html", "title": "Trump as Cyberbully in Chief? Twitter Attack on Union Boss Draws Fire", "title_page": "Trump as Cyberbully in Chief? Twitter Attack on Union Boss Draws Fire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Jones refused on Thursday to back down from his criticism of Mr. Trump. And he shrugged off Mr. Trump’s claim that he had not done enough to help the workers his union represents.\n“Hell, I know what I did for the last 30 years,” Mr. Jones said, noting his work on behalf of pensions and salaries that average $23 per hour.\nBut Mr. Jones also said that he and the president-elect have been on the same side when it comes to trying to protect the livelihoods of blue-collar workers. He said he would happily collaborate with Mr. Trump to try to save the 550 Carrier jobs still scheduled to be moved to Mexico.\n“If he in fact called today, and said, ‘Let’s get together to save the 500 jobs,’ I’d be glad to do anything I possibly could to work with him in any fashion,” Mr. Jones said. “I don’t foresee that happening.”\nVeterans of the White House say they do not know what to expect from Mr. Trump, whose actions since the election have broken with many presidential norms.\nDavid Axelrod, who was a senior adviser to President Obama, said he always advised the current occupant of the Oval Office to be mindful of the extra power that his words carried once they were amplified by the most powerful megaphone in the world.\n“What you may think is a light tap is a howitzer,” Mr. Axelrod said. “When you have the man in the most powerful office, for whom there is no target too small, that is a chilling prospect. He has the ability to destroy people in 140 characters.”", "url": "https://www.nytimes.com/2016/12/08/us/politics/donald-trump-twitter-carrier-chuck-jones.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}