{"authors": ["Mujib Mashal"], "date_download": "2018-11-16 03:20:55", "date_modify": "2018-11-16 03:20:55", "date_publish": "2016-02-18 11:14:30", "description": "Initial reports differed on whether the units involved in the raid south of Kabul, possibly accompanied by NATO advisers, were from the Afghan Army or the police.", "filename": "2016_02_19_world_asia_hospital-raid-afghan-forces-nato-wardak-province.html_module=inline_1542338455.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_19_world_asia_hospital-raid-afghan-forces-nato-wardak-province.html_module=inline_1542338455.html", "title": "Hospital Raid by Afghan Forces Is Said to Kill at Least 3", "title_page": "Hospital Raid by Afghan Forces Is Said to Kill at Least 3 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Dr. Wahidullah, who goes by only one name and was on duty at the 10-bed hospital, said by phone that helicopters had hovered over it all evening on Wednesday before the forces descended around 11 p.m. They climbed over the walls and handcuffed all the hospital staff members, including the midwife and ambulance driver, leaving them prone on the floor as the forces searched room by room asking for Taliban members, the doctor said.\nFour patients, including a child, were at the hospital at the time of the raid, Dr. Wahidullah said, and the security forces took two of them, along with a patient’s family member, marching them up a hill to a shop.\n“They killed them with their bayonets and shot them. You can ask the eyewitnesses,” the doctor said, adding that two of the members of the forces spoke English and seemed to be foreigners.\nIt was not immediately clear whether the men who were killed were insurgents, though residents said the area is dominated by the Taliban, who often bring their wounded fighters there for treatment.\n“This is a hospital, we will treat anyone, be it soldiers or Taliban or infidels,” Dr. Wahidullah said.\nAll sides have been accused of attacking hospitals during the long war in Afghanistan. One of the bloodiest episodes occurred last fall, when an American gunship attacked a hospital in the northern city of Kunduz run by Doctors Without Borders, leaving at least 42 people dead. Months earlier, the hospital had been stormed and searched by Afghan forces. A car bomb targeting a hospital in Logar Province in 2011 killed dozens and demolished the facility.\nThis week was not the first time a Swedish Committee hospital has been attacked. In 2009, also in Wardak Province, United States forces raided another hospital, tying up employees as they searched for Taliban fighters.", "url": "https://www.nytimes.com/2016/02/19/world/asia/hospital-raid-afghan-forces-nato-wardak-province.html?module=inline"}