{"authors": ["Mike Ives"], "date_download": "2018-11-16 03:54:49", "date_modify": "2018-11-16 03:54:49", "date_publish": "2016-11-03 16:33:36", "description": "The president of the Philippines, known for his salty language, broke his “promise to God” to stop swearing.", "filename": "2016_11_04_world_asia_duterte-god-swearing-philippines.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340489.html", "image_url": "https://static01.nyt.com/images/2016/11/04/world/04Philippines-web/04Philippines-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_04_world_asia_duterte-god-swearing-philippines.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340489.html", "title": "Rodrigo Duterte’s Pledge to Stop Cursing Lands in the Gutter", "title_page": "Rodrigo Duterte’s Pledge to Stop Cursing Lands in the Gutter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — When President Rodrigo Duterte of the Philippines vowed last week to stop cursing, at God’s direct request, few people in the deeply Catholic country questioned his faith or the logistics of the apparently divine intervention.\nBut some Filipinos placed bets on how long Mr. Duterte’s pledge would last because he curses regularly and had raised eyebrows by saying that President Obama “can go to hell.”\nThe answer: a long weekend.\nThe voice of God spoke to Mr. Durterte on a flight home from Japan, he said after arriving in the Philippines on Oct. 27. According to the president, the voice, which he ascertained came from the Lord, said that the plane would crash unless he stopped cursing.\nSo, he said, he agreed to watch his tongue.\n“A promise to God is a promise to the Filipino people,” he said.", "url": "https://www.nytimes.com/2016/11/04/world/asia/duterte-god-swearing-philippines.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}