{"authors": ["A. O. Scott"], "date_download": "2018-11-16 04:10:42", "date_modify": "2018-11-16 04:10:42", "date_publish": "2016-09-29 21:35:05", "description": "This year’s lineup, in films like “13th,” “I, Daniel Blake” and “Toni Erdmann,” largely focuses on fights for recognition and self-determination.", "filename": "2016_09_30_movies_at-the-new-york-film-festival-a-defense-of-human-dignity.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341442.html", "image_url": "https://static01.nyt.com/images/2016/09/30/arts/30NYFFESTJP1/30NYFFESTJP1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_30_movies_at-the-new-york-film-festival-a-defense-of-human-dignity.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341442.html", "title": "At the New York Film Festival, a Defense of Human Dignity", "title_page": "At the New York Film Festival, a Defense of Human Dignity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The second most memorable scene in “Toni Erdmann” — which is to say one of the two or three most remarkable moments you will encounter on a movie screen this year — consists of an impromptu amateur performance of “The Greatest Love of All.” I hesitate to say anything about who sings that notorious anthem to self-reliance or under what circumstances, but I will note that one line stands out, capturing with an impossible blend of excruciating irony and disarming sincerity one of the movie’s great themes: “No matter what they take from me, they can’t take away my dignity.”\nNot for lack of trying. “Toni Erdmann,” Maren Ade’s astonishing third feature, which dazzled critics (though apparently not the prize-granting jurors) at Cannes in May, arrives in New York this weekend in the main slate of the 54th New York Film Festival. Observing a few days in the relationship between Winfried (Peter Simonischek), a retired German music teacher, and Ines (Sandra Hüller), his tightly wound, corporate-ladder-climbing daughter, the film is a study in the radical power of embarrassment.\nThe title refers to Winfried’s alter ego, a brash buffoon with novelty-shop fake teeth and a Tiny Tim wig who is as hilarious and disruptive as a whoopee cushion. At first, he seems to be an instrument of humiliation aimed at a young woman determined to succeed in business. But it becomes clear that the deeper threat to Ines’s comfort comes not from a preposterous character in an ill-fitting suit but rather from the hypocrisy, conformity and casual sexism that define her normal life. The world she inhabits — a banal, familiar world of meetings, PowerPoint presentations and awkward collegial socializing — seems designed to strip away personal autonomy and integrity. Which is exactly what Toni Erdmann, a slapstick superhero, exists to affirm.", "url": "https://www.nytimes.com/2016/09/30/movies/at-the-new-york-film-festival-a-defense-of-human-dignity.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}