{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 03:53:33", "date_modify": "2018-11-16 03:53:33", "date_publish": "2016-02-13 06:05:34", "description": "An exodus of capital, in which companies and individuals are moving money outside China, is casting doubt on the nation’s economic prospects.", "filename": "2016_02_14_business_dealbook_chinese-start-to-lose-confidence-in-their-currency_1542340413.html", "image_url": "https://static01.nyt.com/images/2016/02/14/world/14CHINAEXODUS-1/14CHINAEXODUS-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_14_business_dealbook_chinese-start-to-lose-confidence-in-their-currency_1542340413.html", "title": "Chinese Start to Lose Confidence in Their Currency", "title_page": "Chinese Start to Lose Confidence in Their Currency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The capital flight is already putting significant pressure on the country’s currency, the renminbi. The government is trying to prevent a free fall in the currency by stepping into the markets and tapping its huge cash hoard to shore up the renminbi. But a deep erosion of those reserves may set off further outflows and create turbulence in the markets.\nChina is also trying to put the brakes on outflows, by tightening its grip on the country’s links to the global financial system. The government, for example, just started to clamp down on people’s use of bank cards to buy overseas life insurance policies.\nSuch moves have trade-offs. The limits create concerns that the government is pulling back on reform efforts that China needs to keep growth humming in the decades to come. But the near-term pressure also requires serious attention, given the global shock waves.\n“The currency has become a very near-term threat to financial stability,” said Charlene Chu, an economist at Autonomous Research.\nNavigating such problems is fairly new for China.\nFor years, China soaked up much of the world’s investment money, as the economy grew at annual rates in the double digits. A largely closed financial system kept China’s own money corralled inside the country.\nNow, with growth slowing, money is gushing out of the country. And the government has a looser grip on the spigot, because China dismantled some currency restrictions to open up its economy in recent years.\n“Companies don’t want renminbi and individuals don’t want renminbi,” said Shaun Rein, the founder of the China Market Research Group. “The renminbi was a sure bet for a long time, but now that it’s not, a lot of people want to get out.”\nAdvertisement Continue reading the main story\nManaging the situation has proved complicated for the government.\nChina abruptly devalued the renminbi by 4 percent last August, as part of a shift to a more market-oriented approach and to help exporters. But that surprise move set off sharp stock falls.\nPhoto\nThe government then tried to guide the currency down in quieter fashion, with the renminbi falling 2.8 percent over a five-week period ending in early January. Even so, the stealthy move led to a sell-off, as global investors fretted about the Chinese economy.\nThe Chinese central bank is fighting the downward pressure by purchasing large sums of renminbi, selling dollars from its currency reserves to do so. China’s reserves sank by $108 billion in December and an additional $99 billion in January, to $3.23 trillion. A year and a half ago, they stood at $4 trillion.\nAnd the renminbi still faces plenty of headwinds.\nThe government has been cutting interest rates to stimulate the economy, making it less attractive for savers to keep their money in the country. Corporate profits are shrinking because China has too many spare steel mills, car factories and empty houses, leading investors to seek better returns elsewhere.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nRonald Wan, a Hong Kong money manager who is on the boards of numerous state-owned enterprises in mainland China, said that pessimism was becoming the consensus. “Among the companies I have been in contact with,” he said, “all of them have the intention of moving money out of the country.”\nIn this environment, many banks and economists expect another sharp devaluation this spring. But the Chinese government has denounced predictions of any further erosion of the renminbi. The People’s Daily, the state-owned newspaper, in late January criticized George Soros, the billionaire trader known for big currency bets, after he questioned Chinese policies.\n“When they came out to attack Soros, to me that was the strongest signal that they will do whatever they can not to make Soros and other hedge fund managers too rich,” said Weijian Shan, chief executive of PAG, a private equity firm based in Hong Kong that manages $15 billion.\nThe government’s next move, in part, will depend on whether it can stem the outflows, or at least slow them significantly. And in China, it is a bit of a cat-and-mouse game.\nVideo\nIndividuals can move $50,000 a year across China’s borders. Companies and sophisticated investors have more freedom to send out money legally for big-ticket purchases and investments. Overseas and domestic companies, which maintain bank accounts in various currencies, can also shift their cash, as well as borrow based on which currency they think will fall in value.\nAdvertisement Continue reading the main story\nBut unofficial methods abound.\nCompanies have filed misleading invoices to keep more profits outside the country, although Chinese authorities have cracked down on the practice.\nMr. Rein described doing market research with a wealthy woman in Shanghai who changed $7 million this winter from renminbi into dollars, by using 140 relatives, friends and even friends’ relatives who each carried $50,000 apiece.\nThe government, though, is trying to cut off some routes.\nTwo years ago, the government gave permission for insurers to invest 15 percent of their assets overseas, up from 1.5 percent. But China abruptly told insurers this winter to suspend many of their overseas plans, according to Hong Kong financiers.\nBeijing has restricted the withdrawal of renminbi from overseas branches of Chinese banks. In Shenzhen, banks have begun requiring that residents make reservations up to a week in advance if they want to change the daily maximum of $10,000 worth of Chinese currency into dollars.\nIn January, Zou Tai, a hospital worker from east central China, caught an early morning flight to buy a $50,000 life insurance policy in Hong Kong. Scores of Chinese customers have been doing the same to get money out of the country, since the policy is bought in renminbi and can be cashed out in American dollars.\n“The buying power of the renminbi keeps dropping,” Mrs. Zou said. “I feel that China’s leaders will have no choice but to devalue the renminbi.”\nMrs. Zou acted in the nick of time, because the government is now pushing back. UnionPay International, a government-controlled bank card company, recently announced that it would start strictly enforcing a pre-existing but widely ignored limit on overseas insurance purchases of $5,000 a year per card.", "url": "https://www.nytimes.com/2016/02/14/business/dealbook/chinese-start-to-lose-confidence-in-their-currency.html"}