{"authors": ["David E. Sanger"], "date_download": "2018-11-16 04:34:56", "date_modify": "2018-11-16 04:34:56", "date_publish": "2016-12-28 01:29:20", "description": "Mr. Kerry will use his remarks to confront Prime Minister Benjamin Netanyahu of Israel after bitterness over a United Nations resolution, a State Department official said.", "filename": "2016_12_27_us_politics_john-kerry-speech-israel-palestinians.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342896.html", "image_url": "https://static01.nyt.com/images/2016/12/28/world/28DIPLO/28DIPLO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_27_us_politics_john-kerry-speech-israel-palestinians.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342896.html", "title": "John Kerry, in a Final, Pointed Plea, Will Outline a Vision of Mideast Peace", "title_page": "John Kerry, in a Final, Pointed Plea, Will Outline a Vision of Mideast Peace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — In a last-chance effort to shape the outlines of a Middle East peace deal, Secretary of State John Kerry plans to describe in a speech on Wednesday the Obama administration’s vision of a final Israeli-Palestinian accord based on bitter lessons learned from an effort that collapsed in 2014.\nA senior State Department official said that Mr. Kerry, who will be out of office in three weeks, would use his remarks to “address some of the misleading critiques” directed at the Obama administration. That was a clear reference to Prime Minister Benjamin Netanyahu of Israel, who has charged that the United States “orchestrated” a United Nations Security Council resolution last week condemning Israel’s continued building of settlements in the West Bank and East Jerusalem. The United States abstained from the resolution, infuriating Mr. Netanyahu.\nThe speech, the latest salvo in a final conflict between Mr. Netanyahu and Mr. Obama as Donald J. Trump prepares to assume the presidency, will make the case that “the vote was not unprecedented” and that Mr. Obama’s decision “did not blindside Israel.” Mr. Kerry, the official said, would cite other cases in which Washington officials had allowed similar votes under previous presidents.\nThe official, who spoke on the condition of anonymity to describe a coming speech, said Mr. Kerry would also argue that, with the notable exception of Israel, there was a “complete international consensus” against further settlements in areas that might ultimately be the subject of negotiations.", "url": "https://www.nytimes.com/2016/12/27/us/politics/john-kerry-speech-israel-palestinians.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}