{"authors": ["Marc Santora", "William K. Rashbaum", "Al Baker", "Adam Goldman"], "date_download": "2018-11-16 04:34:18", "date_modify": "2018-11-16 04:34:18", "date_publish": "2016-09-19 11:46:01", "description": "Mr. Rahami, 28, was taken into custody on Monday after he was wounded in a shootout with the police in New Jersey, law enforcement officials said.", "filename": "2016_09_20_nyregion_nyc-nj-explosions-ahmad-khan-rahami.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342858.html", "image_url": "https://static01.nyt.com/images/2016/09/20/nyregion/Manhunt/Manhunt-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_20_nyregion_nyc-nj-explosions-ahmad-khan-rahami.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342858.html", "title": "Ahmad Khan Rahami Is Arrested in Manhattan and New Jersey Bombings", "title_page": "Ahmad Khan Rahami Is Arrested in Manhattan and New Jersey Bombings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The man who the police said sowed terror across two states, setting off bombs in Manhattan and on the Jersey Shore and touching off a furious manhunt, was tracked down on Monday morning sleeping in the dank doorway of a neighborhood bar and taken into custody after being wounded in a gun battle with officers.\nThe frenzied end came on a rain-soaked street in Linden, N.J., four hours after the police issued an unprecedented cellphone alert to millions of people in the area telling them to be on the lookout for Ahmad Khan Rahami, 28, who was described as “armed and dangerous.”\nEven as the remarkably swift arrest eased fears across the region, investigators were still in the earliest stages of trying to determine what provoked the attacks, why a street in Chelsea was one of the targets and whether the bomber was aided by others. While investigators have been focused on Mr. Rahami’s actions immediately before and after the bombings, they were also working on Monday to trace his activities and travel in both recent months and years.\nOne law enforcement official said that the bomb technicians involved in the investigation believed that Mr. Rahami constructed all the devices and that his handiwork raised the possibility that he had received training from someone with experience building improvised explosive devices.", "url": "https://www.nytimes.com/2016/09/20/nyregion/nyc-nj-explosions-ahmad-khan-rahami.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}