{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:26:45", "date_modify": "2018-11-16 04:26:45", "date_publish": "2016-06-15 21:05:40", "description": "A ban on Muslim immigrants and a border wall would not have stopped the attack in Orlando, Fla., Mrs. Clinton said in rebuking what she called Mr. Trump’s “reckless ideas.”", "filename": "2016_06_16_us_politics_hillary-clinton-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342405.html", "image_url": "https://static01.nyt.com/images/2016/06/16/us/16fd-clinton/16fd-clinton-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_16_us_politics_hillary-clinton-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342405.html", "title": "Hillary Clinton Mocks Donald Trump’s National Security Ideas", "title_page": "Hillary Clinton Mocks Donald Trump’s National Security Ideas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HAMPTON, Va. — Hillary Clinton rebuked Donald J. Trump on Wednesday for proposing national security ideas that she argued would put America in greater danger and inspire more terrorist attacks.\nThe criticism comes as Mr. Trump is under fire for offering what Democrats and Republicans have called an off-key response to the massacre in Orlando, Fla.\nAfter 49 people were killed in a gay nightclub by an American-born Islamic State sympathizer on Sunday morning, Mr. Trump expanded his proposed ban on Muslim immigration to include people coming from countries with a history of harming America. He also suggested that President Obama was appeasing the nation’s enemies.\nDuring a round-table discussion Wednesday with military members and veterans in Hampton, Va., Mrs. Clinton argued that such notions were nonsense.", "url": "https://www.nytimes.com/2016/06/16/us/politics/hillary-clinton-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}