{"authors": ["Gilbert Cruz"], "date_download": "2018-11-16 04:10:19", "date_modify": "2018-11-16 04:10:19", "date_publish": "2016-11-02 00:00:00", "description": "This is The New York Times’s new TV and movie recommendation site. Here’s how it can help you find your next favorite thing to watch.", "filename": "2016_10_27_watching_what-is-watching-what-to-watch-netflix-hulu-amazon_1542341419.html", "image_url": "https://static01.nyt.com/images/2016/11/02/watching/watching-site2/watching-site2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_27_watching_what-is-watching-what-to-watch-netflix-hulu-amazon_1542341419.html", "title": "Welcome to Watching!", "title_page": "Welcome to Watching! - NYT Watching", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hello everyone.\nIt’s wild out there — so many TV series to binge, so many movies to watch, so many streaming platforms and channels and niche services. Luckily you now have us.\nWatching is The New York Times’s new TV and movie recommendation site. We’ll comb through releases big and small, notable and esoteric, and bring you our best suggestions for what you should be watching now and what you might want to watch next.\nOn this site, you can use our tag-based experience to find something new to watch based on your mood or genre preferences. If you find your next great binge or movie obsession but don’t have time to watch it anytime soon, save it to your Watchlist.\nUse the site for a bit, and it will start to notice what categories and streaming services you’re most interested in and give you personalized suggestions.\nAnd every day, the Watching home page will be updated with new recommendations, themed lists and commentary from TV critic Margaret Lyons and movie writer Monica Castillo. (They also write our twice-weekly newsletter, which you can sign up for here.)\nIllustrations by Edel Rodriguez", "url": "https://www.nytimes.com/2016/10/27/watching/what-is-watching-what-to-watch-netflix-hulu-amazon.html"}