{"authors": ["Karen Workman", "Eli Rosenberg", "Christopher Mele"], "date_download": "2018-11-16 04:34:17", "date_modify": "2018-11-16 04:34:17", "date_publish": "2016-09-18 08:48:59", "description": "The authorities charged Ahmad Khan Rahami in federal court in New York on Tuesday in connection with bombings in New York and New Jersey, saying he was inspired by Osama bin Laden.", "filename": "2016_09_19_nyregion_chelsea-explosion-what-we-know-and-dont-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342857.html", "image_url": "https://static01.nyt.com/images/2016/09/20/nyregion/Manhunt-video4/Manhunt-video3-facebookJumbo-v7.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_19_nyregion_chelsea-explosion-what-we-know-and-dont-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342857.html", "title": "Chelsea Bombing: What We Know and Don’t Know", "title_page": "Chelsea Bombing: What We Know and Don’t Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Prosecutors on Tuesday charged Ahmad Khan Rahami, 28, in federal court in New York in connection with bombings in the Chelsea neighborhood of Manhattan and in New Jersey on Saturday.\nThe federal charges came one day after the police arrested and charged him with several counts, including attempted murder of an officer, after a gunfight in Linden, N.J., 15 miles from New York City.\nHere’s what else we know:\nWho is Ahmad Khan Rahami?\nImage Images of Mr. Rahami released by the police. Credit New Jersey State Police\nMr. Rahami, who previously served time in jail, was born in Afghanistan but is a United States citizen. He lived above the fried chicken restaurant in Elizabeth, N.J., started by his father, Mohammad, and also worked there.\nSome of his friends called him Mad — apparently a reference to his first name, not his demeanor — and he was known for an obsession with souped-up Honda Civics that he liked to race.\nAfter the bombing, the authorities sent what’s being called an unprecedented cellphone alert to area residents, warning of the manhunt for a suspect. Mr. Rahami was found asleep in a doorway of a bar in New Jersey on Monday, and the police were called.\nAfter a gunfight with officers, during which he was shot multiple times — including in the leg and shoulder — he was taken into custody and treated at University Hospital in Newark. An officer was hit in his vest in the area of his abdomen, officials said, and at least one other officer was hurt.\nMr. Rahami was charged in federal court with several crimes, including the use of weapons of mass destruction and bombing a place of public use. He was previously charged with seven counts, including five counts of attempted murder of a law enforcement officer. His bail was set at $5.2 million.", "url": "https://www.nytimes.com/2016/09/19/nyregion/chelsea-explosion-what-we-know-and-dont-know.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}