{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 04:48:18", "date_modify": "2018-11-16 04:48:18", "date_publish": "2016-02-26 09:21:36", "description": "At a news conference at the start of a G-20 meeting, Zhou Xiaochuan dismissed concerns about erosion of China’s foreign currency reserves.", "filename": "2016_02_27_business_international_china-economy-yuan_1542343698.html", "image_url": "https://static01.nyt.com/images/2016/02/27/business/27yuan-web1/27yuan-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_27_business_international_china-economy-yuan_1542343698.html", "title": "In Rare Appearance, China’s Central Bank Chief Says All Is Well", "title_page": "In Rare Appearance, China’s Central Bank Chief Says All Is Well - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In contrast with the central banks of other major economies, China’s central bank is to some extent an advisory body instead of an independent, decision-making institution. The final say on major economic decisions, like interest rate moves or devaluations, belongs to the country’s political leadership.\nRegular statements from the People’s Bank of China could limit those leaders’ ability to pivot quickly on policy. But quick changes — including a 4 percent devaluation of China’s currency against the dollar in early August, and a gradual devaluation in late December and early January — have led to global bouts of market turmoil.\nOn both occasions, Mr. Zhou said fairly little until the next meeting of the Group of 20 finance ministers and central bank governors a month later. The last ministerial meeting was in September in Ankara, Turkey; China holds the group’s presidency this year and chose Shanghai for the gathering on Friday night and Saturday.\nThe secrecy of the central bank was not a problem for Chinese policy makers as long as they maintained strict regulation of money moving in and out of the country. But Mr. Zhou has dismantled many of those controls over the past two years as part of a successful move to increase international use of the renminbi and to win the International Monetary Fund’s approval of it in November as a reserve currency. That has left interest rates, stock prices and money flows in China much more exposed to international sentiment about the country’s economic prospects.\nImage Zhou Xiaochuan, governor of China’s central bank, at a news conference on Friday in Shanghai. Credit Aly Song/Reuters\nUnited States Treasury Secretary Jacob J. Lew added his voice late Friday afternoon to those calling for China to explain policy changes.\n“The exchange rate policy is one in particular that needs to be clearly communicated, and it’s important that as they make their transitions, that they do it in an orderly way,” he told a small group of reporters in Shanghai before a meeting with other finance ministers.", "url": "https://www.nytimes.com/2016/02/27/business/international/china-economy-yuan.html"}