{"authors": ["Ben Hubbard", "Anne Barnard"], "date_download": "2018-11-16 04:34:41", "date_modify": "2018-11-16 04:34:41", "date_publish": "2016-11-10 10:30:45", "description": "President-elect Trump could lead a reordering of American engagement in the region, and some nations that respect strongmen welcome the change.", "filename": "2016_11_11_world_middleeast_middle-east-trump-obama-syria-iraq-egypt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342881.html", "image_url": "https://static01.nyt.com/images/2016/11/11/world/11MIDDLEEAST-5/11MIDDLEEAST-5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_11_world_middleeast_middle-east-trump-obama-syria-iraq-egypt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342881.html", "title": "One More Middle East Conflict: What to Make of Donald Trump", "title_page": "One More Middle East Conflict: What to Make of Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — Crossing from Syria into Lebanon on Tuesday night proved to be a parable for the diametrically opposed ways the world sees the election of Donald J. Trump.\nAt the passport counter, a Syrian officer’s face lit up when he saw an American traveler.\n“Congratulations on your new president!” he exclaimed, giving an energetic thumbs up. Mr. Trump, he said, would be “good for Syria.”\nHe echoed many supporters of Syria’s president, Bashar al-Assad, who pronounced themselves delighted with the president-elect, believing he would change course, abandon support for Mr. Assad’s opponents in the Syrian civil war and embrace Damascus and its ally, Moscow.\nIn the Middle East, as elsewhere around the world, Mr. Trump’s surprise victory shocked many people. But a new occupant of the Oval Office could lead to a significant reordering of American engagement in a complex region. Saudi Arabia, for example, hopes Mr. Trump will take a hard line on Iran. Egypt sees a man it can do business with who will not quibble about human rights.", "url": "https://www.nytimes.com/2016/11/11/world/middleeast/middle-east-trump-obama-syria-iraq-egypt.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}