{"authors": ["Suzanne Macneille"], "date_download": "2018-11-16 03:47:02", "date_modify": "2018-11-16 03:47:02", "date_publish": "2016-11-08 11:00:28", "description": "Exploring the culinary landscape of a multiethnic port city in the Pacific Northwest.", "filename": "2016_11_13_travel_vancouver-canada-new-restaurant-flavors_1542340022.html", "image_url": "https://static01.nyt.com/images/2016/11/13/travel/13CHOICETABLES/13CHOICETABLES-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_13_travel_vancouver-canada-new-restaurant-flavors_1542340022.html", "title": "From Italian-Asian to Locavore Canadian: Food Adventures in Vancouver", "title_page": "From Italian-Asian to Locavore Canadian: Food Adventures in Vancouver - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a breezy neighborhood west of downtown Vancouver, there’s a tree-lined stretch of Denman Street where you’ll find what amounts to a global buffet: Korean, Chinese, Vietnamese, Middle Eastern, Spanish, African fusion, Italian, Mexican, Pacific Northwest (lest we forget where we are) — the list of cuisines served in this profusion of mostly small and unassuming restaurants is long.\nThe street is one of several enclaves that reflect the cultural breadth of this port city’s vast culinary landscape. The mélange continues in the Granville Island Public Market; along West Broadway where, among the excellent Chinese noodle and dim sum restaurants, there’s a spot that serves First Nations dishes; in Kitsilano where you’ll find French bistro fare, farm-to-table Canadian and other cuisines; and all over downtown Vancouver, where you can sample everything from modernist takes on classic German food to some of the best sushi anywhere.\nIt’s no secret that food is one of the best ways to get the gist of a place, and that especially holds true for Vancouver. Among the most ethnically diverse cities in Canada, if not North America, the city is home to sizable populations whose background is Chinese, Southeast Asian, First Nations, Korean, Indian, Portuguese, English, Irish, German — again, the list goes on.\nVancouver’s cultural tapestry can be as beguiling to the visitor as its location amid mountains, sea and forest, scenery that is not only stunning, but rich, yielding everything from foraged mushrooms and berries to wild salmon and seaweed. Combine those resources with the freewheeling imaginations of chefs drawing on a multicultural palette of cuisines and you have a food adventure on your hands.", "url": "https://www.nytimes.com/2016/11/13/travel/vancouver-canada-new-restaurant-flavors.html"}