{"authors": ["Anne Barnard", "Hwaida Saad"], "date_download": "2018-11-16 04:34:59", "date_modify": "2018-11-16 04:34:59", "date_publish": "2016-08-26 01:01:22", "description": "As the rebel-held town planned for the evacuation of its 8,000 remaining residents, a bombing that killed 14 in Aleppo served as a reminder of what Daraya had faced for four years.", "filename": "2016_08_26_world_middleeast_daraya-syria-assad-surrender.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342899.html", "image_url": "https://static01.nyt.com/images/2016/08/26/world/ALEPPO1/ALEPPO1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_26_world_middleeast_daraya-syria-assad-surrender.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342899.html", "title": "Besieged Town of Daraya Agrees to Surrender to Syrian Government", "title_page": "Besieged Town of Daraya Agrees to Surrender to Syrian Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — After four years of siege and bombardment, residents of the rebel-held Syrian town of Daraya struck a deal Thursday with the Syrian government that amounted to a surrender of territory deeply symbolic to both sides.\nUnder the agreement, the government will evacuate Daraya’s remaining residents — about 8,000 people — in exchange for control of the town, which is less than two miles from the center of the capital, Damascus.\nDaraya, one of the first areas to stage peaceful protests against President Bashar al-Assad in 2011 and to face a violent response, is a rare example of a community where even now, after more than five years of war, rebel groups accept the authority of a civilian local council.\nHussam Zyadeh, who fled Daraya in 2013, summed up the ambivalence of ending the fight amid a feeling that the world had stopped caring and had provided no help. “No more barrels on #Daraya,” he wrote on Twitter, referring to barrel bombs. “No more death no more fight no more revolution no more dignity no more #humanity as the whole world left it alone.”", "url": "https://www.nytimes.com/2016/08/26/world/middleeast/daraya-syria-assad-surrender.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}