{"authors": ["David W. Dunlap"], "date_download": "2018-11-16 04:34:43", "date_modify": "2018-11-16 04:34:43", "date_publish": "2016-04-21 15:53:52", "description": "Two accomplished hoaxers fabricated an independent presidential candidate named Yetta Bronstein of the Bronx, and The Times bit. Twice.", "filename": "2016_04_21_insider_1968-we-need-a-jewish-mother-in-the-white-house.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342883.html", "image_url": "https://static01.nyt.com/images/2016/04/21/insider/21Insider-Yetta-1/21Insider-Yetta-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_21_insider_1968-we-need-a-jewish-mother-in-the-white-house.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342883.html", "title": "1968 | ‘We Need a Jewish Mother in the White House’", "title_page": "1968 | ‘We Need a Jewish Mother in the White House’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Abel told the story in his 1970 memoir, “The Confessions of a Hoaxer”:\n“In her Jewish dialect, she promised to establish national bingo, self-fluoridation, hang a suggestion box on the White House fence, and print a nude picture of Jane Fonda on postage stamps ‘to ease the Post Office deficit and also give a little pleasure for six cents to those who can’t afford Playboy magazine.’ ”\nMr. Abel then decided “to find out if America was ready for a Jewish mother in the White House.”\nHe distributed leaflets, sent out press releases and painted “National Headquarters for the Best Party” on the door of a third-floor storage closet at 507 Fifth Avenue that was always locked. Reporters left their cards under the door, and Mrs. Abel called them back, in character.\nOne of the reporters who called was Ben A. Franklin of The Times.\nImage Mr. Abel’s 1970 memoir told the full story of Yetta Bronstein.\n(Pause here to consider what would happen when Mr. Franklin, whose beat was the Mid-Atlantic States, stayed overnight in Philadelphia. News clerks in our Washington bureau were compelled to telephone the Benjamin Franklin Hotel and say, in all earnestness, “This is The New York Times, trying to reach Ben Franklin.” Just imagine the response.)\nMr. Franklin’s take was droll but sincere: “There appears to be no national consensus for bingo, and Mrs. Bronstein, a New York City housewife, may fail to carry a single precinct.”\nPrescient enough. She was not on any ballot anywhere.\nFour years later, William H. Honan, a freelance writer who later became The Times’s culture editor, seemed to fall a good deal harder for Mrs. Bronstein’s candidacy. So did the Sunday Magazine, which ran his article under the headline, “If You Don’t Like Hubert, Dick or George, How About Lar, Yetta or Eldridge?”", "url": "https://www.nytimes.com/2016/04/21/insider/1968-we-need-a-jewish-mother-in-the-white-house.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}