{"authors": ["Amy Chozick", "Alexander Burns", "Jonathan Martin"], "date_download": "2018-11-16 03:16:37", "date_modify": "2018-11-16 03:16:37", "date_publish": "2016-05-28 19:22:04", "description": "Anxiety is spreading among Democrats that Mrs. Clinton has yet to find her footing, and that her campaign is still unsure how to combat Donald Trump.", "filename": "2016_05_29_us_politics_hillary-clinton-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338197.html", "image_url": "https://static01.nyt.com/images/2016/05/28/us/29DEMS/29DEMS-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_29_us_politics_hillary-clinton-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338197.html", "title": "Hillary Clinton Struggles to Find Footing in Unusual Race", "title_page": "Hillary Clinton Struggles to Find Footing in Unusual Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Democrats could hardly believe their good fortune last month when it became clear that Hillary Clinton was headed to a general election showdown with Donald J. Trump. Mr. Trump carried so much baggage and had insulted so many voting blocs that some Clinton supporters began to imagine a landslide.\nBut early optimism that this would be an easy race is evaporating. In the corridors of Congress, on airplane shuttles between New York and Washington, at donor gatherings and on conference calls, anxiety is spreading through the Democratic Party that Mrs. Clinton is struggling to find her footing.\nWhile she enjoys many demographic advantages heading into the fall, key Democrats say they are growing worried that her campaign has not determined how to combat her unpredictable, often wily Republican rival, to whom criticism seldom sticks and rules of decorum seem not to apply.\nMrs. Clinton is pressing ahead with a conventional campaign, echoing the 2012 themes used against the Republican nominee that year, Mitt Romney. But Mr. Trump is running a jarringly different crusade: accusing her husband, former President Bill Clinton, of rape; proposing that the country conduct brutal methods of torture; and suggesting that South Korea and Japan be permitted to develop nuclear arms. Prominent Democrats say a more provocative approach is needed.", "url": "https://www.nytimes.com/2016/05/29/us/politics/hillary-clinton-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}