{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:21:35", "date_modify": "2018-11-16 04:21:35", "date_publish": "2016-09-13 23:55:26", "description": "In Philadelphia, Mr. Obama appealed to young and minority voters while criticizing Donald J. Trump and coverage that had turned the race into a “reality show.”", "filename": "2016_09_14_us_politics_president-obama-hillary-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342095.html", "image_url": "https://static01.nyt.com/images/2016/09/13/multimedia/obama-stumps-for-clinton/obama-stumps-for-clinton-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_14_us_politics_president-obama-hillary-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342095.html", "title": "Obama Condemns Trump in Full-Throated Pitch for Clinton", "title_page": "Obama Condemns Trump in Full-Throated Pitch for Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PHILADELPHIA — President Obama vigorously defended Hillary Clinton on Tuesday as a relentless leader who had been held to unfair standards during an uncommonly wild presidential campaign, pleading with the voters who were the core of his own support to tune out the “reality show” noise of the race and vote for his chosen successor.\n“We cannot afford, suddenly, to treat this like a reality show — we can’t afford to act as if there’s some equivalence here,” Mr. Obama told thousands of people at an afternoon rally in front of the Philadelphia Museum of Art.\n“What sets Hillary apart is that through it all, she just keeps on going, and she doesn’t stop caring, and she doesn’t stop trying, and she never stops fighting for us — even if we haven’t always appreciated it,” Mr. Obama said.\nThe roughly 40-minute speech was by turns a condemnation of Donald J. Trump and a venting session about news coverage of a presidential race that Mr. Obama argued had focused on the “frivolous” while allowing Mr. Trump, the Republican nominee, to go unchallenged. Its intended audience was the young and minority voters who had propelled Mr. Obama to the White House.", "url": "https://www.nytimes.com/2016/09/14/us/politics/president-obama-hillary-clinton.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}