{"authors": ["Jonah Engel Bromwich"], "date_download": "2018-11-16 03:14:54", "date_modify": "2018-11-16 03:14:54", "date_publish": "2016-11-28 21:14:44", "description": "Military veterans protested the decision this weekend, adding their voices to a debate on the Massachusetts campus that has seen the flag lowered, removed and even burned since the election.", "filename": "2016_11_28_us_hampshire-college-flag-veterans-protest.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338094.html", "image_url": "https://static01.nyt.com/images/2016/11/28/us/29xp-hampshire/29xp-hampshire-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_28_us_hampshire-college-flag-veterans-protest.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338094.html", "title": "Hampshire College Draws Protests Over Removal of U.S. Flag", "title_page": "Hampshire College Draws Protests Over Removal of U.S. Flag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“If it was a political act, it was pretty craven and ineffective since people did it in secret and no one knows what it was meant to state,” Mr. Lash, 71, said in a phone interview on Monday. “And we replaced the flag the next day.”\nBut within a week Mr. Lash had sent an email announcing that the flag was to be taken down altogether, noting that “some have perceived the action of lowering the flag as a commentary on the results of the presidential election. This, unequivocally, was not our intent.”\nHe added that there was not a campuswide ban on the flag, as had been mistakenly reported.\nMr. Cloutier, who served in Falluja, Iraq, in 2006, said that he initially found the college’s decision to fly the flag at half-staff “disturbing.”\n“To us who have been there and have friends that have died, it’s like a spit in the face to us,” he said. “It’s disrespectful for the college to blatantly do that without even considering the effect on veterans and people who have respect for the flag.”\nMr. Cloutier characterized the protest as fun and patriotic, and after attending it, he said, he thought more about the differing perspectives between the veterans and some students.\nMr. Lash, whose father was an Army officer in the Pacific during World War II, became the president of Hampshire six years ago. He said that while he was not initially equipped to understand objections to the flag, his tenure at the private liberal arts college of 1,400 was slowly teaching him to better understand those grievances.\n“So something that I have been learning about over the six years but I saw with incredible intensity after the election was the genuineness and depth of the fear of people who have grown up with racism,” he said. “Who look at the deaths on city streets and say, that could easily have been me.”\n“For me the flag is still a really positive symbol,” he added. “But I’m coming to be able to maintain both ideas in my heart at the same time.”", "url": "https://www.nytimes.com/2016/11/28/us/hampshire-college-flag-veterans-protest.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}