{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:48:48", "date_modify": "2018-11-16 04:48:48", "date_publish": "2016-02-10 04:52:11", "description": "A directive calls for such lessons to suffuse each stage and aspect of schooling, through texts, student assessments, museum visits and the Internet.", "filename": "2016_02_11_world_asia_china-patriotic-education_1542343728.html", "image_url": "https://static01.nyt.com/images/2016/02/11/world/11CHINAPATRIOTISM/11CHINAPATRIOTISM-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_11_world_asia_china-patriotic-education_1542343728.html", "title": "China Says Its Students, Even Those Abroad, Need More ‘Patriotic Education’", "title_page": "China Says Its Students, Even Those Abroad, Need More ‘Patriotic Education’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nBEIJING — Chinese students, already immersed in classes and textbooks that promote nationalist loyalty to the Communist Party as a bedrock value, must be made even more patriotic and devoted to the party, even when they are studying in universities abroad, according to a new directive sent to education officials.\nThe directive, issued by the Communist Party organization of the Ministry of Education, calls for “patriotic education” to suffuse each stage and aspect of schooling, through textbooks, student assessments, museum visits and the Internet, which is the chief source of information for many young Chinese.\n“Organically instill the patriotic spirit into all subjects, curriculums and standards for primary, secondary and higher education in morals, language, history, geography, sports, arts and so on,” says the document, which was approved in late January but publicized only on Tuesday by Xinhua, the state-run news agency.\nThe document demands that university and college students be instructed more thoroughly to “always follow the party” and be “clearly taught about the dangers of negativity about the history of the party, nation, revolution and reform and opening up, as well as of vilifying heroic figures.”\nAdvertisement Continue reading the main story\nAlready, students are coached that the Communist Party has been the sole engine of progress in modern Chinese history, rescuing the country from humiliating subjugation to foreigners and restoring their nation to a position of respect and power on the global stage. Since students led the 1989 protests that occupied Tiananmen Square in Beijing, party leaders have made a priority of inoculating them against liberal values.\nNewsletter Sign Up Continue reading the main story Today’s Headlines: Asia Edition Get news and analysis from Asia and around the world delivered to your inbox every day in the Asian morning. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut the new document shows how President Xi Jinping is taking demands for party proselytizing even further than his predecessors did, including beyond China’s borders. The directive says that Chinese students studying abroad must also be made a focus of instruction in Mr. Xi’s “China Dream” of national revival.", "url": "https://www.nytimes.com/2016/02/11/world/asia/china-patriotic-education.html"}