{"authors": ["Palko Karasz"], "date_download": "2018-11-16 03:48:12", "date_modify": "2018-11-16 03:48:12", "date_publish": "2016-03-16 17:30:24", "description": "The Times asked longtime residents and recent arrivals in the country to share their experiences.", "filename": "2016_03_17_world_europe_germany-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340092.html", "image_url": "https://static01.nyt.com/images/2016/03/16/world/17Germany-Hamza/00Germany-Hamza-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_17_world_europe_germany-migrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340092.html", "title": "Readers Speak Out: Living in a Germany Reshaped by Migration", "title_page": "Readers Speak Out: Living in a Germany Reshaped by Migration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I am 25 years old, working in biomedical engineering and from Syria.\nI fled to Germany at the end of last summer and found nothing here but a generous people who made me feel welcome at this new place.\nI don’t know if Germany is the place to build the best life we could. I think that this is a question for the future to answer, but there is one thing I know: that leaving home, leaving Syria, wasn’t an option. It was a choice of either life and death.\nNiia Nikolova, 29, Cologne\nI’ve spent part of my childhood in Germany, and I speak and look as if I could be German. These qualities have come in useful when I’ve wanted to disguise my Bulgarian nationality here. While most people I know of my generation are accepting and open-minded, older people and especially authorities are often biased by a bad reputation that Eastern Europeans have acquired here. I’ve often heard comments such as “There are too many Bulgarians and Romanians living here,” “Really? But you don’t look Bulgarian” or “Good thing you live west of the river” (the richer, less migrant-populated area of the city). It’s because of comments like these that when I am in a position to speak to a bureaucrat or police officer, I most often reply in my Canadian English, rather than risking that they hear any small errors in my German and ask for my national ID.", "url": "https://www.nytimes.com/2016/03/17/world/europe/germany-migrants.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}