{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:57:20", "date_modify": "2018-11-16 03:57:20", "date_publish": "2016-02-04 23:34:33", "description": "With rivals pouncing on her ties to corporate America, experts say Mrs. Clinton needs to justify accepting speaking fees as high as $225,000. And quickly.", "filename": "2016_02_05_us_politics_goldman-sachs-hillary-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340640.html", "image_url": "https://static01.nyt.com/images/2016/02/05/us/05goldman-web/05goldman-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_05_us_politics_goldman-sachs-hillary-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340640.html", "title": "Questions on Speeches to Goldman Sachs Vex Hillary Clinton", "title_page": "Questions on Speeches to Goldman Sachs Vex Hillary Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“You may not get around ‘hey, I got paid $225,000,’ but I think people will nod their heads on the idea that anybody who makes $225,000 should be paying a lot more in taxes,” Mr. Trippi said. “Then you’re in the debate about something people will agree with her on, rather than a debate about whether people think you should have given a series of speeches to Goldman Sachs.”\nSteve McMahon, a Democratic political consultant from Purple Strategies, acknowledged that Mrs. Clinton’s speech fees put her in a bind. But, he suggests, there are some potential ways to spin Mr. Sanders’s attacks.\n“The facts are challenging and difficult to explain, but her answer was probably as candid and honest as it could be,” Mr. McMahon said.\nOne way to improve on the response when the subject arises again, Mr. McMahon said, could be for Mrs. Clinton to note that she worked with an agency that contracted her speaking engagements and that she accepted steep payments from places such as Goldman Sachs, which can afford to pay, so she could give free speeches for groups that did not have the resources of a bank.\nSome political strategists struggled to come up with a winning approach to handling the question of Mrs. Clinton’s speech fees, noting that it would have been better if she thought about the ramifications before taking the money rather than having to address it on a debate stage.\nDean Crutchfield, a branding consultant in New York, said Mrs. Clinton was struggling to correctly frame her answer to the question. He suggested that she needed to be more direct in explaining what value she brought to companies such as Goldman Sachs and to show how her paid speeches were an opportunity to explain the values of Democrats to Wall Street.\n“You’ve got to hide nothing and tell all,” Mr. Crutchfield said. “She’s lacking a clear statement of purpose.”", "url": "https://www.nytimes.com/2016/02/05/us/politics/goldman-sachs-hillary-clinton.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}