{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 04:33:22", "date_modify": "2018-11-16 04:33:22", "date_publish": "2016-04-22 04:01:04", "description": "Rates increased among almost all groups, a federal data analysis found, with women and middle-aged Americans hit particularly hard.", "filename": "2016_04_22_health_us-suicide-rate-surges-to-a-30-year-high.html__r=0_1542342802.html", "image_url": "https://static01.nyt.com/images/2016/04/22/us/suicide-1461282454914/suicide-1461282454914-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_22_health_us-suicide-rate-surges-to-a-30-year-high.html__r=0_1542342802.html", "title": "U.S. Suicide Rate Surges to a 30-Year High", "title_page": "U.S. Suicide Rate Surges to a 30-Year High - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The data analysis provided fresh evidence of suffering among white Americans. Recent research has highlighted the plight of less educated whites, showing surges in deaths from drug overdoses, suicides, liver disease and alcohol poisoning, particularly among those with a high school education or less. The new report did not break down suicide rates by education, but researchers who reviewed the analysis said the patterns in age and race were consistent with that recent research and painted a picture of desperation for many in American society.\n“This is part of the larger emerging pattern of evidence of the links between poverty, hopelessness and health,” said Robert D. Putnam, a professor of public policy at Harvard and the author of “Our Kids,” an investigation of new class divisions in America.\nThe rise in suicide rates has happened slowly over many years. Federal health researchers said they chose 1999 as the start of the period they studied because it was a low point in the national suicide rate and they wanted to cover the full period of its recent sustained rise.\nThe federal health agency’s last major report on suicide, released in 2013, noted a sharp increase in suicide among 35- to 64-year-olds. But the rates have risen even more since then — up by 7 percent for the entire population since 2010, the end of the last study period — and federal researchers said they issued the new report to draw attention to the issue.\nPolicy makers say efforts to prevent suicide across the country are spotty. While some hospitals and health systems screen for suicidal thinking and operate good treatment programs, many do not.\n“We have more and more effective treatments, but we have to figure out how to bake them into health care systems so they are used more automatically,” said Dr. Jane Pearson, chairwoman of the National Institute of Mental Health’s Suicide Research Consortium, which oversees the National Institutes of Health funding for suicide prevention research. “We’ve got bits and pieces, but we haven’t really put them all together yet.”", "url": "https://www.nytimes.com/2016/04/22/health/us-suicide-rate-surges-to-a-30-year-high.html?_r=0"}