{"authors": ["Logan Hill"], "date_download": "2018-11-16 04:09:37", "date_modify": "2018-11-16 04:09:37", "date_publish": "2016-09-14 22:46:37", "description": "Actresses Ruth Negga, Sasha Lane, Kim Tae-Ri and Auli’i Cravalho give movie performances worth a look this season.", "filename": "2016_09_18_movies_four-actresses-everyone-will-be-talking-about-this-fall.html_module=inline_1542341377.html", "image_url": "https://static01.nyt.com/images/2016/09/18/arts/18BREAKTHROUGHcombo/18BREAKTHROUGHcombo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_18_movies_four-actresses-everyone-will-be-talking-about-this-fall.html_module=inline_1542341377.html", "title": "Four Actresses Everyone Will Be Talking About This Fall", "title_page": "Four Actresses Everyone Will Be Talking About This Fall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The film, by Mr. Nichols, the gritty director of “Take Shelter” and “Midnight Special,” does not focus on the courtroom drama. Instead, it chronicles what Ms. Negga refers to as “the greatest love story never told.”\nIn 1958, Mildred Jeter, then pregnant, married Richard Loving (played by a sterling, taciturn Joel Edgerton) in Washington, D.C., to avoid Virginia’s Racial Integrity Act of 1924. Soon after, police woke the Lovings in the middle of the night. Mr. Loving was jailed and the two were subsequently forced to leave the state. In 1963, Mrs. Loving wrote the U.S. Attorney General, Robert F. Kennedy, asking for help. For four years, the Lovings endured legal defeats until, with help from the A.C.L.U., they prevailed in the United States Supreme Court in 1967.\nThe film is almost startlingly bereft of the bombastic “for your consideration” scenes we have come to expect from historical biopics. Instead, Ms. Negga, 33, a veteran of the British stage and screen, delivers a confident performance that mines Mildred’s quiet resolve, subtle strength and affection for her husband.\n“There’s no big set piece and I think that kind of leanness served it well,” Ms. Negga said. “You never see any violence onscreen, but the film is pregnant with this idea that for most people, violence is a reality of everyday life.”\nFor research, Ms. Negga relied heavily on Nancy Buirski’s 2012 documentary, “The Loving Story,” on which the new film is also partly based. “You see this beautiful, unspoken synchronicity, this respectful tenderness,” she said.", "url": "https://www.nytimes.com/2016/09/18/movies/four-actresses-everyone-will-be-talking-about-this-fall.html?module=inline"}