{"authors": ["Chad Bray"], "date_download": "2018-11-16 03:43:35", "date_modify": "2018-11-16 03:43:35", "date_publish": "2016-08-22 05:13:14", "description": "The approval by the Committee on Foreign Investment removed one of the biggest potential obstacles to the $43 billion acquisition.", "filename": "2016_08_23_business_dealbook_us-china-chemchina-syngenta-merger.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339815.html", "image_url": "https://static01.nyt.com/images/2016/08/23/business/23db-syngenta/23db-syngenta-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_23_business_dealbook_us-china-chemchina-syngenta-merger.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339815.html", "title": "U.S. Regulator Signs Off on ChemChina-Syngenta Deal", "title_page": "U.S. Regulator Signs Off on ChemChina-Syngenta Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLONDON — The state-owned China National Chemical Corporation said on Monday that it had received clearance from a regulator in the United States for its $43 billion acquisition of Syngenta, a giant in farm chemicals and seeds.\nThe approval by the regulator, the Committee on Foreign Investment in the United States, removed one of the biggest potential challenges to the deal, as the interagency body had previously proved to be an obstacle for cross-border agreements involving Chinese companies.\nThe China National Chemical Corporation, known as ChemChina, has been an active buyer in recent years, acquiring more than a half-dozen companies in Europe, the Middle East and Australia. But if it is completed, the Syngenta purchase would be China’s biggest foreign deal ever.\nChemChina agreed to acquire Syngenta in February, about six months after the Swiss company rejected a $47 billion takeover bid by Monsanto. Syngenta said at the time that the American company’s offer undervalued it, and that it might be difficult to execute because of regulatory concerns. Monsanto abandoned its pursuit in August.\nAdvertisement Continue reading the main story\nBut Dow Chemical and DuPont agreed to combine in December, further consolidating the pesticide industry and limiting Syngenta’s opportunities for a merger of its own. Analysts said after that deal that Monsanto or ChemChina were Syngenta’s most likely merger partners.", "url": "https://www.nytimes.com/2016/08/23/business/dealbook/us-china-chemchina-syngenta-merger.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}