{"authors": ["Albert R. Hunt", "Bloomberg View"], "date_download": "2018-11-16 03:16:44", "date_modify": "2018-11-16 03:16:44", "date_publish": "2016-02-21 17:31:00", "description": "By railing against the effects of free trade on domestic workers, Donald Trump has forced some Republicans to dial back their own views on the issue.", "filename": "2016_02_22_us_politics_trump-targets-free-trade-and-gop-follows-suit_1542338204.html", "image_url": "https://static01.nyt.com/images/2016/02/21/us/22letter/22letter-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_22_us_politics_trump-targets-free-trade-and-gop-follows-suit_1542338204.html", "title": "Trump Targets Free Trade, and G.O.P. Follows Suit", "title_page": "Trump Targets Free Trade, and G.O.P. Follows Suit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Any doubts that Donald J. Trump has had a huge (as he might say) influence on the Republican Party were dispelled this month when Senator Rob Portman came out against the Trans-Pacific Partnership.\nThere is no more respected member of what’s called the Republican establishment: Senator Portman, an Ohio lawmaker, is a confidant of the Bush family, a runner-up vice-presidential pick in 2012 and a former United States trade representative.\nBut Mr. Portman is up for re-election, and Mr. Trump has changed the dynamics of the trade debate. Mr. Portman voted last year to give President Obama fast-track negotiating authority on trade agreements, which was intended to pave the way for pushing the 12-nation Trans-Pacific Partnership through Congress. But this month he said he was opposed to the agreement.\nRepublicans used to be the protectionist party. They wrote the infamous Smoot-Hawley Tariff Act of 1930, which raised tariffs on imports. After World War II, when the United States emerged as a global superpower, both parties essentially embraced the nation’s role as a leader in the world’s economic recovery.", "url": "https://www.nytimes.com/2016/02/22/us/politics/trump-targets-free-trade-and-gop-follows-suit.html"}