{"authors": ["Roslyn Sulcas"], "date_download": "2018-11-16 04:10:02", "date_modify": "2018-11-16 04:10:02", "date_publish": "2016-02-10 23:07:02", "description": "The French-born but American-trained Mr. Millepied said he had come to realize he was not the right man for the job.", "filename": "2016_02_11_arts_dance_benjamin-millepied-opens-up-on-leaving-paris-opera-ballet.html_module=inline_1542341402.html", "image_url": "https://static01.nyt.com/images/2016/02/11/arts/11PARISBALLETJP/11PARISBALLETJP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_11_arts_dance_benjamin-millepied-opens-up-on-leaving-paris-opera-ballet.html_module=inline_1542341402.html", "title": "Benjamin Millepied Opens Up on Leaving Paris Opera Ballet", "title_page": "Benjamin Millepied Opens Up on Leaving Paris Opera Ballet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — “No questions?” Stéphane Lissner, the general director of the Paris Opera, asked the 200 or so journalists assembled on Wednesday morning for the announcement of the Opera’s 2016-17 season. There was the briefest pause. “Well, thank you,” he said, leaving the podium immediately with the music director Philippe Jordan and the director of dance, Benjamin Millepied.\nIf Mr. Lissner had not specified that remarks be limited to those about the new season, there would certainly have been a flurry of questions for Mr. Millepied, who announced last Thursday that he would leave his job at the end of the current season. The news reverberated around the dance world and made the front pages of France’s major daily newspapers, Le Monde and Le Figaro. Although Mr. Millepied said he was leaving to focus on his choreography, avid speculation continued about his real motivation.\nWhy exactly did he quit?\nIn an interview in his office at the Palais Garnier the day before the news conference, the French-born but American-trained Mr. Millepied said he had come to realize he was not the right man for the job.\n“I knew it was going to be complicated and I tried really hard,” he said. “To face the cultural and economic issues of our time, we need new kinds of organizations, and I’ve realized that it’s too hard to turn this one into what I think is most relevant for ballet today. It’s two and a half years that I’ve worked on this, and I know it’s a short time, but it is long enough to realize this is not something I want to do.”", "url": "https://www.nytimes.com/2016/02/11/arts/dance/benjamin-millepied-opens-up-on-leaving-paris-opera-ballet.html?module=inline"}