{"authors": ["Thomas Kaplan", "Alan Rappeport"], "date_download": "2018-11-16 03:16:23", "date_modify": "2018-11-16 03:16:23", "date_publish": "2016-04-29 20:39:35", "description": "Chants, signs and a human chain greeted the candidate, who is closing in on his party’s nomination and was set to address conservative activists.", "filename": "2016_04_30_us_politics_protest-trump-california.html__r=0&module=inline_1542338183.html", "image_url": "https://static01.nyt.com/images/2016/04/29/us/29firstdraft-protest/29firstdraft-protest-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_30_us_politics_protest-trump-california.html__r=0&module=inline_1542338183.html", "title": "Protest Turns Rowdy as Donald Trump Appears at California G.O.P. Convention", "title_page": "Protest Turns Rowdy as Donald Trump Appears at California G.O.P. Convention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BURLINGAME, Calif. — Furious protests erupted outside the California Republican Party convention on Friday as Donald J. Trump was set to address conservative activists in one of the most progressive regions of the country.\nThe rowdy scene followed violence outside a rally that Mr. Trump held in Costa Mesa on Thursday evening when protesters bloodied several of Mr. Trump’s supporters. The eruptions were the worst since last month when Mr. Trump canceled an event in Chicago after protesters flooded the streets, with the latest round coming as he closes in on securing the Republican Party’s presidential nomination.\nIn Burlingame, just outside San Francisco, a diverse crowd of protesters gathered outside the Hyatt Regency, the site of the state convention, to brandish signs and chant slogans like “racist, sexist, dump the Trump.” A large contingent of law enforcement officials, wielding batons and wearing helmets with face shields, stood guard.\nA number of protesters sat on the pavement and formed a human chain to stretch across the street by the hotel. Barricades were set up to keep the crowds back. At one point, a group of protesters rushed the hotel entrance; the police hurried to corral them and restore order.", "url": "https://www.nytimes.com/2016/04/30/us/politics/protest-trump-california.html?_r=0&module=inline"}