{"authors": ["Kevin Sack", "Alan Blinder"], "date_download": "2018-11-16 03:42:11", "date_modify": "2018-11-16 03:42:11", "date_publish": "2016-12-07 15:57:16", "description": "Mr. Roof, 22, is accused of killing nine people at Emanuel African Methodist Episcopal Church in Charleston, S.C. He faces the death penalty.", "filename": "2016_12_07_us_dylann-roof-trial.html_module=inline_1542339731.html", "image_url": "https://static01.nyt.com/images/2016/12/08/us/08roof/24roof1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_07_us_dylann-roof-trial.html_module=inline_1542339731.html", "title": "Heart-Rending Testimony as Dylann Roof Trial Opens", "title_page": "Heart-Rending Testimony as Dylann Roof Trial Opens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHARLESTON, S.C. — She recalled watching the young white man stroll into Bible study, thinking he just wanted to seek the word of God. He was handed a Bible and a worksheet about that Wednesday night’s lesson, the parable of the sower, and took a seat next to the pastor. He said nothing for nearly 45 minutes, hanging his head and waiting for the 12 parishioners to stand and close their eyes in benediction.\nThen Felicia Sanders heard the first startling boom, she said, as Dylann S. Roof removed a Glock .45-caliber handgun from his fanny pack and methodically shot one African-American worshiper after the next, nine in all, starting with the pastor of Emanuel African Methodist Episcopal Church, the Rev. Clementa C. Pinckney.\nBefore it ended, 77 hollow-point rounds later, Ms. Sanders, the first witness to testify in Mr. Roof’s federal death penalty trial on Wednesday, found herself underneath a table muzzling her 11-year-old granddaughter so hard she feared she would suffocate her. Her wounded son, Tywanza Sanders, 26, had already fallen on one side of her; her aunt, Susie Jackson, 87, lay dead on the other. She rubbed her leg in the blood pooling on the linoleum floor so the gunman might think she and her granddaughter were dead.\nAs Mr. Roof made his way out of the church that unholy night, June 17, 2015, Mr. Sanders moved toward Ms. Jackson, begging for water because he could not breathe.", "url": "https://www.nytimes.com/2016/12/07/us/dylann-roof-trial.html?module=inline"}