{"authors": ["Emma Roller"], "date_download": "2018-11-16 03:17:40", "date_modify": "2018-11-16 03:17:40", "date_publish": "2016-06-21 03:21:20", "description": "Donald Trump does his best Don Rickles impression.", "filename": "2016_06_21_opinion_campaign-stops_can-you-insult-your-way-to-the-white-house.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338260.html", "image_url": "https://static01.nyt.com/images/2016/06/21/opinion/21Roller-web/21Roller-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_21_opinion_campaign-stops_can-you-insult-your-way-to-the-white-house.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338260.html", "title": "Can You Insult Your Way to the White House?", "title_page": "Can You Insult Your Way to the White House? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "So what do actual insult comedians make of his insults?\nThe comedians and rhetorical wizards I talked to compared Mr. Trump’s sense of humor to that of a teenage boy sitting at the back of the classroom, insulting the teacher when her back is turned — playing Bart Simpson to an uptight, politically correct Edna Krabappel.\nHari Kondabolu, a stand-up comic in New York, said that Mr. Trump reinforced his “hateful, negative” rhetoric with humor, and that that’s what made it effective. But it doesn’t make him a comedian.\n“Calling Donald Trump an insult comic is giving him way too much credit,” he said. “It’s also insulting to comedy.”\nBut Mr. Trump’s style of playground humor is appealing to people (specifically, white men) who are feeling that they aren’t in on the joke.\n“A lot of these people feel like they’re losing out, and what Trump performs on an everyday basis is winning,” said John Murphy, an associate professor of communication at the University of Illinois. “The insults, I think, are part of winning: ‘I can say these awful things and somehow get away with it.’ ”\nWhat Donald Trump does on Twitter, on cable news and at his rallies is not roast humor, but it serves a similar purpose: bringing the audience over to his side by taunting everyone else.\nLisa Lampanelli, the Queen of Mean herself, has roasted Mr. Trump twice, and appeared on Season 5 of “Celebrity Apprentice.” Now, she likes to say that he stole his comments about Mexican immigrants from her own act. Ms. Lampanelli said he was a “good sport” during his 2011 Comedy Central roast, but may not have fully processed the jokes being made at his expense.\nAdvertisement Continue reading the main story\n“ I have the impression he didn’t even hear half the jokes we said about him. He just knew he should laugh,” she said. “If his name was on it, he was happy. It was kind of a Charlie Brown teacher all the time, like, ‘Womp, womp, womp, womp, Donald Trump.’ And then he would laugh.”\nMr. Trump’s sense of humor is about as sharp as a soup spoon. But for his fans, that’s part of the appeal.\n“I think people confuse being blunt and forceful as the truth,” Mr. Kondabolu said. “People assume that if someone says something with confidence and makes you laugh and is saying something that might be in your head, that it’s the truth.”\nNewsletter Sign Up Continue reading the main story Sign Up for the Opinion Today Newsletter Every weekday, get thought-provoking commentary from Op-Ed columnists, the Times editorial board and contributing writers from around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe same politically incorrect style that has earned Mr. Trump a cadre of loyal fans has also alienated much of the nonwhite male population. A recent ABC News/Washington Post poll found that 94 percent of African-Americans dislike the presumptive Republican nominee, along with 89 percent of Hispanics and 77 percent of women of all races.\nJesse Joyce, a stand-up comic, has written jokes for 10 Comedy Central roasts, including the 2011 Trump roast. He says a good roast joke lies in near obsessive research about the guest of honor, combined with razor-sharp writing. “A roast joke is like a samurai sword,” he said.\nSo how did Donald Trump wield that sword at his own roast?\n“He is the worst person I’ve ever had to deal with, as far as writing jokes go,” Mr. Joyce said. “He’s kind of anti-comedy.”\nAt roasts, the “guest of honor” gets to give a rebuttal — written by professional comedians — to the people who have spent the past hour raking him over the coals. While most guests of honor will be good-natured about poking fun at themselves, Mr. Trump was not, according to Mr. Joyce. He said the writing team would send potential jokes to Mr. Trump, and the script would come back with the punch lines blacked out with marker.\n“He would literally send it back redacted, like a real estate contract. I’ve never seen anybody do this before,” Mr. Joyce said.\nAdvertisement Continue reading the main story\nThe only constructive edits Mr. Trump did give the writers, according to Mr. Joyce, were in service of making himself look better, richer, even larger than life. One joke’s premise was that Donald Trump lived in a 150,000-square-foot marble penthouse orbiting the earth.\n“He crossed out ‘150,000’ and he put ‘300,000,’ ” Mr. Joyce said. “He needed people to know that his fictitious space station was bigger.”\nMr. Trump’s jabs may represent a departure in American politics — or at least, a departure from how we think politicians are supposed to act.\n“It is a performative way of flipping off the establishment: ‘I don’t have to play by your rules. I can make my own rules,’ ” said Mary E. Stuckey, a professor of communication and political science at Georgia State University.\nThat is part of why his insults resonate with voters. But most of the comedians I talked to were very clear in saying he’s not actually a funny guy — not on purpose, at least.\n“It’s the difference between a drunk uncle telling a knock-knock joke about Mexicans at Thanksgiving versus Mark Twain,” Mr. Joyce said. “One of them is being funny on purpose, and the other one is just an arrogant baboon.”\nTodd Barry, another New York stand-up comic, has appeared on the FX show “Louie” and performed in Comedy Central’s roast of Chevy Chase. He said Mr. Trump was “occasionally funny,” but that doesn’t make him an insult comic.\n“I can’t say he’s good at insulting people, but he does insult people,” he said. “There’s times I’ve reluctantly laughed at things he’s said. That doesn’t mean I’m voting for him.”\nAdvertisement Continue reading the main story\nJake Weisman, a comedian in Los Angeles, compared Donald Trump’s public persona to that of lewd-and-crude “shock jocks” like the radio host Howard Stern. That makes sense, considering that Mr. Trump has been a frequent guest on Mr. Stern’s program.\n“Saying something insane is funny because society says not to say insane things,” Mr. Weisman said. “When you say, ‘Ban all Muslims,’ that’s shocking, but it’s not a joke.”\nA lesson Mr. Trump could learn is that sometimes, the funniest jokes aren’t the most shocking, but ones that seem the most accurate.\nAt the 2011 Trump roast, the rapper Snoop Dogg delivered the best joke of the night: “Donald said he wants to run for president and move on into the White House. Why not? It wouldn’t be the first time he pushed a black family out of their home.”", "url": "https://www.nytimes.com/2016/06/21/opinion/campaign-stops/can-you-insult-your-way-to-the-white-house.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}