{"authors": ["Mireya Navarro"], "date_download": "2018-11-16 04:52:58", "date_modify": "2018-11-16 04:52:58", "date_publish": "2016-01-30 02:53:47", "description": "The governor’s proposal to give New York State more control over funding affordable housing projects, city officials said, would create delays and red tape.", "filename": "2016_01_30_nyregion_cuomos-plan-for-financing-affordable-housing-worries-city-officials.html_mwrsm=Email&module=inline_1542343978.html", "image_url": "https://static01.nyt.com/images/2016/01/30/nyregion/30HOUSING-1/30HOUSING-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_30_nyregion_cuomos-plan-for-financing-affordable-housing-worries-city-officials.html_mwrsm=Email&module=inline_1542343978.html", "title": "Cuomo’s Plan for Financing Affordable Housing Worries City Officials", "title_page": "Cuomo’s Plan for Financing Affordable Housing Worries City Officials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gov. Andrew M. Cuomo’s budget this year calls for more state control over the financing of affordable housing, a move that New York City officials and affordable housing representatives say would slow and undermine efforts to build and maintain such units for low-income New Yorkers.\nMr. Cuomo is proposing to give the Public Authorities Control Board — whose three voting members are the governor and the leaders of the State Senate and Assembly, or their designees — the power to approve or veto individual housing projects that use tax-exempt bonds that the state gets from the federal government and then allocates to the city and other municipalities.\nCity officials and builders of affordable housing argue that the state would be adding uncertainty, delays and politics to the production of affordable units while infringing on the city’s ability to shape residential development and implement its housing plan.\n“This recalls the famous phrase, ‘If it ain’t broke, don’t fix it,’ ” Mayor Bill de Blasio said during testimony on the budget before the State Legislature this week.", "url": "https://www.nytimes.com/2016/01/30/nyregion/cuomos-plan-for-financing-affordable-housing-worries-city-officials.html?mwrsm=Email&module=inline"}