{"authors": ["Floyd Whaley"], "date_download": "2018-11-16 03:55:36", "date_modify": "2018-11-16 03:55:36", "date_publish": "2016-03-08 12:38:21", "description": "Senator Grace Poe, the adopted daughter of a movie star, had been disqualified over citizenship and residency rules.", "filename": "2016_03_09_world_asia_philippines-grace-poe-presidential-election_1542340536.html", "image_url": "https://static01.nyt.com/images/2016/03/09/world/09philippines-web1/09philippines-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_09_world_asia_philippines-grace-poe-presidential-election_1542340536.html", "title": "Philippine Court Clears Way for Senator Grace Poe to Run for President", "title_page": "Philippine Court Clears Way for Senator Grace Poe to Run for President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Poe has said she formally renounced her United States citizenship and established residency in the Philippines in time to run for president, but her candidacy has been dogged by allegations that she is ineligible. The country’s Constitution says that candidates must have been a resident for 10 years and be a “natural-born” citizen. There are multiple disputed versions of when Ms. Poe established residency and whether as a foundling she is legally a natural-born citizen or a naturalized citizen.\nIn recent public opinion surveys, Ms. Poe has been tied for the lead in the presidential race with Vice President Jejomar Binay. At stake in the election is the continuation of policies introduced by the Aquino administration that have resulted in strong economic growth, praise from international organizations on anticorruption efforts and steady upgrades by investment ratings agencies.\nMr. Aquino endorsed former Interior Secretary Mar Roxas as his chosen successor and asked Ms. Poe to run as vice president. She declined the offer and began an independent bid for the presidency that embraces many of the policies of the Aquino administration.\nMr. Binay, her closest rival, is an outspoken critic of Mr. Aquino. In the Philippines, the president and vice president are elected separately, and it is not uncommon for the two officeholders to be political opponents. Mr. Binay has signaled that he will change many of the Aquino administration’s policies. He has said that Mr. Aquino has failed to spread economic prosperity to the country’s poor, has been slow to build infrastructure and has been unnecessarily confrontational with China over territorial disputes in the South China Sea.\nMr. Binay is under investigation by the country’s anticorruption investigator, the Office of the Ombudsman, over allegations that he benefited from money siphoned from a public building project in Makati, near Manila. He has denied the allegations, which he said were concocted by the Aquino administration to derail his presidential bid.", "url": "https://www.nytimes.com/2016/03/09/world/asia/philippines-grace-poe-presidential-election.html"}