{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 03:18:46", "date_modify": "2018-11-16 03:18:46", "date_publish": "2016-11-14 19:58:25", "description": "The president said Mr. Trump should reach out to voters alienated by his campaign, and declined to comment on the selection of Stephen K. Bannon as senior counselor.", "filename": "2016_11_14_us_politics_barack-obama-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338326.html", "image_url": "https://static01.nyt.com/images/2016/11/15/us/15obama-highlights1/15obama-highlights1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_14_us_politics_barack-obama-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338326.html", "title": "Obama Urges Donald Trump to Send ‘Signals of Unity’ to Minority Groups and Women", "title_page": "Obama Urges Donald Trump to Send ‘Signals of Unity’ to Minority Groups and Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Obama said on Monday that he had urged President-elect Donald J. Trump to reach out to minority groups, women and others who were alienated by his campaign, during the president’s first news conference since Mr. Trump won the election in a stunning upset that has imperiled Mr. Obama’s legacy.\n“There are certain things that make for good sound bites but don’t always translate into good policy, and that’s something that I think that he and his team will wrestle with,” Mr. Obama said in the White House briefing room. “I did say to him, as I’ve said publicly, that because of the nature of the campaigns and the bitterness and the ferocity of the campaigns, that it’s really important to send some signals of unity, and to reach out to minority groups, or women, or others that were concerned about the tenor of the campaign, and I think that’s something that he will want to do.”\nMr. Obama also said he thought that Mr. Trump was entering office with fewer set policy ideas than other presidents-elect. “I don’t think he is ideological,” Mr. Obama said. “I think ultimately he is pragmatic.”", "url": "https://www.nytimes.com/2016/11/14/us/politics/barack-obama-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}