{"authors": ["Azam Ahmed"], "date_download": "2018-11-16 03:48:05", "date_modify": "2018-11-16 03:48:05", "date_publish": "2016-10-09 00:37:05", "description": "Nearly 900 have been reported dead, but the toll is difficult to determine as the country struggles to recover from the devastating storm.", "filename": "2016_10_09_world_americas_haiti-hurricane-matthew.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340085.html", "image_url": "https://static01.nyt.com/images/2016/10/09/us/Haiti/Haiti-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_09_world_americas_haiti-hurricane-matthew.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340085.html", "title": "Seeing ‘Nothing to Live For’ as Haiti Seeks a Body Count After Hurricane Matthew", "title_page": "Seeing ‘Nothing to Live For’ as Haiti Seeks a Body Count After Hurricane Matthew - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As access and information to cut-off areas of Haiti increase after the hurricane, the news only gets worse. The death toll has climbed to nearly 900 people, while an outbreak of cholera in three southern towns has killed 13 people and infected 62 others, health officials said.\nFor now, though, there is no way to know the precise toll of the storm. There are still 500,000 people stranded in the south alone, officials said, because of extensive damage to an already feeble infrastructure. More than 170 people have been reported dead in Les Anglais, which for now is accessible only by helicopter.\nJust as the impoverished island nation, bereft of resources and capacity, struggled to prepare for the storm, the recovery has been hampered by the same shortcomings. And communications have been scattered. Although news outlets are reporting nearly 900 dead, the government has for two days insisted on a figure less than half of that.\nThat gap is partly the result of how the deaths are reported. The government is counting only those it can verify, a formal process that cannot be completed until access to areas cut off by the storm is restored. But in towns like Port-Salut, many have already buried their dead or stopped searching for loved ones carried away in the storm surge.\n“Honestly, we don’t even know how many died,” said Sanite Moïse, seated with a group of women washing clothes in a shallow flood pool. Small children bathed in the murky water.", "url": "https://www.nytimes.com/2016/10/09/world/americas/haiti-hurricane-matthew.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}