{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 03:18:38", "date_modify": "2018-11-16 03:18:38", "date_publish": "2016-07-22 13:40:43", "description": "Donald J. Trump’s children and wife understood that their statements of support did not stop at the podium or the teleprompter. Offstage, they continued the narrative.", "filename": "2016_07_23_fashion_donald-trump-family-cleveland.html_module=inline_1542338318.html", "image_url": "https://static01.nyt.com/images/2016/07/23/fashion/23OTR/23OTR-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_23_fashion_donald-trump-family-cleveland.html_module=inline_1542338318.html", "title": "Laying Bare the Trump Family’s Costume Designs in Cleveland", "title_page": "Laying Bare the Trump Family’s Costume Designs in Cleveland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There they were Thursday night in Cleveland, arrayed onstage as confetti and red, white and blue balloons tumbled from the ceiling: the Trump family, resplendent for all to see, smiling and waving and standing around a little awkwardly, but mesmerizing in their consistent style. Rarely has one family looked so, well, coordinated. And well coordinated.\nWhen I say “look,” I mean that literally. The Trump children who addressed the Republican National Convention were among the most-lauded speakers: largely positive in their oration during days of fear-mongering and hate-baiting, relentlessly proud of their father and wide-eyed about where they found themselves (onstage for all to see).\nBut they also clearly understood that their statements of support did not stop at the podium and the teleprompter. Offstage, they were still consistently on camera, and while sitting in their family box, they continued the narrative, each playing his or her role.\nA lot of attention has been paid to the crazy outfits on display on the convention floor (Cheese hats for the Wisconsin delegation! Stars and stripes and stetsons for Texas!) but as was clear after four days of programming, the would-be first family had its own, very specific, sartorial strategy.", "url": "https://www.nytimes.com/2016/07/23/fashion/donald-trump-family-cleveland.html?module=inline"}