{"authors": ["Michael Rock"], "date_download": "2018-11-16 03:08:47", "date_modify": "2018-11-16 03:08:47", "date_publish": "2016-09-15 14:28:50", "description": "Consider the current public bathroom kerfuffle: Considerations for men and women may seem self-evident now, but are a relic of the Victorian era.", "filename": "2016_09_15_t-magazine_design_bathroom-debate-accidental-power-of-design_1542337727.html", "image_url": "https://static01.nyt.com/images/2016/09/25/t-magazine/25tmag-10look_sign-t_CA0/25tmag-10look_sign-t_CA0-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_15_t-magazine_design_bathroom-debate-accidental-power-of-design_1542337727.html", "title": "The Accidental Power of Design", "title_page": "The Accidental Power of Design - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Do we know what we’re talking about when we talk about design? Design is both noun and verb, covering work that ranges from the composition of a tattoo to the amelioration of climate change. We design spoons and rooms, houses and cities, power grids and national identities, international treaties and defense systems and, when all else fails, military campaigns. If design refers to that which is planned and brought to fruition by human ingenuity, we’ve reached the point where, as Mark Wigley and Beatriz Colomina, curators of this year’s Istanbul Design Biennial, aptly observe, “the planet itself has been completely encrusted by design as a geological layer.” Even the few undesigned places left exist because we design the borders around them.\nThe basic motivation for design is the very human desire for coherence. With so much designed in the world, we begin to take its results for granted. Often, what we have conjured assumes the sheen of inevitability, as if its results were inalienable facts in the world rather than the product of someone’s ideas and actions. In other words, design solidifies, and naturalizes, things that start off as opinions, stories and traditions, supplying form to the fictions by which we live. We rarely stop to consider the faith-based proposition represented by our paper money or the imagined national narratives engendered by borders. Unlike words, the meaning of which can be debated, the objective materiality of designed objects exudes a unique power. Once established, it’s difficult to think outside the systems and structures these objects represent.\nConsider the current public bathroom kerfuffle. Recently, several states have introduced legislation that would compel citizens to confine themselves to the bathrooms that align with the sex designated on their birth certificate. So one designed system, the binary “M” or “F” box on the birth certificate, is used to justify another: men’s and women’s bathrooms. Never mind that we’re perfectly comfortable sharing unisex bathrooms at home, in trains and on airplanes — the male or female designation, at least in most public spaces, is taken as self-evident. That division of bathrooms, however, is a historical relic. As women began to enter the industrialized work force in the 19th century, employers started to segregate bathrooms, ostensibly to protect delicate sensibilities.", "url": "https://www.nytimes.com/2016/09/15/t-magazine/design/bathroom-debate-accidental-power-of-design.html"}