{"authors": ["Ross Douthat"], "date_download": "2018-11-16 04:33:10", "date_modify": "2018-11-16 04:33:10", "date_publish": "2016-09-21 03:21:06", "description": "Why an ascendant cultural liberalism is a problem for the Democrats.", "filename": "2016_09_21_opinion_campaign-stops_clintons-samantha-bee-problem.html__r=0&module=inline_1542342790.html", "image_url": "https://static01.nyt.com/images/2016/09/21/opinion/21douthatWeb/21douthatWeb-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_21_opinion_campaign-stops_clintons-samantha-bee-problem.html__r=0&module=inline_1542342790.html", "title": "Clinton’s Samantha Bee Problem", "title_page": "Clinton’s Samantha Bee Problem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some of them have better lines than others, and some joke more or hector less. But to flip from Stephen Colbert’s winsome liberalism to Seth Meyers’s class-clown liberalism to Bee’s bluestocking feminism to John Oliver’s and Trevor Noah’s lectures on American benightedness is to enter an echo chamber from which the imagination struggles to escape.\nIt isn’t just late-night TV. Cultural arenas and institutions that were always liberal are being prodded or dragged further to the left. Awards shows are being pushed to shed their genteel limousine liberalism and embrace the race-gender-sexual identity agenda in full. Colleges and universities are increasingly acting as indoctrinators for that same agenda, shifting their already-lefty consensus under activist pressure.\nMeanwhile, institutions that were seen as outside or sideways to political debate have been enlisted in the culture war. The tabloid industry gave us the apotheosis of Caitlyn Jenner, and ESPN gave her its Arthur Ashe Award. The N.B.A., N.C.A.A. and the A.C.C. — nobody’s idea of progressive forces, usually — are acting as enforcers on behalf of gay and transgender rights. Jock culture remains relatively reactionary, but even the N.F.L. is having its Black Lives Matters moment, thanks to Colin Kaepernick.\nFor the left, these are clear signs of cultural gains, cultural victory. But the scale and swiftness of those victories have created two distinctive political problems for the Democratic Party.\nFirst, within the liberal tent, they have dramatically raised expectations for just how far left our politics can move, while insulating many liberals from the harsh realities of political disagreement in a sprawling, 300-plus million person republic. Among millennials, especially, there’s a growing constituency for whom right-wing ideas are so alien or triggering, left-wing orthodoxy so pervasive and unquestioned, that supporting a candidate like Hillary Clinton looks like a needless form of compromise.\nNewsletter Sign Up Continue reading the main story Sign Up for the Opinion Today Newsletter Every weekday, get thought-provoking commentary from Op-Ed columnists, the Times editorial board and contributing writers from around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThus Clinton’s peculiar predicament. She has moved further left than any modern Democratic nominee, and absorbed the newer left’s Manichaean view of the culture war sufficiently that she finds herself dismissing almost a quarter of the electorate as “irredeemable” before her donors. Yet she still finds herself battling an insurgency on her left flank, and somewhat desperately pitching millennials on her ideological bona fides.\nAdvertisement Continue reading the main story\nAt the same time, outside the liberal tent, the feeling of being suffocated by the left’s cultural dominance is turning voting Republican into an act of cultural rebellion — which may be one reason the Obama years, so good for liberalism in the culture, have seen sharp G.O.P. gains at every level of the country’s government.\nThis spirit of political-cultural rebellion is obviously crucial to Trump’s act. As James Parker wrote in The Atlantic, he’s occupying “a space in American politics that is uniquely transgressive, volatile, carnivalesque, and (from a certain angle) punk rock.” (The alt-right-ish columnist Steve Sailer made the punk rock analogy as well.) Like the Sex Pistols, Parker suggests, Trump is out to “upend the culture” — but in this case it’s the culture of institutionalized political correctness and John Oliver explaining the news to you, forever.\nTrump’s extremism also limits his appeal, of course. But if liberals are fortunate to be facing a Johnny Rotten figure in this presidential campaign, they are still having real trouble putting him away … and if he were somewhat less volatile and bigoted and gross, liberalism would be poised to close its era of cultural ascendance by watching all three branches of government pass back into conservative hands.\nSomething like this happened once before: In the 1960s and 1970s, the culture shifted decisively leftward, but American voters shifted to the right and answered a cultural revolution with a political Thermidor.\nThat Nixon-Reagan rightward shift did not repeal the 1960s or push the counterculture back to a beatnik-hippie fringe. But it did leave liberalism in a curious place throughout the 1980s: atop the commanding heights of culture yet often impotent in Washington, D.C.\nBy nominating a Trump rather than a Nixon or a Reagan, the Republicans may have saved liberalism from repeating that trajectory. But it remains an advantage for the G.O.P., and a liability for the Democratic Party, that the new cultural orthodoxy is sufficiently stifling to leave many Americans looking to the voting booth as a way to register dissent.", "url": "https://www.nytimes.com/2016/09/21/opinion/campaign-stops/clintons-samantha-bee-problem.html?_r=0&module=inline"}