{"authors": ["James Gorman"], "date_download": "2018-11-16 04:04:00", "date_modify": "2018-11-16 04:04:00", "date_publish": "2016-05-09 16:54:01", "description": "A submersible robot in humanoid form, developed at Stanford University, completed its first dive in April, recovering a 17th-century vase.", "filename": "2016_05_09_science_oceanone-a-mer-bot-dive-buddy-with-a-friendly-face_1542341040.html", "image_url": "https://static01.nyt.com/images/2016/05/06/multimedia/sciencetake-humanoid/sciencetake-humanoid-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_09_science_oceanone-a-mer-bot-dive-buddy-with-a-friendly-face_1542341040.html", "title": "OceanOne, a Mer-Bot Dive Buddy With a ‘Friendly Face’", "title_page": "OceanOne, a Mer-Bot Dive Buddy With a ‘Friendly Face’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It’s not every submersible that does a star turn at the Marseille History Museum after its maiden dive. But then OceanOne, designed by computer scientists at Stanford University, doesn’t look like your average machine.\nIt has arms and hands of a sort, and a head with wide eyes to accommodate two cameras that give it stereo vision — the better to watch what its hands are doing. It is equipped with artificial intelligence so it can do things like avoid obstacles on its own. But a human does operate it from the surface. And, as Oussama Khatib, who designed OceanOne points out, “It has a friendly face.”\nOn its maiden voyage in the Mediterranean, Dr. Khatib, a Stanford computer scientist, was the human who operated it from a boat. The robot is equipped with haptic, or touch, feedback so the operator can judge the force of the hands’ grip, for example. That’s important when you are retrieving a 17th-century vase, as it did on its first dive, at the end of April.\nDr. Khatib, who specializes in robots in humanoid form, said no other diving robot has arms, elbows hands and vision like OceanOne.", "url": "https://www.nytimes.com/2016/05/09/science/oceanone-a-mer-bot-dive-buddy-with-a-friendly-face.html"}