{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:52:44", "date_modify": "2018-11-16 04:52:44", "date_publish": "2016-03-23 01:12:49", "description": "Under the new housing rules, private developers will be compelled to build low-cost rental units, a centerpiece of Mayor Bill de Blasio’s efforts to blunt neighborhood gentrification.", "filename": "2016_03_23_nyregion_new-york-council-passes-zoning-changes-de-blasio-sought.html_module=inline_1542343964.html", "image_url": "https://static01.nyt.com/images/2016/03/23/nyregion/23HOUSING/23HOUSING-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_23_nyregion_new-york-council-passes-zoning-changes-de-blasio-sought.html_module=inline_1542343964.html", "title": "New York Passes Rent Rules to Blunt Gentrification", "title_page": "New York Passes Rent Rules to Blunt Gentrification - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Our plan mandates the creation of affordable housing,” Mr. de Blasio said on Monday. “It’s what is so powerful about it.” He is expected to hold a rally on Wednesday in Lower Manhattan.\nNegotiations with the Council on the major points of the plan, which was made final last week, ensured the inclusion of units affordable to more lower-income residents — including those making 40 percent of the area median income or less — in new developments that benefit from zoning changes, a major concern in poor communities where the mayor’s plan is likely to spur development. The deal, which also includes neighborhood-specific changes to the zoning codes and the creation of housing for older adults, assured the plan’s passage on Tuesday.\nCity officials compared the adopted proposals to those in other cities, noting that New York’s plan went further by including mandatory creation of below-market rental units that are permanent and reach residents making well under the area median income of $86,300 for a family of four. The Council speaker, Melissa Mark-Viverito, called it a “landmark plan.”\nUnder New York’s plan, developers benefiting from rezonings for either residential growth or greater height and density are, for the first time, required to include units for those with earnings below the median income. The decision about what level of affordability to apply to a given development — between 40 percent and 80 percent of the median income — is to be determined by the local council member. The plan also provides for the creation of units for those making 115 percent of the median income, provided a portion be for those earning much less. The set-asides range from 20 percent to 30 percent of all of the new units.\nThough the ultimate effect on the city will most likely not be seen for years, the de Blasio administration has already identified seven areas planned for rezonings that would fall under the new rules, including East New York, Brooklyn; Bay Street on Staten Island; parts of Flushing and Long Island City in Queens; Jerome Avenue in the Bronx; and East Harlem and Inwood in Manhattan.\nIt may be hampered by a lack of a property tax abatement, known as 421-a, that lapsed this year and can be replaced only by the State Legislature. Mr. de Blasio’s broader housing plan, aimed at creating 80,000 new rental units below the market rate, was conceived based on the existence of the exemption. Roughly 12,000 units are expected to directly come from the new zoning mandates approved by the Council through 2024, City Hall officials have said.\n“While in the absence of an overall tax abatement program its effectiveness is diminished, it’s still a valuable tool in the belt of the mayor,” John Banks, president of the Real Estate Board of New York, said.", "url": "https://www.nytimes.com/2016/03/23/nyregion/new-york-council-passes-zoning-changes-de-blasio-sought.html?module=inline"}