{"authors": ["Thomas Fuller"], "date_download": "2018-11-16 03:52:15", "date_modify": "2018-11-16 03:52:15", "date_publish": "2016-10-21 09:50:15", "description": "With President Obama’s time in the White House almost up, a tour of Honolulu found residents proud of their native son but wistful about the coming loss of attention.", "filename": "2016_10_22_us_obama-presidency-hawaii.html_rref=collection%2Fcolumn%2FOn%20the%20Ground_1542340335.html", "image_url": "https://static01.nyt.com/images/2016/10/22/us/22otg-hawaii/15hawaii1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_22_us_obama-presidency-hawaii.html_rref=collection%2Fcolumn%2FOn%20the%20Ground_1542340335.html", "title": "Hawaii Looks Back, and Ahead, as Its Presidential Spotlight Dims", "title_page": "Hawaii Looks Back, and Ahead, as Its Presidential Spotlight Dims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I called DeSoto Brown, the chief historian and archivist at the Bernice Pauahi Bishop Museum in Honolulu. Mr. Brown says he still gets a charge when he walks the streets of Mr. Obama’s neighborhood.\n“The Hawaiian islands are small and physically very far away from everything else in the world,” Mr. Brown said. “There’s been this disbelief for someone like me that arguably the most powerful man on the planet was born on this island and grew up on this island. It’s kind of astonishing.”\nMr. Brown said he had relished the chance to give out-of-town guests the Obama childhood tour.\nThe tour includes the Baskin-Robbins, where Mr. Obama worked as a student, the now timeworn concrete apartment building where he lived with his grandparents and the prestigious Punahou School, a private high school with elegant stone buildings and lush playing fields, where Mr. Obama graduated from in 1979.", "url": "https://www.nytimes.com/2016/10/22/us/obama-presidency-hawaii.html?rref=collection%2Fcolumn%2FOn%20the%20Ground"}