{"authors": ["Andy Newman"], "date_download": "2018-11-16 04:30:48", "date_modify": "2018-11-16 04:30:48", "date_publish": "2016-12-16 18:19:51", "description": "City officials had decided to allow the state to take the white-tailed buck upstate. But before it could be relocated, it died from stress while in an animal shelter.", "filename": "2016_12_16_nyregion_harlem-deer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342648.html", "image_url": "https://static01.nyt.com/images/2016/12/17/nyregion/17DEER/17DEER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_16_nyregion_harlem-deer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342648.html", "title": "Harlem Deer Caught in City-State Tussle Has Died", "title_page": "Harlem Deer Caught in City-State Tussle Has Died - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A white-tailed deer that went from being a minor celebrity in Harlem to a cause célèbre after its capture, died in captivity on Friday, moments before it was to be driven upstate and released.\nThe preliminary causes of death, according to a New York City parks spokesman, were stress and the day and a half that the deer spent at a city animal shelter in East Harlem. But that did not begin to tell the absurd tale of how the buck, known as J.R., for Jackie Robinson, and Lefty, because of his crumpled left antler, came to die.\nThe deer had become the latest and most unlikely casualty of the feud between Mayor Bill de Blasio and Gov. Andrew M. Cuomo, an animosity that has manifested itself mostly on big issues like education, safety at homeless shelters and funding mass transit.\nBut the tussle over the deer was extraordinary even by the standards set by Mr. Cuomo and Mr. de Blasio. All day Thursday and into Friday, the city and state issued competing and sometimes self-contradicting updates on the deer and what should be done with him.", "url": "https://www.nytimes.com/2016/12/16/nyregion/harlem-deer.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}