{"authors": ["The New York Times"], "date_download": "2018-11-16 03:20:54", "date_modify": "2018-11-16 03:20:54", "date_publish": "2016-03-19 17:14:52", "description": "Excerpts from a live discussion concerning the systematic rape and sexual slavery of Yazidi women and young girls held captive by the Islamic State.", "filename": "2016_03_20_world_middleeast_the-culture-of-rape-within-isis-and-the-questions-that-arise_1542338454.html", "image_url": "https://static01.nyt.com/images/2016/03/20/world/ISISCHAT/ISISCHAT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_20_world_middleeast_the-culture-of-rape-within-isis-and-the-questions-that-arise_1542338454.html", "title": "The Culture of Rape Within ISIS, and the Questions That Arise", "title_page": "The Culture of Rape Within ISIS, and the Questions That Arise  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RUKMINI CALLIMACHI A majority of the aggressors, according to the interviews I did, were Syrians and Iraqis. And these fighters are living with their families. A lot of the Yazidi girls told me that one of the added abuses was the way they were treated by the wives of the fighters. One middle-aged Yazidi woman described to me how the wife of the man who had enslaved her would not so much as let her take a glass of water out of the fridge. She always had to ask permission, even to drink water.\nAn added layer of complication was that many of the wives, who had presumably married the fighter willingly, were seething at his sexual relationship with the slave — they were essentially jealous. And they punished the Yazidi slaves in whatever way they could.\nMATTHEW BARBER I know of one jihadist who brought home a Yazidi girl, and his family (including his mother) was upset because they saw Yazidis as something “dirty” that would defile the home. They went through a process not only to force that Yazidi girl to convert to Islam, but to take her to an ISIS Shariah court to make the conversion official.\nQ. It seems to me that the risk of being subject to rape and/or slavery should constitute a strong argument to support offering shelter in the U.S. to women from the areas infested by ISIS. Is something being done in this direction? ALEX\nLIAM STACK The U.S. has taken in a very limited number of refugees and asylum seekers from areas affected by the Islamic State, regardless of their ethnic or religious background or whatever trauma they may have experienced during the conflict.", "url": "https://www.nytimes.com/2016/03/20/world/middleeast/the-culture-of-rape-within-isis-and-the-questions-that-arise.html"}