{"authors": ["Michael Corkery"], "date_download": "2018-11-16 04:13:04", "date_modify": "2018-11-16 04:13:04", "date_publish": "2016-09-08 19:13:34", "description": "Federal banking regulators say that the bank issued unauthorized credit cards and charged late fees on accounts created by bank employees but not authorized by customers.", "filename": "2016_09_09_business_dealbook_wells-fargo-fined-for-years-of-harm-to-customers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341584.html", "image_url": "https://static01.nyt.com/images/2016/09/09/business/09DB-WELLS/09DB-WELLS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_09_business_dealbook_wells-fargo-fined-for-years-of-harm-to-customers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341584.html", "title": "Wells Fargo Fined $185 Million for Fraudulently Opening Accounts", "title_page": "Wells Fargo Fined $185 Million for Fraudulently Opening Accounts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One Wells customer in Northern California, Shahriar Jabbari, had seven additional accounts that he did not consent to, according to a lawsuit he filed against the bank last year in federal court.\nWhen Mr. Jabbari called the bank asking what he should do with three new debit cards he did not authorize, a bank employee told him to dispose of them, according to the lawsuit.\nMr. Jabbari said in the lawsuit that his credit score had suffered because unpaid fees on the unauthorized accounts had been sent to a debt collector.\nBanking regulators said the widespread nature of the illegal behavior showed that the bank lacked the necessary controls and oversight of its employees. Ensuring that large banks have tight controls has been one of the central preoccupations of banking regulators after the mortgage crisis.\nSuch pervasive problems at Wells Fargo, which has headquarters in San Francisco, stand out given all of the scrutiny that has been heaped on large, systemically important banks since 2008.\n“If the managers are saying, ‘We want growth; we don’t care how you get there,’ what do you expect those employees to do?” said Dan Amiram, an associate business professor at Columbia University.\nIt is a particularly ugly moment for Wells, one of the few large American banks that have managed to produce consistent profit increases since the financial crisis. Wells has earned a reputation on Wall Street as a tightly run ship that avoided many of the missteps of the mortgage crisis because it took fewer risks than many of its competitors. At the same time, Wells has managed to be enormously profitable, as other large banks continued to stumble because of tighter regulations and a choppy economy.", "url": "https://www.nytimes.com/2016/09/09/business/dealbook/wells-fargo-fined-for-years-of-harm-to-customers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}