{"authors": ["Declan Walsh"], "date_download": "2018-11-16 04:43:10", "date_modify": "2018-11-16 04:43:10", "date_publish": "2016-08-19 19:47:56", "description": "Few places in America offer such a simple electoral calculus as West Virginia, where voters support Mr. Trump for his promise to “bring back coal.”", "filename": "2016_08_20_world_americas_alienated-and-angry-coal-miners-see-donald-trump-as-their-only-choice.html_module=inline_1542343390.html", "image_url": "https://static01.nyt.com/images/2016/08/21/world/20ABROAD2/20ABROAD2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_20_world_americas_alienated-and-angry-coal-miners-see-donald-trump-as-their-only-choice.html_module=inline_1542343390.html", "title": "Alienated and Angry, Coal Miners See Donald Trump as Their Only Choice", "title_page": "Alienated and Angry, Coal Miners See Donald Trump as Their Only Choice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "POWELLTON, W.Va. — Deep in the belly of an Appalachian mountain, a powerful machine bored into the earth, its whirring teeth clawing out a stream of glistening coal. Men followed inside the Maple Eagle No. 1 mine, their torches cutting through the dank air. One guided the machine with a PlayStation-like controller; others bolted supports in the freshly cut roof.\nThey were angry. The coal industry that made West Virginia prosperous has been devastated. Every day, it seemed, another mine laid off workers or closed entirely. Friends were forfeiting their cars, homes and futures.\nFor these men, this season’s presidential campaign boils down to a single choice. “I’m for Trump,” said Dwayne Riston, 27, his face smeared in dust. “Way I see it, if he wins, we might at least stand a chance of surviving.”\nFew places in America offer such a simple electoral calculus as the rolling, tree-studded hills of West Virginia.", "url": "https://www.nytimes.com/2016/08/20/world/americas/alienated-and-angry-coal-miners-see-donald-trump-as-their-only-choice.html?module=inline"}