{"authors": ["Floyd Whaley"], "date_download": "2018-11-16 03:55:37", "date_modify": "2018-11-16 03:55:37", "date_publish": "2016-01-29 11:43:39", "description": "As the Japanese emperor visited their country, the so-called comfort women of the Philippines sought an apology for being forced into wartime brothels.", "filename": "2016_01_30_world_asia_japan-philippines-comfort-women-emperor-akihito_1542340537.html", "image_url": "https://static01.nyt.com/images/2016/01/30/world/30philippines-web2/30philippines-web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_30_world_asia_japan-philippines-comfort-women-emperor-akihito_1542340537.html", "title": "In Philippines, World War II’s Lesser-Known Sex Slaves Speak Out", "title_page": "In Philippines, World War II’s Lesser-Known Sex Slaves Speak Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Researchers in the Philippines say that more than 1,000 girls and women in the country were sexually enslaved by the Japanese during World War II. About 70 are still living.\nLast month, Japan offered a formal apology and an $8.3 million payment to the Korean women who were forced into sexual slavery. But the Japanese government has offered no official apology or compensation to those from the Philippines and elsewhere.\nImage Rechilda Extremadura, the executive director of the League of Filipino Women, an organization of former World War II sex slaves, at the group’s office in Quezon City. Credit Jes Aznar for The New York Times\n“The Japanese government did something for the women in Korea. Why can’t they do something for the women here?” said Rechilda Extremadura, the executive director of the League of Filipino Women, an organization of former World War II sex slaves. President Benigno S. Aquino III “is kowtowing to Japan so he will not bring up the issue,” she said.\nShe said that as a matter of routine, the Japanese military established “comfort stations” in garrisons that sexually enslaved Filipino girls and women. But victims in the Philippines have not received the attention given to women in other countries, partly because of poor advocacy by the Philippine government, she said.\nSo a handful of surviving former comfort women, those who were able, staged several quiet protests this week during a five-day state visit by Emperor Akihito of Japan. The visit, which was to conclude on Saturday, has been draped in the symbolism of the countries’ often violent shared history.", "url": "https://www.nytimes.com/2016/01/30/world/asia/japan-philippines-comfort-women-emperor-akihito.html"}