{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:43:49", "date_modify": "2018-11-16 04:43:49", "date_publish": "2016-03-25 10:13:13", "description": "The man, Kim Dong-chul, who claims to be a naturalized American citizen, apologized for trying to steal military secrets in collusion with South Koreans.", "filename": "2016_03_26_world_asia_north-korea-american-espionage-confession.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343429.html", "image_url": "https://static01.nyt.com/images/2016/03/26/world/26NORTHKOREA-web1/26NORTHKOREA-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_26_world_asia_north-korea-american-espionage-confession.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343429.html", "title": "Man Detained in North Korea Confesses to Spying for South", "title_page": "Man Detained in North Korea Confesses to Spying for South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — A man claiming to be a naturalized American citizen held in North Korea since October confessed to committing crimes against the country and pleaded for mercy on Friday, news agencies reported from Pyongyang, the North Korean capital.\nThe man, Kim Dong-chul, appeared at a government-arranged news conference and apologized for trying to steal military secrets in collusion with South Koreans, the Kyodo News agency of Japan reported. Xinhua, the Chinese news agency, carried a similar report.\nMr. Kim, in a blue suit, kept his head bowed and his hands folded in front of him as uniformed North Korean officials escorted him to the news conference, according to photos carried by Kyodo on its website.\nMr. Kim’s detainment was disclosed when the North Korean government arranged for CNN to interview him in Pyongyang in January.", "url": "https://www.nytimes.com/2016/03/26/world/asia/north-korea-american-espionage-confession.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}