{"authors": ["Matt Flegenheimer"], "date_download": "2018-11-16 04:22:59", "date_modify": "2018-11-16 04:22:59", "date_publish": "2016-04-21 23:38:59", "description": "As a debate flared over the party delegate system, the Texas senator faced the hard reality that the only way to victory was a messy convention fight.", "filename": "2016_04_22_us_politics_ted-cruz-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342179.html", "image_url": "https://static01.nyt.com/images/2016/04/22/us/22CRUZ/22CRUZ-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_22_us_politics_ted-cruz-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342179.html", "title": "Ted Cruz, Facing Hard G.O.P. Path, Seeks a Good Argument", "title_page": "Ted Cruz, Facing Hard G.O.P. Path, Seeks a Good Argument - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump says the abstruse Republican delegate system distorts the will of the people.\nSenator Ted Cruz says the party’s nominating rules have been in place from the beginning.\nMr. Cruz is right, and he may be losing the public argument anyway.\nWith polls showing a strong preference for nominating the candidate with the most popular votes — even if he fails to secure a majority of delegates before the convention in July — Mr. Cruz has brushed up this week against an uncomfortable reality: His only road to victory is a messy one.\nAs he slogs through a merciless stretch of the primary calendar, straining to pick off delegates from Northeastern voters who seem disinclined to embrace his hard-line conservatism, Mr. Cruz, of Texas, has appeared increasingly frustrated amid questions about his path.\nHe has lashed out at Sean Hannity of Fox News, a onetime friend in conservative news media whom Cruz allies have accused of cozying up to Mr. Trump.", "url": "https://www.nytimes.com/2016/04/22/us/politics/ted-cruz-campaign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}