{"authors": ["Andrew Keh"], "date_download": "2018-11-16 03:23:06", "date_modify": "2018-11-16 03:23:06", "date_publish": "2016-03-07 02:03:56", "description": "Curry and Bryant, at opposite ends of the spectrum in their brilliant careers, were among those who witnessed a rarity on Sunday: powerful Golden State falling to lowly Los Angeles.", "filename": "2016_03_07_sports_basketball_stephen-curry-kobe-bryant-golden-state-warriors-los-angeles-lakers_1542338586.html", "image_url": "https://static01.nyt.com/images/2016/03/07/sports/07KOBE1/07KOBE1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_07_sports_basketball_stephen-curry-kobe-bryant-golden-state-warriors-los-angeles-lakers_1542338586.html", "title": "As Stephen Curry and Kobe Bryant Converge, Basketball Universe Tilts on Its Side", "title_page": "As Stephen Curry and Kobe Bryant Converge, Basketball Universe Tilts on Its Side - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — The nature of the spectacle on Sunday afternoon at Staples Center changed drastically about halfway through the second quarter of the game.\nUntil then, fans in the sellout crowd had seemed content to relish their proximity to the star power of the Golden State Warriors, to bask in the ceremonial nostalgia of Kobe Bryant’s final games in the N.B.A., to sit back and enjoy a sleepy, late-season day game. The outcome seemed like a tertiary concern.\nBut in the second quarter, they peeked up en masse at the scoreboard, and the Los Angeles Lakers were winning. Four minutes into the quarter, D’Angelo Russell drained two 3-pointers in less than half a minute, giving the Lakers a 7-point advantage and causing the arena to fill with aggressive cheers. The lead grew to 14 shortly before halftime, and the highly improbable felt faintly possible.\nThe unlikely scenes went on, and the noise and tension grew accordingly.\nGolden State kept stumbling, and the Lakers kept up the pressure, until the Warriors spiraled to just their sixth loss of the season, 112-95.", "url": "https://www.nytimes.com/2016/03/07/sports/basketball/stephen-curry-kobe-bryant-golden-state-warriors-los-angeles-lakers.html"}