{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:42", "date_modify": "2018-11-16 04:54:42", "date_publish": "2016-11-11 20:16:13", "description": "Tips on making optimum use of small spaces.", "filename": "2016_11_13_realestate_getting-organized-in-a-tiny-apartment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344082.html", "image_url": "https://static01.nyt.com/images/2016/11/13/realestate/13FIX-slide-LT67/13FIX-slide-LT67-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_13_realestate_getting-organized-in-a-tiny-apartment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344082.html", "title": "Getting Organized in a Tiny Apartment", "title_page": "Getting Organized in a Tiny Apartment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As anyone who lives in a big city knows, space is a valuable commodity. Whether you’re in a minuscule studio or a Classic 6 with too few closets, there is rarely enough of it. Most of us try to make the best of what we’ve got, embracing our tiny kitchens and eking out storage where we can. But what do designers who specialize in small spaces — and those who have made an art form of living in them — know that the rest of us don’t? Below, some tips and tricks.\nGET ORGANIZED “Having a place for everything is key,” said Lauren DeCaro, who moved from the large one-bedroom she shared with three roommates into a 550-square-foot studio in Brooklyn Heights that she bought for about $500,000 last winter. Working with a contractor she found through Sweeten, a free service that matches homeowners with vetted professionals, Ms. DeCaro, 28, who works in development for the Metropolitan Museum of Art in Manhattan, overhauled the apartment with special attention to where all her things would go.\n“I knew I didn’t want a dresser taking up valuable floor space in my apartment, so I made sure to install drawers and shelving in the closet,” she said, noting that the $1,500 system from California Closets was custom made, taking into consideration everything from her height to the number of shoes she owns.\nIn the kitchen, $40 rolling cabinet inserts from the Container Store help corral her Tupperware and pots and pans. She installed her microwave in an under-counter cabinet (along with its own electrical outlet) to avoid taking up valuable counter space and added a linen closet in an awkwardly shaped wall niche in the bathroom. “Having a designated place for everything has allowed me to have a streamlined, uncluttered studio apartment,” she said.", "url": "https://www.nytimes.com/2016/11/13/realestate/getting-organized-in-a-tiny-apartment.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}