{"authors": ["Matthew Rosenberg", "Helene Cooper", "Nicholas Kulish"], "date_download": "2018-11-16 03:20:18", "date_modify": "2018-11-16 03:20:18", "date_publish": "2016-04-13 00:57:02", "description": "Officials say the Islamic State has lost thousands of fighters, millions of dollars and much territory, but the airstrikes have done little to stop the group’s expansion elsewhere.", "filename": "2016_04_13_world_middleeast_isis-iraq-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338418.html", "image_url": "https://static01.nyt.com/images/2016/04/08/world/08military-web/08military-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_13_world_middleeast_isis-iraq-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338418.html", "title": "ISIS Expands Reach Despite Military and Financial Setbacks", "title_page": "ISIS Expands Reach Despite Military and Financial Setbacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — American airstrikes have killed 25,000 Islamic State fighters in Iraq and Syria and incinerated millions of dollars plundered by the militants, according to Pentagon officials.\nIraqi and Kurdish forces have taken back 40 percent of the militant group’s land in Iraq, the officials say, and forces backed by the West have seized a sizable amount of territory in Syria that had been controlled by the Islamic State, also known as ISIS or ISIL.\nBut the battlefield successes enjoyed by Western-backed forces in the Islamic State’s heartland have done little to stop the expansion of the militants to Europe, North Africa and Afghanistan. The attacks this year in Brussels, Istanbul and other cities only reinforced the sense of a terrorist group on the march, and among American officials and military experts, there is renewed caution in predicting progress in a fight that they say is likely to go on for years.\n“Even as we advance our efforts to defeat Daesh on the front lines,” Deputy Secretary of State Antony J. Blinken told a congressional committee on Tuesday, using another name for the Islamic State, “we know that to be fully effective, we must work to prevent the spread of violent extremism in the first place — to stop the recruitment, radicalization and mobilization of people, especially young people, to engage in terrorist activities.”", "url": "https://www.nytimes.com/2016/04/13/world/middleeast/isis-iraq-syria.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}