{"authors": ["Nick Corasaniti"], "date_download": "2018-11-16 04:26:17", "date_modify": "2018-11-16 04:26:17", "date_publish": "2016-06-24 09:00:21", "description": "Mr. Sanders raised roughly $216 million of his nearly $230 million total online, through emails, digital advertising and, most notably, social media.", "filename": "2016_06_25_us_politics_bernie-sanders-digital-strategy.html_mcubz=3&module=inline_1542342377.html", "image_url": "https://static01.nyt.com/images/2016/06/24/us/25SANDERSDIGITALweb1/25SANDERSDIGITALweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_25_us_politics_bernie-sanders-digital-strategy.html_mcubz=3&module=inline_1542342377.html", "title": "Bernie Sanders Campaign Showed How to Turn Viral Moments Into Money", "title_page": "Bernie Sanders Campaign Showed How to Turn Viral Moments Into Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The reach of Mr. Sanders’s online ads also allowed his team to wait before releasing more expensive broadcast ads. In July 2015, for example, a promoted ad on Facebook that focused on health care quickly received 46,000 likes, significantly higher than the normal reach of a post. Ads like this kept the campaign afloat and climbing in the polls for the first six months, and Mr. Sanders did not run a television ad until November.\nThough the campaign put significant resources behind its online advertising and social media outreach, its email program was still the king in terms of fund-raising, accounting for more than $114 million in donations.\nThe effort was not all about serendipitous moments, however. For the first Democratic debate, staff members had planned to send three fund-raising emails: one before the debate, one during and one after. They waited for the right moment and began sending the messages. Then Mr. Sanders told Hillary Clinton, “The American people are sick and tired of hearing about your damn emails,” and the team pulled the equivalent of a “stop the presses.”\n“We scrapped the draft we had, even though there were 200,000 that already got the initial email mid-debate,” said Michael Whitney, a senior strategist at Revolution Messaging who serves as digital fund-raising manager for the Sanders campaign. “We were out with a new email within 15 to 20 minutes.” The campaign raised $2.5 million in the 24 hours after that debate.\nThe Sanders team was not alone in its ability to capture moments and turn them into money; the Clinton campaign turned Donald J. Trump’s accusation that Mrs. Clinton was playing the “woman card” into millions of dollars, for example.\nThe online successes point to a new reality for digital campaigning, one that future candidates can expect to build on.\n“The bird thing, it’s like, you have this envy of the technology available and their prowess and the moment,” said Joe Trippi, a Democratic strategist who ran Howard Dean’s 2004 campaign. “If that had happened in 2004, there is not a damn thing we could have done. Now, you have the prowess to take advantage of it and the network that they built on, and you can do amazing things with it.”", "url": "https://www.nytimes.com/2016/06/25/us/politics/bernie-sanders-digital-strategy.html?mcubz=3&module=inline"}