{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:21:57", "date_modify": "2018-11-16 04:21:57", "date_publish": "2016-05-16 22:42:57", "description": "The senator’s supporters were incensed at a state convention they believe epitomized a rigged political system, with some threatening officials online.", "filename": "2016_05_17_us_politics_bernie-sanders-supporters-nevada.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342117.html", "image_url": "https://static01.nyt.com/images/2016/05/17/us/17NEVADAweb1/17NEVADAweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_17_us_politics_bernie-sanders-supporters-nevada.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342117.html", "title": "From Bernie Sanders Supporters, Death Threats Over Delegates", "title_page": "From Bernie Sanders Supporters, Death Threats Over Delegates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Thrown chairs. Leaked cellphone numbers. Death threats spewed across the Internet.\nNo, this is not the work of Donald J. Trump supporters, some of whom have harassed critics of the presumptive Republican presidential nominee. It was angry supporters of Senator Bernie Sanders who were directing their ire at the Nevada Democratic Party — and its chairwoman, Roberta Lange — over a state convention on Saturday that they think was emblematic of a rigged political system.\n“It’s been vile,” said Ms. Lange, who riled Sanders supporters by refusing their requests for rule changes at the event in Las Vegas. “It’s been threatening messages, threatening my family, threatening my life, threatening my grandchild.”\nThe vicious response has come as millions of new voters, many of whom felt excluded by establishment politicians, have flocked to the insurgent campaigns of Mr. Sanders and Mr. Trump. Mr. Trump has all but locked up the nomination, but many backers of Mr. Sanders remain enraged as his hopes of being the Democratic candidate dwindle.", "url": "https://www.nytimes.com/2016/05/17/us/politics/bernie-sanders-supporters-nevada.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}