{"authors": ["Steven Kurutz"], "date_download": "2018-11-16 03:14:22", "date_modify": "2018-11-16 03:14:22", "date_publish": "2016-09-17 10:00:08", "description": "Two Silicon Valley veterans have been helping Stanford students navigate the future through their popular courses. Now they want to help you.", "filename": "2016_09_18_fashion_design-thinking-stanford-silicon-valley.html__r=0&module=inline_1542338062.html", "image_url": "https://static01.nyt.com/images/2016/09/18/fashion/18STANFORD1-WEB/18STANFORD1-WEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_18_fashion_design-thinking-stanford-silicon-valley.html__r=0&module=inline_1542338062.html", "title": "Want to Find Fulfillment at Last? Think Like a Designer", "title_page": "Want to Find Fulfillment at Last? Think Like a Designer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "STANFORD, CALIF. — Take out your flow journals. We’re going to talk about flow moments.\nYou’re going to learn how to find a fulfilling career. You’re going to learn how to better navigate life’s big-moment decisions and kill your “wicked problems” dead.\nHow? By training yourself to think like a designer.\nThat, anyway, is the premise of “Designing Your Life,” a class taught at Stanford University (the school’s “most popular class,” according to Fast Company magazine) as well as the just-published book that grew out of it, “Designing Your Life: How to Build a Well-Lived, Joyful Life” (Knopf).\nThe two men who created the class and wrote the book are Silicon Valley veterans, Bill Burnett and Dave Evans. They believe they have hit upon a system to help you deal with almost any challenge.\n“How do you find the one to love — we don’t do that,” Mr. Burnett said. “We also don’t give advice on weight loss.”", "url": "https://www.nytimes.com/2016/09/18/fashion/design-thinking-stanford-silicon-valley.html?_r=0&module=inline"}