{"authors": ["Eric Lipton"], "date_download": "2018-11-16 03:18:19", "date_modify": "2018-11-16 03:18:19", "date_publish": "2016-11-18 20:19:01", "description": "Ms. Trump’s attendance at the meeting again raised the issue of potential conflicts of interest between Donald J. Trump’s politics and his family’s business ventures.", "filename": "2016_11_19_us_politics_ivanka-trump-shinzo-abe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338299.html", "image_url": "https://static01.nyt.com/images/2016/11/19/us/19ivanka/19ivanka-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_19_us_politics_ivanka-trump-shinzo-abe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338299.html", "title": "Ivanka Trump’s Presence at Meeting With Japan’s Leader Raises Questions", "title_page": "Ivanka Trump’s Presence at Meeting With Japan’s Leader Raises Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She serves as vice president for development and acquisitions at the Trump Organization, and the company’s website says one of her “primary focuses has been to bring the Trump Hotel brand to global markets.”\nShe also owns a jewelry business, Ivanka Trump Fine Jewelry, with the Trump Organization describing her as “one of the most recognized and influential young businesswomen today.”\nAfter Mr. Trump’s transition office was asked by The New York Times about allowing Ms. Trump to attend the meeting with the Japanese prime minister, an individual close to the family, who said she did not have authorization to provide her name, hinted that Ms. Trump would not be attending meetings like this in the future.\n“Mr. Trump has always encouraged Ivanka and his children to attend meetings with him,” the person close to the family said. “This meeting in question was very informal. However, they obviously need to adjust to the new realities at hand, which they will.”\nThis week, Ms. Trump’s jewelry company sent out a notice to reporters with a photograph of her wearing a $10,800 gold bangle bracelet that she had worn during an interview her family did with “60 Minutes,” trying to use the appearance as an opportunity to sell more items.", "url": "https://www.nytimes.com/2016/11/19/us/politics/ivanka-trump-shinzo-abe.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}