{"authors": ["Javier C. Hernández"], "date_download": "2018-11-16 04:43:55", "date_modify": "2018-11-16 04:43:55", "date_publish": "2016-01-08 12:15:51", "description": "A Chinese official did not mention the United States by name but said all countries had a responsibility to persuade the North’s government to abandon its nuclear program.", "filename": "2016_01_09_world_asia_china-north-korea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343435.html", "image_url": "https://static01.nyt.com/images/2016/01/09/world/09china_web1/09china_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_09_world_asia_china-north-korea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343435.html", "title": "China, in Rebuke, Suggests U.S. Worsened Ties With North Korea", "title_page": "China, in Rebuke, Suggests U.S. Worsened Ties With North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — China has rejected criticism from the United States that its policies toward North Korea had failed, suggesting on Friday that it was the Americans, not the Chinese, who were largely to blame for the North’s embrace of nuclear weapons.\nIn a stern rebuke that reinforced tensions between the world’s leading powers days after North Korea claimed to have tested a hydrogen bomb, a Chinese official said that it was the responsibility of all countries — not just China — to persuade the North Korean government to abandon its nuclear program.\n“The origin and crux of the nuclear issue on the Korean Peninsula has never been China,” Hua Chunying, a spokeswoman for the Chinese Ministry of Foreign Affairs, said at a regularly scheduled news conference in Beijing. “The key to solving the problem is not China.”", "url": "https://www.nytimes.com/2016/01/09/world/asia/china-north-korea.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}