{"authors": ["Deborah Schoch"], "date_download": "2018-11-16 04:37:43", "date_modify": "2018-11-16 04:37:43", "date_publish": "2016-01-22 10:00:38", "description": "When Sandy Jacobson’s husband and sister died in quick succession, she found support and later romance with her brother-in-law Paul Fischer.", "filename": "2016_01_24_fashion_weddings_sandy-jacobson-paul-fischer-marriage.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343063.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_24_fashion_weddings_sandy-jacobson-paul-fischer-marriage.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343063.html", "title": "From the Ashes of Loss, Love Grows", "title_page": "From the Ashes of Loss, Love Grows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The news shocked the close-knit Jacobson and Fischer families, who lived in and around the Brentwood neighborhood in western Los Angeles. Soon, the sisters’ four grown children were plunged into the terrible year, too.\nThe sisters were best friends. While Ms. Fischer, a classical pianist and teacher, was considered sweet and a little shy, Ms. Jacobson, 74, emerged as the family’s natural leader. Two documentaries she produced were awarded Emmys, and she volunteered at a local suicide prevention hotline.\nMs. Jacobson had thrown herself into the role of her husband’s caregiver. She told her many friends that she was forced to delay plans with them because she needed to be on call.\nShe zigzagged through the Westside streets, driving her husband, who was the president of a large real estate firm, to his doctors. Other times, she rushed to meet her sister and Mr. Fischer, now 70, for oncology visits at Ronald Reagan UCLA Medical Center in the Westwood neighborhood of Los Angeles.\nMs. Jacobson already talked with her sister every day, and now she was exchanging daily calls with her brother-in-law. The two recognized that Ms. Fischer might never see her two children married, so they began planning a way to see that she did.", "url": "https://www.nytimes.com/2016/01/24/fashion/weddings/sandy-jacobson-paul-fischer-marriage.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}