{"authors": ["Michael J. De La Merced", "Vindu Goel"], "date_download": "2018-11-16 04:20:59", "date_modify": "2018-11-16 04:20:59", "date_publish": "2016-07-22 15:37:07", "description": "Verizon has long been considered a front-runner to buy Yahoo’s core internet businesses. An announcement could come as early as next week.", "filename": "2016_07_23_business_dealbook_yahoo-sale-verizon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342059.html", "image_url": "https://static01.nyt.com/images/2016/07/23/business/23yahoo/23yahoo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_23_business_dealbook_yahoo-sale-verizon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342059.html", "title": "Verizon Is Said to Be Near a Deal to Acquire Yahoo", "title_page": "Verizon Is Said to Be Near a Deal to Acquire Yahoo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A spokesman for Verizon declined to comment, while a Yahoo spokeswoman said the company would not comment “until we have a definitive agreement to announce” because it wanted to maintain “the integrity of the process.” The state of discussions between Yahoo and Verizon was reported earlier by Bloomberg.\nVerizon, which had $132 billion in revenue last year, has been trying to build up its digital content portfolio, particularly in mobile and video, to serve customers of its wireless phone, cable TV and internet businesses. Last year, it bought AOL for $4.4 billion, acquiring not just its content sites like the Huffington Post and TechCrunch, but also the advertising technology used to target online ads to internet users.\nYahoo would bring in a huge amount of additional news, sports and finance content — and the one billion people a month who visit Yahoo services — and would offer Verizon another set of sophisticated ad technologies.\nYahoo’s BrightRoll division in particular is a leader in delivering automated, real-time advertising, and could be merged with AOL’s ad technology to deliver more appealing options to marketers, particularly in video.\n“They’re not going to be anybody’s first port of call,” Mr. Wieser said. “But they will have a deeper set of data than anyone except Facebook and Google.”\nVerizon is lobbying regulators to allow it to more freely use the data it collects from its internet customers to sell targeted ads to marketers. The Federal Communications Commission has proposed consumer privacy rules that would restrict that kind of data use, but if those rules are weakened before adoption, Verizon could combine that data with the information that AOL and Yahoo collect from visitors to their properties to build deep profiles of individual web users.", "url": "https://www.nytimes.com/2016/07/23/business/dealbook/yahoo-sale-verizon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}