{"authors": ["Roger Cohen"], "date_download": "2018-11-16 03:54:35", "date_modify": "2018-11-16 03:54:35", "date_publish": "2016-08-29 11:08:57", "description": "As Brexit showed, this is an age whose winning political dictum is: Disruption at any cost.", "filename": "2016_08_30_opinion_the-trump-farage-road-show.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340475.html", "image_url": "https://static01.nyt.com/images/2016/08/29/opinion/29COHEN/29COHEN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_30_opinion_the-trump-farage-road-show.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340475.html", "title": "The Trump-Farage Road Show", "title_page": "Opinion | The Trump-Farage Road Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The uncomfortable truth about the Trump campaign is that, like the Brexit campaign, it is perfectly timed to ride a mood of popular revolt — against neoliberal economics, against the bankers who emerged with impunity from the 2008 financial meltdown, against what Farage called “global corporatism,” against seemingly uncontrolled immigration, and against the politicians behind growing workplace precariousness and a pervasive sense of personal control lost to impersonal forces.\nOne way to view Trump is that only his personal failings — his bullying, his petulance, his egomania, his ignorance, his inconsistency, his mendacity, his racism, his hair-trigger temper, his arrogance, his disorganization and his misogyny — stand in the way of his emerging as the logical victor in an anti-status quo, pro-change election that produced in Bernie Sanders the other political phenomenon of 2016.\nBecause Hillary Clinton, as a symbol of dynastic entitlement (albeit a female one), is such an easy target for an anti-establishment movement, she is particularly vulnerable to the forces that have produced Trump and Brexit.\nAs Martin Jacques observed recently in The Guardian: “We are witnessing the end of the neoliberal era. It is not dead, but it is in its early death throes, just as the social democratic era was during the 1970s.”\nHe went on: “One of the reasons why the left has failed to emerge as the leader of the new mood of working-class disillusionment is that most social democratic parties became, in varying degrees, disciples of neoliberalism and uber-globalization.” The most extreme expressions of this, he noted, were New Labour in Britain and the Democratic Party, led respectively by Tony Blair and Bill Clinton.\nOf course, those political movements also produced great prosperity and optimism in their moment. But the moment has passed. The pendulum has swung. Inequality has risen to intolerable levels.", "url": "https://www.nytimes.com/2016/08/30/opinion/the-trump-farage-road-show.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}