{"authors": ["Mike Isaac"], "date_download": "2018-11-16 03:15:00", "date_modify": "2018-11-16 03:15:00", "date_publish": "2016-11-12 18:46:08", "description": "The social media giant is embroiled in accusations that it spread misinformation and fake news stories that influenced how the American electorate voted.", "filename": "2016_11_14_technology_facebook-is-said-to-question-its-influence-in-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338100.html", "image_url": "https://static01.nyt.com/images/2016/11/14/business/14FACEBOOK-sub/14FACEBOOK-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_14_technology_facebook-is-said-to-question-its-influence-in-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338100.html", "title": "Facebook, in Cross Hairs After Election, Is Said to Question Its Influence", "title_page": "Facebook, in Cross Hairs After Election, Is Said to Question Its Influence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Late on Tuesday night, as it became clear that Donald J. Trump would defeat Hillary Clinton to win the presidential election, a private chat sprang up on Facebook among several vice presidents and executives of the social network.\nWhat role, they asked each other, had their company played in the election’s outcome?\nFacebook’s top executives concluded that they should address the issue and assuage staff concerns at a quarterly all-hands meeting. They also called a smaller meeting with the company’s policy team, according to three people who saw the private chat and are familiar with the decisions; they requested anonymity because the discussion was confidential.\nFacebook has been in the eye of a postelection storm for the last few days, embroiled in accusations that it helped spread misinformation and fake news stories that influenced how the American electorate voted. The online conversation among Facebook’s executives on Tuesday, which was one of several private message threads that began among the company’s top ranks, showed that the social network was internally questioning what its responsibilities might be.\nEven as Facebook has outwardly defended itself as a nonpartisan information source — Mark. Zuckerberg, chairman and chief executive, said at a conference on Thursday that Facebook affecting the election was “a pretty crazy idea” — many company executives and employees have been asking one another if, or how, they shaped the minds, opinions and votes of Americans.", "url": "https://www.nytimes.com/2016/11/14/technology/facebook-is-said-to-question-its-influence-in-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}