{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:33:56", "date_modify": "2018-11-16 04:33:56", "date_publish": "2016-06-29 16:05:00", "description": "The institute, to which Donald J. Trump lent his name in 2005, was owned by a couple accused of fraud, and its educational materials had been lifted from an old real estate manual.", "filename": "2016_06_30_us_politics_donald-trump-institute-plagiarism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342836.html", "image_url": "https://static01.nyt.com/images/2016/06/29/us/30PLAGIARISMweb1/30PLAGIARISMweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_30_us_politics_donald-trump-institute-plagiarism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342836.html", "title": "Trump Institute Offered Get-Rich Schemes With Plagiarized Lessons", "title_page": "Trump Institute Offered Get-Rich Schemes With Plagiarized Lessons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 2005, as he was making a transition from developing real estate to capitalizing on his fame through ventures like a reality show and product-licensing deals, Donald J. Trump hit upon a two-pronged strategy for entering the field of for-profit education.\nHe poured his own money into Trump University, which began as a distance-learning business advising customers on how to make money in real estate, but left a long trail of customers alleging they were defrauded. Their lawsuits have cast a shadow over Mr. Trump’s presidential campaign.\nBut Mr. Trump also lent his name, and his credibility, to a seminar business he did not own, which was branded the Trump Institute. Its operators rented out hotel ballrooms across the country and invited people to pay up to $2,000 to come hear Mr. Trump’s “wealth-creating secrets and strategies.”\nAnd its customers had ample reason to ask whether they, too, had been deceived.\nAs with Trump University, the Trump Institute promised falsely that its teachers would be handpicked by Mr. Trump. Mr. Trump did little, interviews show, besides appear in an infomercial — one that promised customers access to his vast accumulated knowledge. “I put all of my concepts that have worked so well for me, new and old, into our seminar,” he said in the 2005 video, adding, “I’m teaching what I’ve learned.”", "url": "https://www.nytimes.com/2016/06/30/us/politics/donald-trump-institute-plagiarism.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}