{"authors": ["Alexander Burns"], "date_download": "2018-11-16 04:22:25", "date_modify": "2018-11-16 04:22:25", "date_publish": "2016-05-03 01:30:16", "description": "Mr. Trump appears poised for a victory there that would put him on track to seal the Republican nomination as polls give him a clear advantage.", "filename": "2016_05_03_us_politics_indiana-primary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342145.html", "image_url": "https://static01.nyt.com/images/2016/05/02/multimedia/03trump-on-kasich-cruz/03trump-on-kasich-cruz-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_03_us_politics_indiana-primary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342145.html", "title": "Donald Trump’s Foes Fear Indiana Primary Could Be Decisive Blow", "title_page": "Donald Trump’s Foes Fear Indiana Primary Could Be Decisive Blow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If some voters remain passionately supportive of Mr. Sanders, the delegate math, however, is firmly against him. Mrs. Clinton has more than 90 percent of the 2,383 delegates needed for the nomination, including unpledged superdelegates who can change their affiliation. She has nearly 300 more pledged delegates than Mr. Sanders.\nStill, Mrs. Clinton faces some tricky political terrain. After Indiana, the race moves to several states seen as friendly to Mr. Sanders, including West Virginia and Oregon.\nProtesters greeted Mrs. Clinton in West Virginia on Monday and criticized her for a recent statement seeming to cheer the decline of the coal industry. Mrs. Clinton told a crowd there that she regretted her remark, but that it had been misinterpreted and had most likely harmed her in the coal-rich state.\n“Because of the misstatement that I made, which I apologized for when I saw how it was being used,” she said, “I know that my chances are pretty difficult, to be honest.”\nFor Republicans trying to stop Mr. Trump, Mrs. Clinton’s command of the Democratic race has further raised the stakes. Mr. Trump trails Mrs. Clinton in general election polls, and party leaders fear that his unpopularity would drag down their candidates for the Senate and House of Representatives.\nBut as Mr. Trump has gained strength in the nominating fight, winning primaries by widening margins, some Republicans have grown apprehensive about mounting an all-out war against him, given the growing likelihood that he will be nominated.\nMr. Trump’s adversaries have pursued a range of unlikely strategies against him as the odds of defeating him have faded almost to the point of evaporation. The forces arrayed against Mr. Trump staked their hopes first on Wisconsin, where Mr. Cruz soundly defeated him, and then on Indiana, another Midwestern state where Mr. Trump was seen as vulnerable.", "url": "https://www.nytimes.com/2016/05/03/us/politics/indiana-primary.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}