{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 04:18:32", "date_modify": "2018-11-16 04:18:32", "date_publish": "2016-01-22 10:37:38", "description": "The University of Virginia student has been accused of entering the North to bring “down the foundation of its single-minded unity.”", "filename": "2016_01_23_world_asia_north-korea-american-arrested.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341912.html", "image_url": "https://static01.nyt.com/images/2016/01/23/world/asia/23Korea-web/23Korea-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_23_world_asia_north-korea-american-arrested.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341912.html", "title": "North Korea Says It’s Holding U.S. Student for ‘Hostile Act’", "title_page": "North Korea Says It’s Holding U.S. Student for ‘Hostile Act’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gov. John Kasich of Ohio, a Republican running for president, issued a statement saying, “North Korea’s arrest of an Ohio college student is inexcusable and he should be released and returned immediately.”\nNorth Korea is holding at least two other Westerners.\nThe Rev. Lim Hyeon-soo, 60, a South Korean-born Canadian minister, was sentenced to hard labor for life by North Korea’s Supreme Court in December for “subversive plots” against North Korea and its leader, Kim Jong-un.\nThis month, CNN broadcast an interview it had conducted at a Pyongyang hotel with Kim Dong-chul, 62, who claimed to be a naturalized American citizen. The North Korean authorities have accused him of spying for South Korea. The State Department has not commented on his case.\nAfter North Korea held several Americans in recent years, accusing them of illegal entry, spying, spreading Christian beliefs and other “antistate” crimes, the State Department has strongly recommended against all travel by Americans to the country. Still, thousands of Westerners visit there annually.\nTour agencies advise their clients not to preach religion or engage in political debates while in the North. One American was arrested for leaving a Bible behind in his hotel. North Korean customs officials inspect the visitors’ laptops, DVDs and computer memory sticks. They treat the possession of pornography or publications criticizing their government as criminal acts.\nAnalysts have said that North Korea’s occasional arrests of outside visitors are driven by the government’s need to guard its isolated people from foreign influences, as well as its desire to increase its leverage against Washington at times of tensions. It has often released American detainees only after prominent Americans visited its capital.", "url": "https://www.nytimes.com/2016/01/23/world/asia/north-korea-american-arrested.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}