{"authors": ["Michael D. Shear", "Nicholas Fandos"], "date_download": "2018-11-16 04:21:17", "date_modify": "2018-11-16 04:21:17", "date_publish": "2016-09-16 00:48:25", "description": "A panicked network anchor went home and deleted his entire personal Gmail account, and a Democratic senator began rethinking the virtues of a flip phone.", "filename": "2016_09_16_us_politics_email-hacking-colin-powell-congress.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342077.html", "image_url": "https://static01.nyt.com/images/2016/09/16/us/16EMAILS1/16EMAILS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_16_us_politics_email-hacking-colin-powell-congress.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342077.html", "title": "Concern Over Colin Powell’s Hacked Emails Becomes a Fear of Being Next", "title_page": "Concern Over Colin Powell’s Hacked Emails Becomes a Fear of Being Next - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Similar precautions have been common in Silicon Valley since a 2009 Chinese state cyberattack on servers at Google and other tech companies. In Hollywood, a breach at Sony Pictures in 2014 spilled out gossipy secrets and persuaded film crews, actors and executives alike to adopt security measures they once considered paranoid. Studios have turned to a new class of companies with names like WatchDox that wrap screenplays with encryption, passwords and monitoring systems that can track who has access to confidential files.\n“It has, without question, affected what I say in writing,” said Jordan Roberts, a writer and director whose credits include the coming comedic drama “Burn Your Maps.” The Sony hack gave him “a personal pause button that hopefully spares me future potential embarrassment for the sake of a quick and pithy and frequently unfounded, and almost always unnecessary, insult,” he said.\nJoe Quenqua, who runs the entertainment practice at the DKC public relations firm, said by email that everyone thinks twice before shooting off an email. “Might it make for some more banal email exchanges? A bit less gossipy?” he wrote. “Sure, but it’s so simple: Better safe than sorry.”\nRichard Gelfond, the chief executive of IMAX, said: “I used to be a little more tolerant of what others say in email. That ended.”\nIn some countries outside the United States, there has long been a more cautious approach to electronic communications. In Pakistan, politicians often agree to speak to reporters in person only after removing phone batteries or covering the microphones with a pillow. Many in the Middle East have migrated to more secure services like Telegram or Signal.\nMany Americans have learned the hard way. Aaron E. Carroll, a pediatrician and research professor at Indiana University, discovered the dangers after writing a newspaper article defending artificial sweeteners that prompted health groups to demand his university emails. The groups hoped to prove links between Dr. Carroll and companies that make sugary drinks and snacks.\n“It totally devastated me,” Dr. Carroll said on Thursday. “I was freaking out, not because I did anything wrong — all of a sudden, I was panicked about what have I said that was inappropriate or that could be taken out of context.”", "url": "https://www.nytimes.com/2016/09/16/us/politics/email-hacking-colin-powell-congress.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}