{"authors": ["Amanda Taub"], "date_download": "2018-11-16 04:33:14", "date_modify": "2018-11-16 04:33:14", "date_publish": "2016-11-21 10:00:17", "description": "Self-proclaimed white nationalists have embraced Donald J. Trump’s victory. Are they the same as white supremacists? Not exactly.", "filename": "2016_11_22_world_americas_white-nationalism-explained.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342794.html", "image_url": "https://static01.nyt.com/images/2016/11/18/world/18Int-White1/18Int-White1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_22_world_americas_white-nationalism-explained.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342794.html", "title": "‘White Nationalism,’ Explained", "title_page": "‘White Nationalism,’ Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A question has been posed in a puzzled whisper in many of the nation’s living rooms and newsrooms ever since Donald J. Trump’s triumph in this month’s presidential election: What, exactly, is white nationalism?\nSelf-proclaimed white nationalists have happily embraced Mr. Trump’s victory and, particularly, his choice of Stephen K. Bannon as chief strategist, as a win for their agenda. A barrage of groups that fight discrimination and hate speech have, in turn, criticized Mr. Bannon’s appointment, warning that his embrace of the “alt-right” movement was little more than an attempt to rebrand racism and white nationalism into something palatable enough for mass consumption.\nAnd much of the rest of the country has been left to wonder what this unfamiliar term actually means.\nWhile white nationalism certainly overlaps with white supremacy and racism, many political scientists say it is a distinct phenomenon — one that was a powerful but often-unseen force during the presidential election and will most likely remain a potent factor in American and European politics in coming years.", "url": "https://www.nytimes.com/2016/11/22/world/americas/white-nationalism-explained.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}