{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:13:02", "date_modify": "2018-11-16 04:13:02", "date_publish": "2016-01-26 15:11:52", "description": "The new rules, announced by the Obama administration, allow banks to provide direct financing for products other than agricultural commodities.", "filename": "2016_01_27_world_americas_cuba-us-trade-embargo-exports.html_module=inline_1542341582.html", "image_url": "https://static01.nyt.com/images/2016/01/27/world/27cuba-web/27cuba-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_27_world_americas_cuba-us-trade-embargo-exports.html_module=inline_1542341582.html", "title": "U.S. Eases Restrictions on Financing Exports to Cuba", "title_page": "U.S. Eases Restrictions on Financing Exports to Cuba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Obama administration announced Tuesday that it was removing major impediments to contact between the United States and Cuba by lifting restrictions on American financing of exports to the island nation and relaxing limits on the shipping of an array of products, from tractors to art supplies.\nThe revised rules that will take effect on Wednesday will allow United States banks to provide direct financing for the export of any product other than agricultural commodities, still walled off under the trade embargo.\nUntil now, American products sent to Cuba had to be paid for in advance in cash or routed through a third country, a costly and burdensome process. Items that have been banned for decades because they might benefit the Cuban government, such as textbooks, construction cranes or sanitation equipment, can now be approved by the American government case by case.\nMr. Obama is pushing to do as much as possible to normalize relations with Cuba before he leaves office next year. He would like to travel to Cuba before his term ends, a visit that senior officials said would “highlight progress” in the relationship.", "url": "https://www.nytimes.com/2016/01/27/world/americas/cuba-us-trade-embargo-exports.html?module=inline"}