{"authors": ["Michael Cooper"], "date_download": "2018-11-16 04:47:58", "date_modify": "2018-11-16 04:47:58", "date_publish": "2016-02-13 20:10:12", "description": "How and when Mr. Levine will step down as music director after four decades is the question of the moment at the Metropolitan Opera.", "filename": "2016_02_14_arts_music_met-officials-discuss-timing-of-james-levines-final-bow.html_module=inline_1542343678.html", "image_url": "https://static01.nyt.com/images/2016/02/14/nyregion/14opera/14opera-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_14_arts_music_met-officials-discuss-timing-of-james-levines-final-bow.html_module=inline_1542343678.html", "title": "Amid Tension, Met and James Levine Mull Last Bow", "title_page": "Amid Tension, Met and James Levine Mull Last Bow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I’m very mindful of how important it is that the right decision be made for the good of Levine and for the good of the company,” Mr. Gelb said. “And that’s why I stood behind Jim during those two years when he couldn’t conduct, and that’s why I’m trying to help him to find the right path at this critical point in his career.”\nThe relationship between Mr. Levine and Mr. Gelb has always been the subject of scrutiny and gossip, and now, as they enter into their most difficult negotiation yet, they are proceeding without the guidance or intervention of the powerful figure who influenced both: Ronald A. Wilford, the manager who closely steered Mr. Levine’s career and served as a mentor and employer to Mr. Gelb, died in June at 87.\nMr. Gelb said he would wait and see how Mr. Levine does. And the Met, attuned to the importance of public perception, took the step this month of granting The New York Times an interview at Dr. Fahn’s office to discuss with him, Mr. Gelb and Mr. Levine the conductor’s health and the deliberations over his future. Mr. Levine, who tends to keep his private life very private, indicated that he was conflicted about the idea, noting that “it’s not my nature to tell the general reader my medical problem.” But in the interview, he made it clear that he hoped to continue as music director for as long as he could do the job.\n“Sometime in the foreseeable future I have to stop, but I would hope that we could decide it in a way which wasn’t rushed by the fact that I wasn’t giving them what they need,” he said at the doctor’s office. He added that he was optimistic that the new regimen, which Dr. Fahn said seemed to be yielding improvement, would allow him to continue, saying, “I want it to get, again, the way it was, because I think our collaboration isn’t finished.”\nMr. Levine’s years of health problems have left him an uncertain commodity for audiences. His first two seasons back after his spinal injury were largely free of the cancellations that had previously plagued him, and he ended last season conducting a rare doubleheader: a Saturday matinee followed by an evening performance. But his withdrawal this season from the Met’s new production of Berg’s “Lulu,” an opera that he brought into the company’s repertoire in 1977, disappointed ticket buyers and left the Met scrambling for replacements. But his transition, whenever it occurs, could put the company in a tough position. Mr. Levine, who transformed the Met’s orchestra from an uneven ensemble to one of the best in the world, is beloved by many audience members and subscribers, who see him as a link to an older, golden age of opera. He has provided reassuring continuity during a period when Mr. Gelb has often served as an agent of change, trying to bring in new audiences with more theatrically daring modern productions, more new works and popular live simulcasts of operas at movie theaters around the world.\nThe modern Met is, to no small degree, the House That Levine Built. After becoming music director at 32, Mr. Levine put his musical leadership and energy to work to help save the company after financial and managerial crises in the 1970s and a bitter labor dispute that canceled the beginning of the 1980-81 season. In lean years, he collaborated with John Dexter, then the director of production, on spare (and economical) but artistically distinguished productions.", "url": "https://www.nytimes.com/2016/02/14/arts/music/met-officials-discuss-timing-of-james-levines-final-bow.html?module=inline"}