{"authors": ["Alissa J. Rubin", "Lilia Blaise"], "date_download": "2018-11-16 04:35:39", "date_modify": "2018-11-16 04:35:39", "date_publish": "2016-07-17 00:17:16", "description": "The attack during the Bastille Day fireworks show, an annual attraction for families, underscored the act’s brutality, with at least 10 children killed and leaving many with memories of trauma.", "filename": "2016_07_17_world_europe_terror-through-the-eyes-of-innocents-the-children-in-nice.html_module=inline_1542342939.html", "image_url": "https://static01.nyt.com/images/2016/07/17/world/17KIDS-web1/17KIDS-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_17_world_europe_terror-through-the-eyes-of-innocents-the-children-in-nice.html_module=inline_1542342939.html", "title": "Terror Through the Eyes of Innocents: The Children in Nice", "title_page": "Terror Through the Eyes of Innocents: The Children in Nice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The children were playing among themselves, and they had their back to the road,” she said. “They did not hear the truck until just one second before it hit. It went up on the sidewalk; it struck Yanis and the mother of one of the other children with them.” The mother also died.\nThere was no first aid nearby. Finally, Mr. Coviaux picked up his little boy and began walking with him until they found a person with a car who agreed to take them to the hospital. When they passed some firefighters, they stopped and asked them to try to revive him. But the child was dead.\n“He was my parents’ only grandson, the only grandson in the family,” Anaïs Coviaux said softly. She explained that her brother and his wife were too distraught to speak. “Yanis loved people,” she said. “He especially liked Sundays when all the family was gathered, and he would say, ‘Mamie and Papi, we are going to have a party.’”\nLater, Mr. Coviaux said in an email that “every single person that Yanis met in his short life fell in love with him.”\nThe entire family gathered on the promenade Saturday to view the last sights he had seen.\n“It was important for us to come to the place he died to pay him a tribute,” Anaïs Coviaux said, “because we could not bear to say goodbye to him. We left a picture of him and flowers.”\nIdentifying children and examining them has been difficult because of the level of trauma and because some were brought to the hospital without relatives, said Sylvie Serret, a child psychiatrist at the Lenval Foundation hospital, which treated at least 30 injured children on Thursday night.", "url": "https://www.nytimes.com/2016/07/17/world/europe/terror-through-the-eyes-of-innocents-the-children-in-nice.html?module=inline"}