{"authors": ["Gia Kourlas"], "date_download": "2018-11-16 04:47:10", "date_modify": "2018-11-16 04:47:10", "date_publish": "2016-09-09 21:25:55", "description": "For Lauren Lovette, a New York City Ballet principal, \"When you do something scary, you get stronger. Always.”", "filename": "2016_09_11_arts_dance_11lovette.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343630.html", "image_url": "https://static01.nyt.com/images/2016/09/11/arts/11LOVETTE1/11LOVETTE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_11_arts_dance_11lovette.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343630.html", "title": "A Ballerina Steps Out - as a Choreographer", "title_page": "A Ballerina Steps Out — as a Choreographer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On a recent Saturday afternoon, Lauren Lovette surveyed her dancers before sliding into a split — one of her go-to positions when she’s contemplating a step — and rose suddenly to move through a dynamic passage in her new ballet. She calls this part “soft serve.” In it, dancers line up along a diagonal and pirouette away as their arms swirl above their heads like curlicues topping a dip of Dairy Queen. She made some tweaks; her dancers peeled away from the line with more refinement but no less verve.\n“I think that’s going to work,” she said, half to herself. “I believe it.”\nMs. Lovette, a principal with New York City Ballet, frequently uses that phrase when assessing her choreography, which, like her dancing, is lush. “That’s when you know it’s good,” said Indiana Woodward, one of the leads in Ms. Lovette’s new work. “Because she believes whatever you just gave to her.”\nThis fall, Ms. Lovette, 24, is working from that place of conviction. Ms. Lovette, one of two women who will unveil new works at City Ballet’s fall gala on Sept. 20 — the other is the choreographer Annabelle Lopez Ochoa — is under some pressure.\nLast year, City Ballet commissioned works by four men, which had people wondering: Where are the women? Female choreographers remain rare in classical ballet, and Ms. Lovette knows it; she doesn’t want to coast.", "url": "https://www.nytimes.com/2016/09/11/arts/dance/11lovette.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}