{"authors": ["Nick Corasaniti"], "date_download": "2018-11-16 04:23:05", "date_modify": "2018-11-16 04:23:05", "date_publish": "2016-04-21 21:15:45", "description": "The Pennsylvania advertisement is a multilayered criticism of Mr. Trump and Mrs. Clinton, painting them as not understanding “working-class families.”", "filename": "2016_04_22_us_politics_ted-cruz-ad.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342185.html", "image_url": "https://static01.nyt.com/images/2016/04/21/multimedia/cruz-ad/cruz-ad-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_22_us_politics_ted-cruz-ad.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342185.html", "title": "Ted Cruz Ad Says Donald Trump Is an Elite, Just Like Hillary Clinton", "title_page": "Ted Cruz Ad Says Donald Trump Is an Elite, Just Like Hillary Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Senator Ted Cruz of Texas, in a contentious battle with Donald J. Trump for the Republican presidential nomination, released a new ad on Thursday that will be broadcast in Pennsylvania ahead of Tuesday’s primary. It calls Mr. Trump a rich elite and links him with Hillary Clinton.\nOn Screen\nA well-worn video clip of Mrs. Clinton saying “We came out of the White House not only dead broke but in debt,” fills a translucent flat-screen television, with a sweeping vista of New York City swirling in the background. “It was not easy,” Mrs. Clinton says in the interview.\n“It has not been easy for me,” Mr. Trump continues, as the camera cuts to a campaign event featuring the Republican front-runner, before skipping ahead to Mr. Trump recalling how his father gave him a “small loan” of a million dollars.\nA narrator proclaims, “They just don’t get it,” as a photograph of the Trumps and the Clintons smiling at Mr. Trump’s wedding fills the screen. “Ted Cruz does,” the narrator continues, rapidly listing major lines of Mr. Cruz’s platform like “cut taxes,” “roll back regulation” and “repeal Obamacare.”", "url": "https://www.nytimes.com/2016/04/22/us/politics/ted-cruz-ad.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}