{"authors": ["Steven Lee Myers", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 03:17:01", "date_modify": "2018-11-16 03:17:01", "date_publish": "2016-03-01 02:15:39", "description": "The emails include one about North Korea that is a point of dispute between the State Department and a spy agency over the secrecy of data that passed through Mrs. Clinton’s private server.", "filename": "2016_03_01_us_politics_last-batch-of-hillary-clintons-emails-is-released.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338221.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_01_us_politics_last-batch-of-hillary-clintons-emails-is-released.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338221.html", "title": "Last Batch of Hillary Clinton’s Emails Is Released", "title_page": "Last Batch of Hillary Clinton’s Emails Is Released - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The State Department on Monday released the last set of emails from the 30,000 messages on Hillary Clinton’s private computer server, including an email about North Korea that remains a point of dispute between the department and one of the nation’s spy agencies over the secrecy of information that passed through the server.\nThat email — written on July 3, 2009, after a North Korean ballistic missile test — was one of four that prompted intensified scrutiny of the emails for classified information and a referral last year to the F.B.I. for a review of the handling of classified information by Mrs. Clinton, her aides and other State Department officials while she was secretary of state.\nIt was released as part of a chain of five replies and forwards on Monday with portions blocked out on the grounds that they contained information now classified “secret,” though not “top secret,” the higher classification that the spy agency, the National Geospatial-Intelligence Agency, had cited last summer.", "url": "https://www.nytimes.com/2016/03/01/us/politics/last-batch-of-hillary-clintons-emails-is-released.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}