{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:43:47", "date_modify": "2018-11-16 04:43:47", "date_publish": "2016-03-17 19:24:48", "description": "The plight of Otto F. Warmbier, an American sentenced to hard labor for trying to steal a poster, illustrates the place of slogans in North Korea’s system of governing.", "filename": "2016_03_18_world_asia_us-student-runs-afoul-of-north-koreas-devotion-to-slogans.html_module=inline_1542343427.html", "image_url": "https://static01.nyt.com/images/2016/03/18/world/18nkorea-web1/18nkorea-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_18_world_asia_us-student-runs-afoul-of-north-koreas-devotion-to-slogans.html_module=inline_1542343427.html", "title": "U.S. Student Runs Afoul of North Korea’s Devotion to Slogans", "title_page": "U.S. Student Runs Afoul of North Korea’s Devotion to Slogans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — Punishing a foreign tourist with 15 years of prison and hard labor for trying to steal a poster inscribed with a political slogan might seem preposterous in most of the world. This week, North Korea’s Supreme Court did just that to Otto F. Warmbier, a 21-year-old American student.\nBut in North Korea, where the leader is treated as a deity, political slogans are sacrosanct — a point that does not loom large in many outside appraisals of Mr. Warmbier’s plight.\nAt the beginning of each year, North Korea issues a new set of slogans as unbreakable guides. The gate of every factory and the wall of every classroom bear such slogans. The freshly painted and ubiquitous red-on-white banners are virtually the only thing that leaps out in otherwise drab North Korean towns.\nAnd the most important among them — the ones that must be treated like sacred objects — are those that bear the names of the North Korean leader Kim Jong-un, his father Kim Jong-il, and his grandfather, the North’s founding president, Kim Il-sung, North Korean defectors and South Korean officials say.", "url": "https://www.nytimes.com/2016/03/18/world/asia/us-student-runs-afoul-of-north-koreas-devotion-to-slogans.html?module=inline"}