{"authors": ["Mark Landler"], "date_download": "2018-11-16 03:15:06", "date_modify": "2018-11-16 03:15:06", "date_publish": "2016-11-12 16:56:06", "description": "Rarely in American history has the exercise of choosing people had such a far-reaching impact on the nature and priorities of a new administration.", "filename": "2016_11_13_us_politics_donald-trump-administration-appointments.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338106.html", "image_url": "https://static01.nyt.com/images/2016/11/13/us/13trumpadviser/13trumpadviser-web01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_13_us_politics_donald-trump-administration-appointments.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338106.html", "title": "Trump’s Hires Will Set Course of His Presidency", "title_page": "Trump’s Hires Will Set Course of His Presidency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“A new president is really vulnerable and open to all sorts of influence by strong-willed advisers,” said Robert Dallek, a presidential historian. “Trump’s appointments over the next six weeks will be very significant because they can show whether he wants to create some unity in the country, or whether he really intends to deliver on his ideas.”\nOne of the influences on Mr. Trump could come from an unlikely quarter: President Obama. Meeting in the Oval Office on Thursday, Mr. Trump said he looked forward “to dealing with the president in the future, including counsel.” A day later, in interviews with The Wall Street Journal and “60 Minutes,’’ he said he had decided to retain elements of Mr. Obama’s landmark health care law after their conversation — a hint, at least, that he might govern less radically than he had campaigned.\nWhite House officials expressed hope that Mr. Obama would be able to impress on Mr. Trump the importance of other parts of his legacy, like the Paris climate accord and the Iran nuclear deal. The two will have the kind of peer-to-peer relationship that only fellow presidents can have — something that administration officials hope will appeal to Mr. Trump’s pride, as well as his desire to succeed, and make him view Mr. Obama less as a rival.\nThey conceded, though, that there was little historical precedent for such a relationship, especially when the incoming president had ousted the incumbent’s party after such an acrid campaign, and that Mr. Trump and Mr. Obama were never likely to become buddies.\nMr. Trump is drawing mainly from a pool of trusted aides and supporters, according to people familiar with the campaign. On Friday, he named three of his grown children — Ivanka, Donald Jr. and Eric — as well as his son-in-law, Jared Kushner, to his transition team, an arrangement that rang alarm bells in Washington because they will also manage his businesses. The Trump family, it is clear, will wield unusual power in the composition of an administration that is already shaping up as remarkable for its clannishness.", "url": "https://www.nytimes.com/2016/11/13/us/politics/donald-trump-administration-appointments.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}