{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:24:45", "date_modify": "2018-11-16 04:24:45", "date_publish": "2016-11-09 11:00:26", "description": "A plausible scenario would result in 22 million fewer Americans having health insurance.", "filename": "2016_11_10_upshot_the-future-of-obamacare-looks-bleak.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342285.html", "image_url": "https://static01.nyt.com/images/2016/11/10/upshot/09UP-Repeal/09UP-Repeal-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_10_upshot_the-future-of-obamacare-looks-bleak.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342285.html", "title": "The Future of Obamacare Looks Bleak", "title_page": "The Future of Obamacare Looks Bleak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That bill, the “Restoring Americans’ Healthcare Freedom Reconciliation Act of 2015,” would eliminate Obamacare programs to provide Medicaid coverage for Americans near or below the poverty line. It would eliminate subsidies to help middle-income Americans buy their own insurance on new marketplaces. It would eliminate tax penalties for the uninsured, meant to urge everyone to obtain health insurance. And it would eliminate a number of taxes created by the law to help fund those programs. (It was written to kick in after two years, meaning the programs wouldn’t disappear immediately.)\nWe don’t know, of course, exactly what legislation a new Congress would pass. And we can’t be sure that the vote would go down the same way a second time. But last year’s bill is a good template for what Republican leadership believes it can achieve through the special process. The Republican-led House has voted for dozens of total and partial Obamacare repeal bills. If we believe Donald J. Trump, who has vowed repeatedly to repeal Obamacare, he would seem likely to sign such a bill.\nMany parts of Obamacare can’t be repealed through reconciliation. Among them: reforms to the Medicare program, a provision that requires insurers to cover young adults on their parents’ policies, and requirements that health insurers sell policies to anyone regardless of their health history. Those parts of the law are very likely to remain law.\nThe kind of partial repeal possible through the reconciliation process could lead to greater instability than total repeal. That means that it could lead to more people losing health insurance than the estimated 20 million who have gained it under the law. The health law was designed with a number of interdependent provisions devised to keep insurance affordable. By removing only some of them, a partial repeal could disrupt insurance arrangements not just for people newly insured under the law, but also for those who had purchased their own insurance before the law.", "url": "https://www.nytimes.com/2016/11/10/upshot/the-future-of-obamacare-looks-bleak.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}