{"authors": ["Dana Jennings"], "date_download": "2018-11-16 03:25:01", "date_modify": "2018-11-16 03:25:01", "date_publish": "2016-10-27 19:45:29", "description": "In this new film, Benedict Cumberbatch stars as the title character, who arrived unheralded in 1963 as a back-of-the-book feature to the Human Torch.", "filename": "2016_10_30_movies_doctor-strange-10-things-you-need-to-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338701.html", "image_url": "https://static01.nyt.com/images/2016/10/30/arts/30STRANGE1/30STRANGE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_30_movies_doctor-strange-10-things-you-need-to-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338701.html", "title": "10 Things You Need to Know Before Seeing ‘Doctor Strange’", "title_page": "10 Things You Need to Know Before Seeing ‘Doctor Strange’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "6. HE’S A MAGICAL LADIES MAN\nSure, he routinely saves the world — if not the universe — but Strange is also something of a cad and a hound. He’s been known to make out with any entity that’s vaguely female in form, including insectlike soul-eaters. Really, he’s more likely to be killed by a spurned girlfriend than by one of his archenemies.\n7. HE’S NO ALI\nHe prefers to hurl spells, incantations and mystic bolts, but Doctor Strange will engage in physical combat if he has to. He knows martial arts, but his weapon of choice (in this fleshly plane of existence) is a baseball bat wrapped in enchanted barbed wire.\n8. HE KNOWS SUPERNATURAL BONDAGE\nOne disturbing element during Strange’s Ditko years (1963-66) was how often Clea, the doctor’s love interest, was drawn bound and in poses of submission. But the Ditko biographer Blake Bell explained in “Strange and Stranger: The World of Steve Ditko,” that in the years he worked on the character, Mr. Ditko shared a studio at the corner of Eighth Avenue and 43rd Street in Manhattan with Eric Stanton, a fetish artist. Stanton was best known for his bondage work on comic strips like “Sweeter Gwendolyn” and “Confidential TV.” Maybe something stuck with Mr. Ditko.\n9. HIS MENTOR WAS NOT TILDA SWINTON\nIn the coming movie, Doctor Strange’s mentor, the Ancient One, is played by a beguiling if tough Tilda Swinton. In the comics, Ancient is male, an archaic Asian relic who owns an I’ve-seen-it-all face that looks like a fossilized prune. Ms. Swinton’s version is Celtic, and the change was one of a number of developments that led to renewed controversy over Hollywood’s whitewashing of Asian characters.\n10. HIS DEFINING ARTIST WAS STEVE DITKO\nThough he stopped drawing the character in 1966, Steve Ditko is still the definitive Doctor Strange artist. For four years Mr. Ditko imagined Strange’s netherworlds, Dalí-esque dimensions and neuron-like phantasmagorias. (It’s hard to believe upon reading Doctor Strange that Mr. Ditko also once drew the spinach-green bulk of the Incredible Hulk.) As the comics historian Dean Mullaney has written of Ditko, “He took the ethereal and made it tangible.” And two books have just been published that provide full access to Mr. Ditko’s dreamscapes. “Ditko Unleashed” (IDW) is the generously illustrated catalog for a Ditko retrospective on display through Jan. 8 at the Casal Solleric museum in Mallorca, Spain, while the “Doctor Strange Omnibus” (Marvel) reprints his full, epic run on the character. As the Marvel artist John Romita Sr., who succeeded Mr. Ditko on Spider-Man, told Mr. Bell, “No one could do Doctor Strange like him.”", "url": "https://www.nytimes.com/2016/10/30/movies/doctor-strange-10-things-you-need-to-know.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}