{"authors": ["Michael Schwirtz", "Chris Dixon"], "date_download": "2018-11-16 03:42:30", "date_modify": "2018-11-16 03:42:30", "date_publish": "2016-06-16 21:13:55", "description": "Survivors and family members reflected on forgiveness, race relations, gun violence and the suspect, a year after nine people died at Emanuel A.M.E. Church.", "filename": "2016_06_17_us_families-bearing-up-a-year-after-slayings-in-a-charleston-church.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339750.html", "image_url": "https://static01.nyt.com/images/2016/06/17/us/17CHARLESTON-web1/17CHARLESTON-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_17_us_families-bearing-up-a-year-after-slayings-in-a-charleston-church.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339750.html", "title": "Families Bearing Up a Year After Slayings in a Charleston Church", "title_page": "Families Bearing Up a Year After Slayings in a Charleston Church - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Sanders: I’ve been trying to go. It’s not easy. It’s a preparation for me. When I go there, I have to not eat at night or drink anything in the morning so that I won’t have to go downstairs to the bathroom.\nEmanuel is not Emanuel no more. Emanuel is the new Emanuel. The church for some reason thinks it’s about the church. The fellowship hall, where it all happened at, they didn’t give it no respect. I was in line to go into my son’s funeral. And I heard somebody say, ‘Oh, you should go downstairs now, it smells like blood.’ How do you think that made me feel?\nMs. Sheppard: This happened on Wednesday and they were back in church on Sunday, which I thought was terrible.\nMs. Simmons: I don’t feel the church should have been opened that soon. Because when I went to the church a couple of days after, I could still sense and smell blood. So it wasn’t a good feeling for me. It was one of my weakest moments I’ve experienced throughout this whole process.\nMs. Collier: The last time I was there was Aug. 30, 2015, my mother’s birthday. And I haven’t been back since.\nGrowing up I was on choir at the church. Since this happened, it’s like, everything, my whole life changed. My mom was assassinated for the church.\nMy momma when she was not ushering, we got a little seat we sit at, two three rows from the back. I’d come around and sit on the side of her. Can you imagine me coming in and sitting in the front? It just freaks me out. Took everything out of my body just to do that on her birthday. I haven’t been back.", "url": "https://www.nytimes.com/2016/06/17/us/families-bearing-up-a-year-after-slayings-in-a-charleston-church.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}