{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:51:31", "date_modify": "2018-11-16 03:51:31", "date_publish": "2016-12-03 03:15:26", "description": "Gen. James Mattis could serve as a voice of reason in the next administration.", "filename": "2016_12_02_opinion_an-experienced-leader-for-the-pentagon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340291.html", "image_url": "https://static01.nyt.com/images/2016/12/03/opinion/03sat1/03sat1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_02_opinion_an-experienced-leader-for-the-pentagon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340291.html", "title": "An Experienced Choice for the Pentagon", "title_page": "Opinion | An Experienced Choice for the Pentagon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To take the reins of the Pentagon, General Mattis would need a waiver from Congress to exempt him from the law that bars retired military officers from taking a senior position in the defense department within seven years of leaving the service. Senator Kirsten Gillibrand of New York said on Thursday that she would oppose granting him a waiver, calling civilian control of the military “a fundamental principle of American democracy.”\nThat law is important in keeping clear the separation between national security policy making and execution. General Mattis and Mr. Trump should be prepared to explain persuasively why he warrants an exemption.\nBeyond that question, he has a long record worth examining. Last year, for instance, he criticized the Obama administration’s release of Guantánamo detainees, arguing that “if taken prisoner, you’ll be prisoner until the war is over.” How can he justify that position? The offshore prison, in which government actions subverted the Constitution and violated international law, has made the United States less safe.\nAnother question is whether General Mattis intends to roll back military personnel policy changes adopted during the Obama administration, including opening all combat roles to women, allowing openly gay troops to serve and accommodating transgender troops. A book for which he was a co-editor this year suggested a disturbing resistance to having the best qualified Americans in the services, regardless of gender, sexual orientation or gender identity. “We fear that an uninformed public is permitting political leaders to impose an accretion of social conventions that are diminishing the combat power of our military,” the book says. That is a groundless claim. America’s military has always grown stronger when barriers to inclusion have been dismantled.\nWhile General Mattis will face tough questions from Congress, he may be well equipped to ask a few of his own. He has been a critic of the way Congress has handled the military budget, and as a fiscal conservative, he has called the national debt a long-term security challenge. Earlier this year, he rightly questioned the failure of members of Congress to formally authorize the use of military force in the fight against the Islamic State. “They appear to be more willing to sit outside and criticize the president than to put themselves on the line and say here’s where we stand,” he said.", "url": "https://www.nytimes.com/2016/12/02/opinion/an-experienced-leader-for-the-pentagon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}