{"authors": ["Adam Nossiter"], "date_download": "2018-11-16 03:48:18", "date_modify": "2018-11-16 03:48:18", "date_publish": "2016-11-21 01:16:31", "description": "Mr. Fillon, a tradition-minded former prime minister, won the first round among the Republicans, advancing to face Alain Juppé and knocking out former President Nicolas Sarkozy.", "filename": "2016_11_21_world_europe_francois-fillon-nicolas-sarkozy-france-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340098.html", "image_url": "https://static01.nyt.com/images/2016/11/21/world/FRANCE/FRANCE-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_21_world_europe_francois-fillon-nicolas-sarkozy-france-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340098.html", "title": "Nicolas Sarkozy Is Out as François Fillon Takes Surprise Lead in French Primary", "title_page": "Nicolas Sarkozy Is Out as François Fillon Takes Surprise Lead in French Primary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — A taciturn, tradition-minded former prime minister, François Fillon, emerged as the surprise front-runner in the first round of presidential primary voting among center-right candidates in France on Sunday, advancing to the second round next week against another former prime minister, Alain Juppé, who came in second.\nMr. Fillon delivered an unexpected knockout to a third candidate, former President Nicolas Sarkozy, whose strident appeals to French identity and get-tough approach to immigrants and Islamist terrorism had been thought to guarantee him a place in the second round of voting, on Nov. 27. Mr. Fillon, whom Mr. Sarkozy appointed as prime minister in 2007, co-opted those themes, using less harsh language, and pushed aside his former boss. With the governing Socialists largely discredited, the winner of the second-round contest in the Republicans’ party primary will be considered the favorite in the presidential election next year.\nWith most of the votes counted, Mr. Fillon led with 44.1 percent, Mr. Juppé was second with 28.3 percent, and Mr. Sarkozy had 20.9 percent.\nMr. Fillon, who was Mr. Sarkozy’s prime minister for five years, had languished in polls for months behind him and the more moderate Mr. Juppé. French commentators had largely written off Mr. Fillon, pointing out that Mr. Sarkozy appeared to have seduced the party’s hard-right voters, who were worried about immigration and Islam, and that Mr. Juppé seemed to appeal to the party’s more centrist voters, seeking a more inclusive approach. A week ago, most were confidently predicting a Juppé-Sarkozy runoff.", "url": "https://www.nytimes.com/2016/11/21/world/europe/francois-fillon-nicolas-sarkozy-france-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}