{"authors": ["Megan Twohey", "Steve Eder"], "date_download": "2018-11-16 04:50:05", "date_modify": "2018-11-16 04:50:05", "date_publish": "2016-12-28 02:04:24", "description": "The Donald J. Trump Foundation is under investigation by the New York attorney general after it indicated in tax filings that it may have broken rules.", "filename": "2016_12_27_us_politics_donald-trump-foundation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343805.html", "image_url": "https://static01.nyt.com/images/2016/12/28/us/28trumpfoundation/28trumpfoundation-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_27_us_politics_donald-trump-foundation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343805.html", "title": "Trump Revives Defense of Charitable Foundation Amid Inquiry", "title_page": "Trump Revives Defense of Charitable Foundation Amid Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump has renewed his defense of his charitable foundation, insisting on Twitter that all of the money raised by the organization has gone to charity even as the New York attorney general continues to investigate claims to the contrary.\n“I gave millions of dollars to DJT Foundation, raised and recieved millions more, ALL of which is given to charity, and media won’t report!” Mr. Trump wrote on Monday night. “100% of the money goes to wonderful charities!” he said in another post.\nIt was the latest flare-up concerning the Donald J. Trump Foundation, which emerged as a source of contention during the presidential race and has continued to bedevil Mr. Trump since his election. On Saturday, Mr. Trump said he would shut down the organization, a move that the New York attorney general’s office said would require state approval.\nLast month, in its 2015 tax filing, the foundation itself indicated that it may have violated rules meant to protect against self-dealing, such as using charity resources to benefit one of the organization’s central people.", "url": "https://www.nytimes.com/2016/12/27/us/politics/donald-trump-foundation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}