{"authors": ["David Segal"], "date_download": "2018-11-16 04:32:44", "date_modify": "2018-11-16 04:32:44", "date_publish": "2016-02-16 04:00:05", "description": "The second-season premiere is distressingly anticlimactic.", "filename": "2016_02_15_arts_television_better-call-saul-season-2-episode-1-review.html_module=inline_1542342764.html", "image_url": "https://static01.nyt.com/images/2016/02/12/arts/15SAUL/15SAUL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_15_arts_television_better-call-saul-season-2-episode-1-review.html_module=inline_1542342764.html", "title": "‘Better Call Saul’ Season 2 Premiere: No Seriously, Call Saul", "title_page": "‘Better Call Saul’ Season 2 Premiere: No Seriously, Call Saul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Let’s take a step back. Season 1 of “Better Call Saul” ended with Jimmy bailing out of a meeting with Davis & Main, having decided, apparently, that the life of a lawyer at a high-end firm is not for him. The implication was that Jimmy was done aspiring to respectability, the kind achieved by his older brother, Chuck, the co-founder of a corporate law firm that Jimmy had hoped to join. By the end of the last season, Jimmy realized that Chuck is a liar and conniver who has done everything in his considerable power to block Jimmy’s career.\nSome interesting ideas about the slipperiness of labels like “good” and “bad” were explored in Season 1. A person with a checkered past and little status can be fundamentally decent (Jimmy), and a person with a blue-chip education and the esteem of society can behave like a weasel (Chuck).\nUnfortunately, almost nothing prepared viewers for Jimmy’s decision to abandon his legal dreams. The season ended on a strangely discordant note. We learn more in “Switch” about the rationale for Jimmy’s quick professional about-face. The episode starts the very same day as the last episode, as he settles into a postlaw life. What are his plans? It’s unclear, as he explains to his soon-to-be love interest, Kim Wexler, in a hotel bar, after a day of floating in a nearby hotel pool.\n“I got into law for all the wrong reasons,” Jimmy tells her. Namely, to please his older brother.\nNow, it seems, he’d like to go back to small-time con artistry, and he demonstrates what he means, on the spot, by fleecing an obnoxious, foul-mouthed stockbroker who is drinking at the same bar and shouting into his cellphone earpiece. It’s not just any foul-mouthed stockbroker, either. That’s Ken, played by Kyle Bornheimer, last seen pulling into a gas station in Season 3 of “Breaking Bad.” He was driving a BMW convertible, with the license plate “Ken Wins,” and still spewing braggadocio into that earpiece. Walter White is so angered by Ken’s peacocking that he sabotages Ken’s car, which soon explodes.\nThis time, Ken gets off a little easier; he is merely stuck with a huge bill for overpriced tequila. But it’s in this scene that we watch the first gratuitous twist in “Switch.” Kim segues into con artist sidekick far too readily. She has spent all of her screen time, thus far, as Jimmy’s moral compass. In a flash, she is inventing a pseudonym and playing Ken for a mark.", "url": "https://www.nytimes.com/2016/02/15/arts/television/better-call-saul-season-2-episode-1-review.html?module=inline"}