{"authors": ["Andrew Ross Sorkin"], "date_download": "2018-11-16 04:50:11", "date_modify": "2018-11-16 04:50:11", "date_publish": "2016-05-10 00:54:07", "description": "Despite a tricky history, Steven Mnuchin said he jumped at the chance to be his friend’s national finance chairman.", "filename": "2016_05_10_business_dealbook_donald-trumps-pick-for-fund-raiser-is-rife-with-contradictions.html__r=0&module=inline_1542343811.html", "image_url": "https://static01.nyt.com/images/2016/05/10/business/10SORKIN1/10SORKIN1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_10_business_dealbook_donald-trumps-pick-for-fund-raiser-is-rife-with-contradictions.html__r=0&module=inline_1542343811.html", "title": "Donald Trump’s Pick for Fund-Raiser Is Rife With Contradictions", "title_page": "Donald Trump’s Pick for Fund-Raiser Is Rife With Contradictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Wall Street has been agog since last Thursday, when Donald Trump announced that Steven Mnuchin — who made his fortune at Goldman Sachs, worked for a firm funded by George Soros, and donated to Hillary Clinton — would be responsible for helping him raise $1 billion for Republicans and his own campaign.\nFor if Mr. Trump is an unconventional political candidate, his appointment of Mr. Mnuchin as his national finance chairman is the epitome of just how unconventional this election has become. Despite what Mr. Mnuchin said was a personal friendship of 15 years, Mr. Trump has attacked both Mr. Mnuchin’s investment company — suing it in 2008 over a building deal — as well as Goldman Sachs, the Democratic Party and other institutions Mr. Mnuchin has supported.\nIn a telephone interview Monday, Mr. Mnuchin emphasized the friendship part of the equation. “I was there at the beginning when he decided to run for president, and I’ve been a supporter and quiet adviser behind the scenes to him,” he explained. The day after Mr. Trump won the New York primary, Mr. Trump called Mr. Mnuchin and offered him the job. “I told him on the spot I would,” he said.\nMr. Mnuchin is known among Manhattan’s elite as part of one of the city’s most influential families. His father, Robert Mnuchin, spent 30 years at Goldman Sachs, where he supervised equity trading and served on the management committee. He moved on to become an art dealer, and his Mnuchin Gallery on the Upper East Side has housed exhibitions of Jackson Pollock and Willem de Kooning.", "url": "https://www.nytimes.com/2016/05/10/business/dealbook/donald-trumps-pick-for-fund-raiser-is-rife-with-contradictions.html?_r=0&module=inline"}