{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 03:18:23", "date_modify": "2018-11-16 03:18:23", "date_publish": "2016-04-26 11:22:19", "description": "An Australian official said the ruling would not mean that the asylum seekers being held at the island center would be admitted to the country.", "filename": "2016_04_27_world_australia_papua-new-guinea-asylum-seeker.html_module=inline_1542338303.html", "image_url": "https://static01.nyt.com/images/2016/04/27/world/27AUSTRALIA-web1/27AUSTRALIA-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_27_world_australia_papua-new-guinea-asylum-seeker.html_module=inline_1542338303.html", "title": "Papua New Guinea Finds Australian Offshore Detention Center Illegal", "title_page": "Papua New Guinea Finds Australian Offshore Detention Center Illegal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Supreme Court of Papua New Guinea ruled on Tuesday that the Pacific island nation’s detention of people seeking asylum in Australia was illegal, but an Australian official said the decision would not change his country’s tough stand on seaborne migrants.\nMore than 800 men who tried to reach Australia by boat in recent years are being held in an Australian-funded detention center on Manus Island in northern Papua New Guinea.\nIn its ruling, the five-judge court ordered the governments of Papua New Guinea and Australia to end those detentions. The ruling gave no timetable for the release of the detainees, and it was unclear what would happen to them.\nThe court declared that because the asylum seekers had not entered Papua New Guinea of their own accord, they were not guilty of immigration violations, and that holding them ignored constitutional protections of personal liberty.", "url": "https://www.nytimes.com/2016/04/27/world/australia/papua-new-guinea-asylum-seeker.html?module=inline"}