{"authors": ["Tim Arango", "Ceylan Yeginsu"], "date_download": "2018-11-16 03:45:15", "date_modify": "2018-11-16 03:45:15", "date_publish": "2016-07-15 20:22:33", "description": "Vowing that faction leaders will “pay a heavy price,” President Recep Tayyip Erdogan made a dramatic appearance after his supporters flooded the streets of Turkey’s largest city.", "filename": "2016_07_16_world_europe_military-attempts-coup-in-turkey-prime-minister-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339915.html", "image_url": "https://static01.nyt.com/images/2016/07/16/world/16turkey_video2/16turkey_video2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_16_world_europe_military-attempts-coup-in-turkey-prime-minister-says.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339915.html", "title": "Turkish President Returns to Istanbul in Sign Military Coup Is Faltering", "title_page": "Turkish President Returns to Istanbul in Sign Military Coup Is Faltering - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — A military coup attempt plunged Turkey into a long night of violence and intrigue on Friday, threatening its embattled president, leaving nearly 200 dead and injecting new instability into a crucial NATO member and American ally in the chaotic Middle East.\nThe coup attempt was followed hours later by an equally dramatic public appearance by the president, Recep Tayyip Erdogan, whose whereabouts had been unknown for hours after the plotters claimed to have taken control. Flying into Istanbul Ataturk Airport from an undisclosed location early Saturday, Mr. Erdogan signaled that the coup was failing.\n“A minority within the armed forces has unfortunately been unable to stomach Turkey’s unity,” Mr. Erdogan said after the private television channel NTV showed him greeting supporters. Blaming political enemies, Mr. Erdogan said: “What is being perpetrated is a rebellion and a treason. They will pay a heavy price for their treason to Turkey.”\nMr. Erdogan suggested that the plotters had tried to assassinate him, referring to a bombing in the Turkish Mediterranean resort town of Marmaris after he left on Friday. “It would appear that they thought I was there,” he said.", "url": "https://www.nytimes.com/2016/07/16/world/europe/military-attempts-coup-in-turkey-prime-minister-says.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}