{"authors": ["Robert Pear"], "date_download": "2018-11-16 03:59:56", "date_modify": "2018-11-16 03:59:56", "date_publish": "2016-11-24 23:28:52", "description": "Republicans plan to move forward on a years-old effort to shift Medicare to a system known as premium support, setting up a partisan fight.", "filename": "2016_11_24_us_politics_donald-trump-medicare-republicans.html_module=inline_1542340796.html", "image_url": "https://static01.nyt.com/images/2016/11/25/us/25medicare1/24medicare1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_24_us_politics_donald-trump-medicare-republicans.html_module=inline_1542340796.html", "title": "A Battle to Change Medicare Is Brewing, Whether Trump Wants It or Not", "title_page": "A Battle to Change Medicare Is Brewing, Whether Trump Wants It or Not - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Donald J. Trump once declared that campaigning for “substantial” changes to Medicare would be a political death wish.\nBut with Election Day behind them, emboldened House Republicans say they will move forward on a years-old effort to shift Medicare away from its open-ended commitment to pay for medical services and toward a fixed government contribution for each beneficiary.\nThe idea rarely came up during Mr. Trump’s march toward the White House, but a battle over the future of Medicare could roil Washington during his first year in office, whether he wants it or not.\n“Let me say unequivocally to you now: I have fought to protect Medicare for this generation and for future generations,” Senator Joe Donnelly of Indiana, a Democrat running for re-election in 2018, said this week in a video message to constituents. “I have opposed efforts to privatize Medicare in the past, and I will oppose any effort to privatize Medicare or turn it into a voucher program in the future.”", "url": "https://www.nytimes.com/2016/11/24/us/politics/donald-trump-medicare-republicans.html?module=inline"}