{"authors": ["Richard Fausset", "Alan Blinder", "John Eligon"], "date_download": "2018-11-16 03:54:49", "date_modify": "2018-11-16 03:54:49", "date_publish": "2016-08-24 16:57:04", "description": "“Your schools are no good, you have no jobs, 58 percent of your youth is unemployed — what the hell do you have to lose?” Mr. Trump said of African-Americans at a rally.", "filename": "2016_08_25_us_politics_donald-trump-black-voters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340489.html", "image_url": "https://static01.nyt.com/images/2016/08/25/us/25fd-trumpblacks/25fd-trumpblacks-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_25_us_politics_donald-trump-black-voters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340489.html", "title": "Donald Trump’s Description of Black America Is Offending Those Living in It", "title_page": "Donald Trump’s Description of Black America Is Offending Those Living in It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ATLANTA — Demeitrus Williams has heard what Donald J. Trump has been saying recently about black people: That their neighborhoods were “war zones.” That they struggle to get by on food stamps. That they see nothing but failure around them.\nMr. Williams, 61, a retired postal employee who is African-American, acknowledged that Mr. Trump’s remarks described a reality for some black people. But it was not his reality, or that of people he knew. And the fact that those generalizations, in which all African-Americans inhabit a hell of violence and dysfunction, came as part of an outreach effort on Mr. Trump’s part elicited from Mr. Williams an incredulous and slightly bitter cascade of chuckles.\n“Who’s he talking about?” Mr. Williams said Wednesday over lunch at Ponce City Market, an upscale development with a hip food court that draws an ethnically and racially mixed crowd. “I don’t know — most of the black people I know are educated and live in nice neighborhoods. Everybody in my family is required to have a degree.”\nDogged by suggestions that he has been running a racist campaign, Mr. Trump has been expressing concern for African-Americans more in the past week than at any other point in his presidential run and making a direct appeal for their votes. “What do you have to lose?” he has asked.", "url": "https://www.nytimes.com/2016/08/25/us/politics/donald-trump-black-voters.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}