{"authors": ["A. O. Scott"], "date_download": "2018-11-16 04:09:38", "date_modify": "2018-11-16 04:09:38", "date_publish": "2016-12-22 18:00:06", "description": "The women, part of the giant step for mankind, have their stories told in this movie directed by Theodore Melfi.", "filename": "2016_12_22_movies_hidden-figures-review.html_module=inline_1542341378.html", "image_url": "https://static01.nyt.com/images/2016/12/23/arts/23COVERMOVIES1/23COVERMOVIES1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_22_movies_hidden-figures-review.html_module=inline_1542341378.html", "title": "Review: ‘Hidden Figures’ Honors 3 Black Women Who Helped NASA Soar", "title_page": "Review: ‘Hidden Figures’ Honors 3 Black Women Who Helped NASA Soar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Hidden Figures” takes us back to 1961, when racial segregation and workplace sexism were widely accepted facts of life and the word “computer” referred to a person, not a machine. Though a gigantic IBM mainframe does appear in the movie — big enough to fill a room and probably less powerful than the phone in your pocket — the most important computers are three African-American women who work at NASA headquarters in Hampton, Va. Assigned to data entry jobs and denied recognition or promotion, they would go on to play crucial roles in the American space program.\nBased on Margot Lee Shetterly’s nonfiction book of the same title, the film, directed by Theodore Melfi (who wrote the script with Allison Schroeder), turns the entwined careers of Katherine Goble (later Johnson), Mary Jackson and Dorothy Vaughan into a rousing celebration of merit rewarded and perseverance repaid. Like many movies about the overcoming of racism, it offers belated acknowledgment of bravery and talent and an overdue reckoning with the sins of the past. And like most movies about real-world breakthroughs, “Hidden Figures” is content to stay within established conventions. The story may be new to most viewers, but the manner in which it’s told will be familiar to all but the youngest.", "url": "https://www.nytimes.com/2016/12/22/movies/hidden-figures-review.html?module=inline"}