{"authors": ["Eric Lichtblau"], "date_download": "2018-11-16 04:50:17", "date_modify": "2018-11-16 04:50:17", "date_publish": "2016-11-18 12:38:38", "description": "The Alabama senator was a Justice Department prosecutor for almost 15 years, and would likely seek wholesale changes if he returns as attorney general.", "filename": "2016_11_19_us_politics_jeff-sessions-donald-trump-attorney-general.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343817.html", "image_url": "https://static01.nyt.com/images/2016/11/16/us/00sessions1/00sessions1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_19_us_politics_jeff-sessions-donald-trump-attorney-general.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343817.html", "title": "Jeff Sessions, as Attorney General, Could Overhaul Department He’s Skewered", "title_page": "Jeff Sessions, as Attorney General, Could Overhaul Department He’s Skewered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Jefferson Beauregard Sessions III, as the courtly senator from Alabama used to be known, was a stalwart Justice Department prosecutor for almost 15 years, a job he called the adventure of a lifetime.\nToday, Mr. Sessions has a growing list of gripes about how the Obama administration has run his old department, from its “breathtaking” stance on immigration to its “shameful” refusal to defend a federal ban on gay marriage.\n“I’m not happy about what’s happened to my Department of Justice,” Mr. Sessions said last year, jabbing his reading glasses in the air at the Senate confirmation hearing for Attorney General Loretta E. Lynch.\nAfter nearly a quarter-century away, Mr. Sessions — now known simply as Jeff — is poised to return to the department to clean house as President-elect Donald J. Trump’s nominee for attorney general, with a mandate to carry out the “law and order” agenda Mr. Trump promised on the campaign trail.", "url": "https://www.nytimes.com/2016/11/19/us/politics/jeff-sessions-donald-trump-attorney-general.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}