{"authors": ["Chad Bray"], "date_download": "2018-11-16 03:55:32", "date_modify": "2018-11-16 03:55:32", "date_publish": "2016-04-29 08:05:14", "description": "On the block would be SABMiller’s assets in the Czech Republic, Hungary, Poland, Romania and Slovakia as it seeks approval for their merger.", "filename": "2016_04_30_business_dealbook_anheuser-busch-inbev-sabmiller-beer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340532.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_30_business_dealbook_anheuser-busch-inbev-sabmiller-beer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340532.html", "title": "Anheuser-Busch InBev Offers to Sell More SABMiller Assets in Europe", "title_page": "Anheuser-Busch InBev Offers to Sell More SABMiller Assets in Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Anheuser-Busch InBev said on Friday that it had offered to sell the Central and Eastern European operations of SABMiller in order to win approval from European regulators for their more than $100 billion merger.\nThe combination of SABMiller and Anheuser-Busch would create a beer industry giant that would account for about 30 percent of global beer sales. Anheuser-Busch has entered into a number of agreements to sell a variety of assets from the combined company as it seeks to ease regulatory concerns about the deal.\nThis month, it accepted an offer by Asahi Group Holdings of Japan to buy the beer brands Grolsch, Meantime and Peroni, as well as some of SABMiller’s European operations, for 2.55 billion euros, or about $2.9 billion.\nOn Friday, Anheuser-Busch said that it had offered to sell SABMiller’s assets in the Czech Republic, Hungary, Poland, Romania and Slovakia as part of a package of divestments as it seeks approval from the European Commission.", "url": "https://www.nytimes.com/2016/04/30/business/dealbook/anheuser-busch-inbev-sabmiller-beer.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}