{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:15:12", "date_modify": "2018-11-16 03:15:12", "date_publish": "2016-06-20 08:59:51", "description": "The referendum has become something of a battleground for all democracies where anti-immigrant hostilities are building.", "filename": "2016_06_20_opinion_nationalism-and-the-brexit-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338112.html", "image_url": "https://static01.nyt.com/images/2016/06/21/world/21INYT-Brexit/21INYT-Brexit-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_20_opinion_nationalism-and-the-brexit-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338112.html", "title": "Nationalism and the Brexit Vote", "title_page": "Opinion | Nationalism and the Brexit Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Rarely has a vote in one country attracted as much active kibitzing abroad as Britain’s approaching referendum on whether to stay in the European Union. President Obama, Chancellor Angela Merkel, the head of the International Monetary Fund, five former supreme commanders of NATO and a host of other leaders have openly urged the British not to leave, and the chorus is growing by the day.\nWhether it’s having any effect will not be known until the vote on Thursday. What is known, what the debate over the referendum has demonstrated with great clarity, is that there is in Britain a populist strain of the sort that has brought nationalist governments to Hungary and Poland, helped right-wing parties make strong showings in France and some other European countries — and, in America, done much to promote the cause of Donald Trump. In the United States and Britain, a relatively normal electoral process became seized with populist nationalism and increasingly immune to normal political discourse.\nIn Britain, Prime Minister David Cameron announced back in 2013 that he would hold a referendum on E.U. membership largely to mollify euroskeptics in his Conservative Party, presuming that Britons would vote to stay in. Before long, a similar demographic gathered on the “Leave” side in Britain and the Trump side in America — workers who felt alienated by a globalizing and changing world, who felt politicians had ceased listening to them, who were convinced that tides of foreigners were threatening their livelihood and identity.\nAnd so the British referendum has become something of a battleground for all Western democracies where anti-immigrant hostilities are building.", "url": "https://www.nytimes.com/2016/06/20/opinion/nationalism-and-the-brexit-vote.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}