{"authors": ["Vincent M. Mallozzi"], "date_download": "2018-11-16 04:37:27", "date_modify": "2018-11-16 04:37:27", "date_publish": "2016-04-29 16:00:42", "description": "The couple, whose paths kept crossing, realized they could overcome stormy weather.", "filename": "2016_05_01_fashion_alonely-walk-in-the-rain-leads-to-love-finally.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343047.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_01_fashion_alonely-walk-in-the-rain-leads-to-love-finally.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343047.html", "title": "A Lonely Walk in the Rain Leads to Love, Finally", "title_page": "A Lonely Walk in the Rain Leads to Love, Finally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Though Mr. McHale did not introduce himself during their intense workouts (“I didn’t want to risk even more punishment from our instructors for talking during class,” he said, laughing), he managed to catch up with Ms. Wollersheim two weeks later at a going-away party for a mutual friend held at a bar in Washington.\nThey began talking and found out that they lived a half-mile from each other on the north end of Capitol Hill. Ms. Wollersheim, who was unattached at the time, was instantly taken with him.\n“He was so attractive, I couldn’t believe I hadn’t noticed him in boot camp,” she said. “I was so impressed with the fact that he had this real sense of genius about him but wasn’t at all pretentious and had no ulterior motives, unlike most people in Washington who go out of their way to show you how well rounded they are and size you up for whatever connections they can make through you.”\nShe suggested they car-pool from their evening workouts to their respective apartments. The next day, they were on the road to discovering each other, a half-mile at a time.\nShe learned that he had grown up in Woodhaven, Queens, and was 13 when his father, Michael McHale, a retired captain in the New York City Transit Police Department, moved the family to Boca Raton, Fla.\nThe younger Mr. McHale graduated from the University of Florida, then traveled west to the California Institute of Technology in Pasadena, where he received a Ph.D. in bioengineering.", "url": "https://www.nytimes.com/2016/05/01/fashion/alonely-walk-in-the-rain-leads-to-love-finally.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}