{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 04:03:38", "date_modify": "2018-11-16 04:03:38", "date_publish": "2016-05-20 18:25:03", "description": "Nutrition labels have been revamped by the Food and Drug Administration to more closely match the reality of the modern American diet.", "filename": "2016_05_21_health_fda-nutrition-labels.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341018.html", "image_url": "https://static01.nyt.com/images/2016/05/21/science/21FDA/21FDA-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_21_health_fda-nutrition-labels.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341018.html", "title": "F.D.A. Finishes Food Labels for How We Eat Now", "title_page": "F.D.A. Finishes Food Labels for How We Eat Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Major changes to nutrition labels on food packages became final on Friday, with calorie counts now shown in large type and portion sizes that reflect how much Americans actually eat.\nIt was the first significant redrawing of the nutrition information on food labels since the federal government started requiring them in the early 1990s. Those labels were based on eating habits and nutrition data from the 1970s and ’80s and before portion sizes expanded significantly. Federal health officials argued that the changes were needed to bring labels into step with the reality of the modern American diet.\nThe Food and Drug Administration proposed the changes in 2014, but consumer advocates worried that many of the major elements would not survive lobbying by the powerful food industry. A number of companies vigorously opposed, for example, a separate line for added sugars. But the final rule, announced by Michelle Obama on Friday, mostly remained intact, including the line on added sugars.\n“This has to be scored as a huge win,” said Marion Nestle, a professor in the department of nutrition, food studies and public health at New York University. “The F.D.A.’s final rules confirm what the agency proposed originally on the most important elements. The big ones — calories, added sugars — survived.”", "url": "https://www.nytimes.com/2016/05/21/health/fda-nutrition-labels.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}