{"authors": ["Mark Landler"], "date_download": "2018-11-16 04:01:41", "date_modify": "2018-11-16 04:01:41", "date_publish": "2016-05-26 00:47:12", "description": "The candidate’s statement can now be compared directly with the inspector general’s findings about Mrs. Clinton’s use of a private email server.", "filename": "2016_05_26_us_politics_hillary-clinton-email.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340901.html", "image_url": "https://static01.nyt.com/images/2016/05/26/us/26response-web/26fallon-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_26_us_politics_hillary-clinton-email.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340901.html", "title": "Hillary Clinton’s Campaign Rebuffs Report’s Criticism of Email Use", "title_page": "Hillary Clinton’s Campaign Rebuffs Report’s Criticism of Email Use - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "_____\n“We agree that steps ought to be taken to ensure the government can better maintain official records, and if she were still at the State Department, Secretary Clinton would embrace and implement any recommendations, including those in this report, to help do that.”\nAmong the inspector general’s recommendations is to remind employees regularly that the use of personal email for official business is discouraged, that they could incur penalties for doing so and that all departing officials, including the secretary of state, must sign a document pledging that they have turned over all federal records, including emails. Mrs. Clinton has admitted her use of a personal email was a mistake, but many of these regulations existed, in one form or another, when she was in office.\n_____\n“As this report makes clear, Hillary Clinton’s use of personal email was not unique, and she took steps that went much further than others to appropriately preserve and release her records.”\nMrs. Clinton’s use of a private email and server stored in her home was, in fact, unique. She left the State Department without turning over any emails, and only did so after she was contacted by the department’s lawyers, who were under pressure to produce documents from the House Select Committee on Benghazi. The 55,000 pages of emails she delivered did not include anything from the first three months of her tenure.\n_____\nWednesday’s statement from the campaign does not repeat an assertion Mrs. Clinton has made before: that her arrangement, while unwise, was permitted. Last September, she told The Associated Press: “What I did was allowed. It was allowed by the State Department. The State Department has confirmed that.”\nThe report says Mrs. Clinton “had an obligation to discuss using her personal email account to conduct official business.” Had she done so, the department would not have approved her exclusive use of a personal email because of potential security risks and because of restrictions on the transmission of sensitive information. In fact, the State Department began disciplinary proceedings against an ambassador to Kenya, J. Scott Gration, for his use of a personal email account — in effect, mimicking the practice of his boss.", "url": "https://www.nytimes.com/2016/05/26/us/politics/hillary-clinton-email.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}