{"authors": ["Azam Ahmed"], "date_download": "2018-11-16 04:11:55", "date_modify": "2018-11-16 04:11:55", "date_publish": "2016-11-14 20:02:33", "description": "Clouds have descended over Mexico, miring the nation in a state of anguish and paralysis over what the incoming United States president has in store for it.", "filename": "2016_11_15_world_americas_mexico-donald-trump-enrique-pena-nieto.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341515.html", "image_url": "https://static01.nyt.com/images/2016/11/15/world/15Mexico3/15Mexico3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_15_world_americas_mexico-donald-trump-enrique-pena-nieto.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341515.html", "title": "After Trump’s Win, an Anxious Mexico Asks: What’s Next?", "title_page": "After Trump’s Win, an Anxious Mexico Asks: What’s Next? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This may not affect people on the top of our country, but it can only mean bad news for us merchants and lower, working-class people in Mexico,” said Claudia Rivera, a street vendor who owns a food cart in Mexico City.\nOutside of concerns about the election, violence has been soaring to levels not seen since the start of the drug war a decade ago. And corruption and a loss of faith in the political leadership had already plunged the nation into a state of gloom. Now, the loss for many is external, too.\n“A lot of people see the U.S. as a beacon of freedom, as something to aspire to,” said Mr. Pardinas, who works on legislation and economic competitiveness. “But what happens when you lose a role model, the role model of a nation? Now all of us who admired the U.S. are having second thoughts.”\nFor most Mexicans, the American election has been a grim exercise in self-perception. Mr. Trump, a candidate who called Mexican immigrants “rapists” and criminals, vowing to deport millions and build a wall to keep others out, has stoked long-held insecurities in Mexico over sovereignty and respect from its northern neighbor. And his victory was seen by some as validating the perception that Americans, or at least half of them, see Mexico through a knot of stereotypes.\nNever mind that Mexico’s rich culture and cuisine, its art and film, are having a global moment, Mexicans say. Or that a wall between the two countries these days might actually keep more Mexicans in the United States than out, given the recent research showing more Mexicans are returning home than leaving to seek opportunity in America.", "url": "https://www.nytimes.com/2016/11/15/world/americas/mexico-donald-trump-enrique-pena-nieto.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}