{"authors": ["Alan Blinder"], "date_download": "2018-11-16 03:42:11", "date_modify": "2018-11-16 03:42:11", "date_publish": "2016-11-26 16:22:39", "description": "In the coming trial of Dylann S. Roof, who is accused of killing nine black churchgoers last year, no issue is more disputed than whether he should face execution.", "filename": "2016_11_26_us_death-penalty-dylann-roof-charleston.html_module=inline_1542339731.html", "image_url": "https://static01.nyt.com/images/2016/11/27/us/27CHARLESTON-jp1/00CHARLESTON4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_26_us_death-penalty-dylann-roof-charleston.html_module=inline_1542339731.html", "title": "U.S. Seeks Death for Charleston Shooting Suspect. Victims’ Families Prefer Mercy.", "title_page": "U.S. Seeks Death for Charleston Shooting Suspect. Victims’ Families Prefer Mercy. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Ms. Lynch chose to seek the death penalty after a contentious review process that included South Carolina’s top federal prosecutor siding with Mr. Roof’s defense lawyers in their offer of a guilty plea in exchange for a life sentence. Ms. Lynch said that “the nature of the alleged crime and the resulting harm compelled this decision.”\nIn a court filing the same day the attorney general made her decision public, the Justice Department cited nine aggravating factors, including that Mr. Roof had “expressed hatred and contempt towards African-Americans, as well as other groups, and his animosity toward African-Americans played a role in the murder charges in the indictment.”\nProsecutors also said that Mr. Roof had “demonstrated a lack of remorse” and that he had caused “injury, harm and loss to the individuals that he killed as well as to the family, friends and co-workers of those individuals.”\nThe Justice Department declined to comment further for this article.\nAlthough Ms. Lynch’s decision capped a process formally shrouded in secrecy, it was an unsurprising one to observers like Ms. Risher, who said she had felt as early as last December that prosecutors would seek the death penalty in one of the highest profile criminal matters before the Justice Department.\nThe case’s prominence influenced Ms. Lynch’s decision, according to people with knowledge of the Justice Department’s review, and some federal officials worried that forgoing the death penalty would effectively curb the government’s options in future cases with lower fatality counts and less public scrutiny. Some of the people insisted on anonymity to discuss a confidential process.\n“I think what the federal government did is what the federal government thought it had to do, which was speak on behalf of the nation,” Mr. Savage said. “I was always told, ‘Well, Andy, if we don’t move for the death penalty in this case, when would we?’”", "url": "https://www.nytimes.com/2016/11/26/us/death-penalty-dylann-roof-charleston.html?module=inline"}