{"authors": ["Victoria Burnett", "Randal C. Archibold", "Frances Robles"], "date_download": "2018-11-16 04:11:55", "date_modify": "2018-11-16 04:11:55", "date_publish": "2016-11-26 12:20:55", "description": "Fidel Castro’s death comes at a time of great uncertainty for Cuba, and about how Raúl Castro will steer the country.", "filename": "2016_11_26_world_americas_fidel-castro-death-raul-castro-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341515.html", "image_url": "https://static01.nyt.com/images/2016/11/27/world/americas/27succession/27succession-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_26_world_americas_fidel-castro-death-raul-castro-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341515.html", "title": "With One Castro Gone, Questions About What the Other Castro Will Do", "title_page": "With One Castro Gone, Questions About What the Other Castro Will Do - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MEXICO CITY — For half a century, as Fidel Castro transformed Cuba into a Communist state and sparred with the United States, his brother Raúl worked in his shadow, the authoritarian leader’s disciplined, junior partner.\nBut by the time the elder Mr. Castro died on Friday night, Raúl Castro, who assumed presidential powers in 2006 before getting the official title in 2008, had transformed Cuba into a country that was unrecognizable in many ways — and yet remarkably the same.\nRaúl discarded some of the precepts that Fidel had considered sacred, chipping away at the Communist scaffold his brother had built. And in a stunning embrace that caught the world off guard, he negotiated an end to the 50-year diplomatic standoff with the United States that Fidel had fiercely maintained.\nIt is now solidly Raúl’s Cuba, an island where millennials talk to their cousins on Skype, where restaurant owners hustle for zucchini at privately run farms and where Americans clog the streets of Old Havana.", "url": "https://www.nytimes.com/2016/11/26/world/americas/fidel-castro-death-raul-castro-cuba.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}