{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 03:52:59", "date_modify": "2018-11-16 03:52:59", "date_publish": "2016-03-08 22:56:14", "description": "The report detailed how civilians in 18 areas across the country are forced to scrounge to survive.", "filename": "2016_03_09_world_middleeast_report-paints-dire-picture-of-besieged-syria-as-war-enters-6th-year.html_module=inline_1542340379.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_09_world_middleeast_report-paints-dire-picture-of-besieged-syria-as-war-enters-6th-year.html_module=inline_1542340379.html", "title": "Eating Leaves, and Other Ways Besieged Syrians Try to Survive", "title_page": "Eating Leaves, and Other Ways Besieged Syrians Try to Survive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The medical station here is no more than a table, a sterilizer and piece of gauze,” a mother in eastern Ghouta, a suburb of Damascus, said in the report. “Even the wounded are left to die because there are no materials available to save their lives.”\nOthers said surgeons improvised by operating in candlelight and using old water hoses as ventilation tubes. “Families scour the streets for discarded blankets, cloths or scraps of cloth that can be boiled — in an attempt to sterilize them — and used as bandages,” the report said.\nIn some areas where there are no doctors, the report said, others step in, including poorly trained volunteers. In one besieged community, the main health provider was a veterinarian. Three of the eight doctors left in Moadamiyeh, a besieged suburb of Damascus, were trained as dentists.\nMedical workers in Moadamiyeh faced a dilemma when they ran out of intravenous drip bags for newborns and could not get more. “Their only option was to use bags normally used for catheters,” the report said. “Many lives were saved, but three infant children died of infections.”\nIn the city of Deir al-Zour in eastern Syria, where water is available once a week for three hours, chlorine supplies ran out last June, the report said, drawing attention to what it called the irony of chlorine’s dual use. “While many besieged areas struggle to find chlorine to purify water,” it said, “parties to the conflict have reportedly used chlorine gas to attack and kill civilians.”\nDespite repeated United Nations Security Council demands and the tenuous “cessation of hostilities” agreement, the report said, only a fraction of the emergency aid needed has reached the besieged areas.\nIn a separate report on the depths of the Syrian crisis, World Vision International, a Christian relief advocacy group, collaborated with Frontier Economics, a European consultancy, to calculate the cost of the war to Syria, based partly on the country’s economic projections had the war never happened. Should peace be somehow achieved this year, their report said, the cost could total nearly $700 billion. If ended by 2020, the cost would grow to $1.3 trillion, roughly the annual gross domestic product of Spain.\n“This is lost money,” Conny Lenneberg, World Vision’s regional leader for the Middle East and Eastern Europe, said in the report’s introduction. “It will never be recovered, never be spent to provide education, health care, safe environments, livelihoods or a future for children.”", "url": "https://www.nytimes.com/2016/03/09/world/middleeast/report-paints-dire-picture-of-besieged-syria-as-war-enters-6th-year.html?module=inline"}