{"authors": ["Michael Hoinski"], "date_download": "2018-11-16 04:37:28", "date_modify": "2018-11-16 04:37:28", "date_publish": "2016-04-22 07:48:24", "description": "The couple met and fell in love over dancing the two-step in Austin, Tex.", "filename": "2016_04_24_fashion_weddings_one-love-two-steps.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343048.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_24_fashion_weddings_one-love-two-steps.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343048.html", "title": "One Love, Two Steps", "title_page": "One Love, Two Steps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This was really interesting to me because not only was it like this woman that was super inspiring and an issue I cared deeply about,” Ms. Schweitzer said, “but it wasn’t just about that cycle. There was something longer at stake. And I just got this bee in my bonnet that I was going to work for Wendy Davis.”\nMr. Garza was already at the White Horse that Sunday night in March, dancing to the Conjunto Los Pinkys band, when Ms. Schweitzer showed up with her friend, whom Mr. Garza happened to know.\nMr. Garza has never fully let go of his boyhood dream of playing Major League Baseball. He learned the game as a child in the South Texas border city of Laredo and eventually worked his way up to join the Cosme Ordoñez team, an all-star squad of high school kids who would pile in Mr. Garza’s Toyota pickup truck and cross over the border to play men in their mid-20s who were vying for spots on Mexican professional teams. As reality began to set in that his shot with the majors had eluded him, Mr. Garza pursued a nursing degree from Laredo Community College. He ultimately chose to focus on dialysis because it gave him Sundays off to play in recreational adult baseball leagues.\n“I’ve been doing what I’ve been doing since I was 8 years old,” Mr. Garza, now 47, said. “Play baseball and be responsible for what I’ve got to get done. I don’t try to do too much because I might take away from playing on Sundays — that’s my outlet.”\nHe also got married and divorced, prompting the reignition of his passion for dancing — something that was first stoked when as a child he would go with his family on Friday nights to dance cumbias and waltzes to the live bands playing at the local hall in Laredo.\n“After the divorce I was feeling like I’d never find love again,” Mr. Garza said. “I had my opportunities, but it just didn’t click. Not meant to happen then. For a while I would play the ‘because I love, I’ll let you go if you want to go’ game. ‘It is what it is’ game. ‘I love you, but I’m not in love with you’ game. I guess this is how I would gauge their love for me or mine for them.”", "url": "https://www.nytimes.com/2016/04/24/fashion/weddings/one-love-two-steps.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}