{"authors": ["Nate Cohn", "Toni Monkovic"], "date_download": "2018-11-16 03:58:41", "date_modify": "2018-11-16 03:58:41", "date_publish": "2016-07-27 11:06:10", "description": "A 269-269 tie in the Electoral College would be decided in the House, and why the Clinton campaign is now trying harder to defend Pennsylvania.", "filename": "2016_07_28_upshot_donald-trumps-path-what-map-should-democrats-fear-the-most.html_module=inline_1542340721.html", "image_url": "https://static01.nyt.com/images/2016/07/27/upshot/28up-map1-1469587824685/28up-map1-1469587824685-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_28_upshot_donald-trumps-path-what-map-should-democrats-fear-the-most.html_module=inline_1542340721.html", "title": "Donald Trump’s Path: What Map Should Democrats Fear the Most?", "title_page": "Donald Trump’s Path: What Map Should Democrats Fear the Most? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nate I don’t really see how they can take it for granted. The state voted a hair more for Barack Obama than the nation as a whole in 2012, but it’s above average in terms of how much Obama depended on the support of white voters without a degree, who today are the voters abandoning Mrs. Clinton in big numbers. It has far more of those voters than Florida, Virginia, Colorado, Nevada or North Carolina. So if Mr. Trump is going to win this race with a big, narrow push among white working-class voters, then that effect would seem to have a very real chance of manifesting itself in Pennsylvania.\nNow, for that same reason, I think it’s easy to imagine how Clinton could survive a loss in Pennsylvania, with gains in those other states I just mentioned.\nBut it’s really only one of the few ways she can lose this race. So why shouldn’t they defend it?\nI thought it was strange that it wasn’t in their original ad campaign.\nToni Right. When you do this mapping exercise, you realize how important Pennsylvania is. (The G.O.P. last won Pennsylvania in 1988.) In a close election, it seems crucial to Trump. Without it, he has to win all of those five swing states we talked about earlier: Ohio, North Carolina, New Hampshire, Iowa, Nevada. Let’s assume those will be 50-50 states. If you flip a coin five times and hope to get five straight heads, your odds are just over 3 percent. But that’s what Trump would need in this case. [Update: If you add Florida as a coin-flip state, which seems right, that makes it around 1.6 percent.]\nNate And it’s not just a coin flip. Those five states are really different.\nToni For one thing, Nevada, with a fairly large Hispanic population, is thought to lean to the left. But I’m curious about your take on New Hampshire. As you showed in your article Monday, it has plenty of working-class whites. But then consider that it’s right in the middle of a liberal region. Sure, New Hampshire has a long history of conservatism. But over time, people migrate from neighboring liberal states, like New York and Vermont. And that slowly takes New Hampshire toward the left.\nNate Well, New Hampshire has tended to move slightly to the left. But I think it may be a mistake to assume that Clinton can hold recent levels of Democratic support among white working-class people in the Northeast, even in New England.", "url": "https://www.nytimes.com/2016/07/28/upshot/donald-trumps-path-what-map-should-democrats-fear-the-most.html?module=inline"}