{"authors": ["The New York Times Magazine"], "date_download": "2018-11-16 03:17:20", "date_modify": "2018-11-16 03:17:20", "date_publish": "2016-04-28 08:50:03", "description": "The president sat down with Andrew Ross Sorkin to speak candidly about his administration’s efforts to rebuild the U.S. economy after the 2008 financial crisis. Here’s what we learned.", "filename": "2016_04_28_magazine_what-obama-really-thinks-about-his-economic-legacy_1542338240.html", "image_url": "https://static01.nyt.com/images/2016/05/01/magazine/01cover-promo/01cover-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_28_magazine_what-obama-really-thinks-about-his-economic-legacy_1542338240.html", "title": "What Obama Really Thinks About His Economic Legacy", "title_page": "What Obama Really Thinks About His Economic Legacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For the cover story in the magazine’s Money Issue, President Obama sat down with Andrew Ross Sorkin to speak candidly about his administration’s efforts to rebuild the U.S. economy after the 2008 financial crisis. Here’s what we learned:\n1. He believes the U.S. economy is in better shape than the public appreciates.\n“I actually compare our economic performance to how, historically, countries that have wrenching financial crises perform. By that measure, we probably managed this better than any large economy on Earth in modern history.”\n2. But he also believes his administration could have done more if he had sold his policies more effectively.\n“The fact of the matter is that our failure in 2012, 2013, 2014, to initiate a massive infrastructure project — it was the perfect time to do it; low interest rates, construction industry is still on its heels, massive need — the fact that we failed to do that, for example, cost us time,” Obama said. “It meant that there were folks who we could have helped and put back to work and entire communities that could have prospered that ended up taking a lot longer to recovery.”\n3. These shortcomings continue to haunt him.\n“I can probably tick off three or four common-sense things we could have done where we’d be growing a percentage or two faster each year. We could have brought down the unemployment rate lower, faster. We could have been lifting wages even faster than we did. And those things keep me up at night sometimes.”", "url": "https://www.nytimes.com/2016/04/28/magazine/what-obama-really-thinks-about-his-economic-legacy.html"}