{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:43:47", "date_modify": "2018-11-16 04:43:47", "date_publish": "2016-04-29 06:18:19", "description": "Kim Dong-chul is the latest United States citizen to receive a harsh sentence in North Korea, which often uses the fates of held Americans as leverage.", "filename": "2016_04_30_world_asia_north-korea-kim-dong-chul-sentence.html_module=inline_1542343427.html", "image_url": "https://static01.nyt.com/images/2016/04/30/world/30NORTHKOREA-web1/30NORTHKOREA-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_30_world_asia_north-korea-kim-dong-chul-sentence.html_module=inline_1542343427.html", "title": "North Korea Sentences American to 10 Years for Spying, Reports Say", "title_page": "North Korea Sentences American to 10 Years for Spying, Reports Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — An American who has been held in North Korea since October was sentenced to 10 years of hard labor on Friday for spying and other offenses, news agencies reported from Pyongyang, the North Korean capital.\nThe man, Kim Dong-chul, is the latest United States citizen to receive a harsh sentence in North Korea, which has often used Americans held there as leverage in dealing with Washington. His sentencing came a month and a half after North Korea sentenced an American college student, Otto F. Warmbier, to 15 years of hard labor for trying to steal a political banner from his hotel in Pyongyang.\nMr. Kim’s sentence was handed down by North Korea’s Supreme Court, meaning that it is final and cannot be appealed. The verdict was reported by China’s state-run Xinhua news agency and the Japanese news service Kyodo.\nThe State Department has not explicitly confirmed Mr. Kim’s detention in North Korea, saying that discussing such cases publicly does not help its efforts to free Americans held in the North. But the North has released a copy of Mr. Kim’s American passport, and officials in South Korea said Mr. Kim was a Korean-born American citizen.", "url": "https://www.nytimes.com/2016/04/30/world/asia/north-korea-kim-dong-chul-sentence.html?module=inline"}