{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:43:11", "date_modify": "2018-11-16 04:43:11", "date_publish": "2016-02-06 14:50:36", "description": "The United States and its allies called for an emergency meeting of the United Nations Security Council after North Korea defied warnings with the launch.", "filename": "2016_02_07_world_asia_north-korea-moves-up-rocket-launching-plan_1542343391.html", "image_url": "https://static01.nyt.com/images/2016/02/07/world/07NORTHKOREA/07NORTHKOREA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_07_world_asia_north-korea-moves-up-rocket-launching-plan_1542343391.html", "title": "North Korea Launches Rocket Seen as Cover for a Missile Test", "title_page": "North Korea Launches Rocket Seen as Cover for a Missile Test - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the United States and its allies consider the program a pretext for developing technologies that can also be used to build an intercontinental ballistic missile. The North’s launch of a three-stage rocket on Sunday, after a similar test in 2012, showed that the country was determined to acquire them despite sanctions imposed by the Security Council.\nWith the launch, North Korea was also defying China, which had issued strong appeals not to proceed. In flouting China, the North’s only treaty ally, Mr. Kim was showing the ultimate disrespect to the government that has continued to trade with him, including sending oil that keeps the military and the rudimentary economy working.\nA senior Chinese diplomat, Wu Dawei, traveled to Pyongyang, the North Korean capital, early last week with the specific message that the launch should not go ahead. Chinese analysts conceded that Mr. Wu had an impossible assignment, and he returned to Beijing on Thursday night unsuccessful.\nMr. Kim appears confident that he can continue to show contempt for his ally, believing, it seems, that China fears his ability to turn on it. Beijing has resisted Washington’s effort to place tough sanctions on the North since a nuclear test last month, concerned that the move might destabilize its neighbor.\nIn a statement released on Sunday after Japan, South Korea and the United States pressed for firmer action, China called for calm and said the major powers should “act cautiously.”\nThe Foreign Ministry spokeswoman, Hua Chunying, said, “China expresses regret over the launch with ballistic missile technology carried out by North Korea despite wide opposition from the international community.”", "url": "https://www.nytimes.com/2016/02/07/world/asia/north-korea-moves-up-rocket-launching-plan.html"}