{"authors": [], "date_download": "2018-11-16 04:37:41", "date_modify": "2018-11-16 04:37:41", "date_publish": "2016-07-29 03:27:58", "description": "Following is a transcript of Hillary Clinton’s address to the Democratic National Convention in Philadelphia on Thursday, as prepared for delivery by her campaign.", "filename": "2016_07_29_us_politics_hillary-clinton-dnc-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343061.html", "image_url": "https://static01.nyt.com/images/2016/07/29/us/elections/29clintontranscriptsub1/29clintontranscriptsub1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_29_us_politics_hillary-clinton-dnc-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343061.html", "title": "Transcript: Hillary Clinton’s Speech at the Democratic Convention", "title_page": "Transcript: Hillary Clinton’s Speech at the Democratic Convention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "None of us can do it alone.\nI know that at a time when so much seems to be pulling us apart, it can be hard to imagine how we’ll ever pull together again.\nBut I’m here to tell you tonight — progress is possible.\nI know because I’ve seen it in the lives of people across America who get knocked down and get right back up.\nAnd I know it from my own life. More than a few times, I’ve had to pick myself up and get back in the game.\nLike so much else, I got this from my mother. She never let me back down from any challenge. When I tried to hide from a neighborhood bully, she literally blocked the door. “Go back out there,” she said.\nAnd she was right. You have to stand up to bullies.\nYou have to keep working to make things better, even when the odds are long and the opposition is fierce.\nWe lost my mother a few years ago. I miss her every day. And I still hear her voice urging me to keep working, keep fighting for right, no matter what.\nThat’s what we need to do together as a nation.\nThough “we may not live to see the glory,” as the song from the musical Hamilton goes, “let us gladly join the fight.”", "url": "https://www.nytimes.com/2016/07/29/us/politics/hillary-clinton-dnc-transcript.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}