{"authors": ["Rachel Abrams"], "date_download": "2018-11-16 04:22:46", "date_modify": "2018-11-16 04:22:46", "date_publish": "2016-04-28 00:42:20", "description": "The retailer said transgender employees and customers could choose which restroom they preferred to use, a position that centered it in a national debate.", "filename": "2016_04_28_business_target-steps-out-in-front-of-bathroom-choice-debate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342166.html", "image_url": "https://static01.nyt.com/images/2016/04/28/us/28TARGET-1461791377527/28TARGET-1461791377527-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_28_business_target-steps-out-in-front-of-bathroom-choice-debate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342166.html", "title": "Target Steps Out in Front of Bathroom Choice Debate", "title_page": "Target Steps Out in Front of Bathroom Choice Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A new policy over bathroom choice has thrust the retailer Target into the center of a nationwide debate over gender identity, civil rights and privacy.\nLast week, Target announced on its website that it would allow transgender employees and customers to choose the restroom and fitting room that corresponded with their gender identities. About a month earlier, North Carolina passed a law restricting bathroom access to transgender people, a bill that set off a national debate that has even extended to the presidential campaign.\nThe company’s announcement — the most prominent position taken by a national retailer — was greeted by cheers from supporters of transgender rights. It has since also made Target the intense focus of conservative activists, lawmakers and consumers, who oppose the company’s stance, highlighting the potential risks when a company takes a position on a hotly debated social issue.\nSome groups have used Target’s announcement as a rallying cry, arguing that Target’s policy threatens the public’s safety. An online petition started by one group, the American Family Association, calling for a boycott of Target stores, has been signed by more than 900,000 people. On Tuesday, the City Council in Oxford, Ala., passed an ordinance forbidding people to use a bathroom that does not match the gender assigned to them at birth. Target has a store in the city.", "url": "https://www.nytimes.com/2016/04/28/business/target-steps-out-in-front-of-bathroom-choice-debate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}