{"authors": ["Amy Chozick"], "date_download": "2018-11-16 04:01:40", "date_modify": "2018-11-16 04:01:40", "date_publish": "2016-05-26 01:10:37", "description": "The Clinton campaign had hoped in the coming weeks to convince voters that she can be trusted. Instead, they must contend with a damaging new report by the inspector general.", "filename": "2016_05_26_us_politics_hillary-clinton-emails-campaign-trust.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340900.html", "image_url": "https://static01.nyt.com/images/2016/05/26/us/26CLINTONweb1/26CLINTONweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_26_us_politics_hillary-clinton-emails-campaign-trust.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340900.html", "title": "Emails Add to Hillary Clinton’s Central Problem: Voters Just Don’t Trust Her", "title_page": "Emails Add to Hillary Clinton’s Central Problem: Voters Just Don’t Trust Her - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For more than a year, Hillary Clinton has traveled the country talking to voters about her policy plans. She vowed to improve infrastructure in her first 100 days in office, promised to increase funding for Alzheimer’s research and proposed a $10 billion plan to combat drug and alcohol addiction.\nBut as the Democratic primary contest comes to a close, any hopes Mrs. Clinton had of running a high-minded, policy-focused campaign have collided with a more visceral problem.\nVoters just don’t trust her.\nThe Clinton campaign had hoped to use the coming weeks to do everything they could to shed that image and convince voters that Mrs. Clinton can be trusted. Instead, they must contend with a damaging new report by the State Department’s inspector general that Mrs. Clinton had not sought or received approval to use a private email server while she was secretary of state.", "url": "https://www.nytimes.com/2016/05/26/us/politics/hillary-clinton-emails-campaign-trust.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}