{"authors": ["Melissa Eddy"], "date_download": "2018-11-16 03:48:34", "date_modify": "2018-11-16 03:48:34", "date_publish": "2016-07-24 18:22:38", "description": "The 21-year-old man, whose identity was not released, added to a week of violence in the country.", "filename": "2016_07_25_world_europe_syrian-refugee-arrested-in-germany-after-fatal-machete-attack.html_ref=europe&module=inline_1542340114.html", "image_url": "https://static01.nyt.com/images/2016/07/25/world/25GERMANY1/25GERMANY1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_25_world_europe_syrian-refugee-arrested-in-germany-after-fatal-machete-attack.html_ref=europe&module=inline_1542340114.html", "title": "Syrian Refugee Arrested in Germany After Fatal Knife Attack", "title_page": "Syrian Refugee Arrested in Germany After Fatal Knife Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The attacker acted alone, and “based on what we know at this time, the citizens of Reutlingen face no further danger,” the police said in a statement hours after the attack.\nAlthough Germans have not been the victims of a coordinated terror attack on the scale of those in France and Belgium, the country has been unsettled by a week of violence.\nLast Monday, a 17-year-old refugee who had come to Germany from Afghanistan as an unaccompanied minor injured four people on a train and a passer-by near Würzburg. He was armed with an ax and a knife. On Friday, an Iranian-German opened fire here in Munich in a rampage that the authorities there said was not linked to a political motivation. Nevertheless, it sent waves of panic through this southern German city until the police confirmed that the gunman was dead.\nSyrians accounted for more than a third of the 397,000 applications for asylum in Germany in the first half of this year. Most will be granted the right to stay and begin the integration process of learning the language and laws.", "url": "https://www.nytimes.com/2016/07/25/world/europe/syrian-refugee-arrested-in-germany-after-fatal-machete-attack.html?ref=europe&module=inline"}