{"authors": ["Richard Pérez-Peña", "Jack Healy", "Jennifer Medina"], "date_download": "2018-11-16 04:32:07", "date_modify": "2018-11-16 04:32:07", "date_publish": "2016-08-30 00:40:24", "description": "False alarms around the country indicate that Americans are primed, when they hear a loud bang or see signs of panic, to think in terms of mass killings.", "filename": "2016_08_30_us_shooting-scares-show-a-nation-quick-to-fear-the-worst.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342727.html", "image_url": "https://static01.nyt.com/images/2016/08/30/us/30panic-2/30panic-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_30_us_shooting-scares-show-a-nation-quick-to-fear-the-worst.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342727.html", "title": "Shooting Scares Show a Nation Quick to Fear the Worst", "title_page": "Shooting Scares Show a Nation Quick to Fear the Worst - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I would say that we are in the grip of a moral panic,” said John Horgan, a professor of global studies and psychology at Georgia State University who specializes in the study of terrorism. “The constant threat perception of being vulnerable to mass violence has seeped into our collective consciousness.”\nSam Macon, 36, a documentary filmmaker who was at the Los Angeles airport on Sunday, said: “People who were running had absolutely no idea why they were doing so. I don’t think it takes a social scientist to understand that the general tenor of American society right now is that we’re all wound up pretty tight.”\nThe recent false-alarm panics injured dozens of people, some of them seriously.\nKokila Patel, 66, and her husband, Manu, 74, had just finished lunch at a Panera in the Crabtree Valley Mall in Raleigh on Aug. 13 when she heard a noise and turned to see panicked shoppers surging toward them. People had taken still-unexplained sounds for gunshots, screamed, dived into stores and made a chaotic rush for the exits, paying little heed to what was in their way — including the Patels.\nThe crowd knocked the couple down and trampled Ms. Patel, breaking her right femur and leaving her to wait in searing pain for two hours until police officers in tactical gear arrived and helped carry her out of the mall on a plastic display table. Surgeons braced her shattered leg with a steel rod, plate and screws, but the pain is still intense. Ms. Patel, who usually travels to India for three months each year with her husband, remains homebound.", "url": "https://www.nytimes.com/2016/08/30/us/shooting-scares-show-a-nation-quick-to-fear-the-worst.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}