{"authors": ["Choe Sang-Hun", "David E. Sanger"], "date_download": "2018-11-16 04:18:26", "date_modify": "2018-11-16 04:18:26", "date_publish": "2016-03-08 06:50:35", "description": "Seoul’s spy agency says that Pyongyang has stolen text messages, contact information and voice conversations, possibly in retaliation for new sanctions.", "filename": "2016_03_09_world_asia_north-korea-phone-hacking.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341906.html", "image_url": "https://static01.nyt.com/images/2016/03/09/world/video-skorea/video-skorea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_09_world_asia_north-korea-phone-hacking.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341906.html", "title": "South Korea Accuses North of Hacking Senior Officials’ Phones", "title_page": "South Korea Accuses North of Hacking Senior Officials’ Phones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — Nearly a year and a half after North Korea was accused of mounting a sophisticated cyberattack against Sony Pictures Entertainment, South Korea’s intelligence agency accused the country of hacking into the smartphones of dozens of senior government officials, and suggested that the North could be preparing a major cyberattack.\nThe early descriptions provided by the agency, the National Intelligence Service, indicated that the cyberattacks directed at South Korean officials were not as sophisticated, or destructive, as the attack on Sony in late 2014. That assault left 70 percent of Sony’s computers inoperable. The South Korean attack — or at least the first stage of it — involved stealing text messages, contact information and voice conversations, seemingly more focused on espionage than on destruction.\nYet the agency said that South Korea faced a growing threat of major online attacks from the North, possibly in retaliation for the latest international sanctions over Pyongyang’s nuclear arms and missile programs. Seoul imposed new sanctions of its own against North Korea on Tuesday, including a ban on ships that have stopped in North Korea within the past six months.", "url": "https://www.nytimes.com/2016/03/09/world/asia/north-korea-phone-hacking.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}