{"authors": ["Tatiana Schlossberg"], "date_download": "2018-11-16 03:16:02", "date_modify": "2018-11-16 03:16:02", "date_publish": "2016-10-10 19:00:18", "description": "A study found that human-caused warming was responsible for 55 percent of the rise in the dryness of the landscape in the western United States.", "filename": "2016_10_11_science_climate-change-forest-fires.html_mcubz=0_1542338162.html", "image_url": "https://static01.nyt.com/images/2016/10/11/science/11FIRES/11FIRES-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_11_science_climate-change-forest-fires.html_mcubz=0_1542338162.html", "title": "Climate Change Blamed for Half of Increased Forest Fire Danger", "title_page": "Climate Change Blamed for Half of Increased Forest Fire Danger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Forest fires are burning longer and stronger across the western United States, lighting up the landscape with alarming frequency. Residents are forced to flee, homes are incinerated, wildlife habitats are destroyed, lives are lost. Last year, the Forest Service spent more than half its annual budget fighting fires.\nScientists have long theorized that climate change has contributed to the longer fire seasons, the growing number and destructiveness of fires and the increasing area of land consumed, though some experts suggest that the current fire phenomenon is not just a result of a changing climate, but also fire-suppressing policies practiced by the government for the last century or more.\nIn a new study published Monday in Proceedings of the National Academy of Sciences, scientists from the University of Idaho and Columbia University have calculated how much of the increased scope and intensity of Western wildfires can be attributed to human-caused climate change and its effects. They state that, since 1979, climate change is responsible for more than half of the dryness of Western forests and the increased length of the fire season. Since 1984, those factors have enlarged the cumulative forest fire area by 16,000 square miles, about the size of Massachusetts and Connecticut combined, they found.", "url": "https://www.nytimes.com/2016/10/11/science/climate-change-forest-fires.html?mcubz=0"}