{"authors": ["Steve Eder", "Megan Twohey"], "date_download": "2018-11-16 04:46:05", "date_modify": "2018-11-16 04:46:05", "date_publish": "2016-09-07 01:31:20", "description": "Mr. Trump is defending himself against claims that he donated $25,000 to a group supporting the Florida attorney general to sway her office’s review of Trump University.", "filename": "2016_09_07_us_politics_donald-trump-pam-bondi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343565.html", "image_url": "https://static01.nyt.com/images/2016/09/07/us/07TRUMP2jp/07TRUMP2jp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_07_us_politics_donald-trump-pam-bondi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343565.html", "title": "Donald Trump’s Donation Is His Latest Brush With Campaign Fund Rules", "title_page": "Donald Trump’s Donation Is His Latest Brush With Campaign Fund Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump, who has repeatedly denounced pay-to-play politics during his insurgent campaign, is now defending himself against claims that he donated $25,000 to a group supporting the Florida attorney general, Pam Bondi, to sway her office’s review of fraud allegations at Trump University.\nMr. Trump’s payment of a $2,500 penalty to the Internal Revenue Service over that 2013 campaign gift amounted to only the latest slap of his wrist in a decades-long record of shattering political donation limits and circumventing the rules governing contributions and lobbying.\nIn the 1980s, Mr. Trump was compelled to testify under oath before New York State officials after he directed tens of thousands of dollars to the president of the New York City Council through myriad subsidiary companies to evade contribution limits. In the 1990s, the Federal Election Commission fined Mr. Trump for exceeding the annual limit on campaign contributions by $47,050, the largest violation in a single year. And in 2000, the New York State lobbying commission imposed a $250,000 fine for Mr. Trump’s failing to disclose the full extent of his lobbying of state legislators.\nFor the most part, Mr. Trump has seemed unrepentant. Testifying in 1988 about a $50,000 bank loan he had first guaranteed, and then repaid, on behalf of Andrew J. Stein’s successful campaign for New York City Council president, Mr. Trump made no bones about the move.", "url": "https://www.nytimes.com/2016/09/07/us/politics/donald-trump-pam-bondi.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}