{"authors": ["Eric Lipton", "Susanne Craig"], "date_download": "2018-11-16 04:50:01", "date_modify": "2018-11-16 04:50:01", "date_publish": "2016-11-15 02:26:07", "description": "The conflicts are in many ways as complex as his business empire, adding a heightened degree of difficulty for Mr. Trump to separate his official duties from his private business affairs.", "filename": "2016_11_15_us_politics_donald-trump-holdings-conflict-of-interest.html__r=0&module=inline_1542343801.html", "image_url": "https://static01.nyt.com/images/2016/11/15/us/15conflicts1/15conflicts1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_15_us_politics_donald-trump-holdings-conflict-of-interest.html__r=0&module=inline_1542343801.html", "title": "Donald Trump’s Far-Flung Holdings Raise Potential for Conflicts of Interest", "title_page": "Donald Trump’s Far-Flung Holdings Raise Potential for Conflicts of Interest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Just a few blocks down Pennsylvania Avenue from the White House sits the Trump International Hotel, one of the newest luxury additions to President-elect Donald J. Trump’s real estate empire, and perhaps the most visible symbol of the ethical quandary he now confronts.\nThe Trump International operates out of the Old Post Office Building, which the federal government owns. That means Mr. Trump will be appointing the head of the General Services Administration, which manages the property, while his children will be running a hotel that has tens of millions of dollars in ties with the agency.\nHe also will oversee the National Labor Relations Board while it decides union disputes involving any of his hotels. A week before the election, the board ruled against Mr. Trump’s hotel in a case in Las Vegas.\nThe layers of potential conflicts he faces are in many ways as complex as his far-flung business empire, adding a heightened degree of difficulty for Mr. Trump — one of the wealthiest men to ever occupy the White House — in separating his official duties from his private business affairs.", "url": "https://www.nytimes.com/2016/11/15/us/politics/donald-trump-holdings-conflict-of-interest.html?_r=0&module=inline"}