{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:26:20", "date_modify": "2018-11-16 04:26:20", "date_publish": "2016-09-29 16:51:48", "description": "It is a jarring change for Ohio’s political veterans, who have long relished having their state at the center of the country’s presidential races.", "filename": "2016_09_30_us_politics_ohio-campaign-trump-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342380.html", "image_url": "https://static01.nyt.com/images/2016/09/30/us/30OHIO1/30OHIOweb1-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_30_us_politics_ohio-campaign-trump-clinton.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342380.html", "title": "Ohio, Long a Bellwether, Is Fading on the Electoral Map", "title_page": "Ohio, Long a Bellwether, Is Fading on the Electoral Map - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ATHENS, Ohio — After decades as one of America’s most reliable political bellwethers, an inevitable presidential battleground that closely mirrored the mood and makeup of the country, Ohio is suddenly fading in importance this year.\nHillary Clinton has not been to the state since Labor Day, and her aides said Thursday that she would not be back until next week, after a monthlong absence, effectively acknowledging how difficult they think it will be to defeat Donald J. Trump here. Ohio has not fallen into step with the demographic changes transforming the United States, growing older, whiter and less educated than the nation at large.\nAnd the two parties have made strikingly different wagers about how to win the White House in this election: Mr. Trump, the Republican nominee, is relying on a demographic coalition that, while well tailored for Ohio even in the state’s Democratic strongholds, leaves him vulnerable in the more diverse parts of the country where Mrs. Clinton is spending most of her time.\nIt is a jarring change for political veterans here, who relish being at the center of the country’s presidential races: Because of newer battleground states, Mrs. Clinton can amass the 270 electoral votes required to win even if she loses Ohio.", "url": "https://www.nytimes.com/2016/09/30/us/politics/ohio-campaign-trump-clinton.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}