{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:24:40", "date_modify": "2018-11-16 04:24:40", "date_publish": "2016-11-15 08:15:12", "description": "Keeping the pre-existing conditions piece while removing others might seem like a political win for Donald Trump, but it would result in a broken system.", "filename": "2016_11_15_upshot_why-keeping-only-the-popular-parts-of-obamacare-wont-work.html_module=inline_1542342280.html", "image_url": "https://static01.nyt.com/images/2016/11/15/upshot/15UP-ACA/15UP-ACA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_15_upshot_why-keeping-only-the-popular-parts-of-obamacare-wont-work.html_module=inline_1542342280.html", "title": "Why Keeping Only the Popular Parts of Obamacare Won’t Work", "title_page": "Why Keeping Only the Popular Parts of Obamacare Won’t Work - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Before Obamacare, it could be hard to buy your own insurance if you’d already had a health problem like cancer. An insurance company might have decided not to sell any insurance to someone like you. It might have agreed to cover you, but not cover cancer care. Or it might have offered you a comprehensive policy, but at some incredibly high price that you could never have paid.\nDonald J. Trump says he wants to do away with much of Obamacare, but he has signaled that parts of the law that banned those practices are good policy he’d want to keep. “I like those very much,” he told The Wall Street Journal last week about the law’s rules that prevent discrimination based on pre-existing conditions.\nThe pre-existing conditions policies are very popular. Nearly everyone has relatives or friends with illnesses in their past — cancer, arthritis, depression, even allergies — that could have shut them out of the individual insurance markets before Obamacare, so it’s an issue that hits close to home for many Americans.\nBut keeping those provisions while jettisoning others is most likely no fix at all.\nThose policies that make the insurance market feel fairer for sick Americans who need it can really throw off the prices for everyone else. That’s why Obamacare also includes less popular policies designed to balance the market with enough young, healthy people.", "url": "https://www.nytimes.com/2016/11/15/upshot/why-keeping-only-the-popular-parts-of-obamacare-wont-work.html?module=inline"}