{"authors": ["Max Fisher"], "date_download": "2018-11-16 04:34:41", "date_modify": "2018-11-16 04:34:41", "date_publish": "2016-11-19 16:34:41", "description": "The history of the two nations’ rivalry, including the Sunni-Shiite sectarianism both sides have cultivated, points to a future of civil wars, scholars warn.", "filename": "2016_11_20_world_middleeast_iran-saudi-proxy-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342881.html", "image_url": "https://static01.nyt.com/images/2016/11/20/world/INT-IRANSAUDI/INT-IRANSAUDI-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_20_world_middleeast_iran-saudi-proxy-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342881.html", "title": "How the Iranian-Saudi Proxy Struggle Tore Apart the Middle East", "title_page": "How the Iranian-Saudi Proxy Struggle Tore Apart the Middle East - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Behind much of the Middle East’s chaos — the wars in Syria and Yemen, the political upheaval in Iraq and Lebanon and Bahrain — there is another conflict.\nSaudi Arabia and Iran are waging a struggle for dominance that has turned much of the Middle East into their battlefield. Rather than fighting directly, they wield and in that way worsen the region’s direst problems: dictatorship, militia violence and religious extremism.\nThe history of their rivalry tracks — and helps to explain — the Middle East’s disintegration, particularly the Sunni-Shiite sectarianism both powers have found useful to cultivate. It is a story in which the United States has been a supporting but constant player, most recently by backing the Saudi war in Yemen, which kills hundreds of civilians. These dynamics, scholars warn, point toward a future of civil wars, divided societies and unstable governments.", "url": "https://www.nytimes.com/2016/11/20/world/middleeast/iran-saudi-proxy-war.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}