{"authors": ["Melissa Eddy"], "date_download": "2018-11-16 03:48:08", "date_modify": "2018-11-16 03:48:08", "date_publish": "2016-12-16 20:15:38", "description": "The case of the boy, who is of Iraqi origin, prompts new worry about the potential threats from young people radicalized by the Islamic State.", "filename": "2016_12_16_world_europe_germany-bomb-boy-12-christmas-market-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340088.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_16_world_europe_germany-bomb-boy-12-christmas-market-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340088.html", "title": "Germany Investigates if Boy, 12, Planted Bomb at Christmas Market", "title_page": "Germany Investigates if Boy, 12, Planted Bomb at Christmas Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — The authorities are investigating whether a 12-year-old boy made a bomb and planted it at a traditional Christmas market in his hometown in southwestern Germany.\nNews of the bomb plot was reported on Friday by Focus, a newsmagazine, and quickly dominated airwaves and social media, raising fresh concerns over the potential threats from young people lured by Islamist extremists and radicalized using technology like cellphones. Just this year, three attacks in Germany have been carried out by young people who had claimed to be motivated by the Islamic State; two of the attackers died, and they injured several people but did not kill any.\nThe boy, identified only as an Iraqi-German of Ludwigshafen, has been placed under the protection of local youth services, officials said on Friday.\nGerman law does not allow minors under the age of 14 to be charged with crimes, which would leave investigators to widen their focus on the boy’s friends, family and acquaintances, while seeking to protect the boy. A spokesman for German federal prosecutors declined on Friday to provide any details about the case, other than to confirm discovery of the device.", "url": "https://www.nytimes.com/2016/12/16/world/europe/germany-bomb-boy-12-christmas-market-investigation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}