{"authors": ["Leslie Picker", "Rachel Abrams"], "date_download": "2018-11-16 03:14:33", "date_modify": "2018-11-16 03:14:33", "date_publish": "2016-08-08 13:55:39", "description": "The acquisition of Jet, the largest deal ever for an e-commerce company, is intended to help both companies compete with Amazon.", "filename": "2016_08_09_business_dealbook_walmart-jet-com.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338073.html", "image_url": "https://static01.nyt.com/images/2016/08/09/business/09DB-JET1/09DB-JET1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_09_business_dealbook_walmart-jet-com.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338073.html", "title": "Walmart Rewrites Its E-Commerce Strategy With $3.3 Billion Deal for Jet.com", "title_page": "Walmart Rewrites Its E-Commerce Strategy With $3.3 Billion Deal for Jet.com - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Traditional retailers have spent more than a decade and billions of dollars trying to transform their brick-and-mortar businesses for the online shopper. Yet Amazon and other digital upstarts continue to lap them.\nNow Walmart, the world’s largest retailer and the dominant player of big-box stores, is turning to someone else’s technology and talent. On Monday, the company said it was buying Jet, the year-old online bulk retailer, for $3.3 billion, the largest deal ever for an e-commerce company.\nThe purchase, and a shuffling in the executive ranks that comes with it, are Walmart’s clearest acknowledgments yet that its online strategy is not working. It also sends a strong message to the rest of the consumer and retail industry: When it comes to competing against Amazon, not even the mightiest brick-and-mortar stores can go at it alone.\n“The other retailers are going to be looking up to it and saying, ‘You know, absolutely, we’ve been failing at doing this,’” said Jharonne Martis, a retail analyst at Thomson Reuters. “Bringing in an expert might be the key to it.”", "url": "https://www.nytimes.com/2016/08/09/business/dealbook/walmart-jet-com.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}