{"authors": ["Emily Badger"], "date_download": "2018-11-16 04:42:36", "date_modify": "2018-11-16 04:42:36", "date_publish": "2016-10-11 11:00:26", "description": "A term Donald Trump used in Sunday’s debate has become a popular shorthand conflating cities, crime, poverty and minorities.", "filename": "2016_10_12_upshot_actually-many-inner-cities-are-doing-great.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343356.html", "image_url": "https://static01.nyt.com/images/2016/10/11/upshot/12UP-Cities-2/12UP-Cities-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_12_upshot_actually-many-inner-cities-are-doing-great.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343356.html", "title": "Actually, Many ‘Inner Cities’ Are Doing Great", "title_page": "Actually, Many ‘Inner Cities’ Are Doing Great - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Over this same time, blacks and the poor have been moving in large numbers to the suburbs. Today, more of metropolitan America’s poor live in the suburbs than in cities. Chicago, frequently mentioned by Mr. Trump, lost 17 percent of its black population from 2000 to 2010 alone. Nationwide, a majority of blacks in large metropolitan areas now live in the suburbs, a huge demographic shift, particularly among the black middle class.\nAnd as they have moved out, in some gentrifying neighborhoods, the rich have been moving in.\n“Inner city,” in short, is imprecise in describing today’s urban reality. It captures neither the true geography of poverty or black America, nor the quality of life in many communities in central cities. But politically, its 1970s-era meaning lingers.\n“I think it’s actually very useful, and it’s useful as a synonym for ‘black,’” said N. D. B. Connolly, a historian at Johns Hopkins University who never uses the phrase himself. It doesn’t matter, he says, that the term as Mr. Trump uses it is no longer demographically accurate.\n“The point is, it doesn’t have to be, because what it does is it conjures a narrative about what happened in America during and after the 1960s,” Professor Connolly said. “The inner city is the place that burned when King was assassinated. It was Watts. It was the place Ronald Reagan had to try to conduct the war on drugs.”\nThe phrase can also imply, Professor Connolly argues, that the problems of “inner cities” are of their own making — and are not the result of decades of policies that withheld mortgages, abetted discrimination or undermined schools. It might be more accurate to call them “disinvested neighborhoods.” That language acknowledges that society actively chose to withhold investment from these places (but that not all urban neighborhoods suffered that fate). Or “neighborhoods of concentrated poverty” might be a better phrase: If what we really want to talk about is deep poverty, this recognizes that it can be found anywhere, whether in rural Appalachia, suburbia or Detroit.\nMr. Trump, to be fair, is far from alone in using “inner city” this way. Two years ago, it got the current House speaker, Paul D. Ryan of Wisconsin, in trouble, when members of the Congressional Black Caucus accused him of dog-whistling in comments on the “inner-city” culture of men who don’t work. Senator Bernie Sanders of Vermont also talked about “inner cities,” in trying to make the case for investing in them. President Obama has deployed the phrase himself. Just a few weeks ago, at the dedication of the new National Museum of African American History and Culture, he said, “A museum alone will not alleviate poverty in every inner city or every rural hamlet.”", "url": "https://www.nytimes.com/2016/10/12/upshot/actually-many-inner-cities-are-doing-great.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}