{"authors": ["Peter S. Goodman"], "date_download": "2018-11-16 03:54:09", "date_modify": "2018-11-16 03:54:09", "date_publish": "2016-10-07 04:15:06", "description": "After years of failing to generate economic growth by cutting government spending, Europe is reassessing austerity.", "filename": "2016_10_08_business_international_europe-economy-budget-austerity.html_module=inline_1542340449.html", "image_url": "https://static01.nyt.com/images/2016/10/07/business/07EUROPEECON/07EUROPEECON-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_08_business_international_europe-economy-budget-austerity.html_module=inline_1542340449.html", "title": "Europe May Finally End Its Painful Embrace of Austerity", "title_page": "Europe May Finally End Its Painful Embrace of Austerity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Any alteration to European economic policy inevitably involves Germany. The region’s largest economy, it wields outsize influence over the levers of economic policy.\nThe European Union maintains rules limiting budget deficits and public debt burdens. Countries that exceed the limits are subject to negotiations over the consequences.\nTo Germany, those rules are immutable (unless Germany is the one asking for some slack). The German economic view, analysts say, is dominated by moralistic judgments and a grave fear of inflation. Deficits reflect weakness of will and undermine the value of money. Prosperity comes from discipline and sacrifice.\nGerman voters have expressed alarm at any possibility that their abundant savings might be used to rescue reckless borrowers on the Mediterranean. This trait has been most on display as Germany has demanded sharp cuts in government spending as a condition for successive bailouts of Greece by European authorities. But it has similarly colored German demands for strict adherence to the limits on deficit spending by Spain, Portugal and other crisis-assailed European nations. (And never mind, critics charge, that most troubled European economies landed there not because of too much public spending, but because of disastrous private borrowing — often extended by German banks.)\nGermany, economists say, is effectively combating a phantom: The real threat is not inflation, but the opposite — deflation, or falling prices. When prices are dropping, that means demand for goods and services is weak, and that reduces the incentive for businesses to expand and hire.\nFaced with such a downward spiral, the traditional economic playbook calls for government to step in and spend money, even if that entails running deficits. Construction projects, for example, put cash into the pockets of construction workers, who then spread their wages through the economy.\nSpain and Portugal experienced veritable depressions during the worst of the crisis. Both have been eager for relief from the strictures of these spending caps. Both are running budget deficits well above the limit — 3 percent of gross domestic product. Yet in July, European authorities chose not to fine either country, instead giving them additional time to bring their deficits under the cap.", "url": "https://www.nytimes.com/2016/10/08/business/international/europe-economy-budget-austerity.html?module=inline"}