{"authors": ["Tim Arango", "Sabrina Tavernise", "Ceylan Yeginsu"], "date_download": "2018-11-16 03:45:29", "date_modify": "2018-11-16 03:45:29", "date_publish": "2016-06-29 12:38:59", "description": "Hours after the bombings, a limited number of flights resumed and workers continued clearing debris and replacing shattered windows at the airport.", "filename": "2016_06_30_world_europe_istanbul-airport-attack.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339929.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_30_world_europe_istanbul-airport-attack.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339929.html", "title": "Victims in Istanbul Airport Attack Reflect City’s International Character", "title_page": "Victims in Istanbul Airport Attack Reflect City’s International Character - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — One man worked as a Turkish translator and was escorting tourists back to the airport. One woman, an airport worker, was looking forward to her wedding in 10 days. There were taxi drivers and a customs officer. And there was a Turkish couple who worked together, and died together, in the suicide attack Tuesday night at Istanbul Ataturk Airport that killed dozens of people and wounded more than 200.\nAs officials said on Wednesday that the death toll from the attack had risen to 41, details about the victims began trickling out. At least 23 of them were from Turkey, according to a Turkish official who spoke on the condition of anonymity because he was not authorized to discuss the attack publicly.\nThe victims reflected the cosmopolitan and international character of Istanbul, whose airport is among the world’s busiest, a hub for tens of millions of passengers connecting to Europe, the Middle East, Africa and beyond each year. Among the victims were five Saudis, two Iraqis and one citizen each from China, Iran, Jordan, Tunisia, Ukraine and Uzbekistan, the Turkish official said.\nHours after the attack — which has not been claimed by any group, although Turkish officials said they suspected it was the work of the Islamic State — a limited number of flights resumed, and workers continued clearing debris and replacing shattered windows at the airport.", "url": "https://www.nytimes.com/2016/06/30/world/europe/istanbul-airport-attack.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}