{"authors": ["Simon Romero"], "date_download": "2018-11-16 03:51:41", "date_modify": "2018-11-16 03:51:41", "date_publish": "2016-04-03 22:58:08", "description": "A leftist party led by Dilma Rousseff that rose to power vowing to stamp out the corruption of a privileged political elite ended up embracing its predecessors’ practices.", "filename": "2016_04_04_world_americas_insiders-account-of-how-graft-fed-brazils-political-crisis.html_rref=collection%2Fspotlightcollection%2FGreat%20Reads_1542340301.html", "image_url": "https://static01.nyt.com/images/2016/04/02/world/04brazil-web/04brazil-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_04_world_americas_insiders-account-of-how-graft-fed-brazils-political-crisis.html_rref=collection%2Fspotlightcollection%2FGreat%20Reads_1542340301.html", "title": "Insider’s Account of How Graft Fed Brazil’s Political Crisis", "title_page": "Insider’s Account of How Graft Fed Brazil’s Political Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Before Mr. Amaral’s revelations, Ms. Rousseff had largely managed to stay above the fray, in part by boasting of bolstering judicial independence by allowing prosecutors to pursue graft in her own party. Then the senator claimed that the president had instructed him to sabotage the investigation into Petrobras by persuading a high-ranking judge to seek the release of construction tycoons charged with corruption.\nBoth Ms. Rousseff and Mr. da Silva say Mr. Amaral is lying. More broadly, Ms. Rousseff said in a recent interview that she had not known about the corruption at Petrobras, despite serving as its chairwoman from 2003 until 2010, when she was elected president, a period when graft was thriving. She also insists that her campaigns got no illegal financing.\nMr. Amaral, assailed by leaders across the spectrum as a fabulist, smiled through interviews like a Cheshire cat. A gifted orator, he intersperses his accounts with sayings from the Pantanal, the vast wetlands where his family owns cattle ranches. Reaching for ways to explain the political maelstrom, he at one point recited a verse from an old Brazilian song.\n“I’m just doing my part to help the republic,” the senator said.\nAn Actor Dupes a Senator\nIn hindsight, Mr. Amaral said, he recognizes that he never should have trusted Bernardo Cerveró, a struggling young actor from Rio de Janeiro.\nThe senator, who had been director of gas and energy at Petrobras in 2000 and 2001, said he had agreed to meet with Mr. Cerveró, 34, in November because of his friendship with the actor’s father, Nestor, who was sentenced to prison on corruption charges stemming from his own tenure at the oil company. The younger Mr. Cerveró, an actor in an experimental theater troupe, surreptitiously recorded on his phone their conversation at the Royal Tulip, the horseshoe-shaped hotel where the senator lives in Brasília, a short drive from the presidential palace.\nMr. Amaral first assured Mr. Cerveró that he would persuade justices on Brazil’s highest court to release his old friend on house arrest. Then he explained how he would arrange to pay the Cerveró family $1 million plus a stipend of about $13,000 a month, which prosecutors suspect was to ensure the family did not inform on his own dealings at Petrobras.", "url": "https://www.nytimes.com/2016/04/04/world/americas/insiders-account-of-how-graft-fed-brazils-political-crisis.html?rref=collection%2Fspotlightcollection%2FGreat%20Reads"}