{"authors": ["Katie Benner"], "date_download": "2018-11-16 04:02:54", "date_modify": "2018-11-16 04:02:54", "date_publish": "2016-11-30 11:01:39", "description": "Snapchat started in 2011 as an app through which people could send messages that would disappear. Now it has many features and a large user base.", "filename": "2016_11_30_technology_how-snapchat-works.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340974.html", "image_url": "https://static01.nyt.com/images/2016/11/17/world/16USBriefing-Snapchat/16USBriefing-Snapchat-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_30_technology_how-snapchat-works.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340974.html", "title": "How Snapchat Is Shaping Social Media", "title_page": "How Snapchat Is Shaping Social Media - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Stories: Snapchat lets users string together photos and short videos to keep a running account of their days. The images disappear over time, so people tend to check in on their friends’ Stories often. People watch Stories for a personal perspective on life.\nLive Stories: Snapchat’s editors select images and videos that are taken by the app’s community of users to tell stories about places and events. Users give Snapchat permission to do so via the terms of service. People watch Live Stories for a community perspective on life.\nDiscover: News and entertainment companies present their stories on Snapchat Discover. Some brands, such as “Saturday Night Live” and the cable network E!, have created Discover-only content, making the Snapchat app feel like a media company in and of itself. People watch and read Discover for an editorial perspective on life.\nMemories: This is the Snapchat feature people use to save a personal collection of images and videos. Otherwise, the content on Snapchat — including Discover and Chat messages — will disappear.\nSnapchat Ads\nThe company’s revenue has been growing briskly as advertisers flock to the ad products that are unique to Snapchat. These ad tools look and feel the same as the products consumers use. Advertisers can create their own lenses, as Taco Bell did in May for Cinco de Mayo. The result was a giant taco head that people could integrate with their selfies.", "url": "https://www.nytimes.com/2016/11/30/technology/how-snapchat-works.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}