{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:17:49", "date_modify": "2018-11-16 03:17:49", "date_publish": "2016-06-21 15:45:03", "description": "According to documents submitted to the Federal Election Commission, Mr. Trump paid at least $1.1 million to his businesses and family members in May for expenses.", "filename": "2016_06_22_us_politics_donald-trump-self-funding-payments.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338269.html", "image_url": "https://static01.nyt.com/images/2016/06/22/us/22fd-fundraise/22fd-fundraise-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_22_us_politics_donald-trump-self-funding-payments.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338269.html", "title": "Donald Trump’s Self-Funding Includes Payments to Family and His Companies", "title_page": "Donald Trump’s Self-Funding Includes Payments to Family and His Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While candidates often gain recognition from running for president, they are barred from enriching themselves directly from their campaigns. When a campaign buys copies of a candidate’s book in bulk and distributes them, for example, the candidate cannot accept royalties from the purchases. However, Mr. Ryan notes that the election commission does allow candidates who own commercial property to rent it from themselves at fair market rates, as Mr. Trump has regularly done. Mr. Trump’s use of his branded water and steaks falls into something of a gray area.\nCiara Torres-Spelliscy, an election law expert at New York University’s Brennan Center for Justice, said that Mr. Trump did not appear to be violating any campaign finance laws, but that he could face more scrutiny over the use of his businesses for campaign purposes now that he is more explicitly asking supporters to donate money to the campaign.\n“It is something to keep an eye on,” she said, “because as soon as you start using campaign money that has come in from donors, not just the money that he has loaned to himself, and he uses it for something that he will personally keep, or his family will personally keep, that is what crosses the line.”\nWhether Mr. Trump could end up profiting from his campaign remains a subject of speculation; some have questioned if he will eventually ask for the more than $40 million that he has lent to his campaign to be repaid. The eventual effect of the campaign on Mr. Trump’s personal brand, which he has said represents a large part of his wealth, also remains unclear.", "url": "https://www.nytimes.com/2016/06/22/us/politics/donald-trump-self-funding-payments.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}