{"authors": ["Jess Bidgood"], "date_download": "2018-11-16 03:52:15", "date_modify": "2018-11-16 03:52:15", "date_publish": "2016-10-29 21:59:58", "description": "Frank Guinta, a Republican, and Carol Shea-Porter, a Democrat, have been in a tug of war over a congressional seat that one of them has held for a decade.", "filename": "2016_10_30_us_politics_two-candidates-vie-for-one-house-seat-for-the-fourth-time.html_rref=collection%2Fcolumn%2FOn%20the%20Ground_1542340335.html", "image_url": "https://static01.nyt.com/images/2016/10/26/us/00otg-tradingplaces/00otg-tradingplaces-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_30_us_politics_two-candidates-vie-for-one-house-seat-for-the-fourth-time.html_rref=collection%2Fcolumn%2FOn%20the%20Ground_1542340335.html", "title": "Two Candidates Vie for One House Seat (for the Fourth Time)", "title_page": "Two Candidates Vie for One House Seat (for the Fourth Time) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Watching them debate is “like seeing an old married couple rehash the same argument year after year after year,” said Andy Smith, the director of the Survey Center at the University of New Hampshire. No one wants to see that anymore, he said.\nThe extended nature of this particular matchup is due in large part to the dynamics of the district — and to the tenacity of two party outsiders who see, in alternating elections, a path to victory. New Hampshire’s First District is one of a shrinking number of swing districts, with a large number of independent voters and perhaps a slightly Republican tilt. Ms. Shea-Porter, first elected when she was a little-known social worker, has done better during presidential election years, and Mr. Guinta in midterm elections. It is hard to keep the seat — but also hard to suffer a resounding defeat.\nMs. Shea-Porter first won the seat, which had previously been controlled by Republicans for decades, in 2006, amid a swell of antiwar sentiment that helped Democrats around the country. She held on to it in 2008, when President Obama was elected, but lost it to Mr. Guinta, a former mayor of Manchester, in the Tea Party wave of 2010. Ms. Shea-Porter recaptured it as Mr. Obama won re-election in 2012, but lost it, again to Mr. Guinta, in 2014. This time around, polling shows Ms. Shea-Porter with a clear advantage. A WMUR Granite State poll released this month showed her with 43 percent support among likely voters, and Mr. Guinta with 29 percent.\nVoters are “probably sick and tired of these two candidates running against each other,” said David Wasserman, the House editor of The Cook Political Report. “The race essentially becomes a function of turnout as a result.”", "url": "https://www.nytimes.com/2016/10/30/us/politics/two-candidates-vie-for-one-house-seat-for-the-fourth-time.html?rref=collection%2Fcolumn%2FOn%20the%20Ground"}