{"authors": ["Mary Williams Walsh"], "date_download": "2018-11-16 03:48:19", "date_modify": "2018-11-16 03:48:19", "date_publish": "2016-01-28 18:55:06", "description": "The continuation of talks between Puerto Rico’s power company and its bondholders have revived hopes that a default can be avoided.", "filename": "2016_01_29_business_dealbook_puerto-rico-debt-negotiations-resume.html_module=inline_1542340099.html", "image_url": "https://static01.nyt.com/images/2016/01/29/business/29db-rico-web/29db-rico-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_29_business_dealbook_puerto-rico-debt-negotiations-resume.html_module=inline_1542340099.html", "title": "Puerto Rico Debt Negotiations Resume", "title_page": "Puerto Rico Debt Negotiations Resume - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a statement, Stephen Spencer, spokesman for the creditors, known as the Bondholders Group, said they had been encouraged by public statements from Puerto Rico legislators, including Eduardo Bhatia, the Senate president, making it “unequivocally clear that they want to get this deal done and that the additional 25 days we are extending beyond the original deadline is sufficient for the legislation to be passed.”\nPrepa is one of the largest single issuers of Puerto Rico’s $72 billion debt, most of it in the form of municipal bonds, which are widely held through mutual funds and investment firms. It is a monopoly, owned by the residents of the island, and until 2014, it was self-regulated. When the deal fell apart late Friday night, some experts feared that the utility would be declared in default for failing to make required payments on the debt.\nA sticking point in the negotiations between Prepa and the bondholders had been the terms of a new $115 million loan from the bondholders to cover part of a debt payment the utility made on Jan. 1. Prepa accused the bondholders of tightening the conditions on the loan at the last minute.\nBut under the arrangement announced on Wednesday, the loan will be lowered to $111 million — half to go to Prepa when the Puerto Rico Legislature passes the required legislation, and the other half when the restructuring is approved by the island’s Energy Commission. The restructuring involves a new rate structure for Prepa, and the commission is so new it has not yet conducted a rate-setting process.\nAs planned, bondholders will turn in their existing Prepa bonds in exchange for new bonds with a face amount 15 percent less, a lower coupon rate and longer maturities. The deal also calls for the new bonds to be sturdy enough to get investment-grade ratings.", "url": "https://www.nytimes.com/2016/01/29/business/dealbook/puerto-rico-debt-negotiations-resume.html?module=inline"}