{"authors": ["Deb Schwartz"], "date_download": "2018-11-16 04:54:29", "date_modify": "2018-11-16 04:54:29", "date_publish": "2016-09-02 16:36:31", "description": "Mr. Paley Ellison of the New York Zen Center for Contemplative Care in Chelsea believes that it is a privilege to care for those who are sick.", "filename": "2016_09_04_nyregion_the-sunday-routine-of-koshin-paley-ellison-monk-and-zen-teacher.html_module=inline_1542344069.html", "image_url": "https://static01.nyt.com/images/2016/09/04/nyregion/04ROUTINE1sub/04ROUTINE1sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_04_nyregion_the-sunday-routine-of-koshin-paley-ellison-monk-and-zen-teacher.html_module=inline_1542344069.html", "title": "The Sunday Routine of Koshin Paley Ellison, Monk and Zen Teacher", "title_page": "The Sunday Routine of Koshin Paley Ellison, Monk and Zen Teacher - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 2007, Koshin Paley Ellison and Robert Chodo Campbell founded the New York Zen Center for Contemplative Care, a nonprofit in Chelsea that offers meditation training and study programs for medical professionals and caregivers. Since then, they and their students have worked with over 80,000 people. Dr. Paley Ellison, co-editor of the new book “Awake at the Bedside: Contemplative Teachings on Palliative and End-of-Life Care,” lives on the Upper West Side with Mr. Campbell, who is also his husband, and two Maine coon cats.\nCAT O’CLOCK Usually the cats wake me up around 6. One is 7 and his name is Obi and he’s 25 pounds. The other is Boychik — Yiddish for little boy — he’s the baby; he’s 13 pounds. Then I have some breakfast, usually quinoa and some protein. Right now I’m excited about making coffee that’s half coffee and half matcha topped with a little splash of dark chocolate almond milk — oh, it’s great. Before I leave, I always kiss Chodo, because you never know.", "url": "https://www.nytimes.com/2016/09/04/nyregion/the-sunday-routine-of-koshin-paley-ellison-monk-and-zen-teacher.html?module=inline"}