{"authors": ["Michael Barbaro"], "date_download": "2018-11-16 04:38:17", "date_modify": "2018-11-16 04:38:17", "date_publish": "2016-03-31 14:34:01", "description": "In a 1990 interview, the mogul detailed a grievance-filled agenda and a denunciation of weak leadership, remarks strikingly similar to his 2016 campaign message.", "filename": "2016_04_01_us_politics_donald-trump-playboy-interview.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343097.html", "image_url": "https://static01.nyt.com/images/2016/03/31/us/01PLAYBOYweb1/01PLAYBOYweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_01_us_politics_donald-trump-playboy-interview.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343097.html", "title": "Between Playboy’s Pages, a Peek at How a Future Donald Trump Would Campaign", "title_page": "Between Playboy’s Pages, a Peek at How a Future Donald Trump Would Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "2016 On this, Mr. Trump is strikingly consistent, right down to his mention of Mr. Icahn, a billionaire corporate raider, as an archetypal negotiator. Mr. Trump still names him as a future member of his cabinet.\nOn the lameness of previous presidents:\n1990 “We’re still suffering from a loss of respect that goes back to the Carter administration, when helicopters were crashing into one another in Iran. That was Carter’s emblem. There he was, being carried off from a race, needing oxygen. I don’t want my president to be carried off a racecourse. I don’t want my president landing on Austrian soil and falling down the stairs of his airplane. Some of our presidents have been incredible jerk-offs. We need to be tough.”\n2016 In only slightly more polite terms, Mr. Trump makes the same case now: American leaders are “stupid” and “weak” (if better oxygenated), and the country desperately needs his no-nonsense, bruising style. A favorite line on the stump still echoes from 1990: “We gotta be tough.”\nOn his lust for the counterpunch:\n1990 “When somebody tries to sucker-punch me, when they’re after my ass, I push back a hell of a lot harder than I was pushed in the first place. If somebody tries to push me around, he’s going to pay a price. Those people don’t come back for seconds. I don’t like being pushed around or taken advantage of.”\n2016 This presciently summarized Mr. Trump’s debate style throughout the 2016 campaign: Criticize me and I will pulverize you. Just ask “low-energy” Jeb Bush, “Little Marco” (better known as Senator Marco Rubio of Florida) and “Lyin Ted” (Senator Ted Cruz of Texas), whose attempts to mock Mr. Trump drew his unyielding wrath.\nOn the loyalty he shows to staff members, and they to him:\n1990 “I have had the same people working for me for years. Rarely does anybody leave me.”\n2016 That boast applies this year, to Mr. Trump’s peril, in the case of his campaign manager, Corey Lewandowski, who has been charged with battery in Jupiter, Fla., accused of grabbing a reporter at a rally. Mr. Trump, saying he does not “discard people,” is standing by Mr. Lewandowski.", "url": "https://www.nytimes.com/2016/04/01/us/politics/donald-trump-playboy-interview.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}