{"authors": ["Jon Caramanica"], "date_download": "2018-11-16 04:53:42", "date_modify": "2018-11-16 04:53:42", "date_publish": "2016-05-13 13:28:31", "description": "Marquis Boone’s singers include Casey J, Bri Babineaux and Kelontae Gavin, and they all use social media to promote themselves and God.", "filename": "2016_05_15_arts_music_bri-babineaux-gospel-revolution.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344022.html", "image_url": "https://static01.nyt.com/images/2016/05/15/arts/15BABINEAUX1/15BABINEAUX1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_15_arts_music_bri-babineaux-gospel-revolution.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344022.html", "title": "Building a Small Empire Through Viral Gospel", "title_page": "Building a Small Empire Through Viral Gospel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Boone now finds himself presiding over a small empire of young gospel talent, including Ms. Babineaux, Mr. Gavin, C West and also Casey J, the most established star of the group, who in February won the Stellar Award — gospel music’s Grammy — for new artist of the year with her debut album, “The Truth.”\nMr. Boone’s approach is a disruption of familiar gospel music practices in several ways beyond his embrace of the Internet as a tool of discovery and retransmission. “In the gospel industry, everybody’s connected. Usually people are introduced by someone who’s already famous,” said Hasan James, editor in chief of Root, a magazine aimed at younger, forward-looking gospel fans. “Bri’s not connected, though. That’s just old-school artist development at work.”\nNot connected to the gospel establishment, that is. Elsewhere, she’s fine. Ms. Babineaux has 428,000 followers on Instagram, including Rihanna. Drake, Ms. Babineaux said, “DM’d me letting me know how my music has been blessing him.” For Ms. Babineaux — and, Mr. Boone hopes, his other artists — social media helps collapse the walls that typically surround the cloistered world of church music, activating a new audience in the process. “A lot of her followers are not church people, not saved,” he said.\nSacred and secular music have long overlapped; plenty of musicians have moved in both worlds. Some, like the duo Mary Mary, have found success in both at the same time. But to some, the commingling of those worlds is a provocation — take the recent controversy around Kirk Franklin’s collaboration with Kanye West.\nAnd Mr. Boone understands that. On the cover of “Keys to My Heart,” Ms. Babineaux is dressed in an outfit inspired by Janelle Monáe. “I intentionally did it to cause conversation,” he said.", "url": "https://www.nytimes.com/2016/05/15/arts/music/bri-babineaux-gospel-revolution.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}