{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 03:55:31", "date_modify": "2018-11-16 03:55:31", "date_publish": "2016-02-26 16:51:08", "description": "Senator Rubio is the candidate of choice for the doctors, developers, business owners and other highly paid, highly educated Republican voters.", "filename": "2016_02_27_us_politics_marco-rubio-entices-a-receptive-constituency-the-well-to-do.html_module=inline_1542340531.html", "image_url": "https://static01.nyt.com/images/2016/02/26/us/31WEALTHweb2/31WEALTHweb2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_27_us_politics_marco-rubio-entices-a-receptive-constituency-the-well-to-do.html_module=inline_1542340531.html", "title": "Marco Rubio Entices a Receptive Constituency: The Well-to-Do", "title_page": "Marco Rubio Entices a Receptive Constituency: The Well-to-Do - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“He knows what it is to be poor,” said Henri Stone, a campaign volunteer in northern Nevada, who was helping collect names and contact information for Mr. Rubio at a rally south of Reno this week. “He knows what it is to work hard and rise.”\nThough Mr. Rubio would probably dispute the idea that he was ever poor — he often says that his parents, despite their humble backgrounds, provided a comfortable life for him — Ms. Stone’s broader point was echoed by many Rubio fans who fit her profile: highly educated, professional and white.\nThey like that Mr. Rubio’s background could not be more different from the brash and boastful Mr. Trump’s, that Mr. Rubio demonstrates a strong work ethic, and that his story seems so quintessentially American.\n“He is a self-made man,” said Ms. Stone, who moved to Nevada a few years ago from outside Vail, Colo., where she sold real estate and worked for many years as a ski instructor. Ms. Stone said that she had degrees in dance, physical education and Spanish, and that she learned to speak enough Arabic to help teach Middle Eastern women how to be involved politically.\n“And he’s humble,” she continued. “He’s lived the American dream.”\nD. Joy Riley, 59, of Brentwood, Tenn., who went to hear Mr. Rubio speak last weekend in the affluent Nashville suburb of Franklin, said that his story struck a chord with her personally. Her father was a coal miner. She is now a physician with a master’s degree in bioethics. “We’re all one or two generations away from some story like that,” she said, repeating a line Mr. Rubio often uses in his speeches.\nEven those who are a few more generations removed from adversity sometimes find themselves stirred.\nVevia Ann Martin, who was also at the Franklin rally, said she thought Mr. Rubio’s story was an argument for why legal immigration is such an integral part of American society.", "url": "https://www.nytimes.com/2016/02/27/us/politics/marco-rubio-entices-a-receptive-constituency-the-well-to-do.html?module=inline"}