{"authors": ["Yamiche Alcindor"], "date_download": "2018-11-16 04:33:24", "date_modify": "2018-11-16 04:33:24", "date_publish": "2016-07-14 00:46:41", "description": "City officials have tightened security plans for handling what is expected to be a volatile atmosphere surrounding the nomination of Donald J. Trump.", "filename": "2016_07_14_us_politics_cleveland-rnc-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342804.html", "image_url": "https://static01.nyt.com/images/2016/07/14/us/14cleveland_web1/14cleveland_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_14_us_politics_cleveland-rnc-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342804.html", "title": "Cleveland’s Police and Courts Prepare for Unruly Visitors", "title_page": "Cleveland’s Police and Courts Prepare for Unruly Visitors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CLEVELAND — With thousands of protesters expected to descend on Cleveland for next week’s Republican National Convention, city officials have devised intricate plans to handle mass arrests should chaos break out on the streets, identifying jail facilities to house more than 975 arrested protesters and keeping courts open for 20 hours daily to process cases.\nTwelve judges will be working 10-hour shifts in the Cleveland Municipal Court to handle what could be a flood of cases. And to guard against violence, the authorities have been collecting intelligence on extremist groups to identify any possible threats. The killing of five officers in Dallas last week added urgency to the planning, as officials tightened their security plans for handling what was already expected to be a volatile atmosphere surrounding the nomination of Donald J. Trump.\nThe convention and the national stage it promises is attracting myriad groups, with agendas that range from white supremacy to in-your-face body art. The groups include the American Freedom Party and Blood & Honour, whose members are white nationalists, along with skinheads and the Westboro Baptist Church, a Kansas-based congregation known for picketing funerals with signs arguing that accepting gay rights has doomed America to be punished. An effort called “Everything She Says Means Everything” is working to have 100 naked women gather outside the convention site, while a bus full of about 21 nuns will also be in town serving lemonade to crowds and asking delegates about their fears for this election cycle.\nDespite concerns about widespread unrest, city leaders said they are ready for the convention after more than two years of planning.", "url": "https://www.nytimes.com/2016/07/14/us/politics/cleveland-rnc-protests.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}