{"authors": ["Mireya Navarro"], "date_download": "2018-11-16 04:52:29", "date_modify": "2018-11-16 04:52:29", "date_publish": "2016-04-04 04:01:15", "description": "Julián Castro, the secretary of housing and urban development, said landlords cannot deny housing just because an applicant has a criminal history.", "filename": "2016_04_04_nyregion_federal-housing-officials-warn-against-blanket-bans-of-ex-offenders_1542343949.html", "image_url": "https://static01.nyt.com/images/2016/04/04/nyregion/04HUD/04HUD-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_04_nyregion_federal-housing-officials-warn-against-blanket-bans-of-ex-offenders_1542343949.html", "title": "Federal Housing Officials Warn Against Blanket Bans of Ex-Offenders", "title_page": "Federal Housing Officials Warn Against Blanket Bans of Ex-Offenders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Private landlords who have blanket bans on renting to people with criminal records are in violation of the Fair Housing Act and can be sued and face penalties for discrimination, the federal Department of Housing and Urban Development said.\nJulián Castro, the HUD secretary, is expected on Monday to announce guidance that details his agency’s interpretation of how the fair housing law applies to policies that exclude people with criminal records, a group that is not explicitly protected by the act but falls under it in certain circumstances. Federal officials said landlords must distinguish between arrests and convictions and cannot use an arrest to ban applicants. In the case of applicants with convictions, property owners must prove that the exclusion is justified and consider factors like the nature and severity of the crime in assessing prospective tenants before excluding someone.\nMr. Castro said housing bans against former offenders were common.\n“Right now, many housing providers use the fact of a conviction, any conviction, regardless of what it was for or how long ago it happened, to indefinitely bar folks from housing opportunities,” Mr. Castro said in a statement. “Many people who are coming back to neighborhoods are only looking for a fair chance to be productive members, but blanket policies like this unfairly deny them that chance.”\nThe new federal housing guidance applies a legal standard that was upheld by the United States Supreme Court last year that allows plaintiffs to challenge housing practices that have a discriminatory effect without having to show discriminatory intent. The ruling allows plaintiffs to show instead that the practices both have a “disparate impact” on racial groups and are not justified. Blacks and Latinos are arrested, convicted and imprisoned in disproportionate numbers, and civil rights groups say they face equally disparate discrimination in finding housing.", "url": "https://www.nytimes.com/2016/04/04/nyregion/federal-housing-officials-warn-against-blanket-bans-of-ex-offenders.html"}