{"authors": ["N. Gregory Mankiw"], "date_download": "2018-11-16 03:11:38", "date_modify": "2018-11-16 03:11:38", "date_publish": "2016-09-09 16:04:53", "description": "The estate tax is a popular tool to fight income inequality, but it violates the simple principle that similar people should have similar tax burdens.", "filename": "2016_09_11_upshot_why-taxing-fairly-means-not-taxing-inheritances.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337898.html", "image_url": "https://static01.nyt.com/images/2016/09/10/business/11UP-View/11UP-View-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_11_upshot_why-taxing-fairly-means-not-taxing-inheritances.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337898.html", "title": "Why Taxing Fairly Means Not Taxing Inheritances", "title_page": "Why Taxing Fairly Means Not Taxing Inheritances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The other couple, whom I’ll call the Profligates, have a different view of their wealth. They earned it, and they want to enjoy every penny of it themselves. Mr. and Mrs. Profligate eat at top restaurants, drink rare wines, drive flashy cars and maintain several homes. They spend their time sailing the Caribbean in their opulent yacht and flying their private jet from one luxury resort to the next.\nSo here’s the question: How should the tax burdens of the two couples compare? Under an income tax, the couples would pay the same, because they earned the same income. Under a consumption tax, Mr. and Mrs. Profligate would pay more because of their lavish living (though the Frugals’ descendants would also pay when they spend their inheritance). But under our current system, which combines an income tax and an estate tax, the Frugal family has the higher tax burden. To me, this does not seem right.\nI recognize, however, that not all economists share my judgments about the estate tax. That is largely because issues of fairness transcend economics and thrust us into the realm of political philosophy, where agreement is all the more difficult.\nBut there is one thing that everyone can agree on: The estate tax you owe should not depend substantially on the exact moment you happen to expire. A person who died in 2010 paid no estate tax, no matter how wealthy he or she was. A year earlier or later, things would have been very different.\nTo avoid this particular unfairness, we need more stability in the tax code than we have had in the past. This stability is possible only if those with opposing points of view reach a compromise that, while not perfect from either perspective, is acceptable enough for everyone to live with. Neither Mrs. Clinton’s proposal of 45 percent nor Mr. Trump’s proposal of zero passes this test.\nInternational comparisons are a natural benchmark. Over all, the United States is a low-tax country compared with many of our developed-nation peers. But that is not true when it comes to the estate tax.\nMany countries do not tax inheritance at all, including Australia, Canada and Sweden. Most do, but the tax rates are usually much lower than what we impose in the United States. Among the nations in the Organization for Economic Cooperation and Development, the average for the top estate tax rate is 15 percent. The median is only 7 percent, which is the rate in Switzerland.\nIf the United States were ever to adopt such a low estate tax rate, it would surely put a lot of the estate planning industry out of business. Hiring expensive legal talent may make sense when the rate is 40 or 45 percent, but not when it is 7 or 15 percent. Yet that would be a good thing. The time those lawyers spend helping the rich skirt the estate tax is, from an economic standpoint, pure waste.", "url": "https://www.nytimes.com/2016/09/11/upshot/why-taxing-fairly-means-not-taxing-inheritances.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}