{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:23:02", "date_modify": "2018-11-16 04:23:02", "date_publish": "2016-04-10 23:49:25", "description": "Instead of making it easier to vote, conservative ideologues unilaterally reversed longstanding policy to block voters from registering.", "filename": "2016_04_11_opinion_republicans-hijack-an-election-agency.html_module=inline_1542342182.html", "image_url": "https://static01.nyt.com/images/2016/04/11/opinion/11mon1/11mon1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_11_opinion_republicans-hijack-an-election-agency.html_module=inline_1542342182.html", "title": "Republicans Hijack an Election Agency", "title_page": "Opinion | Republicans Hijack an Election Agency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For 10 years, the Election Assistance Commission, the bipartisan federal agency created after the 2000 election debacle to help make voting easier and more standardized, has made it clear that prospective voters do not need to prove that they are American citizens before they may register.\nAnyone registering to vote with the federal voter-registration form, which can be used for both federal and state elections, must already sign a statement swearing that he or she is a citizen. Congress rejected a proposal to require documented proof as well, finding that the threat of criminal prosecution for a false statement was enough to deter fraud. This did not satisfy some states, like Kansas and Arizona, where Republican officials have fought for years to block voting by anyone who cannot come up with a birth certificate or a passport.\nThese laws, like voter identification laws, have been pushed by Republican lawmakers trying to reduce turnout among the poor, minorities, the young and the elderly, who tend to lean Democratic. And, like voter ID laws, they’re based on a fiction. There is virtually no evidence of voting by noncitizens, or by people pretending to be someone else. Kansas officials — led by Secretary of State Kris Kobach, a Republican and one of the country’s most tireless advocates of other restrictive voting laws — have identified, at most, a few dozen cases of noncitizens who had registered to vote.\nFor this and other reasons, Mr. Kobach and others pushing proof-of-citizenship requirements have lost repeatedly, before the Election Assistance Commission and at the Supreme Court, which ruled in 2013 that states may not require proof of citizenship from people registering to vote in federal elections. (They are allowed to require such proof on registration forms for state elections only, and Kansas has already denied registration to at least 30,000 residents who are missing the necessary documents.)", "url": "https://www.nytimes.com/2016/04/11/opinion/republicans-hijack-an-election-agency.html?module=inline"}