{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 04:38:17", "date_modify": "2018-11-16 04:38:17", "date_publish": "2016-03-30 16:02:12", "description": "The move was a victory for abortion rights advocates who had been fighting laws in states like Texas, North Dakota and Ohio that required providers to follow the original F.D.A. labels.", "filename": "2016_03_31_health_abortion-pill-mifeprex-ru-486-fda.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343097.html", "image_url": "https://static01.nyt.com/images/2016/03/31/science/31ABORTION2/31ABORTION2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_31_health_abortion-pill-mifeprex-ru-486-fda.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343097.html", "title": "New F.D.A. Guidelines Ease Access to Abortion Pill", "title_page": "New F.D.A. Guidelines Ease Access to Abortion Pill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Anti-abortion groups said that the change did nothing to improve safety for women, and that some women fell ill or died after taking the drug. (A spokeswoman for the company that makes the drug, Danco Laboratories, said there was no proof it caused the deaths.)\n“It appears this has been done for the convenience and the profitability of the abortion industry,” said Randall O’Bannon, the director of education and research for the National Right to Life Committee.\nEric Scheidler, the executive director of the Pro-Life Action League, an anti-abortion group based in Chicago, said, “My first thought was that this is a bone that the Obama administration was throwing out there to their friends in the abortion lobby.”\nThe drug works by blocking receptors of progesterone, an important hormone in pregnancy. Women have to get the drug from a medical provider. They can also get another drug, misoprostol, in the same first visit to the provider, according to the new label. Together, the drugs induce miscarriage. The label still requires a “follow-up with the health care provider,” but some abortion rights advocates said that could be interpreted as a lab test or something that did not require a visit to a doctor.\nMany states have passed laws to restrict the use of mifepristone since its F.D.A. approval. Some of them require medical professionals who administer the drug to be licensed physicians, rather than nurses or physician assistants. Many states also require the prescribing doctor to be present with the patient, a rule that abortion rights advocates say blocks women in rural areas from receiving the medication remotely.\nLaws requiring physicians to adhere to the guidelines on the label have also passed in Arkansas, Oklahoma, and Arizona, but have been blocked by court order.", "url": "https://www.nytimes.com/2016/03/31/health/abortion-pill-mifeprex-ru-486-fda.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}