{"authors": ["Ann Carrns"], "date_download": "2018-11-16 04:24:42", "date_modify": "2018-11-16 04:24:42", "date_publish": "2016-03-25 11:13:04", "description": "People don’t save much for things they don’t expect — like serious illness. But the accounts offer a cushion, and have no use-it-or-lose-it provision.", "filename": "2016_03_27_your-money_health-savings-accounts-unloved-but-worthwhile_1542342282.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_27_your-money_health-savings-accounts-unloved-but-worthwhile_1542342282.html", "title": "Health Savings Accounts: Unloved, but Worthwhile", "title_page": "Health Savings Accounts: Unloved, but Worthwhile - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Health savings accounts offer a rare, triple-tax benefit to those who are able to contribute and who qualify to save for future medical needs — which, among other things, means having a health insurance plan with a deductible of at least $1,300. Money goes into an H.S.A. tax-free, grows tax-free and is withdrawn tax-free, if spent on eligible medical costs.\nYet some people find it difficult to commit to building up an H.S.A. to save for health needs. At the end of last year, there were nearly 17 million accounts with balances totaling more than $30 billion, according to the H.S.A. tracking firm Devenir. But most of the money sits in savings accounts, paying anemic interest rates; just 14 percent of the total was in investment accounts with more growth potential (and, of course, the possibility of loss).\nH.S.A.s have been around for more than 10 years, but many still confuse them with workplace flexible spending accounts, or F.S.A.s, another tax-favored saving tool. F.S.A.s are available only through employers. Workers can’t take the money with them if they change jobs, and they can’t invest the funds; the accounts are meant to be spent on current costs, and in some cases the funds are forfeited if they aren’t spent by an annual deadline.\nSome savers may not have the minimum balance needed to invest, or may need money now to pay for care; some may not like the investment options their H.S.A. offers. But it’s frustrating that many people aren’t using the accounts to their full potential, said Laura Scharr-Bykowsky, a financial planner in Columbia, S.C.", "url": "https://www.nytimes.com/2016/03/27/your-money/health-savings-accounts-unloved-but-worthwhile.html"}