{"authors": ["Joe Coscarelli"], "date_download": "2018-11-16 03:10:13", "date_modify": "2018-11-16 03:10:13", "date_publish": "2016-12-09 08:30:27", "description": "The stylish 19-year-old rapper has made his way from obscurity in Atlanta to working with LeBron James and Kanye West.", "filename": "2016_12_09_fashion_mens-style_lil-yachty-rap-atlanta.html_module=inline_1542337813.html", "image_url": "https://static01.nyt.com/images/2016/12/09/fashion/09MS-LILYACHTY3-WEB/09MS-LILYACHTY3-WEB-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_09_fashion_mens-style_lil-yachty-rap-atlanta.html_module=inline_1542337813.html", "title": "The Sudden Rise of Lil Yachty", "title_page": "The Sudden Rise of Lil Yachty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As with the mini-shopping spree, there was still some thrill in needing to go undercover. “At the beginning of this year, I used to walk through the local mall and say, ‘One day, I’m not going to be able to walk through this mall,’” Lil Yachty said later in the privacy of a Caribbean restaurant, his hair since released. “No way I could walk through the mall now. Unless I’m hiding.”\nLast winter, the teenager born Miles McCollum, who had recently dropped out of college and had been arrested in a Florida mall for credit card fraud, was hoping to shake his anonymity. Rapping was a relatively new pastime (it still is), though striving for fame came naturally to a diligent student of social networks.\n“I always knew I was going to be something,” he said. “I didn’t know what.”\nNow, at the end of a career-making 2016, Lil Yachty seems more certain. “I’m not a rapper, I’m an artist,” he said. “And I’m more than an artist. I’m a brand.”\nThe stats back him up. In addition to releasing the popular “Lil Boat” and “Summer Songs 2” mixtapes, filled with his taffylike digital wails and cartoon melodies, and reaching No. 5 on the Billboard Hot 100 with his sweet-and-sour guest verse on D.R.A.M.’s “Broccoli,” Lil Yachty has modeled Kanye West’s Yeezy line at Madison Square Garden, starred in a Sprite commercial with LeBron James and teamed up with Nautica on a capsule collection for Urban Outfitters. An official debut album with Capitol Records is planned for early 2017.", "url": "https://www.nytimes.com/2016/12/09/fashion/mens-style/lil-yachty-rap-atlanta.html?module=inline"}