{"authors": ["Matt A.V. Chaban"], "date_download": "2018-11-16 03:18:17", "date_modify": "2018-11-16 03:18:17", "date_publish": "2016-01-28 23:15:26", "description": "Two sales kiosks, which have been the subject of violations by New York City, did modest business and will not be missed, a lawyer for the Trump Organization said at a hearing.", "filename": "2016_01_29_nyregion_trump-tower-to-remove-disputed-kiosks-from-public-atrium.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338297.html", "image_url": "https://static01.nyt.com/images/2016/01/29/nyregion/29TRUMPTOWER1/29TRUMPTOWER1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_29_nyregion_trump-tower-to-remove-disputed-kiosks-from-public-atrium.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338297.html", "title": "Trump Tower to Remove Disputed Kiosks From Public Atrium", "title_page": "Trump Tower to Remove Disputed Kiosks From Public Atrium - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Rather than wait for the decision, Mr. Cohen said he expected the Trump Organization to remove both kiosks and replace a 22-foot marble bench that one of the sales counters had displaced. He estimated the work could be done in two to four weeks.\n“Mr. Trump is always compliant with all rules and regulations,” Mr. Cohen said.\nHe argued that the company believed it was in compliance when it filed plans with the Buildings Department, but not the planning agency, to replace the bench with the kiosks. Civic groups were especially bothered by the loss of the bench, which had been a popular respite for Fifth Avenue shoppers.\nMr. Cohen also said efforts in 2011 to address a violation from 2006 were stymied by bureaucracy.\n“All of these things are nice,” Judge Brand said, “but what is before me today is whether or not the space is in compliance.”\nMr. Cohen was contrite on this point. “It was always our understanding it was in compliance,” he said. “What I know now is that it was not.”\nIn 1979, when plans were being made final for the 66-story tower, the Trump Organization agreed to build and maintain the atrium and shops as what is known as a privately owned public space. In exchange, Mr. Trump could add roughly 20 stories to the building, about a third of its total height. The additional space, where Mr. Trump has a penthouse, is now worth about $500 million.", "url": "https://www.nytimes.com/2016/01/29/nyregion/trump-tower-to-remove-disputed-kiosks-from-public-atrium.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}