{"authors": ["Richard Sandomir"], "date_download": "2018-11-16 04:34:11", "date_modify": "2018-11-16 04:34:11", "date_publish": "2016-04-20 23:58:37", "description": "The former All-Star pitcher was fired from his position as an ESPN baseball analyst a day after he was criticized for promoting offensive commentary about transgender people.", "filename": "2016_04_21_sports_baseball_curt-schilling-is-fired-by-espn_1542342851.html", "image_url": "https://static01.nyt.com/images/2016/04/21/sports/21ESPNweb/21ESPNweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_21_sports_baseball_curt-schilling-is-fired-by-espn_1542342851.html", "title": "Curt Schilling, ESPN Analyst, Is Fired Over Offensive Social Media Post", "title_page": "Curt Schilling, ESPN Analyst, Is Fired Over Offensive Social Media Post - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Curt Schilling, a former All-Star pitcher and one of the highest-profile baseball analysts on ESPN, was fired from the network Wednesday, a day after he drew intense criticism for promoting offensive commentary on social media.\nSchilling, who had worked for the network since 2010 and most recently offered analysis on “Monday Night Baseball,” was dismissed after sharing a Facebook post this week that appeared to respond to the North Carolina law that bars transgender people from using bathrooms and locker rooms that do not correspond with their birth genders.\nThe post showed an overweight man wearing a wig and women’s clothing with parts of the T-shirt cut out to expose his breasts. It says: “LET HIM IN! to the restroom with your daughter or else you’re a narrow-minded, judgmental, unloving racist bigot who needs to die.”\nTo that, Schilling added: “A man is a man no matter what they call themselves. I don’t care what they are, who they sleep with, men’s room was designed for the penis, women’s not so much. Now you need laws telling us differently? Pathetic.”", "url": "https://www.nytimes.com/2016/04/21/sports/baseball/curt-schilling-is-fired-by-espn.html"}