{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:17:01", "date_modify": "2018-11-16 03:17:01", "date_publish": "2016-02-29 15:26:47", "description": "Mr. Trump revels in discussing what passes for fact on fringe websites, entering territory where other major presidential candidates fear to tread.", "filename": "2016_03_01_us_politics_donald-trump-conspiracy-theories.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338221.html", "image_url": "https://static01.nyt.com/images/2016/02/28/us/trump-conspiraciesALT/trump-conspiraciesALT-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_01_us_politics_donald-trump-conspiracy-theories.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338221.html", "title": "Even as He Rises, Donald Trump Entertains Conspiracy Theories", "title_page": "Even as He Rises, Donald Trump Entertains Conspiracy Theories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It was a question that most major presidential candidates would have quickly dismissed as absurd, even offensive: What do you make of these theories that Justice Antonin Scalia was murdered?\nFor Donald J. Trump, it appeared unavoidably juicy, and possibly the next big pop-culture fixation. “You know, I just landed, and I’m hearing it’s a big topic,” Mr. Trump told the radio host Michael Savage from South Carolina, in an interview just a few days after the Supreme Court justice’s unexpected death. Even as he said he could not speak to whether a special commission should investigate the death, he added, “They say they found a pillow on his face, which is a pretty unusual place to find a pillow.”\nMr. Trump, unlike most presidential candidates, does not shrink from addressing, and in some ways legitimizing, the wildest of hypotheticals. He has declared on a presidential debate stage that he knew a 2-year-old who immediately developed autism from a vaccination. He has appeared on the radio show of the noted conspiracy theorist Alex Jones, who has suggested that the government played a role in the Sept. 11, 2001, terrorist attacks and the 2013 Boston Marathon bombings. He has said on Twitter that President Obama might have attended Justice Scalia’s funeral had it been held at a mosque, feeding into the pervasive rumor that the Christian president is actually a Muslim. And he shared with a rally crowd a dramatic story of a United States general executing Muslim insurgents with bullets dipped in pigs’ blood, which has been dismissed as an Internet rumor.\nPart hair-salon gossip, part purveyor of forwarded conspiracy emails, Mr. Trump has exploited the news cycles of an Internet era in which rumors explode like fireworks and often take a long time to burn out. Mr. Trump’s willingness to touch on what passes for fact on fringe websites puts him in a unique class for a national major party front-runner.", "url": "https://www.nytimes.com/2016/03/01/us/politics/donald-trump-conspiracy-theories.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}