{"authors": ["Alan Rappeport", "Margot Sanger-Katz"], "date_download": "2018-11-16 04:22:17", "date_modify": "2018-11-16 04:22:17", "date_publish": "2016-05-10 18:31:35", "description": "Mrs. Clinton, moving in Bernie Sanders’s direction, came out this week in favor of “the public option,” or allowing people to buy into Medicare.", "filename": "2016_05_11_us_politics_hillary-clinton-health-care-public-option.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342137.html", "image_url": "https://static01.nyt.com/images/2016/05/10/us/10firstdraft-clinton2/10firstdraft-clinton2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_11_us_politics_hillary-clinton-health-care-public-option.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342137.html", "title": "Hillary Clinton Takes a Step to the Left on Health Care", "title_page": "Hillary Clinton Takes a Step to the Left on Health Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Medicare program covers Americans once they reach 65. Beneficiaries pay premiums to help cover the cost of their coverage, but the government pays the bulk of the bill. Mrs. Clinton’s suggestion was that perhaps younger Americans, “people 55 or 50 and up,” could voluntarily pay to join the program.\nShe made the remarks as she continues to face a determined challenge on the left from Mr. Sanders, forcing her to essentially fight a two-front war as she seeks to turn her attention to Donald J. Trump and the general election. While Mr. Sanders trails by a substantial number of delegates, his effect continues to be felt in the race as he pressures Mrs. Clinton to adopt more progressive positions.\n“Bernie Sanders’s campaign is having an effect on Hillary Clinton’s policies,” said Steve McMahon, a Democratic political consultant from Purple Strategies. “From a progressive point of view, that’s exactly what was hoped for and that is exactly what is happening.”\nThe idea of allowing people to buy in to Medicare has been discussed in policy circles and in Congress for decades. Mrs. Clinton’s husband, former President Bill Clinton, floated a similar proposal in 1998, including it in his State of the Union address that year. The strategy has been embraced by many advocates of single-payer health care as a way to move more Americans into the existing government system. An incremental expansion of Medicare was the hoped-for strategy of Medicare’s original authors.\nBut it is a new idea in Mrs. Clinton’s presidential campaign. She has called for a range of health policy overhauls to preserve and expand the Affordable Care Act. She has proposed expanding financial protections for people with high health care costs and expanding subsidies to help middle-income people buy their own insurance. She also has proposed a package of policies to lower the price of prescription drugs.", "url": "https://www.nytimes.com/2016/05/11/us/politics/hillary-clinton-health-care-public-option.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}