{"authors": ["Alexander Burns", "Maggie Haberman", "Ashley Parker"], "date_download": "2018-11-16 03:59:00", "date_modify": "2018-11-16 03:59:00", "date_publish": "2016-07-31 14:58:19", "description": "Mr. Trump faced criticism from Democrats and Republicans over his rough and racially charged dismissal of Khizr and Ghazala Khan, who appeared at the Democratic convention.", "filename": "2016_08_01_us_politics_khizr-khan-ghazala-donald-trump-muslim-soldier.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340740.html", "image_url": "https://static01.nyt.com/images/2016/08/01/us/01trump1/01trump1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_01_us_politics_khizr-khan-ghazala-donald-trump-muslim-soldier.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340740.html", "title": "Donald Trump’s Confrontation With Muslim Soldier’s Parents Emerges as Unexpected Flash Point", "title_page": "Donald Trump’s Confrontation With Muslim Soldier’s Parents Emerges as Unexpected Flash Point - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald J. Trump reeled on Sunday amid a sustained campaign of criticism by the parents of a Muslim American soldier killed by a suicide bomber in Iraq and a rising outcry within his own party over his rough and ethnically charged dismissal of the couple.\nThe confrontation between the parents, Khizr and Ghazala Khan, and Mr. Trump has emerged as an unexpected and potentially pivotal flash point in the general election. Mr. Trump has plainly struggled to respond to the reproach of a military family who lost a son, and has answered their criticism derisively — first implying that Ms. Khan had been forbidden to speak at the Democratic National Convention, then declaring that Mr. Khan had “no right” to question Mr. Trump’s familiarity with the Constitution.\nAnd Mr. Trump’s usual political tool kit has appeared to fail him. He earned no reprieve with his complaints that Mr. Khan had been unfair to him; on Sunday morning, he claimed on Twitter that Mr. Khan had “viciously attacked” him. Mr. Trump and his advisers tried repeatedly to change the subject to Islamic terrorism, to no avail.\nInstead, Mr. Trump appeared to be caught on Sunday in one of the biggest crises of his campaign, rivaling the uproar in June after he suggested a federal judge, Gonzalo P. Curiel, was biased because of his Mexican heritage. By going after a military family and trafficking in religious stereotypes, Mr. Trump once again breached multiple norms of American politics, redoubling pressure on his fellow Republicans to choose between defending his remarks or breaking publicly with their nominee.", "url": "https://www.nytimes.com/2016/08/01/us/politics/khizr-khan-ghazala-donald-trump-muslim-soldier.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}