{"authors": ["Michael S. Schmidt", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:50:11", "date_modify": "2018-11-16 04:50:11", "date_publish": "2016-11-19 17:15:23", "description": "President-elect Donald J. Trump on Saturday moved to mend fences with rivals, meeting with Mitt Romney to discuss naming him secretary of state.", "filename": "2016_11_20_us_politics_donald-trump-mitt-romney-secretary-state.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343811.html", "image_url": "https://static01.nyt.com/images/2016/11/20/us/20TRANSITION-SUB/20TRANSITION-SUB-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_20_us_politics_donald-trump-mitt-romney-secretary-state.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343811.html", "title": "Trump Meets With Romney as He Starts to Look Outside His Inner Circle", "title_page": "Trump Meets With Romney as He Starts to Look Outside His Inner Circle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEDMINSTER, N.J. — President-elect Donald J. Trump on Saturday moved to mend fences with political rivals after a divisive campaign, meeting with Mitt Romney, who had scathingly criticized him during the race as “a phony” and “a fraud,” to discuss naming him as secretary of state.\nThe outreach signaled a change in tone one day after Mr. Trump moved to elevate hard-liners to pivotal national security positions. It was not clear whether Mr. Trump had offered the State Department post to Mr. Romney, or whether Mr. Romney, who has broken sharply with him on Russia, free trade and other issues, would accept if he did.\nBut some strategists argued that merely by reaching out to Mr. Romney, Mr. Trump was demonstrating an openness to new people and ideas, even from the unlikeliest of sources. It may also have been intended to inject the sort of unpredictability and spectacle into the transition process that the president-elect thrives on.\nDuring a weekend of transition talks at Trump National Golf Club here in Bedminster, Mr. Trump was scheduled to hold a series of discussions with what his aides described as a diverse array of potential advisers. The conversations were aimed at showing that the president-elect was willing to look beyond his loyal inner circle to fill his administration.", "url": "https://www.nytimes.com/2016/11/20/us/politics/donald-trump-mitt-romney-secretary-state.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}