{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:44:06", "date_modify": "2018-11-16 04:44:06", "date_publish": "2016-01-07 11:33:15", "description": "The use of border loudspeakers that infuriated Pyongyang last summer is a response to the North’s latest nuclear test.", "filename": "2016_01_08_world_asia_south-korea-north-propaganda-broadcasts-bomb_1542343446.html", "image_url": "https://static01.nyt.com/images/2016/01/08/multimedia/09korea/09korea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_08_world_asia_south-korea-north-propaganda-broadcasts-bomb_1542343446.html", "title": "South Korea to Resume Propaganda Broadcasts That Angered North", "title_page": "South Korea to Resume Propaganda Broadcasts That Angered North - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "South Korean officials said privately Thursday that resuming the propaganda broadcasts was the simplest and quickest way they could think of, for now, to retaliate for the test. They insisted on anonymity while agreeing to discuss their thinking on a sensitive security issue. Like the United States, the South has few options for punishing the North for its nuclear ambitions, which it has continued to pursue despite decades of international sanctions and resolutions from the United Nations Security Council.\nNorth Korea did not immediately respond to Mr. Cho’s announcement.\nWhile loudspeakers may seem a trivial response to a nuclear test, there is little doubt that the broadcasts enrage the leadership in Pyongyang, which rigorously controls what information North Koreans receive and sees the propaganda as an attempt to undermine its authority. The Cold War-era tactic had gone unused by the South for 11 years until last summer, after two South Korean border guards were maimed by land mines, which the South accused the North of planting.", "url": "https://www.nytimes.com/2016/01/08/world/asia/south-korea-north-propaganda-broadcasts-bomb.html"}