{"authors": ["Ben Strauss"], "date_download": "2018-11-16 04:12:44", "date_modify": "2018-11-16 04:12:44", "date_publish": "2016-03-16 00:15:46", "description": "A decision by the Obama administration could have a profound effect on the way major league teams sign Cuban baseball players.", "filename": "2016_03_16_sports_baseball_major-league-baseball-cuba-obama-signings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341564.html", "image_url": "https://static01.nyt.com/images/2016/03/16/sports/16-Y-CUBAPLAYERS/16-Y-CUBAPLAYERS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_16_sports_baseball_major-league-baseball-cuba-obama-signings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341564.html", "title": "New Work Rules Reshape M.L.B.’s Relationship With Cuban Prospects", "title_page": "New Work Rules Reshape M.L.B.’s Relationship With Cuban Prospects - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "pThe Obama administration announced Tuesday that it would allow Cuban citizens to work in the United States and receive salaries from American companies, a decision that could have a profound effect on the way major league teams sign Cuban baseball players.\nUnder the new guidelines, which go into effect Wednesday, it will now be legal for franchises to sign contracts directly with Cuban ballplayers. Previously, Cuban players had to defect before they could sign with a major league team.\nThe signings will be lawful under the decades-old American embargo provided that the salaries are paid directly to players and that no money goes directly to the government, making it unclear whether Cuba would agree to such an arrangement for players still in the country.\nWhile no rash of signings of players from inside Cuba is imminent, the new regulations promise to significantly alter the signing process for players who have already defected or who do so in the future.", "url": "https://www.nytimes.com/2016/03/16/sports/baseball/major-league-baseball-cuba-obama-signings.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}