{"authors": ["Matt Flegenheimer", "Michael Barbaro"], "date_download": "2018-11-16 03:18:28", "date_modify": "2018-11-16 03:18:28", "date_publish": "2016-11-09 07:28:24", "description": "His surprise victory ended an erratic and grievance-filled campaign that took direct aim at his own party and long-held ideals of American democracy.", "filename": "2016_11_09_us_politics_hillary-clinton-donald-trump-president.html_module=inline_1542338308.html", "image_url": "https://static01.nyt.com/images/2016/11/10/us/10electweb1/10electweb1-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_09_us_politics_hillary-clinton-donald-trump-president.html_module=inline_1542338308.html", "title": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment", "title_page": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The returns Tuesday also amounted to a historic rebuke of the Democratic Party from the white blue-collar voters who had formed the party base from the presidency of Franklin D. Roosevelt to Mr. Clinton’s. Yet Mrs. Clinton and her advisers had taken for granted that states like Michigan and Wisconsin would stick with a Democratic nominee, and that she could repeat Mr. Obama’s strategy of mobilizing the party’s ascendant liberal coalition rather than pursuing a more moderate course like her husband did 24 years ago.\nBut not until these voters were offered a Republican who ran as an unapologetic populist, railing against foreign trade deals and illegal immigration, did they move so drastically away from their ancestral political home.\nTo the surprise of many on the left, white voters who had helped elect the nation’s first black president, appeared more reluctant to line up behind a white woman.\nFrom Pennsylvania to Wisconsin, industrial towns once full of union voters who for decades offered their votes to Democratic presidential candidates, even in the party’s lean years, shifted to Mr. Trump’s Republican Party. One county in the Mahoning Valley of Ohio, Trumbull, went to Mr. Trump by a six-point margin. Four years ago, Mr. Obama won there by 22 points.\nMrs. Clinton’s loss was especially crushing to millions who had cheered her march toward history as, they hoped, the nation’s first female president. For supporters, the election often felt like a referendum on gender progress: an opportunity to elevate a woman to the nation’s top job and to repudiate a man whose remarkably boorish behavior toward women had assumed center stage during much of the campaign.\nMr. Trump boasted, in a 2005 video released last month, about using his public profile to commit sexual assault. He suggested that female political rivals lacked a presidential “look.” He ranked women on a scale of one to 10, even holding forth on the desirability of his own daughter — the kind of throwback male behavior that many in the country assumed would disqualify a candidate for high office.", "url": "https://www.nytimes.com/2016/11/09/us/politics/hillary-clinton-donald-trump-president.html?module=inline"}