{"authors": ["James Kanter"], "date_download": "2018-11-16 04:16:34", "date_modify": "2018-11-16 04:16:34", "date_publish": "2016-04-12 12:41:24", "description": "The proposed rules, in the works before the Panama Papers leak, are intended in some ways to lift the veil on similar types of corporate secrets.", "filename": "2016_04_13_business_international_european-union-corporate-taxes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341794.html", "image_url": "https://static01.nyt.com/images/2016/04/12/multimedia/13eucorporatetax/13eucorporatetax-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_13_business_international_european-union-corporate-taxes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341794.html", "title": "European Union Calls for Big Companies to Disclose More Tax Data", "title_page": "European Union Calls for Big Companies to Disclose More Tax Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — European Union officials on Tuesday waded into the fight against international tax dodging, calling for the world’s biggest companies to disclose more data about their tax arrangements with the bloc’s member governments and to share information about offshore havens where they shelter money.\nThe proposed rules were in the planning before the recent leak of millions of documents from a Panamanian law firm, Mossack Fonseca. But European officials adjusted the plans in recent days to pay more attention to offshore holdings in light of the revelations in the Panama Papers.\nThe Mossack Fonseca files revealed how some of the world’s richest or most powerful people may have used offshore bank accounts and shell companies to conceal their wealth or avoid taxes. The European proposal is primarily aimed at stopping multinational companies from shifting their profits around Europe to lower their tax bills.\nMultinational companies including Amazon, Anheuser-Busch InBev, Apple, Google and Starbucks have been part of investigations by the European Commission, the bloc’s executive arm, into the way some of the 28 member countries set taxes, including Belgium, Ireland, Luxembourg and the Netherlands.", "url": "https://www.nytimes.com/2016/04/13/business/international/european-union-corporate-taxes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}