{"authors": ["Shmuel Rosner"], "date_download": "2018-11-16 04:35:42", "date_modify": "2018-11-16 04:35:42", "date_publish": "2016-09-19 13:27:12", "description": "Following the former president’s stroke, the country is in danger of losing the last of its founding generation.", "filename": "2016_09_20_opinion_after-shimon-peres-israel-will-no-longer-be-young.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342942.html", "image_url": "https://static01.nyt.com/images/2016/09/19/opinion/20rosner-D/20rosner-D-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_20_opinion_after-shimon-peres-israel-will-no-longer-be-young.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342942.html", "title": "After Shimon Peres, Israel Will No Longer Be Young", "title_page": "Opinion | After Shimon Peres, Israel Will No Longer Be Young - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Mr. Peres did not quit when he was defeated. He remained active, as a voice for peace, as an opposition leader, as a partner to his peer Ariel Sharon, and, lastly, serving in the mostly ceremonial role of president. That’s when even many Israelis who vehemently disagreed with his politics grew to like him. They liked him when he no longer had the ability to scheme for advancing the policies that Israel rejected.\nMr. Peres never achieved his goal of drawing Israel’s final border with the Palestinians. But a generation of founders rarely sees all of its dreams come true. We’ve lost most of our founders now: David Ben-Gurion, and his archrival, Menachem Begin, the war heroes Mr. Rabin and Mr. Sharon. All of them departed when their mission was not yet complete.\nA generation of founders also has no control over the way a future generation is going to appreciate its actions. Mr. Peres is gradually losing control over his legacy. We, the Israeli people, will decide what he means for Israel. And it might not be what he has in mind. It might not be Peres the Peacemaker.\nWhat happens when a nation loses its youth? It is unburdened from some of its youthful fixations. It also loses perspective. The perspective of those who, like Mr. Peres, still remember the early days. The perspective of those who, like Mr. Peres, still remember what it is like to have real difficulties, to have to be resourceful and daring.\nIsrael is already showing signs of an old country’s amnesia: It tends to forget how remarkable was the journey that brought us to today. It has more difficulties appreciating its many great achievements, rather than constantly complaining about its (also many) shortcomings. These achievements were hard to imagine when young Shimon Peres was standing alongside Ben-Gurion and pondering Israel’s future. Or maybe they weren’t hard to imagine for Mr. Peres, a man known mostly for having many dreams.\nHere is a legacy worth preserving: Mr. Peres was not just an Israeli leader for so many years, he was also an Israeli dreamer. Chiefly, a dreamer about peace. So as we watch his health deteriorate, and as we begin rewriting his legacy in a way that fits Israel’s current disposition, our pain is obvious: It is the pain of a nation whose dreams about peace were hospitalized.", "url": "https://www.nytimes.com/2016/09/20/opinion/after-shimon-peres-israel-will-no-longer-be-young.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}