{"authors": ["Julie Hirschfeld Davis", "Mark Mazzetti", "Maggie Haberman"], "date_download": "2018-11-16 04:49:56", "date_modify": "2018-11-16 04:49:56", "date_publish": "2016-11-15 14:19:00", "description": "The uncertain start to what is normally a rapid and meticulously planned transfer of power could have big implications for the Trump administration.", "filename": "2016_11_16_us_politics_trump-transition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343796.html", "image_url": "https://static01.nyt.com/images/2016/11/16/us/16transition1/16transition1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_16_us_politics_trump-transition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343796.html", "title": "Firings and Discord Put Trump Transition Team in a State of Disarray", "title_page": "Firings and Discord Put Trump Transition Team in a State of Disarray - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The process is “completely normal,” said Rudolph W. Giuliani, the former New York mayor, who emerged on Tuesday as the leading contender to be Mr. Trump’s secretary of state. “It happened in the Reagan transition. Clinton had delays in hiring people.”\nImage Former Representative Mike Rogers, who had been advising the new administration on national security issues, has been fired from the transition team.\nCredit Manuel Balce Ceneta/Associated Press\nMr. Giuliani, who made his comments in a telephone interview, added: “This is a hard thing to do. Transitions always have glitches. This is an enormously complex process.”\nThere were some reports within the transition of score-settling.\nOne member of the transition team said that at least one reason Mr. Rogers had fallen out of favor among Mr. Trump’s advisers was that, as chairman of the House Intelligence Committee, he had overseen a report about the 2012 attacks on the American diplomatic compound in Benghazi, Libya, which concluded that the Obama administration had not intentionally misled the public about the events there. That report echoed the findings of numerous other government investigations into the episode.\nThe report’s conclusions were at odds with the campaign position of Mr. Trump, who repeatedly blamed Hillary Clinton, his Democratic opponent and the secretary of state during the attacks, for the resulting deaths of four Americans.\nEliot A. Cohen, a former State Department official who had criticized Mr. Trump during the campaign but said after his election that he would keep an open mind about advising him, said Tuesday on Twitter that he had changed his opinion. After speaking to the transition team, he wrote, he had “changed my recommendation: stay away.”\nHe added: “They’re angry, arrogant, screaming ‘you LOST!’ Will be ugly.”\nMr. Cohen, a conservative Republican who served under President George W. Bush, said Trump transition officials had excoriated him after he offered some names of people who might serve in the new administration, but only if they felt departments were led by credible people.", "url": "https://www.nytimes.com/2016/11/16/us/politics/trump-transition.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}