{"authors": ["Jeffrey Gettleman"], "date_download": "2018-11-16 04:03:46", "date_modify": "2018-11-16 04:03:46", "date_publish": "2016-09-05 11:16:26", "description": "An American official warned there was only so much the troops could do in a country beleaguered by civilian massacres, rape and the destruction of food supplies.", "filename": "2016_09_06_world_africa_south-sudan-un-peacekeepers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341026.html", "image_url": "https://static01.nyt.com/images/2016/09/06/world/06SouthSudan-web/06SouthSudan-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_06_world_africa_south-sudan-un-peacekeepers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341026.html", "title": "South Sudan to Allow More U.N. Peacekeepers, but Force Will Be No ‘Panacea’", "title_page": "South Sudan to Allow More U.N. Peacekeepers, but Force Will Be No ‘Panacea’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "UKUNDA, Kenya — Under intense pressure, South Sudan’s beleaguered government has relented and will allow more United Nations peacekeepers into the country.\nIn the two and a half years since civil war erupted, South Sudan has been the scene of atrocities including civilian massacres, the forcing of children into militias, the burning of emergency food supplies and the widespread rape of women and girls, including Western aid workers. Tens of thousands of people have been killed.\nOn Sunday night, during a visit by the United Nations Security Council to Juba, South Sudan’s capital, the government agreed to allow the addition of 4,000 peacekeeping troops to the existing force of 14,000 soldiers, police and military observers. Top American officials, including Secretary of State John Kerry and Samantha Power, ambassador to the United Nations, had been pushing hard for the increase and the Security Council authorized the expansion of the force last month.\nAfrican nations had also supported the move, though South Sudan’s government had claimed that it would be an affront to its sovereignty.", "url": "https://www.nytimes.com/2016/09/06/world/africa/south-sudan-un-peacekeepers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}