{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:26:03", "date_modify": "2018-11-16 04:26:03", "date_publish": "2016-10-03 14:06:52", "description": "The Obama administration had argued that the immigration case, which left the Supreme Court deadlocked at 4 to 4, should be resolved by a nine-member court.", "filename": "2016_10_04_us_politics_supreme-court-immigration-obama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342363.html", "image_url": "https://static01.nyt.com/images/2016/10/04/us/04scotus/04scotus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_04_us_politics_supreme-court-immigration-obama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342363.html", "title": "Millions at Risk of Deportation as Justices Refuse to Rehear Case", "title_page": "Millions at Risk of Deportation as Justices Refuse to Rehear Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A short-handed Supreme Court on Monday turned down a request from the Obama administration to reconsider a major immigration decision, dooming for now President Obama’s plan to spare millions of undocumented immigrants from deportation.\nThe court also declined to hear more than 1,000 petitions seeking reviews in cases that had piled up during the justices’ summer break. Among them were ones concerning what college athletes may earn, the Washington Redskins’ trademarks and a campaign finance investigation in Wisconsin. Adhering to its custom, the court did not give reasons for turning down the cases.\nThe request that the justices rehear the immigration case came after a deadlock in the case in June. The 4-to-4 tie left in place an appeals court ruling that had blocked Mr. Obama’s plan, which also would have allowed the undocumented immigrants to work legally in the United States.\nThe Supreme Court has been one justice short of its standard nine members since Justice Antonin Scalia died in February. The tie vote in the case, United States v. Texas, No. 15-674, set no precedent. The court did not disclose how the justices had voted.", "url": "https://www.nytimes.com/2016/10/04/us/politics/supreme-court-immigration-obama.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}