{"authors": ["Ravi Somaiya"], "date_download": "2018-11-16 03:19:52", "date_modify": "2018-11-16 03:19:52", "date_publish": "2016-02-23 13:39:06", "description": "Instead of a single fellow, the newspaper selected three applicants, all from digital media outlets, to spend two years in The Times’s newsroom.", "filename": "2016_02_24_business_media_new-york-times-awards-david-carr-fellowships-to-3-journalists_1542338392.html", "image_url": "https://static01.nyt.com/images/2016/02/24/business/media/24fellows-trio/24fellows-trio-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_24_business_media_new-york-times-awards-david-carr-fellowships-to-3-journalists_1542338392.html", "title": "New York Times Awards David Carr Fellowships to 3 Journalists", "title_page": "New York Times Awards David Carr Fellowships to 3 Journalists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Herrman, 28, known for his long essays about the Internet and technology, will work with The Times’s media group and write primarily for the Business section. Ms. Hess, 30, who covers the human side of web culture for Slate, will join the Culture section. And Mr. Howard, 27, who has written about race and sports at Deadspin since 2013, will work with The New York Times Magazine and other sections.\nThe Times created the fellowship to honor Mr. Carr, who was known for a writing style that was both plain-spoken and elegant. In his weekly Media Equation column, he displayed his passion for chronicling the ways in which technology was affecting the media industry and culture at large.\nHe began his career with alternative weekly newspapers and joined The Times in 2002 as a reporter. He was a finalist for the Pulitzer Prize for commentary in 2015. He also wrote a memoir, “The Night of the Gun,” which chronicled his battles with addiction, and he was a star of the documentary “Page One: Inside The New York Times,” about The Times.\nHe was also a mentor to many young journalists at The Times and other organizations. He could often be seen standing outside The Times’s 40th Street entrance, engaged in deep conversation with someone seeking his counsel. In 2014 he began teaching a course at Boston University’s College of Communication.\n“In the spirit of David’s curiosity, his ability to see around the corner, and his preference to show rather than tell, I can say with certainty that he would have made these choices himself,” said Jill Rooney Carr, Mr. Carr’s widow.", "url": "https://www.nytimes.com/2016/02/24/business/media/new-york-times-awards-david-carr-fellowships-to-3-journalists.html"}