{"authors": ["Farhad Manjoo"], "date_download": "2018-11-16 03:41:46", "date_modify": "2018-11-16 03:41:46", "date_publish": "2016-06-22 09:13:10", "description": "V.R. is at this point an experience best left for the privacy of one’s cave — a sometimes antisocial affair that does not allow for the modern world’s easy interplay of the real and the digital.", "filename": "2016_06_23_technology_tripping-down-a-virtual-rabbit-hole.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339706.html", "image_url": "https://static01.nyt.com/images/2016/06/22/business/23STATE/23STATE-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_23_technology_tripping-down-a-virtual-rabbit-hole.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339706.html", "title": "Tripping Down a Virtual Reality Rabbit Hole", "title_page": "Tripping Down a Virtual Reality Rabbit Hole - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Apple II went on sale in 1977, but a couple of decades would pass before personal computers became ubiquitous. The earliest PCs were also very expensive (the Apple II sold for what would be about $5,000 today) and V.R. is no different. The Rift sells for $599, and the Vive goes for $799; both require a powerful desktop computer that will set you back at least $1,000.\nImage Credit Stuart Goldenberg\nBoth companies are working to solve some of the issues I had with V.R.\nA representative for Oculus told me that one of its goals was to add more parts of your body to the simulation, so that you don’t feel as if your mind and your limbs are in two different worlds. Later this year, Oculus will release a pair of touch-sensitive controllers. When you carry these into a virtual world, as I did during a recent demo at Facebook’s headquarters, you can see a representation of your hands in virtual space, and the controllers let you manipulate digital objects in a way that feels remarkably real.\nIn Oculus’s demo room, I threw three-point shots in basketball, repeatedly punched a guy (and took some punches) in an unruly hockey game and passed some digital toys back and forth with an Oculus employee who was also wearing a headset.\nCompared with the lonelier, hands-free version of Oculus now shipping, the hands-on demo offered less of a split between what my body was doing in the real world and what my eyes were seeing in the virtual one.\nHTC’s Vive is ahead of Oculus on this score. It comes with hand-sensing controllers that allow for digital manipulation, and its headset has a handy camera that provides an in-goggles map of the room around you, letting you find your chair and your keyboard without having to fumble clumsily for them.\nBut even as the technology improves, V.R. is still something you have to get used to. It’s unusual, in these days of multitasking, to plunge yourself completely into a media experience. You might want to tweet and snap while you watch a presidential debate or the N.B.A. finals. And you’re probably multitasking even when you’re watching something longer and more serious, like a movie.", "url": "https://www.nytimes.com/2016/06/23/technology/tripping-down-a-virtual-rabbit-hole.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}