{"authors": ["Vinod Sreeharsha"], "date_download": "2018-11-16 03:52:01", "date_modify": "2018-11-16 03:52:01", "date_publish": "2016-03-09 04:10:45", "description": "Marcelo Odebrecht got more than 19 years in prison after being convicted of corruption and money laundering in the investigation of the state-owned oil company.", "filename": "2016_03_09_world_americas_brazilian-businessman-gets-stiff-sentence-in-petrobras-scandal.html_module=inline_1542340321.html", "image_url": "https://static01.nyt.com/images/2016/03/08/world/0309marcelojpg/0309marcelojpg-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_09_world_americas_brazilian-businessman-gets-stiff-sentence-in-petrobras-scandal.html_module=inline_1542340321.html", "title": "Brazilian Businessman Gets Stiff Sentence in Petrobras Scandal", "title_page": "Brazilian Businessman Gets Stiff Sentence in Petrobras Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — Marcelo Odebrecht, the former chief executive of Brazil’s largest construction company, was convicted of corruption and money laundering on Tuesday. He was sentenced to more than 19 years in prison by the Brazilian judge who is leading the wide-ranging investigation into corruption at the state-owned oil company, Petrobras.\nTestimony in the overall inquiry, which has shaken the country’s political and business elite, has shown that executives at Petrobras accepted large bribes from companies and channeled some of that money to political figures and the governing Workers Party.\nThe judge, Sergio Moro, in a 234-page decision, said Mr. Odebrecht had paid about $35 million in bribes to officials at Petrobras and had used overseas accounts to launder the money and make many of the illicit payments. “Corruption with the payment of bribes of over hundreds of millions of reals, which has the consequence of draining the public coffers, merits special condemnation,” Judge Moro wrote.\nMr. Odebrecht’s company, Odebrecht SA, was founded by his grandfather in 1944. It now operates in 27 countries, including Cuba, Venezuela, China and the United States, and employs more than 250,000 people. It won contracts to work on many of the stadiums built for the 2014 World Cup in Brazil and has worked on many construction projects for the Summer Olympics to be held here this August, including the athletes’ village and the Olympic Park.", "url": "https://www.nytimes.com/2016/03/09/world/americas/brazilian-businessman-gets-stiff-sentence-in-petrobras-scandal.html?module=inline"}