{"authors": ["Steven Erlanger", "Alissa J. Rubin"], "date_download": "2018-11-16 03:21:46", "date_modify": "2018-11-16 03:21:46", "date_publish": "2016-03-18 14:03:58", "description": "Mr. Abdeslam had evaded the authorities for four months; his fingerprint was found in a residence raided by the police this week.", "filename": "2016_03_19_world_europe_salah-abdeslam-belgium-apartment.html_ref=liveblog_1542338506.html", "image_url": "https://static01.nyt.com/images/2016/03/18/multimedia/19belgium-arrest/19belgium-arrest-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_19_world_europe_salah-abdeslam-belgium-apartment.html_ref=liveblog_1542338506.html", "title": "Salah Abdeslam, Suspect in Paris Attacks, Is Captured in Brussels", "title_page": "Salah Abdeslam, Suspect in Paris Attacks, Is Captured in Brussels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The capture was the biggest breakthrough in the case since the days immediately after the attack, which killed 130 people and wounded more than 400 others in the deadliest terrorist violence in Western Europe since 2004.\nImage Salah Abdeslam. Credit Belgian Federal Police, via Associated Press\nIt could give security and intelligence agencies an opportunity to interrogate Mr. Abdeslam about his ties to the Islamic State and how the attacks were planned and carried out, at a time when officials are saying that the Paris plot might have been larger and more elaborate than first thought.\nHe was arrested three days after the police found his fingerprints in an apartment in another Brussels neighborhood. The authorities gave few details about how they had tracked him down, but the Belgian prosecutor’s office said it had also arrested three members of a family on charges of sheltering him.\nThe capture concluded what had been a frustrating hunt for Mr. Abdeslam, 26, a Belgian-born French citizen of Moroccan ancestry who is thought to have driven the car that carried a team of terrorists to the French national soccer stadium outside Paris on Nov. 13. Mr. Abdeslam’s brother Ibrahim blew himself up as a member of a separate team of attackers in Paris.\n“This evening is a huge success in the battle against terrorism,” Prime Minister Charles Michel of Belgium said at a news conference with President François Hollande of France.", "url": "https://www.nytimes.com/2016/03/19/world/europe/salah-abdeslam-belgium-apartment.html?ref=liveblog"}