{"authors": ["Joseph Goldstein"], "date_download": "2018-11-16 04:33:05", "date_modify": "2018-11-16 04:33:05", "date_publish": "2016-11-21 02:09:47", "description": "The alt-right, an extremist fringe popular with white supremacists, has celebrated the election of Donald J. Trump, and now hopes to have the ear of his White House.", "filename": "2016_11_21_us_alt-right-salutes-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342785.html", "image_url": "https://static01.nyt.com/images/2016/11/21/us/21ALTRIGHT2/21ALTRIGHT2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_21_us_alt-right-salutes-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342785.html", "title": "Alt-Right Gathering Exults in Trump Election With Nazi-Era Salute", "title_page": "Alt-Right Gathering Exults in Trump Election With Nazi-Era Salute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — By the time Richard B. Spencer, the leading ideologue of the alt-right movement and the final speaker of the night, rose to address a gathering of his followers on Saturday, the crowd was restless.\nIn 11 hours of speeches and panel discussions in a federal building named after Ronald Reagan a few blocks from the White House, a succession of speakers had laid out a harsh vision for the future, but had denounced violence and said that Hispanic citizens and black Americans had nothing to fear. Earlier in the day, Mr. Spencer himself had urged the group to start acting less like an underground organization and more like the establishment.\nBut now his tone changed as he began to tell the audience of more than 200 people, mostly young men, what they had been waiting to hear. He railed against Jews and, with a smile, quoted Nazi propaganda in the original German. America, he said, belonged to white people, whom he called the “children of the sun,” a race of conquerors and creators who had been marginalized but now, in the era of President-elect Donald J. Trump, were “awakening to their own identity.”\nAs he finished, several audience members had their arms outstretched in a Nazi salute. Mr. Spencer called out: “Hail Trump! Hail our people!” and then, “Hail victory!” — the English translation of the Nazi exhortation “Sieg Heil!” The room shouted back.", "url": "https://www.nytimes.com/2016/11/21/us/alt-right-salutes-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}