{"authors": ["Katie Rogers"], "date_download": "2018-11-16 03:41:06", "date_modify": "2018-11-16 03:41:06", "date_publish": "2016-11-23 16:02:51", "description": "Contrary to a statement from a member of Donald Trump’s transition team, the singer said he would not be performing at the inauguration.", "filename": "2016_11_23_arts_music_no-elton-john-will-not-perform-at-the-trump-inauguration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339666.html", "image_url": "https://static01.nyt.com/images/2016/11/24/us/24xp-elton/24xp-elton-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_23_arts_music_no-elton-john-will-not-perform-at-the-trump-inauguration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339666.html", "title": "No, Elton John Will Not Perform at the Trump Inauguration", "title_page": "No, Elton John Will Not Perform at the Trump Inauguration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Elton John will not perform at Donald J. Trump’s inauguration in January, contrary to a report from a member of Mr. Trump’s transition team, a publicist for the singer said on Wednesday.\nAnthony Scaramucci, the member of the presidential transition team, made the claim during an interview on the BBC program “HARDtalk” this week. But Fran Curtis, the publicist for the British singer, issued a strong denial by email:\n“Incorrect. He will NOT be performing.”\nMr. Scaramucci, who founded the investment firm SkyBridge Capital and has referred to himself as a gay rights activist, used his appearance on the BBC show to discuss his own stance on same-sex marriage. He said that Mr. Trump shared his views.\nA snippet of that interview was subsequently published by The New York Post, which also initially reported Mr. Scaramucci’s claim that Mr. John planned to perform on Jan. 20 in Washington.\n“This will be the first American president in U.S. history that enters the White House with a pro-gay-rights stance,” Mr. Scaramucci said on the show. “Elton John is going to be doing our concert on the mall for the inauguration.”", "url": "https://www.nytimes.com/2016/11/23/arts/music/no-elton-john-will-not-perform-at-the-trump-inauguration.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}