{"authors": ["Patricia Cohen"], "date_download": "2018-11-16 04:16:38", "date_modify": "2018-11-16 04:16:38", "date_publish": "2016-04-07 15:27:38", "description": "Setting up a shell corporation in the United States is simple — especially in states like Delaware, Wyoming and Nevada.", "filename": "2016_04_08_business_need-to-hide-some-income-you-dont-have-to-go-to-panama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341798.html", "image_url": "https://static01.nyt.com/images/2016/04/08/business/08shell/08shell-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_08_business_need-to-hide-some-income-you-dont-have-to-go-to-panama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341798.html", "title": "Need to Hide Some Income? You Don’t Have to Go to Panama", "title_page": "Need to Hide Some Income? You Don’t Have to Go to Panama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For wealthy Americans looking to veil their assets and shield some of their income from taxation, there is no need to go to Panama or any other offshore tax haven. It’s easy to establish a shell corporation right here at home.\n“In Wyoming, Nevada and Delaware, it’s possible to create these shell corporations with virtually no questions asked,” said Matthew Gardner, executive director of the Institute on Taxation and Economic Policy, a nonprofit research organization in Washington.\nIn some places, it can be more difficult to get a fishing license than to register a shell company. And it doesn’t cost much more.\nThe Panama Papers — the cache of leaked documents from a Panama law firm, Mossack Fonseca — have revealed how thousands of the firm’s clients, including an array of powerful figures around the world, stashed billions of dollars in tax havens. So far only a tiny number of American names have surfaced (although that could change as more of the documents are reviewed).", "url": "https://www.nytimes.com/2016/04/08/business/need-to-hide-some-income-you-dont-have-to-go-to-panama.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}