{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:12:32", "date_modify": "2018-11-16 04:12:32", "date_publish": "2016-03-15 12:45:38", "description": "The moves are the latest in a string of actions before President Obama’s trip to the island next week.", "filename": "2016_03_16_us_politics_white-house-cuba-restrictions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341552.html", "image_url": "https://static01.nyt.com/images/2016/03/16/world/16Sanctions-web/16Sanctions-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_16_us_politics_white-house-cuba-restrictions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341552.html", "title": "U.S. Eases Restrictions on Travel to Cuba and Bank Transactions", "title_page": "U.S. Eases Restrictions on Travel to Cuba and Bank Transactions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“In our diligence to make sure people were doing people-to-people, we allowed them to fall into the trap of the Cuban propaganda machine,” Mr. Caulfield said in an interview. “Basically it was the Potemkin tour of Cuba, where the Cubans could exert control.”\nHe added, “This allows a lot more flexibility for the travelers.”\nThe rules announced on Tuesday will also allow Cuban citizens to earn a salary in the United States and make it easier for dollars to be used in financial transactions with United States banks, something government officials in Havana have long pressed for. They come on the heels of an agreement last month between American and Cuban officials to restore direct commercial flights between the countries.\nThe changes reflect a major behind-the-scenes effort by American and Cuban officials to strike a series of deals before Mr. Obama’s visit to ensure that the trip is seen as a success.\nRemoving these barriers “is recognition that the Cuban people, particularly the growing number of Cubans who run their own small businesses, benefit when Americans travel to the island,” said Senator Jeff Flake, Republican of Arizona, who supports lifting the embargo and will make the trip with Mr. Obama. “Increased travel by Americans will lead to more Cuban entrepreneurs who are less dependent on the Cuban government. This is a great thing.”\nWhile administration officials argued that lifting the sanctions would serve United States interests, making it less expensive and easier for Americans to travel to Cuba and do business there, they also acknowledged on Tuesday that the Cubans must make their own regulatory modifications to allow the changes to take hold. The Cuban government still imposes a penalty of 10 percent to exchange American dollars in Cuba, Mr. Rhodes noted, and does not allow foreign firms to hire Cubans directly.\nCuban officials routinely contend that there can be no true move to normalization until the United States repeals the embargo, and many American companies are fearful of running afoul of the statute even with the latest revisions.", "url": "https://www.nytimes.com/2016/03/16/us/politics/white-house-cuba-restrictions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}