{"authors": ["Paul Mozur"], "date_download": "2018-11-16 04:16:55", "date_modify": "2018-11-16 04:16:55", "date_publish": "2016-11-07 10:12:48", "description": "A new law, long expected, pushes back against online anonymity and sets out requirements on how companies store data.", "filename": "2016_11_08_business_international_china-cyber-security-regulations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341815.html", "image_url": "https://static01.nyt.com/images/2016/11/08/world/08CHINACYBER-1/08CHINACYBER-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_08_business_international_china-cyber-security-regulations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341815.html", "title": "China’s Internet Controls Will Get Stricter, to Dismay of Foreign Business", "title_page": "China’s Internet Controls Will Get Stricter, to Dismay of Foreign Business - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — In August, business groups around the world petitioned China to rethink a proposed cybersecurity law that they said would hurt foreign companies and further separate the country from the internet.\nOn Monday, China passed that law — a sign that when it comes to the internet, China will go its own way.\nThe new rules, which were approved by the country’s rubber-stamp Parliament and will go into effect next summer, are part of a broader effort to better define how the internet is managed inside China’s borders.\nOfficials say the rules will help stop cyberattacks and help prevent acts of terrorism, while critics say they will further erode internet freedom. Business groups worry that parts of the law — such as required security checks on companies in industries like finance and communications, and mandatory in-country data storage — will make foreign operations more expensive or lock them out altogether. Individual users will have to register their real names to use messaging services in China.", "url": "https://www.nytimes.com/2016/11/08/business/international/china-cyber-security-regulations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}