{"authors": ["Jonathan M. Katz", "Erik Eckholm"], "date_download": "2018-11-16 04:22:52", "date_modify": "2018-11-16 04:22:52", "date_publish": "2016-04-05 18:49:46", "description": "A rift between conservatives and corporations widened as a bill protecting discrimination against gay people was signed in Mississippi and PayPal pulled out of North Carolina over a similar measure.", "filename": "2016_04_06_us_gay-rights-mississippi-north-carolina.html_module=inline_1542342172.html", "image_url": "https://static01.nyt.com/images/2016/04/06/us/06gayrights-web/06gayrights-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_06_us_gay-rights-mississippi-north-carolina.html_module=inline_1542342172.html", "title": "Anti-Gay Laws Bring Backlash in Mississippi and North Carolina", "title_page": "Anti-Gay Laws Bring Backlash in Mississippi and North Carolina - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DURHAM, N.C. — The divide between social conservatives and diversity-minded corporations widened Tuesday with developments in Mississippi and North Carolina related to the rights of gay, lesbian bisexual and transgender people in both states.\nMississippi’s governor signed far-reaching legislation allowing individuals and institutions with religious objections to deny services to gay couples, and the online-payment company PayPal announced it was canceling a $3.6 million investment in North Carolina.\nThe measure signed by Gov. Phil Bryant of Mississippi allows churches, religious charities and privately held businesses to decline services to people if doing so would violate their religious beliefs on marriage and gender. Gov. Nathan Deal of Georgia, under pressure from business interests, two weeks ago vetoed a similar bill passed by the State Legislature.\nPayPal said it had dropped plans to put in global operations center in Charlotte, N.C., because of the state’s recent passage of a law banning anti-discrimination protections based on sexual orientation and requiring transgender people in government buildings and public schools to use bathrooms that match the gender on their birth certificates. PayPal had pledged to bring 400 jobs and invest $3.6 million in the area by the end of 2017.", "url": "https://www.nytimes.com/2016/04/06/us/gay-rights-mississippi-north-carolina.html?module=inline"}