{"authors": ["Louise Story"], "date_download": "2018-11-16 04:17:13", "date_modify": "2018-11-16 04:17:13", "date_publish": "2016-02-01 00:22:07", "description": "The report is the result of an undercover investigation by Global Witness, a nonprofit group that has been pushing for stricter money-laundering rules.", "filename": "2016_02_01_us_report-describes-lawyers-advice-on-moving-suspect-funds-into-us.html_module=inline_1542341833.html", "image_url": "https://static01.nyt.com/images/2016/02/01/us/01shell-web/01shell-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_01_us_report-describes-lawyers-advice-on-moving-suspect-funds-into-us.html_module=inline_1542341833.html", "title": "Report Describes Lawyers’ Advice on Moving Suspect Funds Into U.S.", "title_page": "Report Describes Lawyers’ Advice on Moving Suspect Funds Into U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the report, lawyers describe tactics for moving money secretly. Another lawyer, Marc Koplik of Henderson & Koplik L.L.P., said, “So we have to scrub it at the beginning, if we can, or scrub it at the intermediary location that I mentioned,” according to the report. He also said smaller money managers and trustee firms were “closer to what true private bankers used to be.”\nLawyers who were named in the report, or their representatives, told The Times that they took issue with Global Witness’s undercover methods. And a lawyer for Mr. Jankoff and another lawyer for Mr. Koplik said they were unwilling to comment because Global Witness had not been willing to show them advance versions of the full videos, which were posted on Global Witness’s website and featured in a segment Sunday night on “60 Minutes.”\nIn the report, Global Witness also said it had met with James Silkenat, a recent president of the American Bar Association. Mr. Silkenat, who works at Sullivan & Worcester, did tell the investigator that he would have to know more about the minister’s money, would have to make sure no crimes were committed before taking him on and would report any crimes he found out about to authorities.\nNonetheless, Mr. Silkenat told the investigator that there may be “other banking systems that are less rigorous on this than the U.S.” and that “we could provide you with the list of countries where the banking systems require less detail on ownership or source of funds.”\nMr. Silkenat told The Times by email that his comment was meant to address privacy concerns that the supposed minister might have. He said he had tried to make clear in the meeting that “we would be a wholly ill suited choice as legal counsel for any potential client who was looking to violate U.S. or foreign money laundering or other laws.”\nThe American Bar Association suggests that government officials who come in as clients should have enhanced scrutiny, but the association’s guidelines are voluntary. In its report, Global Witness said that Mr. Silkenat had sent them a letter from an ethics lawyer who said that there is no expectation that lawyers investigate clients at a first meeting.", "url": "https://www.nytimes.com/2016/02/01/us/report-describes-lawyers-advice-on-moving-suspect-funds-into-us.html?module=inline"}