{"authors": ["Nicolas Rapold"], "date_download": "2018-11-16 04:11:09", "date_modify": "2018-11-16 04:11:09", "date_publish": "2016-03-10 19:27:30", "description": "Trey Edward Shults put himself, his mother and aunts in a film about addiction, estrangement and family ties.", "filename": "2016_03_13_movies_with-krisha-a-director-finds-a-cast-he-can-relate-to.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341469.html", "image_url": "https://static01.nyt.com/images/2016/03/13/arts/13FILMFAMILY/13FILMFAMILY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_13_movies_with-krisha-a-director-finds-a-cast-he-can-relate-to.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341469.html", "title": "With ‘Krisha,’ a Director Finds a Cast He Can Relate To", "title_page": "With ‘Krisha,’ a Director Finds a Cast He Can Relate To - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We felt like a family” is a sentiment often voiced by actors about smooth productions. But when the filmmaker Trey Edward Shults says the same about “Krisha,” his debut feature film, he’s just stating facts. His mother, aunts and even grandmother all star in the film — as does he.\n“I look like Krisha and my mom, so I just figured I had to step up and do it because it wouldn’t make sense otherwise,” Mr. Shults said recently in a Skype interview from Florida.\nWhat might sound like a recipe for frustration (or madness) produced an acclaimed psychodrama, which last month won the John Cassavetes prize (for a feature made for under $500,000) at the Independent Spirit Awards. The plot outline of the film, which opens Friday, March 18, resembles a typical Thanksgiving homecoming disaster movie. The title character, an aging recovering alcoholic, attends the family feast after long estrangement from her son (played by Mr. Shults), only to find that her demons have come with her.\nExpressionist camerawork, foreboding music and sound design, and suspenseful pacing all distinguish the film. But Mr. Shults’s casting of family members — and chronicling of trauma — gives “Krisha” a special energy.", "url": "https://www.nytimes.com/2016/03/13/movies/with-krisha-a-director-finds-a-cast-he-can-relate-to.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}