{"authors": ["Eric Lichtblau", "Katie Benner"], "date_download": "2018-11-16 03:42:50", "date_modify": "2018-11-16 03:42:50", "date_publish": "2016-02-17 10:07:24", "description": "Timothy D. Cook, Apple’s chief, said the government’s request to bypass security on the phone used by Syed Rizwan Farook had “chilling” implications.", "filename": "2016_02_18_technology_apple-timothy-cook-fbi-san-bernardino.html_module=inline_1542339770.html", "image_url": "https://static01.nyt.com/images/2016/02/18/world/18Appleletter-web/18Appleletter-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_18_technology_apple-timothy-cook-fbi-san-bernardino.html_module=inline_1542339770.html", "title": "Apple Fights Order to Unlock San Bernardino Gunman’s iPhone", "title_page": "Apple Fights Order to Unlock San Bernardino Gunman’s iPhone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Last month, some of President Obama’s top intelligence advisers met in Silicon Valley with Apple’s chief, Timothy D. Cook, and other technology leaders in what seemed to be a public rapprochement in their long-running dispute over the encryption safeguards built into their devices.\nBut behind the scenes, relations were tense, as lawyers for the Obama administration and Apple held closely guarded discussions for over two months about one particularly urgent case: The F.B.I. wanted Apple to help “unlock” an iPhone used by one of the two attackers who killed 14 people in San Bernardino, Calif., in December, but Apple was resisting.\nWhen the talks collapsed, a federal magistrate judge, at the Justice Department’s request, ordered Apple to bypass security functions on the phone. The order set off a furious public battle on Wednesday between the Obama administration and one of the world’s most valuable companies in a dispute with far-reaching legal implications.\n“This Apple case really goes right to the heart of the encryption issue,” said Ira Rubinstein, a senior fellow at the New York University Information Law Institute, “and in some ways, this was a fight that was inevitable.”", "url": "https://www.nytimes.com/2016/02/18/technology/apple-timothy-cook-fbi-san-bernardino.html?module=inline"}