{"authors": ["Leslie Picker", "Reed Abelson"], "date_download": "2018-11-16 03:44:47", "date_modify": "2018-11-16 03:44:47", "date_publish": "2016-07-19 21:07:42", "description": "Antitrust officials are concerned that Aetna’s deal with Humana and Anthem’s pursuit of Cigna would harm competition in the health insurance industry.", "filename": "2016_07_20_business_dealbook_anthem-cigna-aetna-humana-health-care-mergers.html_module=inline_1542339887.html", "image_url": "https://static01.nyt.com/images/2016/07/20/business/20DB-CARE/20DB-CARE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_20_business_dealbook_anthem-cigna-aetna-humana-health-care-mergers.html_module=inline_1542339887.html", "title": "Justice Dept. Will Seek to Block 2 Health Insurance Mergers", "title_page": "Justice Dept. Will Seek to Block 2 Health Insurance Mergers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Justice Department is preparing lawsuits to block two giant health insurance deals, according to a person briefed on the matter, continuing a spate of antitrust actions in a whirlwind year for mergers and acquisitions.\nAntitrust officials are concerned that Aetna’s $37 billion deal with Humana, and Anthem’s $48 billion pursuit of Cigna, will harm competition in the health insurance industry, said the person, who spoke on condition of anonymity because the suits had not yet been filed. The deals would have decreased the number of the largest insurers to three, from five.\nThe Justice Department’s final decision is expected this week or next, the person said.\nAnthem and Cigna both declined to comment, and Humana did not immediately return a request for comment. A spokesman for Aetna said: “We don’t comment on rumors and speculation, but we are steadfast in our belief that this deal is good for consumers and the health care system as a whole.”\nIf both deals are withdrawn, 2015 would no longer be the largest year ever for mergers and acquisitions globally, according to Dealogic, a data provider. Instead, 2016 would be on pace to break records for the scope of withdrawn deals, with $723 billion of deals being abandoned so far this year.", "url": "https://www.nytimes.com/2016/07/20/business/dealbook/anthem-cigna-aetna-humana-health-care-mergers.html?module=inline"}