{"authors": ["Louise Story"], "date_download": "2018-11-16 04:17:19", "date_modify": "2018-11-16 04:17:19", "date_publish": "2016-01-13 11:01:00", "description": "The initiative will start in Manhattan and Miami-Dade County as part of a broader federal effort to focus on money laundering in real estate.", "filename": "2016_01_14_us_us-will-track-secret-buyers-of-luxury-real-estate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341839.html", "image_url": "https://static01.nyt.com/images/2016/01/13/us/xxLLC1/xxLLC1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_14_us_us-will-track-secret-buyers-of-luxury-real-estate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341839.html", "title": "U.S. Will Track Secret Buyers of Luxury Real Estate", "title_page": "U.S. Will Track Secret Buyers of Luxury Real Estate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The use of shell companies in real estate is legal, and L.L.C.s have a range of uses unrelated to secrecy. But a top Treasury official, Jennifer Shasky Calvery, said her agency had seen instances in which multimillion-dollar homes were being used as safe deposit boxes for ill-gotten gains, in transactions made more opaque by the use of anonymous shell companies.\n“We are concerned about the possibility that dirty money is being put into luxury real estate,” said Ms. Calvery, the director of the Financial Crimes Enforcement Network, the Treasury unit running the initiative. “We think some of the bigger risk is around the least transparent transactions.”\nThe department will focus on sales that are both paid for all in cash and conducted using shell companies.\nThe government is requiring title insurance companies, which are involved in virtually all sales, to discover the identities of buyers and submit the information to the Treasury.\nThe government will put the information into a database for law enforcement.\nThe Treasury’s program will affect billions of dollars in real estate transactions.\nIn Manhattan, the initiative requires buyers in sales of more than $3 million to be reported; in Miami-Dade County, it requires reporting on sales of more than $1 million. In Manhattan, 1,045 residential sales cost more than $3 million in the second half of 2015, worth some $6.5 billion in aggregate, according to PropertyShark, a real estate data company.\nAdvertisement Continue reading the main story\nIn addition to starting in only two markets, the requirement runs from March through August. If Treasury officials find that many sales involved suspicious money, Ms. Calvery said, they will develop permanent reporting requirements across the country.\nA senior Federal Bureau of Investigation official, Patrick Fallon, said the anonymity possible under existing shell companies had stymied investigations and the Treasury initiative would help trace illicit money.\n“We fully intend to encourage expansion of it, so, not only to different geographic areas but as far as the time frame as well,” said Mr. Fallon, chief of the bureau’s financial crimes section. “We think it’ll prove its worth.”\nIn its investigation, The Times found that nearly half of homes nationwide worth at least $5 million are purchased using shell companies. In Manhattan and Los Angeles, the figure is higher.\nIn New York, The Times examined a decade of ownership at a prominent condominium complex near Central Park, the Time Warner Center, and found a number of hidden owners who had been the subjects of government investigations. They included former Russian senators, a former governor from Colombia, a British financier, and a businessman tied to the prime minister of Malaysia, who is now under investigation.", "url": "https://www.nytimes.com/2016/01/14/us/us-will-track-secret-buyers-of-luxury-real-estate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}