{"authors": ["Andrew Higgins", "Jim Yardley"], "date_download": "2018-11-16 04:10:55", "date_modify": "2018-11-16 04:10:55", "date_publish": "2016-10-01 19:16:53", "description": "The Georgian Orthodox Church was once hostile to the Vatican, and the former Soviet republic remains pulled between East and West.", "filename": "2016_10_02_world_europe_pope-francis-georgia_1542341455.html", "image_url": "https://static01.nyt.com/images/2016/10/02/world/POPE/POPE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_02_world_europe_pope-francis-georgia_1542341455.html", "title": "Pope Francis Navigates Orthodox Georgia’s Rocky Terrain", "title_page": "Pope Francis Navigates Orthodox Georgia’s Rocky Terrain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TBILISI, Georgia — Pope Francis, accustomed to huge, usually adulatory crowds during his international trips, got an early taste of how his two-day visit to Georgia would be a bit different, courtesy of David Isakadze, a passionate anti-papist and a priest in the Georgian Orthodox Church.\nWhen Francis and his motorcade pulled out of the airport in Tbilisi, Georgia’s capital, on Friday, Mr. Isakadze and a few dozen other protesters were waiting with banners declaring, “The pope is a heretic” or “Antichrist!” When Francis visited a Catholic church later in the day, the protesters were there, too.\nThen on Saturday, Francis celebrated Mass at a soccer stadium — but only a few thousand people were in the stands, unusual even for a country with a small Catholic population. And while the Vatican expected an Orthodox delegation to attend the service as a gesture of good will, none showed up. An Orthodox spokesman blamed doctrinal differences.\nIn visiting Georgia, one of the world’s oldest Christian nations, Francis is confronted with the tricky geopolitical and religious terrain of a former Soviet land now pulled between East and West. The Georgian Orthodox Church, once hostile to the Vatican, is revered as a guardian of national identity even as the more conservative priests often look to Moscow and the much bigger Russian Orthodox Church as allies in the struggle against the encroachment of Western values.", "url": "https://www.nytimes.com/2016/10/02/world/europe/pope-francis-georgia.html"}