{"authors": ["Rebecca R. Ruiz"], "date_download": "2018-11-16 03:19:19", "date_modify": "2018-11-16 03:19:19", "date_publish": "2016-07-17 00:43:10", "description": "Antidoping officials from leading countries in global sports are awaiting the results of an investigation into allegations of a state-sponsored doping program in Russia.", "filename": "2016_07_17_sports_olympics_russia-doping-summer-games-rio.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338359.html", "image_url": "https://static01.nyt.com/images/2016/07/17/sports/17WADA1-web/17WADA1-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_17_sports_olympics_russia-doping-summer-games-rio.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338359.html", "title": "Antidoping Officials Are Expected to Ask That Russia Be Barred From Rio Olympics", "title_page": "Antidoping Officials Are Expected to Ask That Russia Be Barred From Rio Olympics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Antidoping officials from at least 10 nations and 20 athlete groups are preparing the extraordinary step of requesting that the entire Russian delegation be barred from the Summer Olympics over allegations of a state-sponsored doping program, according to email correspondence obtained by The New York Times.\nThe antidoping officials and athletes were expected to pressure Olympic leaders on the matter as soon as Monday — less than three weeks before the opening ceremony in Rio. They were waiting for the results of an investigation into claims published in The Times of a state-sponsored doping program conducted by Russian officials at the 2014 Sochi Olympics.\nGrigory Rodchenkov, Russia’s former antidoping lab director, told The Times in May that he followed government orders to cover up the widespread use of performance-enhancing drugs by dozens of Russian Olympians at the Sochi Games. At least 15 of them won medals, he said.\nRussian officials have dismissed allegations of a state-run doping program as a Western conspiracy intended to smear Russia. The country’s track and field team has already been barred from the Rio Games for doping violations; calls for sanctions against Russian athletes in every sport would be unprecedented and would likely escalate the geopolitical debate.", "url": "https://www.nytimes.com/2016/07/17/sports/olympics/russia-doping-summer-games-rio.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}