{"authors": ["Jon Caramanica"], "date_download": "2018-11-16 04:53:25", "date_modify": "2018-11-16 04:53:25", "date_publish": "2016-05-18 22:04:44", "description": "The rapper delights in eradicating the walls between the sacred and the secular.", "filename": "2016_05_19_arts_music_chance-the-rapper-coloring-book-review.html_module=inline_1542344005.html", "image_url": "https://static01.nyt.com/images/2016/05/19/arts/19CHANCE2/19CHANCE2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_05_19_arts_music_chance-the-rapper-coloring-book-review.html_module=inline_1542344005.html", "title": "Chance the Rapper Releases ‘Coloring Book,’ With Spirit", "title_page": "Chance the Rapper Releases ‘Coloring Book,’ With Spirit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That intimacy is echoed time and again on “Coloring Book.” Chance is one of hip-hop’s pre-eminent memoirists, a pinpoint recollector of childhood stories who uses them as universal parables. He opens “Summer Friends” with wistfulness: “Socks on concrete, Jolly Rancher kids/I was talking back and now I gotta stay at grandma’s crib.” But later, the song becomes a eulogy for that same childhood innocence, decimated by Chicago violence: “Our summer don’t get no shine no more/Our summer die, our summertime don’t got no time no more.”\nImage Chance the Rapper’s new album, “Coloring Book.”\nChance is a vernacular progressive, a dexterous rapper who shrugs at his own facility at every turn — for him, complexity isn’t a cudgel, it’s a showcase. He shows it off in the density of his rhymes, but mostly in his rhythms and melodies: few rappers are as comfortable with shifting gears mid-flow, and even fewer sound so at ease doing so.\nChance isn’t modest, though — at least, not about his ambition. He’s connected enough and comfortable enough to get a rare verse by the hip-hop specter Jay Electronica on “How Great,” corral Justin Bieber for a cameo on “Juke Jam” and to refer to Beyoncé as “Auntie Yoncé.” And though “Coloring Book” is advertised as a mixtape, it’s as tightly orchestrated as any album, full of guests who feel the same: Lil Wayne and 2 Chainz, clever on “No Problem”; a scrappy Young Thug and a startlingly great Lil Yachty on “Mixtape.”\nThat song is Chance’s statement of economic purpose: “How can they call themselves bosses when they got so many bosses?/You gotta see what your boss say/I get it straight out the faucet.” His resentment about record labels is mid-1990s in spirit, but transposed for an era in which an artist with his gifts doesn’t need one to succeed. (“Coloring Book” is currently available as an Apple Music streaming exclusive; it eventually will be released more widely, though will not be made available for sale.) He frames this distaste in religious terms: “They want four-minute songs/You need a four-hour praise dance performed every morn.”\nOf course, in Chance’s universe, the pop song is the praise song. He’s a slick warrior for independent artists, for the sanctity and sanity of his hometown, for his family, for the Lord. Mr. West has been juggling concerns exterior and interior, big and small for more than a decade. With Chance, there’s no more need to juggle.", "url": "https://www.nytimes.com/2016/05/19/arts/music/chance-the-rapper-coloring-book-review.html?module=inline"}