{"authors": ["Charlie Savage"], "date_download": "2018-11-16 03:20:05", "date_modify": "2018-11-16 03:20:05", "date_publish": "2016-07-13 00:00:18", "description": "While Mr. Obama has not received explicit authorization for the war, a legal brief said Congress’s funding for military action had conferred that authority.", "filename": "2016_07_13_us_isis-war-powers-obama-lawsuit.html_module=inline_1542338405.html", "image_url": "https://static01.nyt.com/images/2016/07/13/us/13warpower/13warpower-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_13_us_isis-war-powers-obama-lawsuit.html_module=inline_1542338405.html", "title": "Administration Rebuts Soldier’s Suit That Calls ISIS Fight Illegal", "title_page": "Administration Rebuts Soldier’s Suit That Calls ISIS Fight Illegal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In addition to its argument on congressional funding, the administration offered several reasons that the case should be dismissed without scrutiny of its legal merits: that courts should leave war powers questions to the two politically elected branches of government; that sovereign immunity bars the lawsuit; and that Captain Smith lacked legal standing.\nTwo lawyers representing Captain Smith, Bruce Ackerman and David Remes, criticized that reasoning. Mr. Ackerman said the brief made no mention of several key Supreme Court precedents that he said ran counter to the government’s position, and Mr. Remes rejected the government’s argument that judges should stay out of war powers disputes.\n“The government is arguing that it is not appropriate for the court to decide whether the president has violated the law,” he said. “We disagree. Captain Smith simply wants to know if what he is doing is legal. He has a right to have the court decide that question.”\nThe dispute traces back to the summer of 2014, when Mr. Obama ordered the military to bomb Islamic State forces in Iraq and Syria. While he asked Congress to endorse that effort, he also said it was unnecessary because the operation was covered by the 2001 authorization for the use of military force against the perpetrators of the Sept. 11 terrorist attacks and by the 2002 authorization for the Iraq war.\nCritics said that Mr. Obama was stretching his power under those old statutes too far and that this was a new and different conflict. While the Islamic State was once Al Qaeda’s Iraq affiliate, the two groups were now at war. But the administration argued that it had the authority to keep fighting successor factions.", "url": "https://www.nytimes.com/2016/07/13/us/isis-war-powers-obama-lawsuit.html?module=inline"}