{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:26:17", "date_modify": "2018-11-16 04:26:17", "date_publish": "2016-06-06 15:08:26", "description": "The justices will consider cases questioning the roles race and intellectual disability might play in capital prosecutions.", "filename": "2016_06_07_us_politics_supreme-court-to-hear-two-major-death-penalty-cases.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342377.html", "image_url": "https://static01.nyt.com/images/2016/06/07/us/07SCOTUS_DIPTYCH/07SCOTUS_DIPTYCH-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_07_us_politics_supreme-court-to-hear-two-major-death-penalty-cases.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342377.html", "title": "Supreme Court to Hear Death Penalty Cases", "title_page": "Supreme Court to Hear Death Penalty Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Calling Dr. Quijano’s testimony “bizarre and objectionable,” Justice Samuel A. Alito Jr., joined by Justices Antonin Scalia and Stephen G. Breyer, indicated that there were serious questions about the conduct of Mr. Buck’s own lawyers.\n“Dr. Quijano’s testimony would provide a basis for reversal of petitioner’s sentence if the prosecution were responsible for presenting that testimony to the jury,” Justice Alito wrote. “But Dr. Quijano was a defense witness, and it was petitioner’s attorney, not the prosecutor, who first elicited Dr. Quijano’s view regarding the correlation between race and future dangerousness.”\nJustice Sonia Sotomayor, joined by Justice Elena Kagan, said she would have voted to hear the case even as a challenge to prosecutorial misconduct. She noted that in 2000 the state’s attorney general, John Cornyn, had seemed to promise to allow new sentencings for several inmates, including Mr. Buck, who had been sent to death row based in part on Dr. Quijano’s testimony.\nTexas prosecutors now say Mr. Buck’s appeal is barred on procedural grounds.\nThe justices also agreed on Monday to hear an appeal from Bobby J. Moore, who has been on death row since 1980 for fatally shooting a 72-year-old Houston supermarket clerk, James McCarble, during a robbery. That case, Moore v. Texas, No. 15-797, raises questions about whether Texas uses outdated standards in assessing whether a defendant’s intellectual disability was severe enough to bar his execution.\nWhen the court ruled in 2002 in Atkins v. Virginia that the Constitution forbade the execution of people with mental disabilities, it gave states only general guidance. It said a finding of intellectual disability required proof of three things: “subaverage intellectual functioning,” meaning low I.Q. scores; a lack of fundamental social and practical skills; and the presence of both conditions before age 18. The court said I.Q. scores under “approximately 70” typically indicated disability.\nIn 2014, in Hall v. Florida, though, the court ruled that Florida’s I.Q. score cutoff was too rigid to decide which mentally disabled individuals must be spared the death penalty.\n“Florida seeks to execute a man because he scored a 71 instead of 70 on an I.Q. test,” Justice Anthony M. Kennedy wrote for the majority in a 5-to-4 decision.", "url": "https://www.nytimes.com/2016/06/07/us/politics/supreme-court-to-hear-two-major-death-penalty-cases.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}