{"authors": ["Paul Mozur"], "date_download": "2018-11-16 03:42:15", "date_modify": "2018-11-16 03:42:15", "date_publish": "2016-07-07 01:21:38", "description": "The South Korean technology conglomerate posted its best quarterly profit figure in two years as its phones held their own against Apple.", "filename": "2016_07_08_business_samsung-profit-rises-on-new-smartphone-screen-technology.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339735.html", "image_url": "https://static01.nyt.com/images/2016/07/08/business/08SAMSUNG1/08SAMSUNG1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_08_business_samsung-profit-rises-on-new-smartphone-screen-technology.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339735.html", "title": "Samsung Profit Rises on New Smartphone Screen Technology", "title_page": "Samsung Profit Rises on New Smartphone Screen Technology - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — Six months after it warned that 2016 would be a tough year, Samsung Electronics is showing that new technology and new phones are beginning to pay off.\nThe South Korean technology conglomerate said on Thursday that its operating profit for the three months that ended in June rose 17 percent over the same period a year ago. The jump in growth beat analysts’ expectations and led to the company’s best quarterly profit figure in two years.\nAt the heart of the recovery is the sustained popularity of Samsung’s flagship S7 phone, which analysts say has sold well despite the competitive pressures from Apple. Bolstering that success are steady sales of the company’s lower-end phones.\nIf Samsung’s profit growth in the first half of 2016 comes from weathering difficult conditions in the global smartphone markets, analysts say the rest of the year will be more dependent on its lesser-known products: memory components and screen technology.", "url": "https://www.nytimes.com/2016/07/08/business/samsung-profit-rises-on-new-smartphone-screen-technology.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}