{"authors": ["Martin Fletcher"], "date_download": "2018-11-16 03:15:06", "date_modify": "2018-11-16 03:15:06", "date_publish": "2016-06-21 12:41:39", "description": "Led by Boris Johnson, the country’s news media have been smearing the European Union for decades.", "filename": "2016_06_22_opinion_who-is-to-blame-for-brexits-appeal-british-newspapers.html_module=inline_1542338106.html", "image_url": "https://static01.nyt.com/images/2016/06/22/opinion/22fletcher-INYTB/22fletcher-INYTB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_22_opinion_who-is-to-blame-for-brexits-appeal-british-newspapers.html_module=inline_1542338106.html", "title": "Who Is to Blame for Brexit’s Appeal? British Newspapers", "title_page": "Opinion | Who Is to Blame for Brexit’s Appeal? British Newspapers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — No one should be surprised that Britain could vote to leave the European Union on Thursday. For decades, British newspapers have offered their readers an endless stream of biased, misleading and downright fallacious stories about Brussels. And the journalist who helped set the tone — long before he became the mayor of London or the face of the pro-Brexit campaign — was Boris Johnson.\nI know this because I was appointed Brussels correspondent for The Times of London in 1999, a few years after Mr. Johnson reported from there for another London newspaper, The Telegraph. I had to live with the consequences.\nMr. Johnson, fired from The Times in 1988 for fabricating a quotation, made his name in Brussels not with honest reporting but with extreme euroskepticism, tirelessly attacking, mocking and denigrating the European Union. He wrote about European Union plans to take over Europe, ban Britain’s favorite potato chips, standardize condom sizes and blow up its own asbestos-filled headquarters. These articles were undoubtedly colorful but they bore scant relation to the truth.\nMr. Johnson’s dispatches galvanized the rest of Britain’s highly competitive and partisan newspaper industry. They were far more fun than the usual dry, policy-driven Brussels fare. Editors at other newspapers, particularly but not exclusively the tabloids, started pressing their own correspondents to match Mr. Johnson’s imaginative reports.", "url": "https://www.nytimes.com/2016/06/22/opinion/who-is-to-blame-for-brexits-appeal-british-newspapers.html?module=inline"}