{"authors": ["Azam Ahmed"], "date_download": "2018-11-16 03:48:12", "date_modify": "2018-11-16 03:48:12", "date_publish": "2016-10-08 01:37:51", "description": "Some estimates said that more than 800 people had died in the storm, and passage to many areas remained blocked, thwarting efforts to help survivors.", "filename": "2016_10_08_world_americas_haiti-hurricane-matthew.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340092.html", "image_url": "https://static01.nyt.com/images/2016/10/08/world/08HAITI/08HAITI-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_10_08_world_americas_haiti-hurricane-matthew.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340092.html", "title": "Toll Rises by Hour in Haiti Amid Ruin Left by Hurricane Matthew", "title_page": "Toll Rises by Hour in Haiti Amid Ruin Left by Hurricane Matthew - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now the hurricane has presented yet another hurdle to a nation still grappling with the devastation of the 2010 earthquake and a cholera epidemic inadvertently introduced to the country by United Nations peacekeepers.\nEtienne Navuson, 27, waited out the hurricane this week in his concrete home as the wind lashed his village on the southwestern peninsula. When he awoke, almost everything had vanished: cattle, crops, fields and homes.\n“Had the rain fallen more than it did — had it gone for just one more hour — we would have lost even more,” Mr. Navuson said.\nAt least 90 percent of the village was destroyed, he said. Residents are searching for food and water buried in the rubble.\n“Those who find something are fortunate,” he said. Seven more family members have taken refuge in Mr. Navuson’s home after losing their own to the storm. The tiny home is now packed with people sleeping on plastic sheets for bedding.\n“There will be food shortages in the days to come,” Mr. Navuson said.\nMsgr. Pierre-André Pierre, the head of the Catholic University of Notre Dame of Haiti, encountered chaos when he reached the coastal town of Jérémie. Trees were gone, leaving an empty field. Someone had discarded a body in front of a Catholic bishop’s house, not knowing where else to dispose of it.", "url": "https://www.nytimes.com/2016/10/08/world/americas/haiti-hurricane-matthew.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}