{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 04:26:54", "date_modify": "2018-11-16 04:26:54", "date_publish": "2016-12-14 23:13:57", "description": "The Wall Street firm named two executives to share president and chief operating officer roles and promoted others as a new group of potential C.E.O.s emerges.", "filename": "2016_12_14_business_dealbook_goldman-sachs-executive-changes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342414.html", "image_url": "https://static01.nyt.com/images/2016/12/15/business/15DB-GOLDMAN1/15DB-GOLDMAN1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_14_business_dealbook_goldman-sachs-executive-changes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342414.html", "title": "At Goldman, Top Departure Opens a Door for the Next Generation", "title_page": "At Goldman, Top Departure Opens a Door for the Next Generation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Solomon is currently one of three heads of Goldman’s investment bank, which is one of Wall Street’s top advisers to companies around the world. He is not a lifetime Goldman employee, however: He joined the firm as a partner in 1999, after working at Bear Stearns, Drexel Burnham Lambert, Salomon Brothers and the Irving Trust Company.\nBy contrast, Mr. Schwartz has worked at Goldman for most of his career, after a stint at Citicorp, He joined Goldman as a salesman in its J. Aron unit in the mid-1990s, rising through the trading division to become its co-head in 2008. Three years ago, he became chief financial officer after Mr. Viniar’s retirement.\nThen there is Mr. Chavez, who as chief information officer has helped spearhead Goldman’s attempt to become as much a technology company as it is a financial powerhouse, overseeing its roughly 9,000 computer engineers. A fast-rising star in the firm, he also began his career in the J. Aron trading division, though he left Goldman to join the Swiss bank Credit Suisse and then to found a trading-software start-up. He returned to the firm in 2005 as a partner.\nGoldman elevated two other men on Wednesday, Richard J. Gnodde and Pablo J. Salame, to vice chairmen. Mr. Gnodde, a 29-year Goldman veteran based in London, is a co-chief executive of Goldman’s international unit and a co-head of investment banking. Mr. Salame, who has been at Goldman for two decades, currently serves as co-head of the trading division.\n“These five leaders have distinguished themselves in their respective areas of expertise, and I look forward to working with them in formulating and executing our global strategy,” Mr. Blankfein said in a statement. “They have consistently demonstrated their unwavering commitment to Goldman Sachs, our clients and our people.”", "url": "https://www.nytimes.com/2016/12/14/business/dealbook/goldman-sachs-executive-changes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}