{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:51:16", "date_modify": "2018-11-16 04:51:16", "date_publish": "2016-11-08 17:13:41", "description": "As many voters waited and waited, the New York City Board of Elections struggled to handle the crowds and address reports of problems at polling places.", "filename": "2016_11_09_nyregion_new-york-voting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343876.html", "image_url": "https://static01.nyt.com/images/2016/11/09/nyregion/09nyvoting3/09nyvoting3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_09_nyregion_new-york-voting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343876.html", "title": "‘I Feel Very Happy to Be a Part of This’: New Yorkers Flock to the Polls", "title_page": "‘I Feel Very Happy to Be a Part of This’: New Yorkers Flock to the Polls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The number of polling places in New York City has declined in recent years, with the 1,205 operating this year about the same as in 2012 but down from 1,349 in 2008, when President Obama was elected to his first term. Many polling places were consolidated to comply with federal regulations related to people with disabilities, said Councilman Ben Kallos, an Upper East Side Democrat who leads the governmental operations committee.\nOver the same period, the number of active registered voters has increased to 4.5 million from 4.1 million.\nThe flood of voters could be felt across the city.\n“They were literally counting the number of people in the room to figure out the fire code limits,” Mr. Kallos said of the scene at the 92nd Street Y, where lines moved swiftly.\n“You’d think ‘Star Wars’ was playing in 1977,” said Dale Feinblatt, 67, who had voted early at a Presbyterian church on First Avenue and 74th Street and then returned to keep friends company while they waited their turn. Some people spent 90 minutes in line.\n“This is by far the biggest turnout I’ve ever seen here,” said Joe Weisenfeld, 67, who said he had been voting at the same place, Public School 54 in the Willowbrook section of Staten Island, for 33 years. “If you want to complain, you’ve got to vote.”\nMichael J. Ryan, executive director of the city’s Board of Elections, said that reports of broken scanning machines — which frustrated voters across the city — were to be expected in an election with so much attention and such voter enthusiasm.", "url": "https://www.nytimes.com/2016/11/09/nyregion/new-york-voting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}