{"authors": ["Nikita Stewart"], "date_download": "2018-11-16 04:51:22", "date_modify": "2018-11-16 04:51:22", "date_publish": "2016-11-08 03:33:27", "description": "Homeless, often too overwhelmed by their circumstances to vote, say this election is too important to miss despite not having their issues addressed during national debates.", "filename": "2016_11_08_nyregion_in-new-york-homeless-and-making-plans-to-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343882.html", "image_url": "https://static01.nyt.com/images/2016/11/08/multimedia/homeless-voter/homeless-voter-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_08_nyregion_in-new-york-homeless-and-making-plans-to-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343882.html", "title": "In New York, Homeless and Making Plans to Vote", "title_page": "In New York, Homeless and Making Plans to Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At 7 a.m. on Monday, the line for the soup kitchen snaked through a hallway of St. Bartholomew’s Church in Midtown Manhattan as men and a few women, bundled in layers of worn jackets and sweatshirts, waited for a breakfast of mixed greens and egg noodles with beef donated by the nearby Waldorf Astoria.\nOn Tuesday, a handful of soup kitchen regulars will stand in lines at polling places around New York City to cast their votes in a presidential contest where the struggles of poverty rarely made their way into the national debate.\nBut with the help of the League of Women Voters, volunteers with Crossroads Community Services, a nonprofit founded by the church, held voter registration drives in August and September. Homeless people are guaranteed the right to register to vote in New York despite not having fixed addresses as a result of a lawsuit argued by the Coalition for the Homeless in 1984.", "url": "https://www.nytimes.com/2016/11/08/nyregion/in-new-york-homeless-and-making-plans-to-vote.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}