{"authors": ["Peter Eavis"], "date_download": "2018-11-16 03:15:22", "date_modify": "2018-11-16 03:15:22", "date_publish": "2016-06-24 12:10:55", "description": "Among other things, this will be a test of whether the banking overhauls introduced after the 2008 crash are equal to the challenges ahead.", "filename": "2016_06_25_upshot_what-to-watch-for-in-trading-after-shock-of-brexit.html_ref=topics&_r=0&module=inline_1542338122.html", "image_url": "https://static01.nyt.com/images/2016/06/25/upshot/25UP-Markets/25UP-Markets-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_25_upshot_what-to-watch-for-in-trading-after-shock-of-brexit.html_ref=topics&_r=0&module=inline_1542338122.html", "title": "What to Watch for in Trading After Shock of ‘Brexit’", "title_page": "What to Watch for in Trading After Shock of ‘Brexit’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The global financial system has in recent years managed to absorb rolling debt crises in Greece, military clashes in Ukraine, down-to-the-wire budget fights in Washington and a shock currency devaluation by China.\nBut will it handle Britain’s vote on Thursday to leave the European Union as well?\nThe lesson of the financial crisis of 2008 is that problems in one country can spread around the world through the markets and the banking system. And so far on Friday, there have been some gut-wrenching moves in global markets.\nThe British pound plunged to a level not seen in decades. The decline briefly meant that the British economy was smaller than France’s, when measured in dollar terms.\nItaly’s stock market was down more than 10 percent, and France’s was off over 8 percent.\nThe selling hit Japan, where stocks closed down nearly 8 percent.", "url": "https://www.nytimes.com/2016/06/25/upshot/what-to-watch-for-in-trading-after-shock-of-brexit.html?ref=topics&_r=0&module=inline"}