{"authors": ["Ben Strauss", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:12:29", "date_modify": "2018-11-16 04:12:29", "date_publish": "2016-03-01 23:58:11", "description": "President Obama is expected to attend the game, which will be held March 22 at Estadio Latinoamericano.", "filename": "2016_03_02_sports_baseball_rays-to-play-cuban-national-team-in-havana.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341549.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_02_sports_baseball_rays-to-play-cuban-national-team-in-havana.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341549.html", "title": "Rays to Play Cuban National Team in Havana", "title_page": "Rays to Play Cuban National Team in Havana - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Tampa Bay Rays will play an exhibition game against the Cuban national team March 22 in Havana, Major League Baseball and the players’ union announced Tuesday. President Obama is expected to attend the game at Estadio Latinoamericano, according to an official involved in its planning, which coincides with Mr. Obama’s visit to the island this month.\nThe Rays will be the first big league team to travel to Cuba since the Baltimore Orioles played the Cuban national team in the spring of 1999. ESPN will televise the game, and its flagship show, “SportsCenter,” will also be broadcast from Havana.\nThe announcement comes after months of negotiating with the Cuban government and its baseball federation, and it represents the latest example of baseball’s role in the easing of tensions between Cuba and the United States.", "url": "https://www.nytimes.com/2016/03/02/sports/baseball/rays-to-play-cuban-national-team-in-havana.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}