{"authors": ["Mimi Swartz"], "date_download": "2018-11-16 03:51:35", "date_modify": "2018-11-16 03:51:35", "date_publish": "2016-12-20 09:02:08", "description": "The two Texans picked for Trump’s cabinet, Rick Perry and Rex Tillerson, share an instinct for using power and keeping it.", "filename": "2016_12_20_opinion_scouts-honor-texas-style.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340295.html", "image_url": "https://static01.nyt.com/images/2016/12/20/opinion/20swartzWeb/20swartzWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_20_opinion_scouts-honor-texas-style.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340295.html", "title": "Scout’s Honor, Texas Style", "title_page": "Opinion | Scout’s Honor, Texas Style - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HOUSTON — Oops! Just when I thought it was safe to come out as a Texan again — you can’t pin Donald J. Trump on us — the president-elect goes and nominates two of my countrymen to his cabinet. And not just any Texans, but two of the most quintessential Texans on the planet: Rick Perry, our former governor, as secretary of energy, and Rex W. Tillerson, the Exxon Mobil chief executive, to head the State Department.\nThere’s no reason to spend long weighing the merits of each, or lack thereof. If you stop to consider a “Dancing With the Stars” contestant (Mr. Perry) making decisions about the nation’s nuclear arsenal, well, that way lies madness. Better to understand where each man is coming from — literally.\nOn the surface, Mr. Perry and Mr. Tillerson seem like creatures from different planets: one, a good ol’ backslapping pol; the other, a cagey corporate titan. Both types can be found in Texas in abundance, of course, but in the case of this particular pair, their similarities speak louder than their differences.\nBoth are from northern Texas, Mr. Perry from a speck on the map called Paint Creek, and Mr. Tillerson from Wichita Falls, a metropolis by comparison but a far cry from, say, Fort Worth. Both became Eagle Scouts, because in that dry, dusty and vacant part of Texas, being an Eagle Scout is one of the few pathways up and out — the way ambitious small-town boys meet the bank presidents and the oilmen who can ease the way to the right college (Texas A&M University for Mr. Perry; the University of Texas at Austin for Mr. Tillerson).", "url": "https://www.nytimes.com/2016/12/20/opinion/scouts-honor-texas-style.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}