{"authors": ["Aileen Jacobson"], "date_download": "2018-11-16 04:55:36", "date_modify": "2018-11-16 04:55:36", "date_publish": "2016-11-09 10:01:15", "description": "This enclave of townhouses, museums and upscale boutiques bordering Central Park is prized by some residents for its tranquillity.", "filename": "2016_11_13_realestate_carnegie-hill-a-quiet-enclave-bordering-the-park.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344136.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_13_realestate_carnegie-hill-a-quiet-enclave-bordering-the-park.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344136.html", "title": "Carnegie Hill: A Quiet Enclave Bordering the Park", "title_page": "Carnegie Hill: A Quiet Enclave Bordering the Park - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Carnegie Hill seemed “very staid” to Neil Runyon, a 54-year-old licensed massage therapist, when he and his wife, Celeste Torello, 50, a senior director of communications for Pfizer, the pharmaceutical company, moved in 15 years ago.\n“I resisted it,” Mr. Runyon said of the quiet, elegant neighborhood east of Central Park from around the mid-80s to the mid-90s. “We were still young, and it was a little bit of a culture shock.”\nThey had mostly been moving around in Brooklyn before they bought a two-bedroom two-and-a-half-bath duplex in a walk-up co-op building on East 93rd Street for $560,000. Soon after they moved in, their daughter, Mabel, now 14, was born.\n“As it turns out, it’s a great place to live and, more important, a great place to raise a daughter,” Mr. Runyon said. “She spent her childhood in the park and in the museums.”", "url": "https://www.nytimes.com/2016/11/13/realestate/carnegie-hill-a-quiet-enclave-bordering-the-park.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}