{"authors": ["Ross Douthat", "Reihan Salam"], "date_download": "2018-11-16 04:33:11", "date_modify": "2018-11-16 04:33:11", "date_publish": "2016-07-15 08:03:35", "description": "The case for a conservative politics that stresses the national interest abroad and national solidarity at home.", "filename": "2016_07_17_opinion_sunday_a-cure-for-trumpism.html__r=0&module=inline_1542342791.html", "image_url": "https://static01.nyt.com/images/2016/07/17/opinion/sunday/17douthatsalam/17douthatsalam-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_17_opinion_sunday_a-cure-for-trumpism.html__r=0&module=inline_1542342791.html", "title": "A Cure for Trumpism", "title_page": "A Cure for Trumpism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the short term, they might be right: In 2018 and 2020, Republican politics might return to an uneasy normalcy.\nBut if Trump’s working-class supporters were voting as much for the man as for his message, they were also clearly voting against a party leadership that pays them lip service while ignoring their concerns.\nSome of these concerns are rooted in racial anxiety, and an older generation’s inevitable fear of change. But many of them are rooted in basic human vulnerability — a very personal exposure to stagnant wages, family breakdown, military quagmires (America’s wars are disproportionately fought by volunteers from downscale Red America) and a social crisis of opioid abuse and suicide that hardly anyone in Washington or New York noticed until recently. These are problems that deserve a political response no matter what racial biases the people experiencing them may harbor.\nAdvertisement Continue reading the main story\nKeep stringing these voters along with symbolism, and they will eventually seek another Trump.\nSo what should the Republican Party offer them instead? The best answer is a conservative politics that stresses the national interest abroad and national solidarity at home. It should define America’s overseas goals in more achievable terms than the Bush-era “freedom agenda” or a Hillary Clinton-in-Libya liberal interventionism; promise support to workers buffeted by globalization; and explicitly weigh questions of community and solidarity when it sets tax rates or immigration levels.\nBegin with foreign policy, where one of Trump’s more grotesque innovations has been his praise of Vladimir V. Putin, his nostalgia for Muammar el-Qaddafi and Saddam Hussein. But Trump has put his finger on a real problem: The Republican Party since the Sept. 11 attacks has struggled to weigh the relative gravity of different threats, to devise a strategy that distinguishes between bad and worse (as our Cold War strategy generally did), to offer a vision that doesn’t seem to promise escalation on every front simultaneously.\nTo voters who watched their children bleed in Iraq and Afghanistan, or who have bled themselves, the party hasn’t provided much reassurance that it has learned lessons from those conflicts. With the exception of Rand Paul and the partial exception of Ted Cruz, the consensus critique of President Obama from not-Trump Republicans often seemed to be that he should have kept more troops in Iraq and kept more troops in Afghanistan and sent more troops to Libya and intervened in Syria and sent more arms to Ukraine and expanded NATO’s presence in the Baltics and been more willing to bomb Iran and …\nSome of these policy prescriptions are reasonable, but taken together they look like a road map for more quagmires, more Afghanistans and Iraqs. This is the landscape in which Trump’s “America First” language resonated. And the ease with which Trump crushed Jeb Bush, in particular, suggests that it will continue to resonate until Republican leaders become more selective in their hawkishness, more comfortable with five simple words: Invading Iraq was a mistake.\nTHE same need to define the national interest applies to the immigration debate, where the leaders of both parties seem viscerally uncomfortable with the idea — common to not-notably-intolerant nations like Australia and Canada — that the United States should strongly favor high-skilled immigrants over low-skilled immigrants. Among libertarian-minded conservatives as well as liberals, it is an article of faith that skepticism about mass immigration is driven largely by racism, and Trump’s campaign has powerfully reinforced this assumption.\nBut when you dig into survey data, immigration skepticism seems to be rooted as much in concerns about how quickly immigrants assimilate, whether they rely on welfare programs and whether they compete for American jobs as it is in racial or cultural anxiety.\nSuch concerns are reasonable. While less-educated immigrants are no less admirable and hard-working than those who have managed to acquire the skills most prized in our polarized labor market, there is clear evidence that they and their children need more of a helping hand from social programs, and that their descendants are more likely to assimilate downward when that help does not suffice.\nThe United States is already unique among the world’s affluent market democracies in our level of entrenched poverty. Since the New Deal era, we’ve created a thicket of programs for the poor that are notorious for their complexity, their expense and sometimes their inadequacy. Both liberals and conservatives have recognized that our tools for fighting poverty are failing the poorest of the poor, and that our society could face a growing scourge of worklessness.\nAdvertisement Continue reading the main story\nGiven these problems, an immigration policy in the national interest should explicitly try to attract immigrants who will be in a strong position to provide for their families in a difficult economic environment. It should encourage a market in which employers have to compete more for less-skilled labor, to slow the alarming retreat from paying work among native-born working-class men.\nThis doesn’t require closing the door to legal status for the millions of illegal immigrants already here. But it requires a very different policy approach: Instead of “Gang of Eight”-style bills that hide instant legalization and higher levels of low-skilled immigration under a fig leaf of border toughness, Republicans should make any path to permanent legal status conditional on steady year-over-year cuts in the pace of low-skilled immigration, both legal and illegal.\nTHIS brings us to larger questions of domestic policy, where Trump has brought to the surface deep divisions between the party elite and its working-class voters on taxes and spending.\nThere have always been rank-and-file Republicans who favor higher taxes on the rich, and though Trump’s official tax plan cuts them drastically, he has shrewdly made populist noises about forcing Wall Street tycoons to pay their fair share.\nNothing unites elite conservatives more than their support for bringing entitlement spending under control. But by frequently insisting that he’d never cut Social Security and Medicare benefits, and basically endorsing universal health care, Trump has put himself on the side of millions of grass-roots Republicans.\nIf Republicans are to address the anxieties of Trump’s voters, they should be looking for ways to bridge these divides. On taxes, for example, the party would do well to focus on measures that raise working Americans’ take-home pay — not down the road, but right now, in a clear and quantifiable way.\nThere are various ways to accomplish this, such as payroll tax cuts, family-friendly tax reform, wage subsidies or a larger earned-income tax credit. Republicans like Marco Rubio of Florida, Mike Lee of Utah and Paul D. Ryan have championed some of these ideas. But they have often played second fiddle to big upper-bracket tax cuts.\nSo Republicans trying to demonstrate that they have learned something from the Trump trauma should consider embracing a new tax pledge. The party will still back tax cuts for the middle class and revenue-neutral tax reforms. But there should be no new income tax cuts for households earning $250,000 or more.\nAdvertisement Continue reading the main story\nThis self-denying ordinance will be difficult for supply-siders to bear, and it will have certain economic downsides; under the right circumstances tax cuts for the rich really do have virtues. For now, however, Republicans need to repair a breach of trust.\nSimilarly, Republicans need to rethink how they talk about health care and retirement. The party has already moved away, wisely, from its Bush-era attempt at Social Security privatization, and figures like Speaker Ryan are always careful to stress that they’re protecting entitlements for the long term, not just arbitrarily cutting them. But more can be done to reassure the voters who depend on Medicare and Social Security — and now Medicaid and Obamacare — that their interests will be protected when the programs are reformed.\nThis might mean instituting a minimum Social Security benefit while curbing benefits for high earners, or using competition to curb cost growth in Medicare and Medicaid while also expanding coverage to include long-term care. It definitely means recognizing that Obamacare’s coverage expansion is here to stay, and reassuring voters that any reform of health care reform will maintain the coverage of working-class Americans who were previously slipping through cracks.\nAnd not only for the sake of staving off another Trumpening in 2020 or beyond. A politics that stresses national solidarity isn’t just the best way to keep Trump voters from tearing down the party’s tent. It’s also the most plausible path up from white identity politics to a one-nation, pan-ethnic conservatism.\nA more nationalist politics is, in one sense, a more exclusive politics, as it is based on the premise that there is such a thing as an American national community, and that this community’s interests at times must be placed ahead of humanity as a whole. But nationalism can also be inclusive, insofar as it emphasizes the interests that Americans of all classes and ethnic backgrounds share.\nWhy should privileged Americans care more about the fate of children raised in low-income United States households than poorer children elsewhere in the world? Part of the reason is that all Americans live under the same government, and if its policies fail the most vulnerable among us, its very legitimacy is in question. Another part, however, is that as Americans we are — or ought to be — linked by bonds of affection and a sense of shared fate.\nIf the Republican Party wants to offer this kind of unifying nationalism, it clearly needs to abandon Trump’s explicit appeals to white identity. But that’s just a baby step: The only way that Republicans can actually win more Hispanics or African-Americans is by expanding their party’s vision of the American nation to fully include those voters and by persuading them that the party cares about their fate.\nIn part, that’s the work of public rhetoric: no laundry list of policy proposals can substitute for an eloquent narrative of inclusion.\nNewsletter Sign Up Continue reading the main story Sign Up for the Opinion Today Newsletter Every weekday, get thought-provoking commentary from Op-Ed columnists, the Times editorial board and contributing writers from around the world. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut policy has its place in any political vision, as Trump’s various heresies have proved. And even the most inclusive rhetoric will always ring hollow unless the party can address the economic anxieties and doubts about its foreign-policy competence that both minority voters and Trump voters tend to share.\nAdvertisement Continue reading the main story\nSome liberals believe that this kind of shift is basically impossible — that racism and right-wing politics are so deeply intertwined that any Republican populism will just end up defending welfare for white people, that any “immigration in the national interest” proposals will descend into “Mexican rapists” one-liners on the campaign trail.\nSadly, Donald Trump has offered powerful evidence for the liberals’ perspective. But if the Republican Party hopes to recover from his destructive rise, it has no alternative except to try to prove them wrong.", "url": "https://www.nytimes.com/2016/07/17/opinion/sunday/a-cure-for-trumpism.html?_r=0&module=inline"}