{"authors": ["Joseph Berger"], "date_download": "2018-11-16 03:44:09", "date_modify": "2018-11-16 03:44:09", "date_publish": "2016-01-08 10:00:33", "description": "With high winds, ice-slicked beams and dangling concrete panels, working on the bridge can be dangerous, but the crews say they feel a special verve.", "filename": "2016_01_10_nyregion_braving-the-elements-atop-the-new-tappan-zee-bridge.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339849.html", "image_url": "https://static01.nyt.com/images/2016/01/10/nyregion/10TAPPANZEE1/10TAPPANZEE1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_10_nyregion_braving-the-elements-atop-the-new-tappan-zee-bridge.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339849.html", "title": "Braving the Elements Atop the New Tappan Zee Bridge", "title_page": "Braving the Elements Atop the New Tappan Zee Bridge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gov. Andrew M. Cuomo has spoken frequently about the bridge as a symbol of the state’s ability to once again build major infrastructure, and in his second term he seems increasingly intent on making transportation projects a linchpin of his legacy. He has promised to rebuild La Guardia Airport and supports the construction of a new Hudson River rail tunnel. Just the other day he proposed reviving a long-stalled plan to add a track to part of the Long Island Rail Road’s main line, and announced a plan to redevelop Pennsylvania Station. But the bridge is the only one of those projects actually underway. President Obama, too, has used the rebuilding of the Tappan Zee as a symbol of the administration’s “robust” infrastructure program.\nThe bridge is expected to cost $3.9 billion. Plans for financing it include federal loans, state funds and construction bonds that would be paid off through tolls. But, with an eye to the costs of daily commuting from Rockland, Mr. Cuomo now proposes to freeze tolls on the Tappan Zee at $5 until 2020, paying for the freeze with a $700 million earmark that would also lock in tolls on the entire Thruway.\nAlready more than a mile of the blue-steel horizontal framework that will undergird the concrete deck of the new bridge’s southern span stretches boldly from the Rockland County bank across the Hudson, ending abruptly in midriver, and part of a second northern span is already projecting a half-mile from Rockland as well. With a schedule pitched aggressively so the first span of the bridge can open by the spring of 2017 and the full bridge by the following year, many of the workers put in 60 hours a week.\nTappan Zee Constructors, the consortium that is building the new bridge for the Thruway Authority, said it does not discuss salary information. But many of the workers installing steel and concrete are members of various locals of the International Association of Bridge, Structural, Ornamental and Reinforcing Iron Workers. Bob Walsh, business manager of Local 40, said workers are paid by the hour only for the hours they work, and that a typical ironworker earns $48.75 in wages and an additional $70.35 an hour in health insurance and other benefits. In bad weather, they do not work and do not get paid.", "url": "https://www.nytimes.com/2016/01/10/nyregion/braving-the-elements-atop-the-new-tappan-zee-bridge.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}