{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:38:17", "date_modify": "2018-11-16 04:38:17", "date_publish": "2016-03-31 01:13:47", "description": "He’s poorly informed even on his own position.", "filename": "2016_03_31_opinion_trump-and-abortion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343097.html", "image_url": "https://static01.nyt.com/images/2016/03/31/opinion/31kristof/31kristof-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_31_opinion_trump-and-abortion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343097.html", "title": "Trump and Abortion", "title_page": "Opinion | Trump and Abortion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Just when you thought Donald Trump couldn’t say anything more shocking, he suggested that women who get abortions should be punished.\nOn MSNBC, he said abortion must be banned and then “there has to be some form of punishment” for women who manage to get abortions.\nHe declined to say what the punishment should be, dodging a question about whether it should be “10 years” in prison or something milder. But his comment raised the possibility of following the lead of countries like El Salvador, where women can be dragged off from a hospital to prison for getting an abortion. Indeed, rights groups say that women were wrongly imprisoned in El Salvador simply for having miscarriages.\nTrump doesn’t seem to have thought deeply about the issue — what a surprise! — and he departed from the mainstream anti-abortion position of targeting not women but abortion providers. As one person said on Twitter: “He’s a walking cartoon parody of every leftist accusation against Republicans.”", "url": "https://www.nytimes.com/2016/03/31/opinion/trump-and-abortion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}