{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:50:15", "date_modify": "2018-11-16 04:50:15", "date_publish": "2016-11-18 17:08:11", "description": "The president-elect on Friday tapped loyalists who reflect the hard-line views of his campaign, though he is also expected to meet with critics such as Mitt Romney.", "filename": "2016_11_19_us_politics_donald-trump-administration.html_module=inline_1542343815.html", "image_url": "https://static01.nyt.com/images/2016/11/19/us/19trump1/19trump1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_19_us_politics_donald-trump-administration.html_module=inline_1542343815.html", "title": "Trump Turns to His Right Flank to Fill National Security Posts", "title_page": "Trump Turns to His Right Flank to Fill National Security Posts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President-elect Donald J. Trump moved quickly on Friday to begin filling national security posts at the top echelons of his administration, selecting a group of hawks and campaign loyalists who reflect the hard-line views that defined his run for president.\nMr. Trump said he would nominate as attorney general Senator Jeff Sessions of Alabama, who has been a fierce supporter of a crackdown on undocumented immigrants. The president-elect also moved to install Michael T. Flynn, a retired lieutenant general who has said that Islamist militancy poses a global existential threat, as his national security adviser. And as director of the C.I.A., Mr. Trump selected Representative Mike Pompeo of Kansas, who harshly criticized Hillary Clinton during the House investigation of the 2012 attack on the United States diplomatic compound in Benghazi, Libya.\nAll three are regarded, in some ways, as outliers from conventional Republican thinking, shunned at times for strident statements, controversial positions or highly partisan moves.\nThe flurry of announcements indicated that Mr. Trump was gaining control over a transition operation that had been entangled in infighting during its early stages. The results were the first seeds of an administration-in-waiting that will break starkly with that of President Obama.", "url": "https://www.nytimes.com/2016/11/19/us/politics/donald-trump-administration.html?module=inline"}