{"authors": ["Richard Pérez-Peña"], "date_download": "2018-11-16 04:22:56", "date_modify": "2018-11-16 04:22:56", "date_publish": "2016-03-28 16:26:08", "description": "Gay rights advocates said a law that eliminates local protections for gay and transgender people violates the Constitution and anti-discrimination laws.", "filename": "2016_03_29_us_north-carolina-anti-discrimination-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342176.html", "image_url": "https://static01.nyt.com/images/2016/03/29/us/29carolina-web/29carolina-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_29_us_north-carolina-anti-discrimination-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342176.html", "title": "Suit Challenges North Carolina Law Overturning Anti-Discrimination Measures", "title_page": "Suit Challenges North Carolina Law Overturning Anti-Discrimination Measures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Several large companies and business groups have protested the law, and opponents have predicted an economic backlash against the state.\nThe state General Assembly called a special session to take up the bill, at a cost of $42,000, held no hearings, allowed little debate and passed the measure hours after it was introduced. Republicans supported it unanimously, while many Democrats walked out in protest. Mr. McCrory, who is running for re-election this year, quickly signed it.\nRepublicans said the bill was prompted in part by a city ordinance passed in Charlotte last month allowing people to use public restrooms that correspond to the sexes they identify with, not necessarily their sex at birth.\nSome conservatives complained that the ordinance would endanger women and girls by allowing people who are anatomically male to use their restrooms, an argument that has been used elsewhere. Transgender advocates dismiss that as nonsense, saying that transgender people have been using their chosen bathrooms for years without incident.\nThe new state law overturns any such local protections, saying that people may use only public locker rooms or restrooms that correspond to the sexes on their birth certificates. North Carolina law allows a transgender person to change the sex indicated on a birth certificate, but only after gender reassignment surgery, which most transgender people do not undergo.", "url": "https://www.nytimes.com/2016/03/29/us/north-carolina-anti-discrimination-lawsuit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}