{"authors": ["Farhad Manjoo"], "date_download": "2018-11-16 03:14:41", "date_modify": "2018-11-16 03:14:41", "date_publish": "2016-11-16 11:00:20", "description": "The election of Donald J. Trump is perhaps the starkest illustration yet that social networks are helping to rewire human society.", "filename": "2016_11_17_technology_social-medias-globe-shaking-power.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338081.html", "image_url": "https://static01.nyt.com/images/2016/11/16/business/16state/16state-facebookJumbo.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_17_technology_social-medias-globe-shaking-power.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338081.html", "title": "Social Media’s Globe-Shaking Power", "title_page": "Social Media’s Globe-Shaking Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As the technology industry came to grips in the last week with the reality of a presidential election that did not go its way, many in Silicon Valley landed on the idea that widespread misinformation spread online was a primary factor in the race’s outcome.\nOn Monday, both Google and Facebook altered their advertising policies to explicitly prohibit sites that traffic in fake news from making money off lies. That’s very likely a worthwhile fix, even if it comes too late. The internet has loosened our collective grasp on the truth, and efforts to fight that dismaying trend are obviously worth pursuing.\nYet it would be a mistake to end this investigation at fake news. In fact, the dangers posed by fake news are just a symptom of a deeper truth now dawning on the world: With billions of people glued to Facebook, WhatsApp, WeChat, Instagram, Twitter, Weibo and other popular services, social media has become an increasingly powerful cultural and political force, to the point that its effects are now beginning to alter the course of global events.\nThe election of Donald J. Trump is perhaps the starkest illustration yet that across the planet, social networks are helping to fundamentally rewire human society. They have subsumed and gutted mainstream media. They have undone traditional political advantages like fund-raising and access to advertising. And they are destabilizing and replacing old-line institutions and established ways of doing things, including political parties, transnational organizations and longstanding, unspoken social prohibitions against blatant expressions of racism and xenophobia.", "url": "https://www.nytimes.com/2016/11/17/technology/social-medias-globe-shaking-power.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}