{"authors": ["Alissa J. Rubin", "Aurelien Breeden"], "date_download": "2018-11-16 04:36:56", "date_modify": "2018-11-16 04:36:56", "date_publish": "2016-07-18 16:31:51", "description": "Anger in connection with the Nice attack is a product of accumulated frustration with the French government’s response to terrorism.", "filename": "2016_07_19_world_europe_nice-france-attacker_1542343016.html", "image_url": "https://static01.nyt.com/images/2016/07/19/world/19FRANCE-PRINT/19FRANCE-PRINT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_19_world_europe_nice-france-attacker_1542343016.html", "title": "Moment of Silence Turns Into Outcry Against Government After Nice Attack", "title_page": "Moment of Silence Turns Into Outcry Against Government After Nice Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — The moment of silence on Monday for the victims of Thursday’s attack in Nice ended abruptly as boos and jeers rose from the crowd of thousands filling the Promenade des Anglais, where 84 people had been killed. The object of the derision was Prime Minister Manuel Valls, who had arrived flanked by national and local political leaders to pay his respects.\nCries of “Resign, resign” swept the crowd when Mr. Valls arrived, and as he left. A couple of people could be heard on a televised clip saying, “Assassins,” while others disapproved of the heckling: “They should show some respect,” one woman said.\nThe catcalls came after a weekend of finger pointing at the Socialist government by right-leaning opposition politicians. Hours later, the Paris prosecutor, François Molins, described what the investigation by the French authorities had so far revealed about the killer, who used a cargo truck and an automatic pistol to carry out a deadly assault on a crowd celebrating Bastille Day.\nThe new information further fleshed out a portrait painted by the family of the killer, Mohamed Lahouaiej Bouhlel, 31, a Tunisian citizen, as a troubled man who had uncontrolled fits of anger and a fascination with extreme violence.", "url": "https://www.nytimes.com/2016/07/19/world/europe/nice-france-attacker.html"}