{"authors": ["Ravi Somaiya"], "date_download": "2018-11-16 04:34:53", "date_modify": "2018-11-16 04:34:53", "date_publish": "2016-04-14 00:44:22", "description": "The ruse began last week when The New York Times received a letter on official-looking stationery marked “President of Ukraine.”", "filename": "2016_04_14_world_europe_a-hoax-plot-cloaked-in-a-ukrainian-interview.html_module=inline_1542342893.html", "image_url": "https://static01.nyt.com/images/2016/04/14/nytnow/14-Poroshenko/14-Poroshenko-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_14_world_europe_a-hoax-plot-cloaked-in-a-ukrainian-interview.html_module=inline_1542342893.html", "title": "A Fake Interview With Ukraine’s ‘President’ Points to Deeper Intrigue", "title_page": "A Fake Interview With Ukraine’s ‘President’ Points to Deeper Intrigue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The intrigue began last week when The New York Times received a letter on official-looking stationery marked “President of Ukraine.”\nThe letter was addressed to the paper’s executive editor, Dean Baquet (though he was referred to as Mr. Baquet Dean), and complained about an editorial that faulted President Petro O. Poroshenko for failing to make good on pledges to prosecute corruption. The letter was forwarded to the newspaper’s editorial board, which writes editorials.\n“I would like to respectfully request a telephone conference with you personally in order to attempt to convince you that opinions published in the article are without merit,” the letter read, finishing with the neat, curlicued signature of Mr. Poroshenko.\nA conference call with the editorial board was set up on Monday. The complainer’s comments were so suspect that the Times participants, including some newsroom journalists listening in, declined to publish an article on the matter, but instead began to investigate.", "url": "https://www.nytimes.com/2016/04/14/world/europe/a-hoax-plot-cloaked-in-a-ukrainian-interview.html?module=inline"}