{"authors": ["Ron Lieber"], "date_download": "2018-11-16 03:15:06", "date_modify": "2018-11-16 03:15:06", "date_publish": "2016-06-24 11:32:48", "description": "Stocks worldwide are plunging, but don’t panic. Here are six pieces of advice to help get you through this unstable period.", "filename": "2016_06_25_your-money_financial-advice-as-markets-react-to-brexit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338106.html", "image_url": "https://static01.nyt.com/images/2016/06/24/business/moneybrexit1/moneybrexit1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_25_your-money_financial-advice-as-markets-react-to-brexit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338106.html", "title": "Advice as Markets React to ‘Brexit’: Take Some Deep Breaths and Don’t Do a Thing", "title_page": "Advice as Markets React to ‘Brexit’: Take Some Deep Breaths and Don’t Do a Thing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Worried about a 529 college savings plan for a 12-year-old? Hopefully, you weren’t 100 percent in stocks with six years to go before needing money for tuition. Still, you have at least nine years for a portion of that portfolio to recover from any sustained downturn. If that 12-year-old is the oldest of at least two children, you could use cash to pay some tuition bills for the oldest and let some of the account ride even longer for the next child.\nLet’s say you still have trouble sleeping. Then you may be the sort of person who needs to consider a fifth point:\n5. Not everyone can handle the stress of investing in stocks.\nYou can’t say that nobody told you there’d be days like these. Strange days indeed come with the program. There will be surprises always, often when most talking heads thought something else would happen.\nSo try to give the situation in Europe some time to work itself out, and consider the alternatives. There are few investments that can deliver the kinds of returns that global stocks can without their own accompanying anxiety and uncertainty.\nAnother alternative is to save a lot more in safer investments like cash or certain bonds. Most people don’t have enough income to do that easily, so settling for lower returns will mean a combination of working longer and living modestly, forever. For some people, that is a fine trade-off.\n6. Beware of predictions.\nAlexandre Riley, a financial adviser in London, was bombarded on Friday morning with supposed insight from financial firms of various sorts. “But it’s all speculation,” he wrote in a sober-minded note to his clients. “No one knows what happens next. So I’m not writing to you to profess that I have the answers.”\n7. Consider the optimistic outlook.\nIn my colleague Peter Eavis’s piece examining the possible fallout in the markets, he noted that it is entirely possible that Britain and Europe will come to an amicable split and that no other country will see fit to leave the European Union after all. The unintended consequences in Britain might also be bad enough to scare off voters elsewhere.\nAgain, there is absolutely nothing abnormal about what is going on here.\nMost of us have to save somewhere, and history suggests that stocks are the most accessible route to get the returns you’ll need to retire someday. It would take decades of systemic economic and political erosion to prove otherwise, and a day or two of market declines do not suggest that anything like that is upon us.", "url": "https://www.nytimes.com/2016/06/25/your-money/financial-advice-as-markets-react-to-brexit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}