{"authors": [], "date_download": "2018-11-16 03:51:35", "date_modify": "2018-11-16 03:51:35", "date_publish": "2016-12-01 19:15:58", "description": "Sidney Weinberg, “Mr. Wall Street,” began a tradition of Goldman executives taking on public service that is continuing under President-elect Trump.", "filename": "2016_12_01_business_dealbook_the-guys-from-government-sachs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340295.html", "image_url": "https://static01.nyt.com/images/2016/12/02/business/02db-governmentsachs-weinberg/02db-governmentsachs-weinberg-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_12_01_business_dealbook_the-guys-from-government-sachs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340295.html", "title": "The Guys From ‘Government Sachs’", "title_page": "The Guys From ‘Government Sachs’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Robert E. Rubin, co-chairman of Goldman and Treasury secretary\nMr. Rubin amassed a fortune on Wall Street before heading the National Economic Council under President Bill Clinton. In 1994, Mr. Clinton selected him to become Treasury secretary. Mr. Rubin drew criticism just after his arrival in Washington when it was disclosed that he had sent farewell letters to hundreds of Goldman clients saying he was “looking forward to working with you in my new capacity.” He said that he was merely being polite.\nMr. Rubin played a role in arranging the compromise that led to the repeal of the Glass-Steagall Act. After leaving office, he joined a leadership triangle at Citigroup.\nKenneth D. Brody, management committee at Goldman and president of the Export-Import Bank\nAfter running Goldman’s real estate division, Mr. Brody was appointed by President Clinton to the once-lethargic Ex-Im Bank. Critics have contended that the bank’s business is really a form of corporate welfare benefiting mainly giants like Boeing and General Electric.\nWhen he arrived in Washington, he was astounded when an aide, told that it was difficult for the public to reach the agency on the telephone, replied that “those who need us know how to get us.” Mr. Brody said, “I went nuts” in response.\nGary Gensler, a partner at Goldman and chairman of the Commodity Futures Trading Commission\nAfter minting a small fortune as one of the youngest partners in Goldman’s history, Mr. Gensler was named assistant secretary for financial markets in 1997. At the Treasury Department, he helped enact legislation exempting broad portions of derivatives trading from oversight.\nBut Mr. Gensler soon developed a reputation for cracking down on Wall Street during his time at the agency. The day in 2010 that the Dodd-Frank financial overhaul became final, he stayed past 4 a.m. to put the finishing touches on the law. His aggressive streak thrust the once-backwater agency into the front lines of reform. The push by Mr. Gensler clashed with the staid culture of an agency once known as the “watchdog that didn’t bark.”\nIn Europe\nRomano Prodi, international adviser to Goldman Sachs and prime minister of Italy\nThe former economics professor and European Commission president served two terms as prime minister of Italy. In 2008, he lost a confidence vote and submitted his resignation.", "url": "https://www.nytimes.com/2016/12/01/business/dealbook/the-guys-from-government-sachs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}