{"authors": ["Charles Isherwood"], "date_download": "2018-11-16 04:51:28", "date_modify": "2018-11-16 04:51:28", "date_publish": "2016-02-19 03:00:19", "description": "Stephen Karam’s drama moves to Broadway without losing any of its power. Much credit goes to its remarkable cast, intact from its Off Broadway run.", "filename": "2016_02_19_theater_review-the-humans-depicts-a-family-and-a-country-under-pressure.html_module=inline_1542343888.html", "image_url": "https://static01.nyt.com/images/2016/02/19/arts/19HUMANSJP/19HUMANSJP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_19_theater_review-the-humans-depicts-a-family-and-a-country-under-pressure.html_module=inline_1542343888.html", "title": "Review: ‘The Humans’ Depicts a Family, and a Country, Under Pressure", "title_page": "Review: ‘The Humans’ Depicts a Family, and a Country, Under Pressure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This particular family is embodied by an ensemble cast as fine as any seen on Broadway (or off) in recent seasons, New York theater veterans offering a welcome riposte to the now-entrenched routine of corralling TV and movie stars for plays old and new.\nI have written many times of Mr. Birney’s excellence, but his performance here moved me so deeply I find myself reaching for new superlatives. Well, I’ll skip those careworn things and merely say that without for a moment distorting the delicate emotional textures of the writing, he draws a heart-rending portrait of a loving husband, father and son slowly withering inside, in a state of bemused bewilderment at the unforeseen turns his life has taken.\nMs. Houdyshell has received her share of hosannas from me, too, and deserves another bushel-ful for her exquisitely funny Deirdre. A modest woman of great heart and spirit, Deirdre, perhaps more than any other member of the family, has weathered the storms she and her husband have endured with a stolid equanimity, in part because she still trusts in the good Lord to see them through.\nNo less fine are Ms. Steele as the antsy Brigid, who cannot keep a damper on her simmering differences with her mother, and Ms. Beck, whose Aimee, still reeling from the loss of her longtime girlfriend, tries to brush off her depression with self-mocking humor. And while his role is comparatively small, Mr. Moayed’s fine contribution to the ensemble should not be overlooked, as Richard plays the mediator in the conflicts.\nMr. Karam underscores his themes, of life’s fragility, and our vulnerability to forces beyond our control, with inspired symbolism that nevertheless doesn’t break with the play’s keenly observed realism. But I’ll leave the nerve-rattling bits to surprise audiences.\nWith or without those ominous suggestions that the American family as we know it is under existential threat, “The Humans” is a major discovery, a play as empathetic as it is clear-minded, as entertaining as it is honest. For all the darkness at its core — a darkness made literal in its ghostly conclusion — a bright light shines forth from it, the blazing luminescence of collective artistic achievement.", "url": "https://www.nytimes.com/2016/02/19/theater/review-the-humans-depicts-a-family-and-a-country-under-pressure.html?module=inline"}