{"authors": ["Victor Mather"], "date_download": "2018-11-16 03:24:00", "date_modify": "2018-11-16 03:24:00", "date_publish": "2016-08-09 19:36:37", "description": "The rugby star Sonny Bill Williams ruptured his Achilles’ tendon amid disappointments in equestrian, rowing and field hockey.", "filename": "2016_08_10_sports_olympics_for-new-zealand-a-day-to-forget-at-the-olympics-in-multiple-sports.html_module=inline_1542338640.html", "image_url": "https://static01.nyt.com/images/2016/08/10/sports/10SONNY/10SONNY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_10_sports_olympics_for-new-zealand-a-day-to-forget-at-the-olympics-in-multiple-sports.html_module=inline_1542338640.html", "title": "For New Zealand, a Day to Forget at the Olympics, in Multiple Sports", "title_page": "For New Zealand, a Day to Forget at the Olympics, in Multiple Sports - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — One of New Zealand’s most famous and versatile athletes was knocked out of the Olympics on Tuesday, rocking a nation accustomed to outsize success at the Games.\nThe athlete, Sonny Bill Williams, a member of the country’s rugby sevens team, ruptured his Achilles’ tendon in the team’s opening game against Japan and will miss the rest of the competition. To make matters worse, New Zealand lost the game in a major upset, 14-12. And then Williams’s ambulance got lost on the way to the hospital.\nA headline in The New Zealand Herald — “Day of Disaster” — summed up the nation’s mood.\nWilliams, 31, is one of the more remarkable athletes of his era. After an accomplished career on the national team in rugby league, the 13-player version of the sport, he switched to the more traditional, 15-player rugby union and made it to the national squad again, becoming only the second person to do so.", "url": "https://www.nytimes.com/2016/08/10/sports/olympics/for-new-zealand-a-day-to-forget-at-the-olympics-in-multiple-sports.html?module=inline"}