{"authors": ["Motoko Rich"], "date_download": "2018-11-16 04:23:04", "date_modify": "2018-11-16 04:23:04", "date_publish": "2016-03-25 00:49:42", "description": "On social media and in public rallies, civil rights groups, businesses and politicians expressed dismay at the law, which was passed by the Republican-controlled legislature.", "filename": "2016_03_25_us_north-carolina-law-antidiscrimination-pat-mccrory.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342184.html", "image_url": "https://static01.nyt.com/images/2016/03/25/us/25carolina-web/25carolina-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_25_us_north-carolina-law-antidiscrimination-pat-mccrory.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342184.html", "title": "North Carolina Gay Bias Law Draws a Sharp Backlash", "title_page": "North Carolina Gay Bias Law Draws a Sharp Backlash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A day after Gov. Pat McCrory of North Carolina signed a sweeping law eliminating anti-discrimination protections for all lesbians, gays and bisexuals and barring transgender people from using bathrooms that do not match the gender they were born with, the battle lines were clear in a bitterly divided state.\nOn social media and in public rallies, civil rights groups, businesses and politicians expressed dismay at the law, which was passed by the Republican-controlled legislature and signed by the governor within just 12 hours during a hasty special session on Wednesday.\nAmerican Airlines, which employs 14,000 people in the state and has its second largest hub in Charlotte, along with other companies with operations in the state, including Apple, Dow Chemical, PayPal, Red Hat and Biogen, all issued statements critical of the new law.", "url": "https://www.nytimes.com/2016/03/25/us/north-carolina-law-antidiscrimination-pat-mccrory.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}