{"authors": ["Max Fisher"], "date_download": "2018-11-16 04:50:55", "date_modify": "2018-11-16 04:50:55", "date_publish": "2016-11-09 12:49:08", "description": "World leaders and policy experts are unable to deduce a coherent worldview from the president-elect’s often conflicting pronouncements.", "filename": "2016_11_10_world_americas_donald-trump-foreign-policy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343855.html", "image_url": "https://static01.nyt.com/images/2016/11/10/world/10int-uncertainty-web1/10int-uncertainty-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_10_world_americas_donald-trump-foreign-policy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343855.html", "title": "Uncertainty Over Donald Trump’s Foreign Policy Risks Global Instability", "title_page": "Uncertainty Over Donald Trump’s Foreign Policy Risks Global Instability - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Whether or not Donald J. Trump follows through on his campaign pledges to diminish or possibly abandon American commitments to security alliances such as NATO, his election victory forces nations around the world to begin preparing for the day they can no longer count on the American-backed order.\nThis creates a danger that derives less from Mr. Trump’s words, which are often inconsistent or difficult to parse, than from the inability to predict his actions or how other states might respond to them.\nThat uncertainty puts pressure on allies and adversaries alike to position themselves, before Mr. Trump even takes office, for a world that could be on the verge of losing one of its longest-standing pillars of stability.\n“You’re going to see a lot of fear among America’s allies, and in some cases they may try to do something about it,” said James Goldgeier, a political scientist and the dean of American University’s School of International Service.", "url": "https://www.nytimes.com/2016/11/10/world/americas/donald-trump-foreign-policy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}