{"authors": ["Isabel Kershner"], "date_download": "2018-11-16 03:45:39", "date_modify": "2018-11-16 03:45:39", "date_publish": "2016-06-27 19:27:47", "description": "Israel will pay $20 million to families of activists killed during an Israeli raid and will allow aid to enter Gaza, but the bodies of two Israeli soldiers will not be returned.", "filename": "2016_06_28_world_middleeast_israel-turkey-diplomatic-relations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339939.html", "image_url": "https://static01.nyt.com/images/2016/06/28/world/middleeast/28israel-web/28israel-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_28_world_middleeast_israel-turkey-diplomatic-relations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339939.html", "title": "Diplomatic Deal With Turkey Upsets Israelis Wary of Conceding Too Much", "title_page": "Diplomatic Deal With Turkey Upsets Israelis Wary of Conceding Too Much - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — As Israeli and Turkish leaders announced the formal resumption of full diplomatic relations after a six-year fissure, the front page of the popular Hebrew newspaper Yediot Aharonot summed up the predicament for many Israelis: “Reconciliation or surrender.”\nCritics of the deal asked why Israel agreed to pay about $20 million in compensation to the families of 10 pro-Palestinian activists who were killed during a 2010 raid by Israeli naval commandos after they met violent resistance aboard a Turkish passenger vessel as it tried to breach Israel’s blockade of the Gaza Strip. That episode set off the diplomatic crisis between the once-close regional allies, and paying compensation was a capitulation, the critics argued.\nMany Israelis also questioned what they called the “gifts to Hamas,” the Islamic militant group that controls Gaza. They were referring to the humanitarian aid that Turkey plans to deliver to the Palestinian coastal enclave under the deal, and the promise of new residential buildings, a 200-bed hospital and infrastructure projects.\nSuch aid chafed Israeli sensibilities because the deal did not provide for the return of the remains of two Israeli soldiers being held by Hamas, or the release of two Israeli civilians who are believed to be held captive in Gaza.", "url": "https://www.nytimes.com/2016/06/28/world/middleeast/israel-turkey-diplomatic-relations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}