{"authors": ["Roslyn Sulcas"], "date_download": "2018-11-16 04:10:09", "date_modify": "2018-11-16 04:10:09", "date_publish": "2016-02-10 15:11:52", "description": "At the announcement of the 335-year-old company’s 2016-17 program, officials refused to discuss Mr. Millepied’s brief tenure as director of dance.", "filename": "2016_02_11_arts_dance_benjamin-millepied-paris-opera-ballet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341409.html", "image_url": "https://static01.nyt.com/images/2016/02/11/arts/11parisballet/11parisballet-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_11_arts_dance_benjamin-millepied-paris-opera-ballet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341409.html", "title": "Paris Opera Ballet Opts for Silence Over Benjamin Millepied’s Resignation", "title_page": "Paris Opera Ballet Opts for Silence Over Benjamin Millepied’s Resignation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — About 200 journalists packed into the gilded Rotonde du Glacier in the Palais Garnier here on Wednesday for the Paris Opera’s announcement of its 2016-17 season. But those who attended in hopes of learning more about the unexpected news that the director of dance, Benjamin Millepied, had decided to step down after barely 15 months in the post were left disappointed.\nAfter almost two hours, during which Mr. Millepied; Stéphane Lissner, the general director of the Opera; and Philippe Jordan, the music director, detailed the new season’s productions (with guest appearances from the directors Thomas Jolly and Dmitri Tcherniakov and from the composer Luca Francesconi), Mr. Lissner declared the floor open for questions. But, he added: “I ask that your questions be about the 2016-17 season, and only about the season. We won’t answer anything else.”\nThere was a brief silence, then Mr. Lissner rose to his feet. “No questions? Well, thank you,” he said, and the three men quickly left the table, leaving many of the assembled journalists scratching their heads.\nThe conference, long planned to announce the season, was nonetheless an occasion for speculation, and for reflection on what Mr. Millepied, a former New York City Ballet principal dancer and choreographer, had brought to the company artistically and otherwise in his short tenure.", "url": "https://www.nytimes.com/2016/02/11/arts/dance/benjamin-millepied-paris-opera-ballet.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}