{"authors": ["Sabrina Tavernise"], "date_download": "2018-11-16 04:35:02", "date_modify": "2018-11-16 04:35:02", "date_publish": "2016-08-24 22:48:54", "description": "Mortality rates had improved in recent decades, but years of war knocked the life expectancy back to 69 from 74 for men and to 76 from 79 for women.", "filename": "2016_08_25_science_syria-life-expectancy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342902.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_08_25_science_syria-life-expectancy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342902.html", "title": "Life Expectancy Falls by 5 Years for Syrian Men, New Analysis Finds", "title_page": "Life Expectancy Falls by 5 Years for Syrian Men, New Analysis Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Life expectancy had improved significantly in Syria in recent decades, reaching 74 years for men and 79 years for women by 2010. Infant mortality had declined substantially, and heart disease — the single biggest killer in most developed countries — had taken center stage. But the war knocked men back to 69 and women to 76, amid a surge in deaths from violence, infections and even malnutrition.\n“This is a region that, against all odds, had been doing very well,” said Professor Ali Mokdad, a professor of global health at the Seattle-based institute. “That’s all being destroyed right now.”\nThere were about 30,000 deaths in 2013 that were casualties from the war, researchers found, about a third of the 100,000 total deaths in the country that year. He estimated that 11,000 more were associated with the war — including a lack of medical care, untreated infection and respiratory illnesses, and malnutrition. Heart disease was still the No. 1 killer, with about 42,000 deaths.\nIn some ways the findings are unsurprising. War takes lives, particularly young ones, slicing years off life expectancy, often suddenly. But the authors argued that quantifying the loss — an undertaking that involved stitching together different data sources and using mathematical modeling to fill in the gaps — would show just how devastating war has been for some of these societies. The analysis also found declines in life expectancy for Yemenis, Tunisians and Egyptians, though they were all less than one year.\nThere were some surprises. Life expectancy had actually increased in Afghanistan. It rose to 56, up from 50 in 1990, with the vast majority of improvement taking place since the early 2000s, when the United States invaded. In Iraq, life expectancy declined from 67 in 2003, the year the Americans invaded, to 63 in 2006, one of the worst years of the war for civilian casualties. It has risen to 71 since then.", "url": "https://www.nytimes.com/2016/08/25/science/syria-life-expectancy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}