{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 03:16:44", "date_modify": "2018-11-16 03:16:44", "date_publish": "2016-04-20 09:00:30", "description": "Mr. Trump is gaining steam at the ballot box, but his challenge now is to secure the delegates he may need in the event of a floor fight at the Republican convention.", "filename": "2016_04_21_us_politics_donald-trump-new-york_1542338204.html", "image_url": "https://static01.nyt.com/images/2016/04/20/us/21TRUMPweb1/21TRUMPweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_04_21_us_politics_donald-trump-new-york_1542338204.html", "title": "The Test for Donald Trump: Win Delegates, Not Just Voters", "title_page": "The Test for Donald Trump: Win Delegates, Not Just Voters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But for all his bravado, Mr. Trump’s recent actions betray a recognition that he has reached a pivotal moment in his quest for the White House. Installing political veterans atop his campaign, committing to an eight-figure budget for the duration of the primary, and at least trying to impose a measure of discipline on himself, he appears mindful that if he does not improve his performance in the final six weeks of voting, he risks having the nomination snatched from his grasp.\n“He ran a wonderfully effective guerrilla war, and after Wisconsin he came to the realization that it was not going to be enough to get him to the nomination,” said Newt Gingrich, the former House speaker, who has praised but not endorsed Mr. Trump. “So now he has to make a transition.”\nMr. Trump took steps in the days leading up to the New York primary to show that he was capable of restraint: He sat out two consecutive weeks of Sunday news shows, a sacrifice for a candidate who relishes television appearances. He used prepared notes to expound on his definition of “New York values,” the phrase Mr. Cruz had used against him in a derogatory manner. He even expressed a measure of regret, suggesting that he had been wrong to attack Mr. Cruz’s wife on Twitter. And he has resisted the urge to bring out the flamethrower on that social network in recent days.\nBy bringing in strategists with presidential experience, like Paul Manafort and Rick Wiley, Mr. Trump also showed a willingness to overhaul his staff that could make him more competitive in a delegate-by-delegate contest or a convention showdown.", "url": "https://www.nytimes.com/2016/04/21/us/politics/donald-trump-new-york.html"}