{"authors": ["Somini Sengupta", "David E. Sanger", "Choe Sang-Hun"], "date_download": "2018-11-16 04:44:06", "date_modify": "2018-11-16 04:44:06", "date_publish": "2016-01-06 11:06:24", "description": "The White House press secretary and South Korean analysts say that the estimated yield, or energy, from the explosion appeared to be too small for a hydrogen bomb.", "filename": "2016_01_07_world_asia_north-korea-hydrogen-bomb-claim-reactions.html_module=inline_1542343446.html", "image_url": "https://static01.nyt.com/images/2016/01/07/world/07korea_web2/07korea_web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_07_world_asia_north-korea-hydrogen-bomb-claim-reactions.html_module=inline_1542343446.html", "title": "Security Council Condemns Nuclear Test by North Korea", "title_page": "Security Council Condemns Nuclear Test by North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "UNITED NATIONS — The United Nations Security Council condemned North Korea for its nuclear test on Wednesday, but there was no evidence yet that the North’s most powerful backer, China, was willing to stiffen sanctions in a way that could push the unpredictable country to the point of collapse or slow its nuclear progress.\nAs the question of how the international community should respond remained unanswered, White House officials, eager to undercut whatever propaganda value the North saw in claiming its first success in detonating a thermonuclear device, said that initial data from its monitoring stations in Asia were “not consistent” with a test of a hydrogen bomb.\nA two-hour closed session of the Security Council on Wednesday afternoon ended with a pledge to “begin to work immediately” on a resolution containing additional measures to rein in Pyongyang. It did not specify what those measures could be, and in the past, China and Russia have usually objected to steps that could threaten the North’s survival. The most obvious would be a prohibition on loading or unloading North Korean ships around the world, or on financial transactions with the nation.", "url": "https://www.nytimes.com/2016/01/07/world/asia/north-korea-hydrogen-bomb-claim-reactions.html?module=inline"}