{"authors": ["Mark Mazzetti", "Gardiner Harris"], "date_download": "2018-11-16 04:37:53", "date_modify": "2018-11-16 04:37:53", "date_publish": "2016-02-29 21:34:28", "description": "At the White House, the president gave the highest military honor to Senior Chief Special Warfare Operator Edward Byers for bravery in Afghanistan.", "filename": "2016_03_01_us_politics_seal-team-6-member-is-awarded-medal-of-honor-by-obama_1542343073.html", "image_url": "https://static01.nyt.com/images/2016/03/01/us/01honor-vid/01honor-vid-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_01_us_politics_seal-team-6-member-is-awarded-medal-of-honor-by-obama_1542343073.html", "title": "SEAL Who Wrestled Gunman and Shielded Hostage Is Awarded Medal of Honor", "title_page": "SEAL Who Wrestled Gunman and Shielded Hostage Is Awarded Medal of Honor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Chief Byers followed his teammate into the room and fought with a Taliban gunman who had been aiming an AK-47 at him. He then dived on Dr. Joseph to protect him, according to the official citation given with the medal.\n“While covering the hostage with his body, Chief Byers immobilized another guard with his bare hands and restrained the guard until a teammate could” kill him, the citation said.\nDr. Joseph has praised his rescuers, speaking of their bravery and the swiftness of the raid. But he has also been troubled by what he saw that night, and his account of what transpired differs from the official military version in one important aspect.\nIn interviews with The New York Times, Dr. Joseph raised the possibility that the team may have killed a Taliban prisoner whom it had taken into custody. He said that the man, a 19-year old named Wallakah, had been subdued and disarmed by the SEALs at the beginning of the raid, but that as Dr. Joseph was escorted to a military helicopter he saw Wallakah lying in a pool of blood, dead.\nMilitary officials have denied this account, saying that all of the Taliban gunmen were killed immediately after the SEALs entered the compound and that the Americans never took Wallakah into custody.\nAs the Americans flew back to back to Bagram Air Base in Afghanistan after the mission, Chief Byers and others tried to revive Petty Officer Checque, but he was pronounced dead when they reached the base.\nIn a brief news conference after the ceremony, Chief Byers paid homage to Petty Officer Checque and the others on the mission. Even after receiving the military’s highest honor, he said, he plans to remain in the military and “continue doing my job in the Navy.”", "url": "https://www.nytimes.com/2016/03/01/us/politics/seal-team-6-member-is-awarded-medal-of-honor-by-obama.html"}