{"authors": ["James Poniewozik"], "date_download": "2018-11-16 03:59:39", "date_modify": "2018-11-16 03:59:39", "date_publish": "2016-02-16 21:43:05", "description": "Mr. Trump’s over-the-top ways have made him almost too easy to mock as a presidential candidate.", "filename": "2016_02_17_arts_television_donald-trump-is-a-conundrum-for-political-comedy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340779.html", "image_url": "https://static01.nyt.com/images/2016/02/17/arts/17LATENIGHTJP1/17LATENIGHTJP1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_17_arts_television_donald-trump-is-a-conundrum-for-political-comedy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340779.html", "title": "Donald Trump Is a Conundrum for Political Comedy", "title_page": "Donald Trump Is a Conundrum for Political Comedy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "So two of the best takes on Mr. Trump came last week from outside conventional TV. “Funny or Die Presents Donald Trump’s The Art of the Deal: The Movie,” released online last Wednesday, purports to be a never-aired 1988 TV movie, directed by and starring Mr. Trump (Johnny Depp). Mr. Depp, in fleshy makeup that makes him look like a turtle wearing a tuft of cotton candy, plays Mr. Trump as a vain tyrant, berating his soon-to-be-ex-wife Ivana (Michaela Watkins) and obsessing over his image.\nThe movie skewers Mr. Trump’s current rhetoric retroactively; he praises the Taj Mahal as “easily the classiest thing ever built by a Muslim.” But it also targets his ego, presenting him in washed-out VHS video as a rerun, a period piece, an ’80s relic with crippling insecurity. (One jab that really got under his skin, after all, was when the humor magazine Spy labeled him a “short-fingered vulgarian” in the 1980s.) The meta-conceit, that Mr. Trump made the film as a vanity project, means that everyone else in it is the product of his self-flattering imagination; the world, as its protagonist sees it, is a movie in which he is the only character.\nOf course, to a man of Mr. Trump’s healthy self-esteem, being played by one of Hollywood’s biggest stars is simply confirmation of his hugeness. “Triumph’s Election Special” (also from Funny or Die), which followed several campaigns on the road in Iowa and New Hampshire, unloads some conventional zingers at Mr. Trump. (“He’s written 15 books and they all start on Chapter 11!”) But its most blistering takedowns focus on his supporters, the populist mosh pit that has kept him from hitting the floor despite his verbal stage dives.\nIn one segment, Mr. Smigel/Triumph hires “multiple robotic white women” to pose as Fox News reporters, asking voters to react to fictional Trump scandals, including a proposal to “sterilize Puerto Ricans until we ‘figure this thing out.’” “He’s just saying what everybody else believes,” says one supporter. Another, asked what he would say to people criticizing Mr. Trump for delivering “a three-minute monologue in an insulting Chinese accent,” blows a raspberry into the microphone.\nThe “Borat”-style stunt is funny because it’s true — or rather, because it tests the limits of what Mr. Trump’s fans believe could be true and what they’d defend anyway. Most important, the bit, however gonzo, is about the content of Mr. Trump’s campaign: the harshness of his proposals and the passions he’s appealing to.\nSome comedy critics might call this “punching down,” that is, picking on regular people rather than the powerful. But to ignore the role, and the collective power, of the millions of people helping Mr. Trump upend traditional politics is to ignore why his candidacy is news (which is to say, worthy of satire) in the first place. If Triumph shares one belief with Mr. Trump, it’s this: Sometimes insults are another way of showing that you care.", "url": "https://www.nytimes.com/2016/02/17/arts/television/donald-trump-is-a-conundrum-for-political-comedy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}