{"authors": ["Randal C. Archibold"], "date_download": "2018-11-16 04:12:31", "date_modify": "2018-11-16 04:12:31", "date_publish": "2016-03-22 01:27:31", "description": "Rachel Robinson, the widow of Jackie Robinson, is among the Americans visiting the island as part of a baseball tour that will include a game at a Havana stadium where Robinson once played as a member of the Brooklyn Dodgers’ organization.", "filename": "2016_03_22_sports_baseball_admiration-of-robinson-lingers-for-fans-in-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341551.html", "image_url": "https://static01.nyt.com/images/2016/03/22/sports/22-Y-BASE/22-Y-BASE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_22_sports_baseball_admiration-of-robinson-lingers-for-fans-in-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341551.html", "title": "Admiration of Robinson Lingers for Fans in Cuba", "title_page": "Admiration of Robinson Lingers for Fans in Cuba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For his historic trip to Cuba, President Obama took two guests sure to make a strong connection with baseball-crazed fans on the island: Rachel Robinson, the widow of Jackie Robinson, who broke the color barrier in the major leagues, and the Robinsons’ daughter, Sharon.\nThey join several other notable baseball figures also in Cuba for the visit, including Derek Jeter, the former Yankees captain; Joe Torre, the former Yankees manager who is now a top Major League Baseball executive; and Commissioner Rob Manfred.\nAll are expected to be at an exhibition game Tuesday between the Tampa Bay Rays and the Cuban national team in the Estadio Latinoamericano, where Jackie Robinson once played.\nRobinson is admired in Cuba not just for his baseball prowess and his advocacy of civil rights but also for the time he spent in Havana in 1947 during spring training before his debut with the Brooklyn Dodgers. Many Cuban fans of African descent particularly identify with him.", "url": "https://www.nytimes.com/2016/03/22/sports/baseball/admiration-of-robinson-lingers-for-fans-in-cuba.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}