{"authors": ["Louise Story"], "date_download": "2018-11-16 04:17:01", "date_modify": "2018-11-16 04:17:01", "date_publish": "2016-02-04 02:56:43", "description": "State governments are usually not given the name of the person who owns the corporation, which is a barrier for law enforcement authorities.", "filename": "2016_02_04_us_bills-seek-transparency-of-shell-companies.html_module=inline_1542341821.html", "image_url": "https://static01.nyt.com/images/2016/02/04/us/04SHELL1/04SHELL1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_04_us_bills-seek-transparency-of-shell-companies.html_module=inline_1542341821.html", "title": "Bills Seek Transparency of Shell Companies", "title_page": "Bills Seek Transparency of Shell Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bills requiring greater transparency of shell companies were introduced in Congress on Wednesday, continuing a yearlong legislative effort to shine light into one of the darkest recesses of business dealings in the United States.\nShell companies, often limited liability companies, are registered at the state level and, in numerous states, the government is not given the name of the person who actually owns the company. This opacity is a significant barrier for law enforcement authorities when they are investigating money laundering and other crimes involving shell companies.\n“This is a rare bill in that law enforcement is asking for it,” said Carolyn B. Maloney, a Democratic representative from New York who co-sponsored the House bill with Peter T. King, a New York Republican. “They will point to their efforts to go after drug cartels, illegal guns, money laundering, you name it, and they hit these shell companies, and they don’t know who it is. They would like to know who the owner is.”\nMs. Maloney said that the bill was a version of legislation she had sponsored in prior years, but that she had become more convinced of its urgency by an investigation in The New York Times over the last year that documented the increasing use of shell companies to purchase luxury real estate, in some cases by individuals involved in law enforcement investigations around the world.", "url": "https://www.nytimes.com/2016/02/04/us/bills-seek-transparency-of-shell-companies.html?module=inline"}