{"authors": ["Kevin Allison"], "date_download": "2018-11-16 03:43:16", "date_modify": "2018-11-16 03:43:16", "date_publish": "2016-09-12 18:13:52", "description": "The straightforward, no-premium deal is a contrast to other recent attempts at industry mash-ups, which did not fare so well.", "filename": "2016_09_13_business_dealbook_potash-and-agrium-deal-is-a-friendly-balanced-merger_1542339796.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_13_business_dealbook_potash-and-agrium-deal-is-a-friendly-balanced-merger_1542339796.html", "title": "Potash and Agrium Deal Is a Friendly, Balanced Merger", "title_page": "Potash and Agrium Deal Is a Friendly, Balanced Merger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is a rare corporate love-in. The Potash Corporation of Saskatchewan and Agrium, a fertilizer company, have agreed to a merger of equals worth $36 billion in enterprise value. Monday’s straightforward, no-premium deal is a contrast to other recent attempts at industry mash-ups, which gave off a whiff of exuberance before collapsing.\nPotash shareholders will receive 52 percent of the shares in the combined company. Agrium investors will own the rest, reflecting the relative market capitalizations of the two companies before they confirmed deal talks last month. No cash will change hands. And leadership will be evenly split, with the Potash boss Jochen Tilk becoming executive chairman and Chuck Magro of Agrium chief executive. Both camps will also get equal board representation. It looks remarkably like a genuine merger of equals.\nPast industry consolidation attempts have been more complex, less amenable, or both — from the mining company BHP Billiton’s abortive $39 billion hostile bid for Potash in 2010, to an abandoned tax inversion between CF Industries of the United States and OCI of the Netherlands this year. In the broader agricultural sector, the planned $130 billion merger of the chemical companies Dow and DuPont comes with an extra twist, a three-way breakup, while the American seed specialist Monsanto is demanding a big cash premium from German would-be acquirer Bayer.\nA friendly, balanced merger of two domestic fertilizer companies looks prosaic by comparison. The partners expect to wring $500 million of costs annually within two years. That is worth $3.5 billion, or roughly 13 percent of their current combined market value, assuming the increased profit is taxed at 30 percent and capitalized on a multiple of 10. The all-share transaction means both sets of investors can achieve additional upside when the fertilizer market recovers from its slump.", "url": "https://www.nytimes.com/2016/09/13/business/dealbook/potash-and-agrium-deal-is-a-friendly-balanced-merger.html"}