{"authors": ["Michael Wines"], "date_download": "2018-11-16 03:42:23", "date_modify": "2018-11-16 03:42:23", "date_publish": "2016-02-02 16:22:55", "description": "A corps that responded heroically to the Dec. 2 terrorist attack is also savaged by rattletrap equipment, crushing workloads and sunken morale.", "filename": "2016_02_03_us_san-bernardino-police-find-themselves-battling-economic-forces.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339743.html", "image_url": "https://static01.nyt.com/images/2016/01/28/us/00sanbernardino2/00sanbernardino2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_03_us_san-bernardino-police-find-themselves-battling-economic-forces.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339743.html", "title": "After a Massacre, San Bernardino Police Stare Down Crippling Cuts", "title_page": "After a Massacre, San Bernardino Police Stare Down Crippling Cuts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN BERNARDINO, Calif. — Detective Ryan Wicks trained the headlights of his Ford Crown Victoria Police Interceptor on a young man spotted fleeing local gang members and climbed out of his car, a battered black-and-white cruiser of mid-2000s vintage. The odometer stood north of 95,000 miles. A rear fender was scarred by the belt buckles of hundreds of suspects who had been spread-eagled against it.\nHaving uncovered a butcher knife and delivered a warning, Detective Wicks settled back into the driver’s seat and felt something blocking a foot. He looked down.\n“My speaker’s on the floor,” he said.\nThe nation knows the San Bernardino Police Department for its heroism Dec. 2, when its officers led a perilous and widely praised search for a husband-and-wife terrorist team that had fatally shot 14 people and wounded 22 others at a holiday party. But the daily reality for San Bernardino’s finest is entirely different: a corps savaged by budget cuts, rattletrap equipment, crushing workloads and sunken morale.", "url": "https://www.nytimes.com/2016/02/03/us/san-bernardino-police-find-themselves-battling-economic-forces.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}