{"authors": ["Susan Burton"], "date_download": "2018-11-16 04:54:09", "date_modify": "2018-11-16 04:54:09", "date_publish": "2016-02-16 12:00:06", "description": "Over the course of her career, the author has created a new kind of great American novel.", "filename": "2016_02_21_magazine_the-quietly-subversive-fictions-of-dana-spiotta_1542344049.html", "image_url": "https://static01.nyt.com/images/2016/02/21/magazine/21spiotta1/21spiotta1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_02_21_magazine_the-quietly-subversive-fictions-of-dana-spiotta_1542344049.html", "title": "The Quietly Subversive Fictions of Dana Spiotta", "title_page": "The Quietly Subversive Fictions of Dana Spiotta - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Spiotta attended the progressive, arty Crossroads School and went on to Columbia University. But at the end of her sophomore year of college, she dropped out. Her parents were splitting up ‘‘but that was only part of the chaos,’’ she wrote to me. ‘‘My father, who had left Zoetrope to form his own production company, lost everything,’’ including the family’s house. ‘‘It gave me the ability to understand being privileged as well as being dead broke.’’ From age 19, Spiotta supported herself. She made her way to Seattle, ‘‘a city that seemed very friendly to the lost young person,’’ got a job at a record store and eventually enrolled at Evergreen State College, where she studied labor history and creative writing. Reading ‘‘The Dead’’ in a cafe, she began to weep.\nOne day she and a friend called a number on the back cover of the literary journal Quarterly. The phone was answered by the journal’s editor, Gordon Lish, who invited Spiotta and her friend to come work for him in New York. They did, as managing editors. ‘‘Whatever you’re trying to hide is what you need to write from,’’ Spiotta recalls him saying. ‘‘Whatever you’re trying to hide is what makes you an interesting writer.’’ Lish introduced Spiotta to Don DeLillo, who became a mentor and a friend.\nWhile Spiotta was working on her first novel, ‘‘Lightning Field,’’ she supported herself by waitressing. The book was published in 2001, when she was 35. She wrote her next novel in secret, while working at a restaurant she owned with her former husband in upstate New York. ‘‘Eat the Document’’ brought her new attention, and she joined Saunders and Karr at the highly regarded creative-writing program at Syracuse. ‘‘As a colleague, she is a dream,’’ Karr told me. ‘‘Whip smart and tirelessly generous, but she doesn’t pander to student egos. She knows how to deliver bad news to a young writer: ruthlessly but also with an underpinning of cheer that’s infectious.’’\nSpiotta’s work has been cited in discussions about whether the culture properly values the work of female novelists, particularly those whose books are ‘‘ambitious, political and engaged with the big world of ideas,’’ as Katha Pollitt wrote of Spiotta and others in 2010. ‘‘Don DeLillo with a vagina,’’ one writer called Spiotta (it was meant as a compliment); ‘‘a woman’s book wrapped in a man’s book,’’ suggested a participant in an online discussion of ‘‘Stone Arabia.’’ A Booklist review of ‘‘Innocents and Others’’ advises that it is for readers of Jennifer Egan, Siri Hustvedt, Rachel Kushner and Claire Messud. These writers are comparable with Spiotta in ways that have nothing to do with gender — Egan, formally inventive; Kushner, influenced by film — and the list is meant to contextualize the novel for librarians. But it hints at a ‘‘smart woman’’ algorithm: If you like this woman who is ‘‘serious,’’ you’ll like Spiotta too. Spiotta flat out rejects this way of talking about literature. ‘‘The notion that there are gendered subjects or gendered prose styles, or gendered types of novels seems reductive to me, a not-interesting (or even coherent) way to engage anyone’s writing,’’ she emailed one morning.\nIt was early on a frigid day in January. Spiotta and I sat in a diner in Cooperstown, a road atlas open on the apple-print oilcloth. We were about to embark on a trip. ‘‘This map: In all of my books, except ‘Lightning Field,’ stuff happens right here,’’ Spiotta said. The Mohawk River, the Erie Canal, and I-90 hung in a triple strand across the open pages. The Erie Canal’s velocity changed the transmission of goods and ideas; and it ‘‘meant identity could be changed, too, because you could take off and go to the next place,’’ Spiotta said, as a waitress refilled our mugs.\nSpiotta had circled our destinations on the map in ballpoint pen. This region has a multiplicity — off-the-gridders, declining factory towns, a shrine to the first Native American saint — analogous to her books. ‘‘It almost feels as if it works the way a novel works here, because there are these disparate things that seem unconnected, but because they have the same geography, they are connected,’’ she said. ‘‘You wonder, How did they all come to be here?’’", "url": "https://www.nytimes.com/2016/02/21/magazine/the-quietly-subversive-fictions-of-dana-spiotta.html"}