{"authors": ["Farhad Manjoo"], "date_download": "2018-11-16 03:42:02", "date_modify": "2018-11-16 03:42:02", "date_publish": "2016-03-09 10:01:04", "description": "The voice-controlled computer has the potential to become a dominant force in the most intimate of environments: our homes.", "filename": "2016_03_10_technology_the-echo-from-amazon-brims-with-groundbreaking-promise.html_module=inline_1542339722.html", "image_url": "https://static01.nyt.com/images/2016/03/09/business/10state2/10state2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_10_technology_the-echo-from-amazon-brims-with-groundbreaking-promise.html_module=inline_1542339722.html", "title": "The Echo From Amazon Brims With Groundbreaking Promise", "title_page": "The Echo From Amazon Brims With Groundbreaking Promise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "More important, just like the early iPhone, Amazon has managed to turn the Echo into the center of a new ecosystem. Developers are flocking to create voice-controlled apps for the device, or skills, as Amazon calls them. There are now more than 300 skills for the Echo, from the trivial — there is one to make Alexa produce rude body sounds on command — to the pretty handy. It can tell you transit schedules, start a seven-minute workout, read recipes, do math and conversions, and walk you through adventure games, among other possibilities.\nMakers of digital home devices like Nest are also rushing to make their products compatible with the Echo. Alexa can now control your Internet-connected lights, home thermostats and a variety of other devices. Hardware makers can also add Alexa’s brain into their own devices, so soon you won’t need an Echo to consult with Alexa — you could find it in your toaster, your refrigerator or your car.\nAmazon’s open-platform strategy for the Echo calls to mind Amazon Web Services, its multibillion-dollar cloud business that also came out of left field to best competitors. “It is patterned very much off of the successful formula that A.W.S. uses,” Mr. Limp said.\nThe Echo also ties in to Amazon’s main business, its retail store. When you tell it to reorder popcorn, it gets your order through Amazon, of course. Still, Mr. Wingo noted that Amazon had so far kept the platform relatively open — other retailers and product manufacturers are free to build their own apps that will allow for interactions with their stores.\nThe Echo is far from perfect. It still gets queries wrong and it still feels like it’s missing potentially useful features. Mr. Limp concedes this. Amazon’s teams keep working to add new tricks to the Echo, he said. The device also faces limited retail distribution — it’s unusual enough that it would benefit from being displayed on shelves, but Amazon’s retail rivals are unlikely to stock it anytime soon. (Some analysts have speculated that Amazon’s retail plans may be an effort to show off its hardware.)\nAmazon would be wise to step on the gas because while the Echo has no direct competitors, a few may be emerging. Among them is SoundHound, a start-up that has been working on voice-recognition for more than a decade, which is now offering hardware makers access to its service. Within the next year, according to the company, lots of gadgets will be using SoundHound’s software to talk to users.\nDo you want that? As I argued recently, the F.B.I.’s battle with Apple over encryption should prompt deep questions about a future of Internet-connected devices spread around our homes. Amazon has strong privacy protections in the Echo. It doesn’t stream anything without the wake word and it has a physical mute button that electrically disconnects the microphone but, as with all groundbreaking technology, there is no doubt we are entering new territory here.\nYet, the Echo is so useful it may be worth the gamble. Many in the industry have long looked to the smartphone as the remote control for your world. But the phone has limitations. A lot of times fiddling with a screen is just too much work. By perfecting an interface that is much better suited to home use — the determined yell! — Amazon seems on the verge of building something like Iron Man’s Jarvis, the artificial-intelligence brain at the center of all your household activities. Who could say no to that?", "url": "https://www.nytimes.com/2016/03/10/technology/the-echo-from-amazon-brims-with-groundbreaking-promise.html?module=inline"}