{"authors": ["Michael Barbaro", "Steve Eder"], "date_download": "2018-11-16 03:16:54", "date_modify": "2018-11-16 03:16:54", "date_publish": "2016-03-11 12:48:26", "description": "Ex-students say coercive tactics were used to elicit glowing marks for Donald J. Trump’s real estate classes in evaluations he is now using against them.", "filename": "2016_03_12_us_politics_donald-trump-trump-university.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338214.html", "image_url": "https://static01.nyt.com/images/2016/03/11/us/11TRUMPUweb1/11TRUMPUweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_12_us_politics_donald-trump-trump-university.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338214.html", "title": "At Trump University, Students Recall Pressure to Give Positive Reviews", "title_page": "At Trump University, Students Recall Pressure to Give Positive Reviews - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s absolutely a con,” said Mr. Guillo, who spent $36,000 on Trump University classes and later requested a refund. “The role of the evaluations were a defense against any legal actions. They anticipated those actions.”\nAt the same time, students and their lawyers have raised doubts about Mr. Trump’s claim of 98 percent satisfaction. A website set up to defend Trump University, 98percentapproval.com, has published 10,000 student evaluations, but not all of them were from paying students. They include some from the more than 3,000 free guests that paying participants were encouraged to bring to the classes. More than 2,000 other students never made it to the end of their courses — they sought and received refunds before the end of their classes, as company policy allowed, according to court records.\nIn an interview, a lawyer for Mr. Trump, Daniel M. Petrocelli, said the experience of students who felt manipulated “is not representative of what happened across the board.”\n“Folks were not coerced,” he said of the positive evaluations. “It’s completely implausible to suggest that the 10,000 reviews from the students and their guests were the result of pressure or coercion. They gave overwhelmingly positive reviews because they were being honest about their assessment.”\nMr. Trump has vowed to fight the litigation, which includes a class-action lawsuit in San Diego seeking refunds for former Trump University students, and a lawsuit from the New York attorney general. He has said the aggrieved former students are simply looking for easy money after having learned valuable lessons about how to buy and sell real estate, obtain financing and spot undervalued properties.\nThough the business no longer operates, Mr. Trump has vowed to bring it back, giving it to his children to run if he is elected president.", "url": "https://www.nytimes.com/2016/03/12/us/politics/donald-trump-trump-university.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}