{"authors": ["Alexander Burns", "Maggie Haberman", "Ashley Parker"], "date_download": "2018-11-16 04:33:16", "date_modify": "2018-11-16 04:33:16", "date_publish": "2016-07-14 16:26:52", "description": "The presumptive Republican nominee cited the events in Nice, France, though Gov. Mike Pence is widely considered his likely choice.", "filename": "2016_07_15_us_politics_mike-pence-donald-trump-vice-president_1542342796.html", "image_url": "https://static01.nyt.com/images/2016/07/16/us/16setup/16setup-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_07_15_us_politics_mike-pence-donald-trump-vice-president_1542342796.html", "title": "Donald Trump Postpones Naming Running Mate", "title_page": "Donald Trump Postpones Naming Running Mate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But a certain resolution to the process remained elusive after several days of unusually frenzied and public deliberations by Mr. Trump and his family, as well as extraordinarily overt campaigning for the job by several potential running mates. After huddling with Mr. Pence in Indiana, flying multiple other candidates to Indianapolis for last-minute interviews, hinting to party leaders that his decision had been made and then frantically denying it to the news media, Mr. Trump delayed his decision entirely.\nIn a television interview, Mr. Trump insisted that he had not settled on a running mate yet. “I haven’t made my final, final decision,” he told Fox News, speaking by telephone.\nAgainst a backdrop of images from Nice, Mr. Trump repeatedly described himself as the “law-and-order candidate” in the presidential race.\nMr. Trump’s advisers told national Republican officials that they were preparing to make an announcement with Mr. Pence, and people close to Mr. Pence notified his political allies that they expected him to be chosen, according to numerous people with knowledge of the conversations, who were not authorized to discuss them publicly.", "url": "https://www.nytimes.com/2016/07/15/us/politics/mike-pence-donald-trump-vice-president.html"}