{"authors": ["Matt Flegenheimer"], "date_download": "2018-11-16 04:21:35", "date_modify": "2018-11-16 04:21:35", "date_publish": "2016-09-13 09:00:28", "description": "After a relatively quiet summer, Mrs. Clinton was returning to the campaign trail and trying to connect with voters in more personal terms. Then she got sick.", "filename": "2016_09_14_us_politics_hillary-clinton-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342095.html", "image_url": "https://static01.nyt.com/images/2016/09/13/us/14ABSENCEweb1/14ABSENCEweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_09_14_us_politics_hillary-clinton-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342095.html", "title": "An Unplanned Absence for Hillary Clinton at an Inopportune Time", "title_page": "An Unplanned Absence for Hillary Clinton at an Inopportune Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For much of the summer, Hillary Clinton deliberately kept a low public profile, fund-raising in private and pursuing a hands-off campaign strategy: If Donald J. Trump wanted to seize center stage by picking unpopular fights — with a Gold Star father, a federal judge, the leaders of his own party — she would not stand in his way.\nNow, sidelined with pneumonia just as she hoped to reintroduce herself with a series of more personal policy speeches, Mrs. Clinton has left herself uniquely vulnerable to an unplanned absence.\nHer dismal public standing on questions of candor, combined with decades of conspiracy theories about her health, had already produced an uncommon challenge for aides and supporters seeking to tamp down speculation about her physical condition.\nMore substantively, among Democrats worried that Mrs. Clinton has failed to make a more forceful case for her candidacy since the party’s convention, her illness has reinforced the danger of a Trump-centric strategy — leaving the Clinton side without a memorable affirmative message to hammer home, especially when its chief messenger is on the mend.", "url": "https://www.nytimes.com/2016/09/14/us/politics/hillary-clinton-campaign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}