{"authors": ["Mark Mazzetti", "Helene Cooper", "Eric Schmitt"], "date_download": "2018-11-16 04:50:55", "date_modify": "2018-11-16 04:50:55", "date_publish": "2016-11-11 02:18:48", "description": "Foreign policy luminaries who served in the two Bush administrations largely derided Donald J. Trump, and it was mutual. But some of the establishment figures’ opposition is softening.", "filename": "2016_11_11_us_politics_donald-trump-national-security.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343855.html", "image_url": "https://static01.nyt.com/images/2016/11/11/us/11trumpnatsec/11trumpnatsec-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_11_us_politics_donald-trump-national-security.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343855.html", "title": "‘Never Trump’ Becomes ‘Maybe Trump’ in Foreign Policy Sphere", "title_page": "‘Never Trump’ Becomes ‘Maybe Trump’ in Foreign Policy Sphere - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Never Trump” has become “Maybe Trump.” But whether he would have them is another matter.\nMr. Trump, a man known to nurse grudges long after doing so is beneficial, has boasted for months that he has a better understanding of how to best serve the nation’s security interests than nearly anyone who has made policy in the area for the past decade. At the same time, his transition team faces the daunting task of filling hundreds of jobs in a constellation of national security agencies.\nAt stake is more than a parlor game about who gets what job. Personnel decisions by Mr. Trump and his team will help determine both the course of the administration’s foreign policy and whether the president-elect will hew to the themes of his campaign — a suspicion of alliances, skepticism of foreign intervention and admiration for authoritarian figures like President Vladimir V. Putin of Russia. Some of these views have been embraced by some of Mr. Trump’s current advisers, including Michael T. Flynn, a retired lieutenant general and the former director of the Defense Intelligence Agency.\nSuch positions are generally anathema in Republican foreign policy circles largely dominated by hawkish former George W. Bush administration officials — from Eliot A. Cohen, a former State Department official, to Stephen J. Hadley, Mr. Bush’s national security adviser.\nThere is some common ground, particularly on counterterrorism policy. For instance, Mr. Trump has repeatedly praised the brutal interrogation methods the Bush administration used against Qaeda suspects, including waterboarding. “Torture works,” Mr. Trump said during a campaign stop in February. Most former Bush administration officials insist that the methods, used by the C.I.A., did not constitute torture.\nSince the election was resolved early Wednesday, there have been at least informal contacts between the two factions, according to several people in both camps who refused to be identified. One person who is helping Mr. Trump’s transition team said the group was already receiving résumés from former Republican officials, including some of the signers of two open letters this year excoriating Mr. Trump’s foreign policy views. At the same time, the transition team has also made unofficial overtures to some of the people who signed the two letters — one in March and the second in August.", "url": "https://www.nytimes.com/2016/11/11/us/politics/donald-trump-national-security.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}