{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 04:33:32", "date_modify": "2018-11-16 04:33:32", "date_publish": "2016-06-26 11:47:40", "description": "The Trump campaign and the party’s national committee are moving fast to quash any potential effort to stage a revolt at the convention next month.", "filename": "2016_06_27_us_politics_donald-trump-and-rnc-see-common-foe-rogue-delegates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342812.html", "image_url": "https://static01.nyt.com/images/2016/06/27/us/27CONVENTION-web/27CONVENTION-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_06_27_us_politics_donald-trump-and-rnc-see-common-foe-rogue-delegates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342812.html", "title": "Donald Trump and R.N.C. Crack Down on Rebelling Delegates", "title_page": "Donald Trump and R.N.C. Crack Down on Rebelling Delegates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Their moves are intended to buttress Mr. Trump as he confronts a faction of Republicans who, emboldened by his recent missteps, say their efforts to stage a convention coup are gaining more support. In the last week, prominent Republicans like House Speaker Paul D. Ryan and Gov. Scott Walker of Wisconsin have breathed new life into these efforts by saying that delegates should be free to follow their consciences instead of being committed to back a candidate.\nStopping the presumptive nominee at the convention — one who won 37 states and has an indisputable majority of delegates — would be an extraordinary affront and seems improbable at this point. But even if the anti-Trump forces fall short, the scene that threatens to unfold on national television would be an unwelcome one for Mr. Trump and the Republican Party: a band of angry, rebelling delegates trying to seize control of the convention and wrest away the nomination.\nMr. Trump insisted in an interview last week that his opponents would fail to derail his nomination. “You mean to tell me we’re going to get the largest vote in the history of the Republican primaries,” he said, “and now the same people that either didn’t run or got beaten in a landslide are going to try and back-end?”\n“My supporters are tremendously loyal to me,” he added. “They would not stand for it.”\nSuch a hard-line approach would seem to create grim prospects for any kind of reconciliation with Mr. Cruz, who will command more than 500 delegates when the convention begins in three weeks. And to deny Mr. Cruz a speech — or for that matter Mr. Kasich, the governor of the state that is hosting the convention — would be a rare rebuke. Speeches by the runners-up are usually a prime-time draw at any convention, and usually a foregone conclusion for an event that is supposed to convey party unity and good will.\nBut the speaking arrangements may not be entirely up to Mr. Trump. Because Mr. Cruz won a majority of delegates in at least eight states, he would probably be able to have his name entered into nomination, guaranteeing him a speech under party rules.", "url": "https://www.nytimes.com/2016/06/27/us/politics/donald-trump-and-rnc-see-common-foe-rogue-delegates.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}