{"authors": ["Rachel Abrams"], "date_download": "2018-11-16 03:14:24", "date_modify": "2018-11-16 03:14:24", "date_publish": "2016-01-28 15:47:54", "description": "Mattel has unveiled curvy, petite and tall versions of its fashion doll whose unrealistically thin shape has drawn criticism for decades. Sales have plunged as Barbie has struggled to remain relevant.", "filename": "2016_01_29_business_barbie-now-in-more-shapes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338064.html", "image_url": "https://static01.nyt.com/images/2016/01/29/business/29barbie-web/29barbie-web-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_01_29_business_barbie-now-in-more-shapes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338064.html", "title": "Barbie Adds Curvy and Tall to Body Shapes", "title_page": "Barbie Adds Curvy and Tall to Body Shapes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When it comes to Barbie’s body, it will no longer be one size fits all.\nOn Thursday, Mattel unveiled curvy, petite and tall versions of its iconic fashion doll whose unrealistically thin shape has attracted criticism for decades. The three body types will also be sold in an assortment of skin tones, eye colors and hairstyles.\nThe move is about more than just making Barbie look different. While Barbie was once Mattel’s powerhouse brand, sales have plummeted in recent years as the doll has struggled to remain relevant to little girls who do not look like her and who play with toys other than dolls.\n“This is about drawing a wider demographic that had turned away from Barbie back to Barbie,” said Jim Silver, the editor of TTPM, a toy review website.\nBarbie’s latest makeover began in a big way last year, when Mattel released a broad assortment of dolls in a greater number of skin tones, eye colors and even facial structures as part of its Fashionistas line.", "url": "https://www.nytimes.com/2016/01/29/business/barbie-now-in-more-shapes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}