{"authors": ["Liz Alderman"], "date_download": "2018-11-16 03:46:25", "date_modify": "2018-11-16 03:46:25", "date_publish": "2016-03-20 22:28:32", "description": "After a European Union deal with Turkey took effect, migrants by the hundreds continued to reach the Greek islands, where processing centers were not yet adequately staffed.", "filename": "2016_03_21_world_europe_greece-struggles-to-enforce-migrant-accord-on-first-day.html_module=inline_1542339985.html", "image_url": "https://static01.nyt.com/images/2016/03/21/world/21GREECE/21GREECE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_03_21_world_europe_greece-struggles-to-enforce-migrant-accord-on-first-day.html_module=inline_1542339985.html", "title": "Greece Struggles to Enforce Migrant Accord on First Day", "title_page": "Greece Struggles to Enforce Migrant Accord on First Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Once emptied of their previous occupants, the migrant centers on the Greek islands are to be used only to process those who make it across the Aegean Sea through a phalanx of patrols run by Frontex, Europe’s border agency, as well as NATO and the Greek and Turkish Coast Guards.\nThe Greek authorities will register the migrants and process asylum applications. Migrants who do not apply for asylum or whose applications are rejected are to be returned to Turkey within two weeks. Under the accord, for every Syrian refugee returned to Turkey, the European Union will resettle one refugee directly from Turkey.\nFor the tens of thousands of other migrants stuck in camps around Greece, the situation is less clear. Many of them are Syrian and Iraqi nationals who, for the most part, are considered eligible for political asylum and a program that would relocate them across Europe.\nYet governments in several European countries recently began screening Syrians to determine whether the cities they came from were buffeted by conflict or considered “safe,” meaning that not all Syrians will be eligible for asylum.\nIn addition, around one-third of migrants in Greece are from Afghanistan. After several European countries last month abruptly reclassified them as “economic migrants,” most were disqualified from political asylum, and will most likely be repatriated. That process could be lengthy, even after help from other European Union countries arrives in Greece.\nIn the meantime, tensions have been flaring in some camps on the mainland as well as in Piraeus, where many migrants have been waiting, often for weeks, to find out if they will be able to cross the borders. On Friday, fights broke out between groups of Afghan and Syrian migrants in Piraeus, after a similar brawl the day before.\nAt the Idomeni camp on Sunday, Doctors Without Borders said 33 migrants had been treated for injuries inflicted by the Macedonian police as they tried to cross the closed border with Greece.", "url": "https://www.nytimes.com/2016/03/21/world/europe/greece-struggles-to-enforce-migrant-accord-on-first-day.html?module=inline"}