{"authors": ["Stephen Castle"], "date_download": "2018-11-16 03:54:26", "date_modify": "2018-11-16 03:54:26", "date_publish": "2016-11-22 11:43:40", "description": "The American president-elect seems to have gone out of his way once again to embarrass the British government, which is struggling to establish a rapport.", "filename": "2016_11_22_world_europe_uk-donald-trump-nigel-farage.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340466.html", "image_url": "https://static01.nyt.com/images/2016/11/23/world/23Britain/23Britain-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2016_11_22_world_europe_uk-donald-trump-nigel-farage.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340466.html", "title": "U.K. Rejects Donald Trump’s Call for Nigel Farage to Be Made Ambassador", "title_page": "U.K. Rejects Donald Trump’s Call for Nigel Farage to Be Made Ambassador - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Once again, President-elect Donald J. Trump seems to have gone out of his way to embarrass the British government.\nAfter Election Day, he spoke with nine other leaders before taking a call from Prime Minister Theresa May and then told her casually, “If you travel to the U.S., you should let me know.”\nIn a Monday night Twitter post, just as the British government was reaching out to Mr. Trump to reaffirm the “special relationship” with the United States that Britons prize, he suggested the appointment of Nigel Farage, the interim leader of Britain’s populist, anti-immigrant U.K. Independence Party, as ambassador to the United States.\nThe prime minister’s office quickly dismissed the recommendation, telling reporters: “There is no vacancy. We have an excellent ambassador to the U.S.” in Kim Darroch, a former national security adviser.", "url": "https://www.nytimes.com/2016/11/22/world/europe/uk-donald-trump-nigel-farage.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}