{"authors": ["Ian Austen"], "date_download": "2018-11-16 03:51:27", "date_modify": "2018-11-16 03:51:27", "date_publish": "2017-06-22 00:58:10", "description": "Mr. Campeau, a developer, built a department store empire in the United States in the 1980s, but it swiftly drowned in a sea of debt.", "filename": "2017_06_21_business_obituary-robert-campeau-dead-bloomingdales.html_module=inline_1542340287.html", "image_url": "https://static01.nyt.com/images/2017/06/22/obituaries/22CAMPEAU-obit-01/22CAMPEAU-obit-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_21_business_obituary-robert-campeau-dead-bloomingdales.html_module=inline_1542340287.html", "title": "Robert Campeau, Flamboyant Canadian Who Owned Bloomingdale’s, Dies at 93", "title_page": "Robert Campeau, Flamboyant Canadian Who Owned Bloomingdale’s, Dies at 93 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Robert Campeau, a Canadian real estate developer who built a debt-fueled department store empire in the United States, including Bloomingdale’s, only for it to swiftly collapse in the frenzied financial climate of the 1980s, died on June 12 at his home in Ottawa. He was 93.\nHis family confirmed his death, but no cause was given.\nMr. Campeau had made his fortune in Canada building suburban homes, office towers and shopping malls when he learned in 1985 that Edward S. Finkelstein, the chairman of R. H. Macy & Company, was considering raising debt to buy the department store chain from its shareholders.\nMr. Campeau, who by then had started building in the United States, saw an opportunity and tried to set up a meeting with Mr. Finkelstein to see if he could participate in the venture. He was rebuffed. But the rejection was a spur: Ever the risk-taker, he decided to build a department store conglomerate on his own, even though he had no background in retailing.\nFor advice, he turned to Bruce Wasserstein, a Wall Street investment banker who had helped turn hostile takeovers, funded by high interest rate debt, into a hallmark of the 1980s. Mr. Campeau proceeded to spend $3.6 billion, nearly all of it debt, to buy the retail conglomerate Allied Stores in 1986. Its 750 outlets included Brooks Brothers, Ann Taylor, Bonwit Teller and many regional department stores.", "url": "https://www.nytimes.com/2017/06/21/business/obituary-robert-campeau-dead-bloomingdales.html?module=inline"}