{"authors": ["Fernanda Santos"], "date_download": "2018-11-16 04:29:46", "date_modify": "2018-11-16 04:29:46", "date_publish": "2017-02-20 18:54:25", "description": "For undocumented immigrants, the path is sometimes long and usually twisted.", "filename": "2017_02_20_us_the-road-or-flight-from-detention-to-deportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342586.html", "image_url": "https://static01.nyt.com/images/2017/02/22/us/22DEPORT-01/17DEPORT-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_20_us_the-road-or-flight-from-detention-to-deportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342586.html", "title": "The Road, or Flight, From Detention to Deportation", "title_page": "The Road, or Flight, From Detention to Deportation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "During his frenetic first week in office, President Trump made good on a core campaign pledge to overhaul the nation’s immigration enforcement. With the stroke of a pen, he redefined the meaning of “criminal alien” by vastly expanding the criteria used to decide who is a priority for deportation.\nIt is not just the “bad hombres” that he talked about on the campaign trail. Any undocumented immigrant convicted of a crime or believed to have committed “acts that constitute a chargeable criminal offense” — essentially, anyone who is suspected of a crime, but has not yet been charged — is now at the top of the list.\nFor undocumented immigrants, the path between detention and deportation is sometimes long and usually twisted. An immigration judge’s deportation order can be appealed — to the Board of Immigration Appeals and, in a very small number of cases, all the way to the Supreme Court.\nField office directors for Immigration and Customs Enforcement, or ICE, can, at their discretion, grant a stay of removal, which is another way of postponing a repatriation. As a federal immigration official put it, “We can put someone in removal proceeding tomorrow and it can take months or years until they reach the finish line.”", "url": "https://www.nytimes.com/2017/02/20/us/the-road-or-flight-from-detention-to-deportation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}