{"authors": ["Simon Romero", "Miriam Jordan"], "date_download": "2018-11-16 03:47:30", "date_modify": "2018-11-16 03:47:30", "date_publish": "2017-08-29 23:19:00", "description": "State and federal policies hostile to undocumented immigrants have added to the stress of a devastating storm.", "filename": "2017_08_29_us_immigration-harvey-border-patrol.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340050.html", "image_url": "https://static01.nyt.com/images/2017/08/30/us/30immig/30immig-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_29_us_immigration-harvey-border-patrol.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340050.html", "title": "It Was an Uneasy Time for Immigrants in Texas. Then the Rains Came.", "title_page": "It Was an Uneasy Time for Immigrants in Texas. Then the Rains Came. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HOUSTON — This has been a harrowing year for the hundreds of thousands of undocumented immigrants who have put down stakes in Houston.\nStepped-up enforcement of immigration measures put many on edge over deportations, while Gov. Greg Abbott of Texas signed one of the nation’s most punitive laws against cities that do not cooperate with federal immigration authorities. President Trump has amplified his harsh line on illegal immigration and renewed his promise to build a border wall.\nThen came the chaos of Hurricane Harvey.\nFamilies among Houston’s estimated 600,000 undocumented immigrants – the largest number of any city in the United States except New York and Los Angeles, according to the Pew Research Center – fled their homes to escape the flooding despite their anxiety over being turned away at shelters or facing hostile immigration agents.\n“People were telling each other that the immigration men were coming to check our papers,” said Eloy González, 40, a truck driver who made it to the sprawling shelter at the George R. Brown Convention Center. All he had were the drenched clothes he was wearing when he escaped the flooding in Pasadena, a suburb of Houston where thousands of immigrants live in the shadow of oil refineries.\n“The rumors are false but the fear is still there,” said Mr. González, an immigrant from northern Mexico, emphasizing that he was one of the “lucky ones” who is legally in the United States.\nEven as political leaders in Houston sought to reassure residents that routine immigration enforcement would not be conducted at shelters and food banks, many people fleeing their homes expressed dismay over what they described as mixed signals coming from immigration authorities in the upheaval around Hurricane Harvey.\nThe Border Patrol did not suspend operations at checkpoints in Texas on Saturday even after the storm unleashed destruction in parts of the state, drawing sharp rebukes from human rights activists who said the decision put the lives of undocumented immigrants and mixed-status families at risk.\nThe American Civil Liberties Union said that maintaining the checkpoints stood in contrast to the position taken just last October by the Border Patrol during Hurricane Matthew, when authorities explicitly said that there would be no immigration enforcement checkpoints.\nOfficials with the Border Patrol sought to ease fears, contending that the checkpoints in Texas are set up south of areas affected by the storm, but rights groups pointed out that many people in Houston could potentially pass through the checkpoints to reunite with family members or seek refuge in Mexico.\nPublic statements from some immigration authorities added to the sense of confusion and unease. In a joint statement Tuesday, the Border Patrol and Immigration and Customs Enforcement, or ICE, said that routine enforcement would not be conducted at evacuation sites, shelters or food banks.\nBut in the same statement the organizations said, “The laws will not be suspended, and we will be vigilant against any effort by criminals to exploit disruptions caused by the storm.”\nAs many immigrants coped with the flooding of their homes, a sense of dread over state and federal immigration policies hung over shelters here in Houston and other parts of the state where people are hunkering down as rain continues to fall.\nHouston, which emerged as one of the nation’s most diverse cities after receiving a huge influx of immigrants and refugees from around the world in recent decades, exemplifies the undercurrents of opportunity and distress. Vietnamese and Indian entrepreneurs dominate certain corridors, where they run restaurants and shops. The city is home to the largest Afghan refugee population in the United States.\nBut the biggest group hails from Latin America, and many of them are undocumented immigrants who crossed the border to fill jobs in restaurants, hotels and construction.\nHouston has been the destination for thousands of Central Americans fleeing gang violence and poverty since 2014, advocates say. Typically, mothers who arrive with children are fitted with ankle monitors that track their movement while they wait for their asylum case to be adjudicated. The monitors, which are clunky, must be charged every 12 hours or so. Even in normal conditions, they cause rashes and cuts.\n“Most of our clients have ankle monitors, and we don’t know how these devices will withstand being underwater,” said Miriam Camero, a caseworker in Houston for RAICES, an immigrant legal-aid group based in San Antonio.\nSowing confusion and fear among some people here, more than two dozen Border Patrol agents from a special operations detachment in South Texas arrived in Houston with a dozen vessels to help with the emergency relief effort. But Manuel Padilla Jr., a chief patrol agent with the agency, found it necessary to go on the local Univision news in Houston to reassure people in Spanish that the agents were here to save the lives of people endangered by the storm, not to check their documents.\nFor many undocumented immigrants, the sight of Border Patrol boats on their flooded streets was enough to frighten them. “Just physically and visually seeing the Border Patrol out there caused panic,” said Cesar Espinosa, executive director of FIEL Houston, an immigrant rights organization. “They thought they were coming to get them.”\nHouston’s mayor, Sylvester Turner, a Democrat, sought to ease some of the anxiety, reflecting Houston’s reputation as a frequently progressive, immigrant-friendly city. But Mr. Turner also stepped into the fray over a bill passed by the State Legislature in May, known as Senate Bill 4, scheduled to go into effect on Friday unless a federal judge enjoins it after several localities challenged it in court.\nThe law would ban police chiefs, sheriffs and other law-enforcement officials from stopping an officer from questioning an individual about his or her immigration status. It would also mandate that jail administrators honor all requests from ICE to hold an immigrant who is deportable for the agency to pick up.\nIn a news conference on Monday, Mr. Turner called for putting the “law on the shelf” while the city focuses on rescuing victims of the storm.\nStill, organizations that assist immigrants expressed an array of concerns over S.B. 4, considered the harshest anti-illegal immigrant law since Arizona passed a tough bill years ago that was watered down by the Supreme Court.\n“The S.B. 4 issue is very real in our community, and although S.B. 4 does not require any local official to check immigration status it certainly has created a climate of fear,” said Geoffrey Hoffman, director of the immigration clinic at the University of Houston Law Center.\n“I think the recent words of the mayor may have ameliorated some of our concerns,” he added, “but again people do not know how or if things will change after September 1, given the statewide effective date.”\nA lack of trust among immigrants has deepened since President Trump was inaugurated in January and immigration arrests, particularly of those without criminal records, ramped up.\n“The history is ICE says one thing and does another,” said Barbie Hurtado, a community organizer for RAICES, the San Antonio legal services group. “The fear is out there. People don’t want to come out and say who they are and seek help.”\nAdding to the fear, Ms. Hurtado said, are reports that Mr. Trump is weighing ending an Obama administration program that has granted permission to stay and work to about 800,000 immigrants who were brought illegally to the United States as children.\nFor some of the families sleeping on cots in Houston’s convention center, the signals coming from Washington, and the state capital, Austin, were clear, and alarming.\n“All we want to do is work hard and raise a family,” said Jorge, a 43-year-old employee of a Houston catering company. Declining to give his last name, he explained that he had to seek shelter with his wife and three daughters after their home was flooded. When he was asked about his immigration status, he simply looked at the floor and said that he and his wife moved to Houston years ago from Guanajuato in central Mexico.\n“This is where we are right now, at the mercy of the elements,” he said. “We were already so scared. It would be a disgrace if they come after us now.”", "url": "https://www.nytimes.com/2017/08/29/us/immigration-harvey-border-patrol.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}