{"authors": ["David M. Shribman"], "date_download": "2018-11-16 03:51:53", "date_modify": "2018-11-16 03:51:53", "date_publish": "2017-12-11 23:55:22", "description": "Donald Trump has turned “fake news” into a battle cry to attack reporting critical of him, spawning a difficult debate in newsrooms.", "filename": "2017_12_11_opinion_truth-matters-trump-fake-news.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340313.html", "image_url": "https://static01.nyt.com/images/2017/12/12/opinion/12shribman/12shribman-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_11_opinion_truth-matters-trump-fake-news.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340313.html", "title": "Yes, the Truth Still Matters", "title_page": "Opinion | Yes, the Truth Still Matters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Pittsburgh — Of all the questions that the ascendancy of Donald Trump has raised — on the value of political experience in governing, on the fitness of business executives as government executives or the profile of the Republicans as defenders of the rich and the Democrats as the sentinels of the poor — none is as perplexing as perhaps the central question of the age:\nDoes the truth still matter?\nIt emerged again recently when reports surfaced that the president, who had previously acknowledged his presence on the “Access Hollywood” videotape, has suggested that he did not make the comments on the tape. He also resumed questioning whether Barack Obama was born in the United States — despite having said he accepted it as true last year. In a speech, Mr. Trump, contradicting almost every analysis of the tax bill, said the measure would hurt wealthy people, including himself.\nFor nearly a half-century in journalism, from hometown cub reporter to national political correspondent to metro daily executive editor, I’ve navigated with the aid of a newspaperman’s North Star: the conviction that there is such a thing as objective truth that can be discovered and delivered through dispassionate hard work and passionate good faith, and that the product of that effort, if thoroughly documented, would be accepted as the truth.\nMr. Trump has turned that accepted truth on its head, sowing doubts about the veracity of news reporting by promoting the notion that the mainstream media spews “fake news.” Employing an evocative, sinister phrase dating to the French Revolution and embraced by Lenin and his Soviet successors, he has declared that great portions of the press are the “enemy of the people.”\nMuch of the Trump rhetoric on the press, to be sure, is less statecraft than stagecraft, designed to dismiss negative stories — as if the media had been never critical of past presidents instead of the equal-opportunity pugilists who bedeviled Bill Clinton (in the Monica Lewinsky episode) and George W. Bush (in the aftermath of the Iraq war).", "url": "https://www.nytimes.com/2017/12/11/opinion/truth-matters-trump-fake-news.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}