{"authors": ["Ron Lieber"], "date_download": "2018-11-16 03:13:02", "date_modify": "2018-11-16 03:13:02", "date_publish": "2017-10-06 13:30:31", "description": "Many readers — and numerous politicians — want Equifax to delete their credit files upon request and not collect any new data. Is that remotely possible?", "filename": "2017_10_06_your-money_credit-scores_equifax-hack.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337982.html", "image_url": "https://static01.nyt.com/images/2017/10/07/business/07MONEY-1/07MONEY-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_06_your-money_credit-scores_equifax-hack.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337982.html", "title": "‘Dear Equifax: You’re Fired.’ If Only It Were That Easy.", "title_page": "‘Dear Equifax: You’re Fired.’ If Only It Were That Easy. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This wouldn’t be ideal for the mortgage industry, though. Credit reports tend to be riddled with errors, so lenders prefer a wider range of data to survey. “Lenders will compare the three and make their best guess,” said Pam Dixon, the executive director of the World Privacy Forum, a research group. “They kind of triangulate the errors.”\nWhile it’s a nifty trick when an industry’s rank incompetence seems to necessitate a permanent triumvirate, a better solution might be a duopoly that actually cares about getting the data right.\nLenders who deal in smaller amounts seem flexible enough, and would have to become more so if more people had only two major credit files. American Express already is. It simply looks to the other two big credit bureaus for underwriting guidance if an applicant does not have a file at the third, said Ashley Tufts, a company spokeswoman. (She declined to comment on why American Express planned to continue to send data to Equifax, given the bureau’s now proven inability to protect it.)\nSome readers, many of whom will have no need for mortgages or much new credit in the future, have tried to delete their Equifax files since the breach. One person sent letters making his demand to Equifax’s former chief executive, Richard F. Smith, before he retired last week. (The request received no reply.) Others have called the company’s various call centers. Often, they couldn’t get through or waited for more than hour and then spoke to someone who insisted that it was not possible to have a file deleted.\nPeter Herman, a self-described recovering attorney in Charleston, S.C., had a typical experience: a long wait, a number of prompts, a disconnection and a firm “no” on deleting his file. Then came an odd warning from the live human being he did reach. Any attempt to get his lenders to stop sending payment information to Equifax, Mr. Herman said he had been told, might result in his credit score being ruined because his payments would be marked late. “I did not then ask for a supervisor, I was so befuddled,” he said.", "url": "https://www.nytimes.com/2017/10/06/your-money/credit-scores/equifax-hack.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}