{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:18", "date_modify": "2018-11-16 04:54:18", "date_publish": "2017-11-07 10:00:27", "description": "The best workspaces blend seamlessly into their surroundings — and reflect the personalities of the people who use them.", "filename": "2017_11_07_realestate_designing-home-office.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344058.html", "image_url": "https://static01.nyt.com/images/2017/11/12/realestate/12fix1/12fix1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_07_realestate_designing-home-office.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344058.html", "title": "Making Space for a Home Office", "title_page": "Making Space for a Home Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Setting up a home office can be as simple as placing a desk in a spare room or opening up a laptop on a kitchen table. But if you work from home on a regular basis, you deserve more than a makeshift workspace — or a replica of the claustrophobic cubicle you left behind.\n“Make your home office fit your personality and interests,” said Lisa Kanarek, the author of “Organize Your Home Office for Success” and the founder of a work-from-home blog called Working Naked. “Without the confines of a corporate setting, you can create a space that inspires you to be productive and creative. The goal is to design a place you look forward to working in each day, even though your commute may be only seconds.”\nBelow, 10 tips to help jump-start your home office makeover.\nTAKE INVENTORY “I recommend making a list of the supplies you’ll need for work on a regular basis, as well as any files or records you need to keep,” said Melissa Michaels, an author and decorating blogger in Seattle. “Consider the number of hours a day you’ll be spending on a computer or if you need to have a place to meet clients in your home.”\nAdd to your list any health considerations or preferences, including if you would do better at a standing desk than at the kitchen island. “Assessing your own situation and needs will give you a starting point for what your priorities should be as you are selecting appropriate office furniture.” (For tips on establishing good work-from-home habits or finding inexpensive gear that can improve your workspace, consult the New York Times Smarter Living section.)", "url": "https://www.nytimes.com/2017/11/07/realestate/designing-home-office.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}