{"authors": ["Peter Baker", "Rick Gladstone"], "date_download": "2018-11-16 03:51:13", "date_modify": "2018-11-16 03:51:13", "date_publish": "2017-09-19 17:57:17", "description": "In a bellicose speech before world leaders, President Trump framed differences with North Korea, Iran and Venezuela as a battle of good versus evil.", "filename": "2017_09_19_world_trump-un-north-korea-iran.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340273.html", "image_url": "https://static01.nyt.com/images/2017/09/20/world/20Trump-alpha/20Trump-video-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_19_world_trump-un-north-korea-iran.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340273.html", "title": "With Combative Style and Epithets, Trump Takes America First to the U.N.", "title_page": "With Combative Style and Epithets, Trump Takes America First to the U.N. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "UNITED NATIONS — President Trump brought the same confrontational style of leadership he has used at home to the world’s most prominent stage on Tuesday as he vowed to “totally destroy North Korea” if it threatened the United States and denounced the nuclear agreement with Iran as “an embarrassment” that he may abandon.\nIn his first address to the United Nations General Assembly, Mr. Trump framed the conflicts as a test of the international system. The bombastic flourishes that generate approving roars at political events were met by stony silence, interrupted a few times by a smattering of applause, as Mr. Trump promised to “crush loser terrorists,” mocked North Korea’s leader as “Rocket Man” and declared that parts of the world “are going to hell.”\nThe president’s tone carried real-world implications for the future of the United Nations and the escalating confrontations with international outliers. In the space of 42 minutes, he upended decades of rhetorical support by the United States for the collective philosophy of the United Nations as he defended his America First policy. He repeatedly extolled “sovereignty” in a setting where the term traditionally has been brandished by nations like Russia, China, Iran and North Korea to deflect criticism.\n“As president of the United States, I will always put America first, just like you, as the leaders of your countries, will always and should always put your countries first,” he said, generating light applause in parts of the chamber. But he argued that nationalism can be the foundation for strong nations to join common causes.", "url": "https://www.nytimes.com/2017/09/19/world/trump-un-north-korea-iran.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}