{"authors": ["Nicholas St. Fleur"], "date_download": "2018-11-16 03:44:14", "date_modify": "2018-11-16 03:44:14", "date_publish": "2017-03-31 17:59:21", "description": "A newly discovered relative to T. rex shows the dinosaurs’ family had a scaly face similar to a crocodile’s, had no lips and a sensitive snout.", "filename": "2017_03_31_science_tyrannosaurs-face-dinosaur.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339854.html", "image_url": "https://static01.nyt.com/images/2017/03/31/science/31TB-tyrannosaur/31TB-tyrannosaur-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_31_science_tyrannosaurs-face-dinosaur.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339854.html", "title": "Unmasking the Fearsome Face of a Tyrannosaur", "title_page": "Unmasking the Fearsome Face of a Tyrannosaur - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It paints a really terrifying picture of not only this new species, but also of other tyrannosaurs, like T. rex, that would have had these same features,” said Stephen Brusatte, a paleontologist from the University of Edinburgh who reviewed the paper. “Bone-crunching predators bigger than a school bus, their faces covered in mangy scales, using not only their nose to smell you out, but their snouts to literally sense you out in a way that we can’t even comprehend since we don’t have that same type of sensory system.”\nDr. Carr and his colleagues made their conclusions based on a tyrannosaur specimen that was found 25 years ago, but only just now got a name. It is a new species known as Daspletosaurus horneri, or “Horner’s Frightful Lizard,” named after Jack Horner, a renowned paleontologist. The beast roamed present-day Montana 75.2 to 74.4 million years ago and feasted upon crested duckbill dinosaurs. The specimen they studied had specific textures covering its skull. They formed a sort of Venetian mask that revealed the patterns covering just about every part of the face but the eyes and the nose. From the imprints on the skull, they were able to reconstruct the types of soft tissue covering the face.\nPresently, paleontologists do not have good samples of fossilized facial skin in carnivorous dinosaurs, most likely because the face is one of the first parts of a dinosaur to get scavenged or eroded once it died, according to Thomas Richard Holtz, a paleontologist from the University of Maryland who was not involved in the study. He said that he agreed with the new study’s findings in that the bone texture on the fossil’s jaws did seem inflated and rough, indicating that the tyrant dinosaur had a face more like that of crocodiles than of lizards.", "url": "https://www.nytimes.com/2017/03/31/science/tyrannosaurs-face-dinosaur.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}