{"authors": ["Ian Fisher"], "date_download": "2018-11-16 04:34:30", "date_modify": "2018-11-16 04:34:30", "date_publish": "2017-03-05 22:56:58", "description": "Israelis are used to rising nationalism in Europe that has fed anti-Semitism. But many have looked to the United States as a refuge from anti-Semitism, not another front for it.", "filename": "2017_03_05_world_middleeast_israel-trump-antisemitism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342870.html", "image_url": "https://static01.nyt.com/images/2017/03/06/world/06ISRAEL2/06ISRAEL2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_05_world_middleeast_israel-trump-antisemitism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342870.html", "title": "In Israel, Lauding and Lamenting the Era of Trump", "title_page": "In Israel, Lauding and Lamenting the Era of Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — Many Israelis are buoyed by signs that President Trump will be a friend to Israel. But the recent wave of toppled tombstones and threats against Jewish centers in the United States has at least as many worrying that his rise may also not be good for Jews.\n“Jews in America, that’s supposed to work,” said Einat Wilf, a former member of the Knesset for the center-left Labor Party. “To have these instances, is that an aberration? Or has the American president unleashed forces — willingly, unwillingly, consciously, unconsciously — but maybe he has unleashed forces that will challenge the place of Jews in America?”\nIsraelis have grown used to rising nationalism in Europe that has fed anti-Semitism. But many have looked to the United States, home to the largest number of Jews outside Israel, as a relative refuge from anti-Semitism, not another front for it.\nFew here suggest that has permanently changed (though the Labor Party leader, Isaac Herzog, recently said Israel should prepare for a wave of American immigrants).", "url": "https://www.nytimes.com/2017/03/05/world/middleeast/israel-trump-antisemitism.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}