{"authors": ["Elizabeth Paton", "Vanessa Friedman", "Rachel Abrams"], "date_download": "2018-11-16 03:14:32", "date_modify": "2018-11-16 03:14:32", "date_publish": "2017-05-08 13:52:18", "description": "Coach was once a leader in American retailing, and the deal is the latest in a series of acquisitions aimed at building an accessible luxury group.", "filename": "2017_05_08_business_dealbook_coach-kate-spade-stock.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338072.html", "image_url": "https://static01.nyt.com/images/2017/05/09/business/09coach/09coach-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_08_business_dealbook_coach-kate-spade-stock.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338072.html", "title": "Coach’s $2.4 Billion Kate Spade Deal Aims at Weak Middle of Fashion Market", "title_page": "Coach’s $2.4 Billion Kate Spade Deal Aims at Weak Middle of Fashion Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Coach and Kate Spade have long been the affordable luxury brands of choice for the aspirational shopper. From Coach’s embossed logo and leather handbags to Kate Spade’s kitschy, colorful accessories, their products lured buyers who wanted a taste of fashion without the sharpest edges — or the highest cost.\nBut in recent years, those customers have gravitated to brands at more extreme ends of the style spectrum, toggling between e-commerce giants like Amazon, fast-fashion brands like H&M and Zara, and luxury houses like Gucci.\nNow, Coach has decided that its best path to growth is spending $2.4 billion for Kate Spade, hoping that expanding its portfolio of brands will help carve new territory in the crowded market.\nIts acquisition of Kate Spade, announced on Monday, confirms months of speculation on Wall Street, and is the latest in a series of purchases by the company, which aims to build a luxury group in the vein of European groups like LVMH Moët Hennessy Louis Vuitton and Kering, with two major differences: an identifiably American aesthetic and price.", "url": "https://www.nytimes.com/2017/05/08/business/dealbook/coach-kate-spade-stock.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}