{"authors": ["Yamiche Alcindor"], "date_download": "2018-11-16 04:33:20", "date_modify": "2018-11-16 04:33:20", "date_publish": "2017-02-28 16:25:55", "description": "A day after the education secretary called the institutions “real pioneers,” she acknowledged that the schools were not created simply to give black students more choices.", "filename": "2017_02_28_us_politics_betsy-devos-historically-black-colleges-statement.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342800.html", "image_url": "https://static01.nyt.com/images/2017/03/01/us/01devos1/01devos1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_28_us_politics_betsy-devos-historically-black-colleges-statement.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342800.html", "title": "After Backlash, DeVos Backpedals on Remarks on Historically Black Colleges", "title_page": "After Backlash, DeVos Backpedals on Remarks on Historically Black Colleges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Facing a fierce backlash after she called historically black colleges and universities “real pioneers” of school choice, Betsy DeVos, the education secretary, spent Tuesday afternoon backtracking on the controversial statement and highlighting the institutions’ roots in racism and segregation.\nMs. DeVos, in a series of Twitter posts on Tuesday and in remarks at a luncheon with presidents from some of the schools, repeatedly acknowledged that the schools were not created simply to give African-American students more choices but because black students across the country were not allowed into segregated white schools. The controversy is the latest gaffe for Ms. DeVos, who has had a rough start.\nSince Vice President Mike Pence cast the tiebreaking vote to confirm her, Ms. DeVos has fled from a small group of protesters who temporarily blocked her from entering a school, been criticized by a middle school’s administrators for saying their teachers were in “receive mode,” and suffered through the embarrassment of the Education Department misspelling the name of the civil rights icon W.E.B. Du Bois in an official tweet.", "url": "https://www.nytimes.com/2017/02/28/us/politics/betsy-devos-historically-black-colleges-statement.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}