{"authors": ["Stacy Cowley"], "date_download": "2018-11-16 03:12:59", "date_modify": "2018-11-16 03:12:59", "date_publish": "2017-11-09 23:21:41", "description": "Dozens of investigations, more than 240 lawsuits and a loss of consumers’ business all are taking a financial toll on the credit reporting company.", "filename": "2017_11_09_business_equifax-data-breach.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337979.html", "image_url": "https://static01.nyt.com/images/2017/11/10/business/10EQUIFAX1/10EQUIFAX1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_09_business_equifax-data-breach.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337979.html", "title": "Equifax Faces Mounting Costs and Investigations From Breach", "title_page": "Equifax Faces Mounting Costs and Investigations From Breach - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We recognize that we have an important journey in front of us to regain the trust and confidence of consumers and our business customers,” Paulino do Rego Barros Jr., the company’s interim chief executive, said in a statement.\nMr. Barros was appointed when his predecessor, Richard F. Smith, left the company after the breach.\nEquifax said it was facing more than 240 lawsuits seeking class action status, as well as investigations from a plethora of regulatory and law enforcement agencies. All 50 state attorneys general have demanded information, Equifax said, as have the Federal Trade Commission, the Consumer Financial Protection Bureau, the Securities and Exchange Commission and regulators in Britain and Canada.\nOfficials from the S.E.C. and the United States attorney’s office in Atlanta, where Equifax has its headquarters, have begun investigating stock sales by several Equifax executives in the days after the breach was detected by the company, but before it was publicly revealed — an announcement that sent Equifax shares plunging. Equifax said last week that its internal investigation of the trades had turned up no evidence of wrongdoing.", "url": "https://www.nytimes.com/2017/11/09/business/equifax-data-breach.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}