{"authors": ["Sarah Maslin Nir"], "date_download": "2018-11-16 04:29:33", "date_modify": "2018-11-16 04:29:33", "date_publish": "2017-06-21 20:20:25", "description": "The governor expunged the crime of a 9/11 volunteer and undocumented immigrant facing removal by the immigration authorities because of a decades-old conviction.", "filename": "2017_06_21_nyregion_cuomo-pardon-deportation-carlos-cardona.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342573.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_21_nyregion_cuomo-pardon-deportation-carlos-cardona.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342573.html", "title": "To Stave Off a Deportation, Cuomo Pardons a 9/11 Volunteer", "title_page": "To Stave Off a Deportation, Cuomo Pardons a 9/11 Volunteer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gov. Andrew M. Cuomo waded into the debate on immigration policy on Wednesday when he pardoned a Colombian undocumented immigrant facing deportation for a crime that was decades old. The act may have effectively erased the rationale for the man’s removal by eliminating his criminal conviction.\nThe man, Carlos Cardona, 48, entered the United States illegally by crossing the border with Mexico. He is a co-owner of a construction business in Queens, and he was a volunteer after the World Trade Center attacks, sifting through and clearing out the rubble at ground zero. The time he spent in the debris resulted in a severe lung condition from which he still suffers, his lawyer, Rajesh Barua, said. As a young man, according to Mr. Barua, Mr. Cardona briefly fell in with a rough crowd, and in 1990 he pleaded guilty to selling a small amount of cocaine to an undercover officer, a crime for which he spent 45 days in jail.\nThat conviction precluded him from obtaining legal status over the 31 years he has lived New York City, although he is married to a United States citizen. After he missed a court date for an immigration hearing in 2001, an order was issued for his deportation by the Department of Homeland Security’s department of Immigration and Customs Enforcement.\nBut because his illness stems from his volunteering in Lower Manhattan, which earned him medical care through a federal program for those sickened by the aftermath of the attacks, the department permitted him to stay. He was required to check in periodically with the immigration authorities.", "url": "https://www.nytimes.com/2017/06/21/nyregion/cuomo-pardon-deportation-carlos-cardona.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}