{"authors": ["Sarah Maslin Nir"], "date_download": "2018-11-16 03:17:51", "date_modify": "2018-11-16 03:17:51", "date_publish": "2017-03-27 22:44:29", "description": "The buyer’s identity was shielded, but the sale was facilitated by a lawyer who specializes in real estate investments by overseas Chinese buyers.", "filename": "2017_03_27_nyregion_donald-trump-childhood-home-sold.html_module=inline_1542338271.html", "image_url": "https://static01.nyt.com/images/2017/01/18/nyregion/17TRUMPHOUSE1/17TRUMPHOUSE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_27_nyregion_donald-trump-childhood-home-sold.html_module=inline_1542338271.html", "title": "Donald Trump’s Modest Boyhood Home in Queens Sells for Millions", "title_page": "Donald Trump’s Modest Boyhood Home in Queens Sells for Millions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Trump’s childhood home in Queens has been sold, in a transaction facilitated by a lawyer who specializes in shepherding real estate investments made by overseas Chinese buyers. The identity of the purchaser, who paid more than $2 million for the modest Tudor-style home, was obscured behind a recently created limited liability corporation, Trump Birth House. The sale closed on March 23.\nIn an email, Michael X. Tang, a lawyer registered as the representative for the corporation, said he was not permitted to disclose any information regarding the transaction. The $2.14 million sale price is more than double the average value of comparable homes in the area, according to the property site Trulia.\n“The value is intangible — it’s not about the house or the bricks or the lot size,” said Misha Haghani, principal of Paramount Realty USA, which represented the property in an auction shortly before Mr. Trump was sworn in as president. “The value lies with the association with the current president of the U.S. of A.”\nIt is not known what will become of the property. Mr. Haghani said that while plans for a presidential library and a museum had been floated to him by representatives for the buyer, nothing had been made firm.", "url": "https://www.nytimes.com/2017/03/27/nyregion/donald-trump-childhood-home-sold.html?module=inline"}