{"authors": ["Neil Irwin"], "date_download": "2018-11-16 03:11:22", "date_modify": "2018-11-16 03:11:22", "date_publish": "2017-04-28 19:05:45", "description": "Millions of Americans would have the chance to cut their taxes by essentially turning themselves into small business entities.", "filename": "2017_04_28_upshot_under-the-trump-tax-plan-we-might-all-want-to-become-corporations.html__r=0_1542337882.html", "image_url": "https://static01.nyt.com/images/2017/04/30/business/30up-passthrough-1493403589733/30up-passthrough-1493403589733-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_28_upshot_under-the-trump-tax-plan-we-might-all-want-to-become-corporations.html__r=0_1542337882.html", "title": "Under the Trump Tax Plan, We Might All Want to Become Corporations", "title_page": "Under the Trump Tax Plan, We Might All Want to Become Corporations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There are more subtle approaches that limit the types of firms that can take advantage of the low rate, though those involve complex rules and the I.R.S.’s taking a more invasive role in trying to enforce them. I for one do not want an I.R.S. agent asking a bunch of nosy questions to try to figure out if Irwin Scribblings is a real company or a gimmick to lower my taxes.\nEric Toder of the Tax Policy Center has an intriguing idea in which pass-through entities would distinguish between standard returns that business owners receive on capital they directly put into that business, which would be taxed at the low rate, and returns above that level. The latter returns would be taxed like labor, on the assumption that when a business achieves some extraordinary return, it suggests the business owner is really just paying for his or her own labor in a different way. That, though, would penalize entrepreneurs whose ventures have hit it big.\nWhichever approach Congress might take to rein in some of the opportunities for exploitation that a 15 percent pass-through rate creates, there is a more fundamental issue at stake.\nSimply put: The bigger the gap between the ordinary income tax rate and the tax on pass-through businesses, the more incentive that people — especially high-earning people — will have to find a way to game the system.\nIf the pass-through tax rate were set at 25 percent, the 28-percent-tax-bracket people wouldn’t have much incentive to try to play these games. (Farewell, Irwin Scribblings.) But the highest earners, who face a top income tax rate of 39.6 percent on millions of dollars, most certainly would.\n“As long as you have differential rates, there will always be incentives to try to classify income in ways that take advantage of whichever rate is lower,” said Scott Greenberg, an analyst at the Tax Foundation.\nMoreover, people with that much money at stake will have more ability and incentive than merely upper-middle-income people to hire good accountants and lawyers to ensure they comply with the letter of the tax code and I.R.S. regulations, if not necessarily the spirit. It’s not worth paying lawyers a few thousand dollars to save a few thousand dollars. It is worth paying lawyers a few thousand dollars to save a few million.", "url": "https://www.nytimes.com/2017/04/28/upshot/under-the-trump-tax-plan-we-might-all-want-to-become-corporations.html?_r=0"}