{"authors": ["Jim Tankersley", "Thomas Kaplan", "Alan Rappeport"], "date_download": "2018-11-16 03:10:51", "date_modify": "2018-11-16 03:10:51", "date_publish": "2017-12-13 17:08:35", "description": "House and Senate negotiators reached an agreement on a final bill, and are on track to send it to President Trump by Christmas.", "filename": "2017_12_13_us_politics_tax-bill-republicans-deal_1542337851.html", "image_url": "https://static01.nyt.com/images/2017/12/13/us/14dc-trumptax-alpha/14dc-trumptax-alpha-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_13_us_politics_tax-bill-republicans-deal_1542337851.html", "title": "Republican Tax Bill in Final Sprint Across Finish Line", "title_page": "Republican Tax Bill in Final Sprint Across Finish Line - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The day after suffering a political blow in the Alabama special Senate election, congressional Republicans sped forward with the most sweeping tax rewrite in decades, announcing an agreement on a final bill that would cut taxes for businesses and individuals and signal the party’s first major legislative achievement since assuming political control this year.\nParty leaders in the House and Senate agreed in principle to bridge the yawning gaps between their competing versions of the $1.5 trillion tax bill, keeping Republicans on track for final votes next week with the aim of delivering a bill to President Trump’s desk by Christmas. The House and Senate versions of the tax bill started from the same core principles — sharply cutting taxes on businesses, while reducing rates and eliminating some breaks for individuals — but diverged on several crucial details.\nIn the end, more of the Senate bill appeared to be included in the final version, though lawmakers continued to make significant changes from the legislation that passed either the House or the Senate.\nThe changes included a slightly higher corporate tax rate of 21 percent, rather than the 20 percent in the legislation that passed both chambers, and a lower top individual tax rate of 37 percent for the wealthiest Americans, who currently pay 39.6 percent. But the bill will still scale back some popular tax breaks, including the state and local tax deduction and the deductibility of mortgage interest.", "url": "https://www.nytimes.com/2017/12/13/us/politics/tax-bill-republicans-deal.html"}