{"authors": ["Daniel Victor"], "date_download": "2018-11-16 04:27:13", "date_modify": "2018-11-16 04:27:13", "date_publish": "2017-06-08 19:35:56", "description": "The Arizona senator appeared to conflate two separate investigations as he questioned the former F.B.I. director.", "filename": "2017_06_08_us_politics_john-mccain-comey.html_module=inline_1542342433.html", "image_url": "https://static01.nyt.com/images/2017/06/09/us/09mccain_xp/09mccain_xp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_08_us_politics_john-mccain-comey.html_module=inline_1542342433.html", "title": "What Was Behind Those Befuddling McCain Questions?", "title_page": "What Was Behind Those Befuddling McCain Questions? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. McCain’s office issued a statement explaining why he wandered during questioning, nodding to the immediate response on social media.\n“I get the sense from Twitter that my line of questioning today went over people’s heads,” the senator said. “Maybe going forward I shouldn’t stay up late watching the Diamondbacks night games,” he said, referring to the Arizona baseball team.\nHe continued:\n“What I was trying to get at was whether Mr. Comey believes that any of his interactions with the President rise to the level of obstruction of justice. In the case of Secretary Clinton’s emails, Mr. Comey was willing to step beyond his role as an investigator and state his belief about what ‘no reasonable prosecutor’ would conclude about the evidence. I wanted Mr. Comey to apply the same approach to the key question surrounding his interactions with President Trump — whether or not the President’s conduct constitutes obstruction of justice. While I missed an opportunity in today’s hearing, I still believe this question is important, and I intend to submit it in writing to Mr. Comey for the record.”\n_____\nHere is a complete transcript of the questioning, as compiled by the Federal News Service:\nBURR: Senator McCain?\nMCCAIN: In the case of — Hillary Clinton, you made the statement that there wasn’t sufficient evidence to bring a suit against her, although it had been very careless — in their behavior. But you did reach a conclusion in that case that it was not necessary to further pursue her.\nYet, at the same time, in the case of Mr. Comey, you said that there was not enough information to make a conclusion. Tell me the different between your conclusion as far as former Secretary Clinton is concerned and — and Mr. — Mr. Trump.\nCOMEY: The Clinton investigation was a completed investigation that the FBI been deeply involved in. And so I had an opportunity to understand all the facts and apply those facts against the law as I understood them. This investigation was underway, still going when I was fired. So it’s nowhere near in the same place. At least, it wasn’t when I was...\nMCCAIN: But it’s still ongoing?\nCOMEY: ... correct, so far as I know. It was when I left.\nMCCAIN: That investigation was going on. This investigation is going on. You reached separate conclusions.\nCOMEY: No, that one was done. The...\n(CROSSTALK)\nMCCAIN: That investigation of (ph) any involvement of Secretary Clinton or any of her associates is completed?", "url": "https://www.nytimes.com/2017/06/08/us/politics/john-mccain-comey.html?module=inline"}