{"authors": ["Erica L. Green"], "date_download": "2018-11-16 03:40:25", "date_modify": "2018-11-16 03:40:25", "date_publish": "2017-12-20 23:52:56", "description": "In a push to embarrass Republicans and slow their tax bill, Senator Bernie Sanders stripped out a pet provision of Senator Mitch McConnell’s — and punished a college for the poor.", "filename": "2017_12_20_us_politics_berea-college-bernie-sanders-mcconnell-tax-cut.html_module=inline_1542339625.html", "image_url": "https://static01.nyt.com/images/2017/12/21/us/21DC-BEREAsub/21DC-BEREAsub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_20_us_politics_berea-college-bernie-sanders-mcconnell-tax-cut.html_module=inline_1542339625.html", "title": "How a Tuition-Free College Turned Into a Casualty of the Tax Wars", "title_page": "How a Tuition-Free College Turned Into a Casualty of the Tax Wars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Berea College would seem to be an odd target for Senator Bernie Sanders of Vermont, a liberal hero and champion of the little guy. Celebrated as a model for how postsecondary institutions can help fulfill the American dream, the Kentucky liberal arts college admits only students whose families cannot pay for college — 98 percent use federal Pell grants, and 64 percent are first-generation college students.\nThe median family income of a Berea family is $29,000.\nBut a last-ditch effort by Mr. Sanders and Senate Democrats to embarrass Republicans — or at least delay final passage of the tax bill — rendered Berea collateral damage in the partisan wars in Washington. A provision in the tax bill, introduced by Kentucky’s senior senator, Mitch McConnell, would have exempted Berea from a 1.4 percent excise tax that will be imposed on the nation’s wealthiest colleges.\nMr. McConnell, the majority leader, added language to distinguish that only an institution with at least 500 “tuition paying” students would be subject to the tax, effectively shielding little Berea from a Republican-designed tax aimed at the wealthy Ivy Leagues.\nMr. Sanders, as the ranking member of the Budget Committee, challenged the provision as a clear carve-out for an institution from Mr. McConnell’s home state. The Senate parliamentarian agreed, ruling that the language violated Senate budget rules that prohibit “extraneous matters” and policymaking on bills that use a special procedure to avoid filibusters.", "url": "https://www.nytimes.com/2017/12/20/us/politics/berea-college-bernie-sanders-mcconnell-tax-cut.html?module=inline"}