{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:26:28", "date_modify": "2018-11-16 04:26:28", "date_publish": "2017-04-13 15:14:36", "description": "As a candidate, Donald J. Trump disparaged the alliance. But as president, and facing a fresh conflict with Russia, he now embraces the organization as a pillar of security.", "filename": "2017_04_13_world_europe_nato-trump.html_module=inline_1542342388.html", "image_url": "https://static01.nyt.com/images/2017/04/14/world/14TrumpNato/14TrumpNato-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_13_world_europe_nato-trump.html_module=inline_1542342388.html", "title": "Trump’s Previous View of NATO Is Now Obsolete", "title_page": "Trump’s Previous View of NATO Is Now Obsolete - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As a candidate, President Trump disparaged NATO as a musty relic of old thinking, an alliance focused on long-gone adversaries rather than new-era threats, a burden that drained American resources on behalf of ungrateful partners who did not pay their share. In a word: “obsolete.”\nThat was then. After 82 days in office, Mr. Trump officially pronounced NATO rehabilitated, taking credit for transforming it into a modern, cost-sharing, terrorism-fighting pillar of American and European security. “I said it was obsolete,” the president noted on Wednesday as he hosted NATO’s secretary general. “It’s no longer obsolete.”\nNever mind that the alliance has changed very little if at all in the last three months, and that whatever modest changes have been made were in train long before Mr. Trump entered the doorway of the White House. After weeks of being lobbied, cajoled and educated by the leaders of Britain and Germany, not to mention “my generals,” as he likes to call his national security team, Mr. Trump has found fresh virtue in a venerable organization.\n“Nothing has changed at NATO in the last 80 days,” said Ivo Daalder, a former ambassador to NATO under President Barack Obama and now president of the Chicago Council on Global Affairs. “It’s gratifying to see the president affirming that NATO is ‘no longer obsolete’ — it never was. Perhaps the one important thing that has changed in the last 80 days is that as president, Mr. Trump has come to appreciate the importance of this alliance and how it contributes to security and stability in Europe and beyond.”", "url": "https://www.nytimes.com/2017/04/13/world/europe/nato-trump.html?module=inline"}