{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 03:09:51", "date_modify": "2018-11-16 03:09:51", "date_publish": "2017-02-26 10:49:22", "description": "Statement-making at Versace and Missoni and preparing for battle at Bottega Veneta.", "filename": "2017_02_26_fashion_milan-fashion-week-versace-missoni-bottega-veneta.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337791.html", "image_url": "https://static01.nyt.com/images/2017/02/27/fashion/26review-AA/26review-AA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_26_fashion_milan-fashion-week-versace-missoni-bottega-veneta.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337791.html", "title": "Different Women’s March, Same Message", "title_page": "Different Women’s March, Same Message - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MILAN — Over the weekend — as attention turned to the Oscars, speculation grew as to just how political the awards ceremony would get, and various members of the fashion flock peeled away from the crowd and flew off to Los Angeles to help with that spectacle — a spectacle of another sort took place in Milan.\nThe “pussy hat” arrived on the runway.\nThe Missoni runway, that is. As guests arrived, they discovered hundreds of pink Missoni knit hats with quasi-pointed ears laid out on the long benches that formed the seating. And at the end of the show — after a parade of knits of many colors and patterns, often layered three at a time, as if to demonstrate that different stripes (and squares and diamonds) can mesh surprisingly, if eye-bogglingly, well — the designer Angela Missoni and the rest of the extended Missoni clan, including her mother, Rosita, crowded onto the runway in their hats and urged everyone, along with all their models, to join them to “show the world the fashion community is united and fearless.” In the background, “Power to the People” played.\nTurns out Hollywood and la mode share more than just a mutually advantageous clothes connection. They both have a yen to use their platforms for a certain amount of proselytizing as well. The trend (because that is beginning to be what it feels like, for good or ill, especially when fashion gets involved) may have begun in New York with the slogan T-shirt, but it has been picking up steam in Italy.", "url": "https://www.nytimes.com/2017/02/26/fashion/milan-fashion-week-versace-missoni-bottega-veneta.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}