{"authors": ["Alan Feuer"], "date_download": "2018-11-16 03:17:16", "date_modify": "2018-11-16 03:17:16", "date_publish": "2017-08-15 01:08:20", "description": "Some white supremacists and right-wing extremists were making arrangements to appear at future marches, and others were planning to run for office.", "filename": "2017_08_14_us_white-supremacists-right-wing-extremists-richard-spencer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338236.html", "image_url": "https://static01.nyt.com/images/2017/08/15/us/16SPENCER-alpha/16SPENCER-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_14_us_white-supremacists-right-wing-extremists-richard-spencer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338236.html", "title": "Far Right Plans Its Next Moves With a New Energy", "title_page": "Far Right Plans Its Next Moves With a New Energy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The white supremacists and right-wing extremists who came together over the weekend in Charlottesville, Va., are now headed home, many of them ready and energized, they said, to set their sights on bigger prizes.\nSome were making arrangements to appear at future marches. Some were planning to run for public office. Others, taking a cue from the Charlottesville event — a protest, nominally, of the removal of a Confederate-era statue — were organizing efforts to preserve what they referred to as “white heritage” symbols in their home regions.\nCalling it “an opportune time,” Preston Wiginton, a Texas-based white nationalist, declared on Saturday that he planned to hold a “White Lives Matter” march on Sept. 11 on the campus of Texas A&M — with a keynote speaker, Richard B. Spencer, who was featured at the Charlottesville event.\nMr. Wiginton was not the only one seeking to capitalize on the weekend’s events. On Monday, Augustus Sol Invictus, a conservative Florida lawyer who changed his name from Austin Gillespie, and attended the “Unite the Right” rally in Virginia, said he planned to announce on Tuesday that he would seek Florida’s Republican nomination for the Senate. And at a news conference on Monday, Mr. Spencer, a prominent white supremacist, promised to return to Charlottesville for another rally. “There is no way in hell that I am not going back,” he said.", "url": "https://www.nytimes.com/2017/08/14/us/white-supremacists-right-wing-extremists-richard-spencer.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}