{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:37:30", "date_modify": "2018-11-16 04:37:30", "date_publish": "2017-09-13 16:45:39", "description": "In a battle between Republican isolationists and interventionists, the Senate rejected Senator Rand Paul’s push to end the military force declaration passed after 9/11.", "filename": "2017_09_13_us_politics_senate-rejects-rand-paul-effort-to-end-military-force-declaration_1542343050.html", "image_url": "https://static01.nyt.com/images/2017/09/14/us/14dc-senate1/14dc-senate1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_13_us_politics_senate-rejects-rand-paul-effort-to-end-military-force-declaration_1542343050.html", "title": "Senate Rejects Bipartisan Effort to End 9/11 Military Force Declaration", "title_page": "Senate Rejects Bipartisan Effort to End 9/11 Military Force Declaration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The defense measure sets forth Mr. McCain’s interventionist vision of America’s role in the world — a vision very different than that of the isolationist Mr. Paul, or President Trump. It includes $37 billion more in funding for the Pentagon than Mr. Trump asked for, authorizes $500 million to provide “security assistance,” including weapons, to Ukraine; $100 million to help Baltic nations “deter Russian aggression” and $705 million for Israeli cooperative missile defense programs — $558.5 million more than the administration’s request.\n“It’s a grandiose spending plan,” said Senator Dick Durbin of Illinois, the Democratic whip. “We expect it each year. He challenges us to move toward his direction, and usually has his way to some extent.”\nMr. McCain said he is using the measure to send a message to the president about the role of Congress: “We are a coequal branch of government.”\nBut before the Senate could move to the defense policy bill, it had to deal with the demand for the use of force vote from Mr. Paul. He and Mr. McCain have been at odds for years; Mr. McCain once called Mr. Paul a “wacko bird” (though he later apologized), and Mr. Paul called Mr. McCain “unhinged” and “past his prime” in an interview earlier this year.\nMr. McCain had hoped senators could begin considering the defense bill in July, shortly after his dramatic thumbs-down vote that killed a repeal of the Affordable Care Act. But Mr. Paul exercised his authority to block the bill from coming up for a vote, demanding that his use of force measure be attached as an amendment. Mr. McCain refused.\nCongress first granted the president authority to use force on September 14, 2001, just three days after the terrorist attacks; the following year, with President George W. Bush threatening war against Iraq, a second use of force resolution was approved. The Trump administration, like the Obama administration before it, has claimed legal authority to wage war against the Islamic State under the initial authorization.\nMr. Paul has for years been pushing for a repeal of both resolutions, arguing that Congress never intended them to serve as the underpinning for combat operations in countries from Yemen to Somalia, much less against the Islamic State, which did not exist when the initial declarations were approved.", "url": "https://www.nytimes.com/2017/09/13/us/politics/senate-rejects-rand-paul-effort-to-end-military-force-declaration.html"}