{"authors": ["Michael Paulson"], "date_download": "2018-11-16 04:51:23", "date_modify": "2018-11-16 04:51:23", "date_publish": "2017-04-20 15:00:16", "description": "Second Stage, a nonprofit theater, will program Helen Hayes Theater with work by living American playwrights.", "filename": "2017_04_20_theater_second-stage-center-theater-group-for-new-american-plays-on-broadway_1542343883.html", "image_url": "https://static01.nyt.com/images/2017/04/21/arts/21second-print/21second-print-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_20_theater_second-stage-center-theater-group-for-new-american-plays-on-broadway_1542343883.html", "title": "Rebuilding a Broadway Theater With American Voices", "title_page": "Rebuilding a Broadway Theater With American Voices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Second Stage has a rare opportunity to try something different because the theater it bought — the Helen Hayes — has only 585 seats, which is quite small for Broadway, and which can be partly filled with the nonprofit’s subscribers rather than relying heavily on tourists. The $22 million theater renovation, by the architect David Rockwell, is being financed as part of a $64 million fund-raising drive by the theater, which has raised 76 percent of that goal thus far.\nBroadway productions matter to playwrights not just because of the prestige — only Broadway shows are eligible for Tony Awards — but also because work presented there is often staged around the country and the world. Lynn Nottage, who has won two Pulitzer Prizes, for “Sweat” and for “Ruined,” and is one of the writers commissioned by Second Stage, said the endeavor will open doors to female and minority playwrights, who are underrepresented on Broadway.\n“One of the major obstacles that we had to getting to Broadway is economics, and this tears down that barrier for us,” she said. “Commercial producers are more frightened of plays that are topical or political or a little dangerous, and Second Stage is not going to have those same kinds of constrictions.”\nIn one early indication that the nonprofit’s acquisition of a Broadway house will be attractive to a range of artists, Ms. Rothman also announced that the movie star Chris Evans (“Captain America”) had agreed to make his Broadway debut in the first production at the reopened theater next spring. He will perform alongside Michael Cera (“Arrested Development”) in a production of “Lobby Hero,” written by Kenneth Lonergan (who just won an Oscar for the screenplay of “Manchester By the Sea”) and directed by Trip Cullman. Mr. Cera’s Broadway debut came in 2014 in a revival of Mr. Lonergan’s “This Is Our Youth.”\n“Lobby Hero,” which will begin next March, will be followed by a production in July 2018 of “Straight White Men,” written by Young Jean Lee and directed by Anna D. Shapiro. Ms. Lee would be the first Asian-American woman to have a play produced on Broadway.", "url": "https://www.nytimes.com/2017/04/20/theater/second-stage-center-theater-group-for-new-american-plays-on-broadway.html"}