{"authors": ["Katie Benner"], "date_download": "2018-11-16 03:12:24", "date_modify": "2018-11-16 03:12:24", "date_publish": "2017-03-18 09:00:33", "description": "The venture capitalist Bill Gurley is a rare figure in Silicon Valley, vocally chiding some of the biggest start-up stars to show some discipline.", "filename": "2017_03_18_technology_bill-gurley-uber-travis-kalanick-silicon-valley.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337944.html", "image_url": "https://static01.nyt.com/images/2017/03/19/business/19Gurley/19Gurley-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_18_technology_bill-gurley-uber-travis-kalanick-silicon-valley.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337944.html", "title": "In Silicon Valley, a Voice of Caution Guides a High-Flying Uber", "title_page": "In Silicon Valley, a Voice of Caution Guides a High-Flying Uber - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Travis Kalanick, the famously combative chief executive of Uber, took the stage at a Vanity Fair conference in San Francisco last October and quickly faced a prickly question. Why all the blunders at the company, Vanity Fair’s editor, Graydon Carter, asked. And had Mr. Kalanick learned anything?\nOff in the wings of the auditorium, Bill Gurley appeared to tense.\nMr. Gurley has a lot riding on Uber. His venture capital firm, Benchmark, bought into Uber six years ago, when the ride-hailing company was a mere pipsqueak. Today, what was a 20 percent stake in Uber is worth billions.\nMr. Gurley is a rare figure, a Silicon Valley habitué who chides some of the biggest start-up stars to show some discipline and drop their arrogant behavior. That day in October, Mr. Kalanick passed Mr. Gurley’s test. He answered calmly, saying that he could learn from leaders who had failed in the past. “We’ve made mistakes,” Mr. Kalanick said. “We always find a way to learn and to get better.”\nMr. Gurley relaxed visibly.\nNow, however, Uber faces precisely the kind of test Mr. Gurley has warned about. Former employees have said they were sexually harassed and discriminated against at the company. This month, Uber ended its use of a tool to thwart authorities in various cities who were trying to stop the ride-hailing service, after complaints that the behavior was unethical. Mr. Kalanick himself was caught on a video, which quickly went viral, in which he told one of Uber’s drivers that “some people just don’t want to take responsibility” for their own behavior, using an obscenity.", "url": "https://www.nytimes.com/2017/03/18/technology/bill-gurley-uber-travis-kalanick-silicon-valley.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}