{"authors": ["William K. Rashbaum"], "date_download": "2018-11-16 04:45:41", "date_modify": "2018-11-16 04:45:41", "date_publish": "2017-11-10 21:48:20", "description": "The subpoenas suggest the criminal investigation of Harvey Weinstein, who has been accused of sexual misconduct by dozens of women, is expanding to look for evidence of fraud or financial crimes.", "filename": "2017_11_10_nyregion_weinstein-company-subpoena.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343541.html", "image_url": "https://static01.nyt.com/images/2017/11/11/nyregion/11weinstein-sub/11weinstein-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_10_nyregion_weinstein-company-subpoena.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343541.html", "title": "Manhattan Prosecutors Subpoena Weinstein Company Records", "title_page": "Manhattan Prosecutors Subpoena Weinstein Company Records - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Manhattan prosecutors investigating sexual assault allegations against Harvey Weinstein have subpoenaed a wide range of records from the producer’s former company, as well as two law firms that represented him or his company, two people with knowledge of the matter said Friday.\nThe subpoenas indicate a significant broadening of the criminal inquiry, which prosecutors and the police made public last week after Vanity Fair reported allegations by the actress Paz de la Huerta that she had been raped by Mr. Weinstein.\nThe prosecutor listed on the subpoenas is Christopher Conroy, the chief of the major economic crimes bureau in the office of the Manhattan district attorney, Cyrus R. Vance Jr., a sign that the investigation is expanding to look for evidence of fraud or other financial crimes by Mr. Weinstein or others.\nThe two people who described the subpoenas spoke on the condition of anonymity.\nThe records sought from Mr. Weinstein’s former production company include legal settlements with women who accused him of sexual misconduct, payroll records and any other documents reflecting who has received funds and who has been dismissed, one of the people said. Mr. Weinstein’s personnel file was also sought.", "url": "https://www.nytimes.com/2017/11/10/nyregion/weinstein-company-subpoena.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}