{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:32:58", "date_modify": "2018-11-16 04:32:58", "date_publish": "2017-12-04 16:59:36", "description": "President Trump’s tweet that he knew his former national security adviser had lied to the F.B.I. is seen by some as evidence that he obstructed justice. But his lawyer says a president cannot violate such laws.", "filename": "2017_12_04_us_politics_obstruction-of-justice-trump-explained.html_module=inline_1542342778.html", "image_url": "https://static01.nyt.com/images/2017/12/05/us/politics/05dc-legal1/05dc-legal1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_04_us_politics_obstruction-of-justice-trump-explained.html_module=inline_1542342778.html", "title": "Can Presidents Obstruct Justice? The Latest Trump Fight, Explained", "title_page": "Can Presidents Obstruct Justice? The Latest Trump Fight, Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — This is an updated version of an article published in June that explains what we know about obstruction of justice and how it relates to President Trump’s actions.\nPresident Trump’s assertion that he fired his former national security adviser, Michael T. Flynn, in part because he knew that Mr. Flynn had lied to the F.B.I. about his conversations with the Russian ambassador — for which Mr. Flynn pleaded guilty on Friday — has intensified accusations that the president committed obstruction of justice.\nCritics of Mr. Trump have portrayed the statement as a confession that he knew Mr. Flynn had committed a crime — not just that Mr. Flynn had misled Vice President Mike Pence, the initial justification the White House gave for his firing — when he pressured James B. Comey, the F.B.I. director at the time, to drop the investigation into Mr. Flynn, according to Mr. Comey’s testimony before Congress. Mr. Trump later fired Mr. Comey.\nMr. Trump has denied that he pressured Mr. Comey to drop the investigation. And one of Mr. Trump’s lawyers, John Dowd, has since said that he, not the president, drafted the tweet about firing Mr. Flynn because he lied to the F.B.I. Mr. Dowd has also claimed that the president, as a matter of constitutional law, cannot violate obstruction of justice statutes anyway.", "url": "https://www.nytimes.com/2017/12/04/us/politics/obstruction-of-justice-trump-explained.html?module=inline"}