{"authors": ["Nate Cohn"], "date_download": "2018-11-16 04:33:03", "date_modify": "2018-11-16 04:33:03", "date_publish": "2017-06-26 19:01:51", "description": "There is bad news for the party, too, including black turnout, which lagged in the second round of voting.", "filename": "2017_06_26_upshot_why-strong-turnout-was-not-enough-for-democrats-in-georgia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342783.html", "image_url": "https://static01.nyt.com/images/2017/06/27/upshot/27up-3rdchart-1498503278358/27up-3rdchart-1498503278358-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_26_upshot_why-strong-turnout-was-not-enough-for-democrats-in-georgia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342783.html", "title": "Democrats’ Turnout in Georgia Blew Past Typical Off-Year Levels", "title_page": "Democrats’ Turnout in Georgia Blew Past Typical Off-Year Levels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The nonwhite and youth share of the electorate also increased. Over all, 18-to-29-year-old voters represented 10.6 percent of the electorate, up from 7.4 percent in Round 1, and more than halfway between the 6 percent in the 2014 midterm elections and 13.6 percent in the 2016 presidential election. It was also up from the 2016 presidential primary, when they represented 7.9 percent of voters in the district.\nSimilarly, the white non-Hispanic share of voters (as indicated on their voter registration form) fell to 74 percent of the electorate, down from 75.6 percent in the first round of voting. That, too, was about halfway between 2014, when white voters represented 79 percent of the electorate, and the 2016 presidential electorate, when 71.4 percent of voters were white. Turnout of Asian-American voters, in particular, was high — basically matching their share of the 2016 electorate.\nThere was probably one big exception: Mr. Ossoff did not benefit from such a favorable turnout among black voters. They represented 9.3 percent of voters, the same percentage as in the first round of voting. It was also lower than the 9.4 percent from 2014 or 10.6 percent in 2016.\nThe stability of the black share of the electorate is pretty striking. In theory, higher turnout ought to have increased the black share of the electorate as a matter of course, just as it increased the share of other low-turnout young and nonwhite, nonblack voting groups. Our pre-election estimate was that black voters would represent 10 percent of the electorate in the second round of voting; our estimate before the first round was 9.5 percent.\nFrom the perspective of campaign mechanics, this was a prime opportunity for Democrats: two elections for field organizing, millions of dollars, a high-profile national race, and great data (the same data used here makes it easy for campaigns to target black voters). Even so, black turnout lagged.\nTaken together, these two factors — higher Republican turnout and higher youth and nonwhite turnout — roughly canceled out.", "url": "https://www.nytimes.com/2017/06/26/upshot/why-strong-turnout-was-not-enough-for-democrats-in-georgia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}