{"authors": ["Jon Caramanica"], "date_download": "2018-11-16 03:10:12", "date_modify": "2018-11-16 03:10:12", "date_publish": "2017-01-05 11:00:17", "description": "The rapper’s very public upheaval, amid high productivity, has him facing new scrutiny.", "filename": "2017_01_05_arts_music_kanye-west-life-of-pablo-donald-trump.html_module=inline_1542337812.html", "image_url": "https://static01.nyt.com/images/2017/01/08/arts/08KANYE/08KANYE-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_05_arts_music_kanye-west-life-of-pablo-donald-trump.html_module=inline_1542337812.html", "title": "Kanye West’s Year of Breaking Bad", "title_page": "Kanye West’s Year of Breaking Bad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By contrast, “The Life of Pablo” takes a turn to the ornate, the melodic and also the emotionally intimate. “Ultralight Beam,” the album opener, is a prayer. On songs like “Real Friends” and “No More Parties in LA,” Mr. West sounds exhausted and exasperated, while “I Love Kanye” is a withering self-assessment passed off as a taunt (“I miss the old Kanye”). And on “FML,” there was the specter of psychological instability, a possible foreshadowing of troubles to come: “You ain’t never seen nothing crazier,” he rapped, than him when he’s “off his Lexapro.”\nThe Saint Pablo tour, which began in August, took the worship elements of the album and rendered them literal. Each night, for a couple of hours, Mr. West performed while tethered to a platform that dangled over the crowd and moved from one end of the room to the other like a warship. The optics were bracing: Mr. West was both a god hovering over his subjects and a slave bound for their entertainment. Below him, chaos and thrill. Above him, klieg lighting that baked and beatified him. The approach was also a stark contrast to his last tour, following “Yeezus,” which became well-known for lengthy speeches that veered between motivation and tirade.\nBut in November, that impulse began to return. In San Jose, he said, “If I would’ve voted, I would’ve voted on Trump.” In Sacramento a few nights later, he spoke for about 15 minutes before leaving the stage having performed only three songs. The remainder of the tour was swiftly canceled, and a few days later, Mr. West was hospitalized, after the police were called to perform a welfare check after an episode at his personal trainer’s home.\nMr. West’s collapse was very public, but then again, even his private space is public: “My psychiatrist got kids that I inspired/First song they played for me was ’bout their friend that just died,” he rapped on “No More Parties in LA.” He still appears on his wife’s reality show, “Keeping Up With the Kardashians.” Plus, some of his most fascinating work last year — the video for the song “Famous,” and the ensuing art installation — was about the erosion of the public-private boundary.", "url": "https://www.nytimes.com/2017/01/05/arts/music/kanye-west-life-of-pablo-donald-trump.html?module=inline"}