{"authors": ["Rachel Donadio"], "date_download": "2018-11-16 03:40:27", "date_modify": "2018-11-16 03:40:27", "date_publish": "2017-04-04 18:51:11", "description": "Alarmed by a plan to turn the former home of this American writer into apartments, a group dedicated to building a writers’ retreat runs afoul of the Baldwin family.", "filename": "2017_04_04_arts_battling-to-save-james-baldwins-home-in-the-south-of-france.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339627.html", "image_url": "https://static01.nyt.com/images/2017/03/30/arts/00BALDWIN/00BALDWIN-1490797903074-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_04_arts_battling-to-save-james-baldwins-home-in-the-south-of-france.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339627.html", "title": "Battling to Save James Baldwin’s Home in the South of France", "title_page": "Battling to Save James Baldwin’s Home in the South of France - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The interest in the house comes at a time when Baldwin, with his prescient insights into race relations in the United States, is having something of a posthumous revival, fueled by the Black Lives Matter movement and the Oscar-nominated documentary “I Am Not Your Negro.”\nBaldwin, who had lived in Paris earlier in his life, first came to Saint-Paul-de-Vence in 1970, at the age of 46, after a breakdown. He had been excoriated by fellow members of the civil rights movement — some called the author, who was gay, Martin Luther Queen — and believed he was under surveillance by the United States government. In France, he found the tranquillity and distance to write.\nAt the time of his death from cancer, he had been buying the house in installments from his landlady, Jeanne Faure, who grew up in Algeria under French colonial rule. Despite her right-wing politics, she and Baldwin had become the best of friends. (When President François Mitterrand of France made Baldwin a commander of the Legion of Honor in 1986, one of the country’s highest honors, the author brought Ms. Faure to the ceremony.)\nFriends of Baldwin in Saint-Paul recall that Ms. Faure was adamant that he have the house after her death. But a complex legal battle ensued among the Baldwin family, relatives of Ms. Faure and a woman who had worked as Ms. Faure’s housekeeper. In 2007, a court ruled in favor of the former housekeeper, Josette Bazzini, who said that Ms. Faure had bequeathed her the house, according to Jules B. Farber’s book “James Baldwin: Escape From America, Exile in Provence.”", "url": "https://www.nytimes.com/2017/04/04/arts/battling-to-save-james-baldwins-home-in-the-south-of-france.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}