{"authors": ["Jim Tankersley"], "date_download": "2018-11-16 03:11:21", "date_modify": "2018-11-16 03:11:21", "date_publish": "2017-10-10 18:21:42", "description": "The state’s experiment with tax cuts on so-called pass-through entities did not heat up its economy — but did help some very rich people.", "filename": "2017_10_10_us_politics_kansas-tried-a-tax-plan-similar-to-trumps-it-failed_1542337881.html", "image_url": "https://static01.nyt.com/images/2017/10/11/us/11dc-kansas1/11dc-kansas1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_10_us_politics_kansas-tried-a-tax-plan-similar-to-trumps-it-failed_1542337881.html", "title": "Kansas Tried a Tax Plan Similar to Trump’s. It Failed.", "title_page": "Kansas Tried a Tax Plan Similar to Trump’s. It Failed. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WICHITA, Kan. — In December 2014, the University of Kansas agreed to pay David Beaty $800,000 a year, plus incentives, to be the football program’s head coach, but with an interesting structure: More than two-thirds of that pay would be channeled to an organization called DB Sports L.L.C.\nDB Sports is what accountants call a pass-through entity, and it pays all of its profits directly to Mr. Beaty. As a result of a tax law that Kansas lawmakers passed in 2012, ostensibly to benefit beleaguered small businesses in the state, that contract structure allowed Mr. Beaty to avoid paying about $37,000 a year in state income taxes, nearly enough to fund a first-year teacher’s salary in the Wichita school district.\nWith the state hemorrhaging government revenue, Kansas lawmakers rolled back the tax law this year, but congressional Republicans and President Trump are trying to take the experiment with pass-through preferences national, beyond Wichita and Topeka to cities with residents who measure incomes in seven, eight or nine figures.\nThe Republican tax rewrite unveiled this month aims to jump-start economic growth in part by establishing a 25 percent tax rate on small businesses and other firms that operate as pass-through entities, a cut from the top rate of 39.6 percent that such business owners pay now.", "url": "https://www.nytimes.com/2017/10/10/us/politics/kansas-tried-a-tax-plan-similar-to-trumps-it-failed.html"}