{"authors": ["Thomas Kaplan"], "date_download": "2018-11-16 04:51:28", "date_modify": "2018-11-16 04:51:28", "date_publish": "2017-07-18 16:29:58", "description": "The seven-year Republican quest to repeal the Affordable Care Act seemed to reach a dead end Tuesday, but President Trump vowed to “let Obamacare fail.”", "filename": "2017_07_18_us_politics_republicans-obamacare-repeal-now-replace-later.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343888.html", "image_url": "https://static01.nyt.com/images/2017/07/19/us/19dc-health/19dc-health-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_18_us_politics_republicans-obamacare-repeal-now-replace-later.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343888.html", "title": "‘Let Obamacare Fail,’ Trump Says as G.O.P. Health Bill Collapses", "title_page": "‘Let Obamacare Fail,’ Trump Says as G.O.P. Health Bill Collapses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And he could cancel advertising and other efforts to encourage enrollment under the Affordable Care Act when the annual sign-up period begins in November. A barrage of negative statements from the administration could project an official view that the health law is collapsing, creating a self-fulfilling prophecy.\nThe lack of certainty over the subsidy payments, which go toward reducing out-of-pocket costs for low-income people, has been a major concern for insurers. The companies say premiums will be significantly higher without the funding, and some companies that have submitted rates to sell insurance in the market next year could decide to pull out.\n“With open enrollment for 2018 only three months away, our members and all Americans need the certainty and security of knowing coverage will be available and affordable for them,” said Justine Handelman, a senior executive at the Blue Cross Blue Shield Association.\nWhile Mr. Trump has promised destruction, other Republicans signaled that they wanted to take a more constructive approach. Senator Lamar Alexander of Tennessee, chairman of the Senate health committee, announced that he would hold hearings in the next few weeks on stabilizing the individual health insurance market.\nMembers of both parties have ideas about how to stabilize insurance markets and hold down premiums. One possible action is to provide money for the payments to insurers for reducing customers’ out-of-pocket costs. In addition, two Democratic senators, Thomas R. Carper of Delaware and Tim Kaine of Virginia, want the federal government to help pay the largest claims through a backstop known as reinsurance. Senators of both parties also want to help people in counties where no insurer chooses to offer health plans through the Affordable Care Act marketplace — a real possibility in some places next year.", "url": "https://www.nytimes.com/2017/07/18/us/politics/republicans-obamacare-repeal-now-replace-later.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}