{"authors": ["Azam Ahmed"], "date_download": "2018-11-16 04:19:09", "date_modify": "2018-11-16 04:19:09", "date_publish": "2017-01-19 23:14:03", "description": "In an about-face for the Mexican government, Joaquín Guzmán Loera, known as El Chapo, was turned over to American officials on Thursday night.", "filename": "2017_01_19_world_el-chapo-extradited-mexico.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341949.html", "image_url": "https://static01.nyt.com/images/2017/01/21/world/20MEXICO-2/20MEXICO-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_19_world_el-chapo-extradited-mexico.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341949.html", "title": "El Chapo, Mexican Drug Kingpin, Is Extradited to U.S.", "title_page": "El Chapo, Mexican Drug Kingpin, Is Extradited to U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When he was recaptured early last year, after one of Mexico’s most exhaustive manhunts, the government publicly said it would allow the extradition of Mr. Guzmán, thus relieving itself of the potential embarrassment of another escape and preventing further souring of its relationship with the United States.\nMr. Guzmán’s extradition came suddenly, after nearly a year of appeals and legal procedures. Even his own lawyer was surprised. In an interview after the announcement by the Mexican government, the lawyer, José Refugio Rodríguez, said he had only just learned about the extradition. Indeed, he was at the prison where Mr. Guzmán was being held, planning to see his client, when it was locked down for two hours.\n“I was supposed to visit him today,” he said. “I know nothing of this.”\nAn American law enforcement official said the United States authorities had not known that the Mexicans were about to hand over Mr. Guzmán until late Thursday afternoon. The official, who requested anonymity to discuss the case, said the “guesstimate” was that the timing of the extradition was “politically motivated.” The official did not elaborate.\nMr. Guzmán — whose nickname, El Chapo, means “Shorty” — was a major trophy for law enforcement officials in both countries. Over the years, as the drug trade blossomed into a multibillion-dollar industry, he became much more than a mere trafficker. As a farm-boy-turned-billionaire with a flair for the dramatic, he became a symbol of Mexico’s broken rule of law, America’s narcotics obsession and the failure of both nations’ drug wars.\nAnd yet, amid the anguish caused by Mr. Guzmán — the trail of blood left by his henchmen across swaths of Mexico; the addiction crisis fueled by his networks in America — his legend only seemed to grow. In Mexico, he became a folk hero to the masses. In Sinaloa, tales of Mr. Guzmán’s handing out freebies to the poor and covering checks for diners in the restaurants he frequented are commonplace.", "url": "https://www.nytimes.com/2017/01/19/world/el-chapo-extradited-mexico.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}