{"authors": ["Janet Maslin"], "date_download": "2018-11-16 04:10:49", "date_modify": "2018-11-16 04:10:49", "date_publish": "2017-09-25 18:16:32", "description": "In “Sleeping Beauties,” by Stephen King and his son Owen, women who fall asleep don’t wake up, and grow tendrils that are best left alone.", "filename": "2017_09_25_books_review-sleeping-beauties-stephen-king-owen-king_1542341449.html", "image_url": "https://static01.nyt.com/images/2017/09/26/arts/26bookking3/26bookking3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_25_books_review-sleeping-beauties-stephen-king-owen-king_1542341449.html", "title": "Stephen King and Son Team Up for a Novel About Women Whose Sleep Should Not Be Disturbed", "title_page": "Stephen King and Son Team Up for a Novel About Women Whose Sleep Should Not Be Disturbed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Stephen King’s enthralling “Under the Dome” (2009) dreamed up a small Maine town thrown into a surreal situation: The place was suddenly covered by an invisible, impermeable dome. It’s a sprawling book with a big cast of characters, but the drama of this crisis brings every one of them into sharp focus. It’s one of his best books, drawing its terror from human nature, not from a voyage into fearsome fantasyland.\nNow he and his son Owen King have attempted something similar in “Sleeping Beauties.” The small town is Dooling, somewhere in Appalachia within reach of Wheeling, W. Va.’s television and radio signals. The strange situation is this: Women who fall asleep don’t wake up, and they begin growing tendrils that are big trouble. The tendrils turn into cocoons, and it’s tempting to brush those cocoons away. This is ill-advised. The sleeping angel who looks so peaceful may gouge out an eye if her floss is mussed.\nLike “Under the Dome,” “Sleeping Beauties” is straightforwardly written. There are no long, dreamy passages in italics here. That’s the good news; the less happy news is that this co-authored book is sleepy in its own right. It too has a lot of characters, but very few of them spring to life, and many of them seem repetitive. Without speculating on what the father-son writing process was like, it feels as though some kind of politesse kept this 700-page book from being usefully tightened.\nImage Stephen King Credit Shane Leonard\nThe main setting is a female prison inspired by “The Auld Triangle,” the song from Brendan Behan’s play “The Quare Fellow,” most recently re-popularized by the film “Inside Llewyn Davis.” We meet everyone at this prison, from the warden to the insomniac inmate who killed her whole family, dog included. (That insomnia will come in handy later in the plot.) We also meet Dooling’s sheriff, Lila Norcross, who is the closest thing the crowded book has to a main character. And we meet the beautiful, mysterious, witchy Eve Black, whose name may be meant to recall “The Three Faces of Eve,” the nonfiction classic about a woman with multiple personalities. Maybe Eve speaks to the different aspects of womanhood.", "url": "https://www.nytimes.com/2017/09/25/books/review-sleeping-beauties-stephen-king-owen-king.html"}