{"authors": ["Jacqueline Williams"], "date_download": "2018-11-16 03:17:59", "date_modify": "2018-11-16 03:17:59", "date_publish": "2017-04-21 11:54:14", "description": "Vice President Mike Pence’s visit comes after a tense phone call between President Trump and Prime Minister Malcolm Turnbull in January set off a storm of criticism.", "filename": "2017_04_21_world_australia_mike-pence-visit-sydney-turnbull.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338279.html", "image_url": "https://static01.nyt.com/images/2017/04/22/world/22pence_web1/22pence_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_21_world_australia_mike-pence-visit-sydney-turnbull.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338279.html", "title": "Mike Pence, on Charm Offensive in Australia, Confirms ‘Historic Alliance’", "title_page": "Mike Pence, on Charm Offensive in Australia, Confirms ‘Historic Alliance’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SYDNEY, Australia — Vice President Mike Pence assured Australian leaders on Saturday that the United States was committed to the countries’ “strong and historic alliance,” and he reaffirmed that the Trump adminstration would honor a refugee deal that President Trump disparaged in a January phone call with Prime Minister Malcolm Turnbull.\nMr. Pence is wrapping up an Asia-Pacific tour in which he has sought to affirm America’s commitment to the region after President Trump sent mixed signals to close allies, including Australia.\nThe tense phone call in late January between Mr. Trump and Mr. Turnbull set off a storm of criticism in Australia just as some in the country were calling for reconsidering its alliance with the United States and tilting more toward China.\nDuring the call, Mr. Turnbull pressed Mr. Trump to honor an agreement, reached near the end of the Obama administration, to accept hundreds of refugees from Australian offshore detention centers. Mr. Trump abruptly ended the conversation and posted on Twitter that the agreement was a “dumb deal.”", "url": "https://www.nytimes.com/2017/04/21/world/australia/mike-pence-visit-sydney-turnbull.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}