{"authors": ["Alan Feuer"], "date_download": "2018-11-16 04:29:40", "date_modify": "2018-11-16 04:29:40", "date_publish": "2017-04-24 04:01:15", "description": "Under a policy that was to be introduced Monday, the Brooklyn district attorney’s office will prosecute some cases to achieve what it calls immigration-neutral dispositions.", "filename": "2017_04_24_nyregion_brooklyn-immigrants-deportation-crime.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342580.html", "image_url": "https://static01.nyt.com/images/2017/04/24/nyregion/24DAIMMIGRATION-01/24IMMIGRATION-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_24_nyregion_brooklyn-immigrants-deportation-crime.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342580.html", "title": "Brooklyn Moves to Protect Immigrants From Deportation Over Petty Crimes", "title_page": "Brooklyn Moves to Protect Immigrants From Deportation Over Petty Crimes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We don’t want to destroy communities or tear people away from their families for low-level offenses,” said Eric Gonzalez, the acting Brooklyn district attorney. “If someone confronts a guilty plea that would automatically subject them to a harsh immigration penalty and there’s another possible plea that would hold them accountable and ensure public safety, justice demands they be given the one that doesn’t have immigration consequences.”\nMr. Gonzalez added that his office was “not seeking to frustrate the federal government’s function of protecting our country,” but rather trying to “enhance public safety and fairness in the criminal justice system.” In a statement issued to formally announce the policy, he said, “We will not stop prosecuting crimes, but we are determined to see that case outcomes are proportionate to the offense as well as fair and just for everyone.”\nBecause immigration matters are governed by their own legal code, immigrants can face far more serious consequences than citizens when being prosecuted for relatively minor crimes like petty theft or possession of a small amount of drugs. Those two offenses, for instance, are considered misdemeanors under New York State law but can be cause for deportation under federal immigration law. Even for legal immigrants, the charges can lead to problems in obtaining full citizenship rights.\nAs an example of how the new policy would work, prosecutors cited the case of a Haitian man who arrived in Brooklyn in 1977 and obtained a green card in 1984. In 2000, prosecutors said, the man, whose name was not released to protect his identity, was arrested on trespassing charges. When the police searched him, they found a small amount of crack cocaine.\nThe man eventually pleaded guilty to a misdemeanor drug charge and did not serve time in prison. He stayed out of trouble for years, prosecutors said, caring for his mother and working as a parking garage attendant and a telemarketer.\nBut in 2010, after a devastating earthquake struck Haiti, he returned there for a visit. Because of his drug conviction, he was not allowed back into the United States. Prosecutors said that if he had been allowed to plead guilty to the trespassing charge, rather than the drug charge, he probably would have been able to return to New York without trouble.\nThe introduction of the policy comes not only amid the standoff with the Trump administration but also as Mr. Gonzalez seeks to set himself apart in a crowded field of candidates running to become Brooklyn’s top law-enforcement official in elections in the fall. Several of those running against Mr. Gonzalez have said they, too, would make the protection of immigrants in the borough a priority.", "url": "https://www.nytimes.com/2017/04/24/nyregion/brooklyn-immigrants-deportation-crime.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}