{"authors": ["Nicholas Fandos"], "date_download": "2018-11-16 04:01:09", "date_modify": "2018-11-16 04:01:09", "date_publish": "2017-09-26 22:02:11", "description": "Most Senate Judiciary Committee members appear to support legislation to shield the special counsel, Robert S. Mueller III, from being fired.", "filename": "2017_09_26_us_politics_mueller-russia-senate-judiciary-committee.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340869.html", "image_url": "https://static01.nyt.com/images/2017/09/27/us/27dc-mueller/27dc-mueller-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_26_us_politics_mueller-russia-senate-judiciary-committee.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340869.html", "title": "Bills to Protect Mueller Are Bipartisan, but the Path Forward Is Uncertain", "title_page": "Bills to Protect Mueller Are Bipartisan, but the Path Forward Is Uncertain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Tillis’s bill, in contrast, would allow for a judicial review process after a special counsel is fired. The attorney general would have to prove good cause for removal, and a panel of three federal judges would have 14 days to reach a decision. The bill was introduced with Senator Chris Coons, Democrat of Delaware, and a bipartisan pair of representatives have introduced parallel legislation in the House.\nMr. Mueller was appointed in May, after the firing of the F.B.I. director, James B. Comey, and was given broad latitude to investigate Mr. Trump and his associates. But the statute under which he was appointed affords Mr. Mueller, or other future special counsels, few formal job protections. If he wished, Mr. Trump could order top Justice Department officials to fire Mr. Mueller.\nSupporters of the Judiciary Committee measures repeatedly alluded on Tuesday to comments and actions made by Mr. Trump about the investigation that they said made their work necessary. Most saliently, in a late-July interview, Mr. Trump told The New York Times that Mr. Mueller’s team was rife with conflicts of interest and warned that investigators would be crossing a red line if they began to look at Trump family finances beyond any relationship to Russia.\nSeparating themselves from the Republicans, committee Democrats said those comments, and Mr. Trump’s repeated hostility toward investigators, made the need for action urgent.\n“Simply put, I have strenuous concern about President Trump’s respect for the rule of law,” Senator Dianne Feinstein of California, the committee’s ranking Democrat, said in an opening statement. “The president must know that Congress will not stand idly by if he attempts to undermine independent criminal investigations.”\nThe committee’s chairman, Senator Charles E. Grassley, Republican of Iowa, did not make his leanings toward the bills known, but he made clear in his opening statement that he saw an important role for Congress to oversee special counsel investigations.", "url": "https://www.nytimes.com/2017/09/26/us/politics/mueller-russia-senate-judiciary-committee.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}