{"authors": ["Sarah Maslin Nir"], "date_download": "2018-11-16 03:17:41", "date_modify": "2018-11-16 03:17:41", "date_publish": "2017-08-07 23:56:09", "description": "After Mr. Trump tweeted about visiting the city soon, city officials and business owners started planning for the financial and logistical impact of a presidential appearance.", "filename": "2017_08_07_nyregion_trump-new-jersey-new-york.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338261.html", "image_url": "https://static01.nyt.com/images/2017/08/08/nyregion/08trump/08trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_07_nyregion_trump-new-jersey-new-york.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338261.html", "title": "On Vacation in New Jersey, Trump Says Next Stop Is New York", "title_page": "On Vacation in New Jersey, Trump Says Next Stop Is New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We are ready and we feel like we are well prepared to deal with whatever occurs in terms of a visit,” Mr. Davis said.\nMayor Bill de Blasio concurred. “The N.Y.P.D. is the most expert police force on Earth in terms of handling visits by an American president,” Mr. de Blasio said at a news conference on Monday at Brooklyn Borough Hall, where he was asked about the potential visit. “They’ve done an outstanding job. I think that we’re going to be ready by any measure.”\nMany had anticipated that Mr. Trump would come back often to the city where he was born and raised in a modest home in the Jamaica Estates community of Queens, and where over a dozen buildings have carried his name.\nBut since his inauguration, Mr. Trump has only touched down once, arriving by helicopter on May 4, traveling to the Intrepid Sea Air and Space Museum, and leaving the same way. That trip was originally scheduled as a six-hour excursion that would include dinner with Malcolm Turnbull, the Australian prime minister, and his wife at the Peninsula Hotel on Fifth Avenue, and a stop by the Trump penthouse. Those stops were canceled, and Mr. Trump left shortly after a handshake, a speech and a spin around the museum.\n“It’s been a lot less than we expected,” Mr. de Blasio said, noting Mr. Trump’s visit in May. “To his credit, he kept the time here very limited and the disruption very limited,” Mr. de Blasio added. “Hopefully, that will be the same this time.”\nJust south of Trump Tower, on 56th Street, John Goci stood inside his restaurant, Il Tinello, presiding over lunch service. It sits along a business corridor that was hurt by street closings and security checks that disrupted the area while Mr. Trump resided there as the president-elect. Mr. Goci was an outspoken critic at that time, when he lost about 30 percent of his business. But on Monday he was not so much bracing for Mr. Trump’s possible return as shrugging over it.\n“What are you going to do?” Mr. Goci said. He noted that this visit would come in the waning weeks of August. “It’s a slow time of the year, anyway.”", "url": "https://www.nytimes.com/2017/08/07/nyregion/trump-new-jersey-new-york.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}