{"authors": ["Farhad Manjoo"], "date_download": "2018-11-16 04:02:55", "date_modify": "2018-11-16 04:02:55", "date_publish": "2017-04-19 09:00:24", "description": "Facebook’s chief, Mark Zuckerberg, realized early that creating the best new features is not as important as owning the biggest and most engaged network.", "filename": "2017_04_19_technology_facebook-snapchat-instagram-innovation.html_rref=collection%2Fbyline%2Ffarhad-manjoo&module=inline_1542340975.html", "image_url": "https://static01.nyt.com/images/2017/04/20/technology/20state-web/20state-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_19_technology_facebook-snapchat-instagram-innovation.html_rref=collection%2Fbyline%2Ffarhad-manjoo&module=inline_1542340975.html", "title": "Why Facebook Keeps Beating Every Rival: It’s the Network, of Course", "title_page": "Why Facebook Keeps Beating Every Rival: It’s the Network, of Course - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The tech world just witnessed a robbery. The heist was so brazen you kind of had to admire it, even if it was pulled off with all the grace of a gas station stickup.\nFacebook barged into Snapchat’s happy Venice Beach, Calif., mansion, took a solid inventory of the goods, then lifted the crown jewels. First a version of Stories, the fun slide-show format that Snapchat created, appeared last year on Instagram, owned by Facebook. Then Snapchat’s features made their way to WhatsApp and Messenger, Facebook’s chat apps. A couple of weeks ago they got to the big leagues — Facebook’s main app — and the heist was complete.\nOn Tuesday, the leader of the Facebook crew, Mark Zuckerberg, put on a conference to show off his loot. But he went further: He unveiled a vision of augmented reality — in which digital objects and effects are overlaid on images of the real world — which could undercut Snapchat’s mission to become the camera company for the next generation.\nHis speech had a lot of corny jokes, but that was just Mr. Zuckerberg’s way of hiding the shiv. In reality it was a performance that made plain Mr. Zuckerberg’s ruthlessness as a businessman. It also shows that he understands Facebook’s most important assets. Mr. Zuckerberg realized early on that the most important thing in his business was not necessarily creating the best new features. It doesn’t matter who invents digital mustaches. What matters is owning the biggest and most engaged network. And because he has the network, he always wins.", "url": "https://www.nytimes.com/2017/04/19/technology/facebook-snapchat-instagram-innovation.html?rref=collection%2Fbyline%2Ffarhad-manjoo&module=inline"}