{"authors": ["Concepción De León"], "date_download": "2018-11-16 04:19:51", "date_modify": "2018-11-16 04:19:51", "date_publish": "2017-08-31 21:27:28", "description": "Two books explore the contentious issue, while another demonstrates why such corrective policies may not be enough.", "filename": "2017_08_31_books_review_for-discrimination-randall-kennedy-affirmative-action.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341991.html", "image_url": "https://static01.nyt.com/images/2017/08/30/books/30newsbook-affirmative4/30newsbook-affirmative4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_31_books_review_for-discrimination-randall-kennedy-affirmative-action.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341991.html", "title": "Deep Thinking on Affirmative Action", "title_page": "Deep Thinking on Affirmative Action - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Rather than concentrate on affirmative action as it has existed since the 1960s, Katznelson takes a fresh look at the 30 years before the civil rights movement, when social programs meant to support a growing middle class — including Social Security, unemployment compensation and a federal minimum wage law — unfairly discriminated against blacks, widening the economic gap between them and their white counterparts. Minimum wage laws, for instance, were passed on the condition, set forth by members of Congress from the South, that they exclude occupations like agriculture or housekeeping, jobs held predominantly by blacks at the time. The G.I. Bill of Rights, a series of programs meant to support soldiers after World War II, was drafted to accommodate Jim Crow, which meant that African-American veterans received significantly less support than white ones. The job placement statistics are striking: By October 1946, 85 percent of the available skilled or semiskilled jobs in Mississippi were filled by white veterans, while 92 percent of the unskilled ones were filled by blacks. Up north in New York and New Jersey, “fewer than 100 of the 67,000 mortgages insured by the G.I. Bill supported home purchases by nonwhites.” Our reviewer said Katznelson offered a “penetrating new analysis, supported by vivid examples and statistics.”\nImage\nTHE SHORT AND TRAGIC LIFE OF ROBERT PEACE\nA Brilliant Young Man Who Left Newark for the Ivy League\nBy Jeff Hobbs\n406 pp. Scribner. (2014)\nThe life of the young man followed in this book shows that even with access to the right opportunities or resources, one may still be stymied by sociocultural circumstances. Robert Peace was raised in a poor Newark neighborhood by his mother, Jackie, while his father was incarcerated. Robert was gifted: He achieved an almost perfect score on the SATs, graduated third in his high school class — the headmaster claimed he would have been valedictorian had a C in freshman art class not knocked his grade point average down to a 3.97 — and became one of the top 10 swimmers in New Jersey in the butterfly stroke after teaching himself to swim. He navigated his intellectual and social life by code-switching, an existence that was “fracturing, but it was the only way to integrate his ambition and intellect in a milieu in which neither had currency and in which both could get him hurt.” He called this process “Newark-proofing” himself. But despite these efforts and even with his college expenses paid by a wealthy financier, it was hard for him to leave his neighborhood behind. Robert ended up murdered in a drug-related incident. His was not a clear-cut case of affirmative action — if there is such a thing — but rather, as our reviewer wrote, “an interrogation of our national creed of self-invention,” adding that Peace’s case \"reminds us that there are origins in this country of ours that cannot be escaped, traumas that have no balm, holes that Medicaid and charter schools and better mental health care and prison reform can never fill.”", "url": "https://www.nytimes.com/2017/08/31/books/review/for-discrimination-randall-kennedy-affirmative-action.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}