{"authors": ["Mary Williams Walsh"], "date_download": "2018-11-16 03:47:22", "date_modify": "2018-11-16 03:47:22", "date_publish": "2017-07-03 01:16:13", "description": "The government said the move was the only way to reduce the existing debt of the Puerto Rico Electric Power Authority “to a sustainable level.”", "filename": "2017_07_02_business_puerto-ricos-electric-power-authority-effectively-files-for-bankruptcy.html_module=inline_1542340042.html", "image_url": "https://static01.nyt.com/images/2017/07/03/business/03RICO/03RICO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_02_business_puerto-ricos-electric-power-authority-effectively-files-for-bankruptcy.html_module=inline_1542340042.html", "title": "Puerto Rico’s Power Authority Effectively Files for Bankruptcy", "title_page": "Puerto Rico’s Power Authority Effectively Files for Bankruptcy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bill Fallon, the chief executive of National Public Finance Guarantee Corporation, a bond insurer, called the move “improper” and warned that it “would leave Prepa years away from attracting the private investment necessary to modernize.”\nElectrical power has long been a drag on the island’s economy. Prepa’s antiquated generating plants burn imported oil to produce electricity. Efforts to modernize the plants and shift to clean and renewable fuels have been delayed repeatedly. Customers pay rates that follow oil prices up and down, and while the rates are relatively low at the moment, they are vulnerable to rising again.\nIn addition, there are longstanding accusations that Prepa’s fuel-purchasing office for many years bought dirty oil sludge as fuel, charged consumers the much higher price of cleaner distillates, and then created a slush fund with the difference. The Puerto Rican senate held a series of hearings on Prepa’s fuel-purchasing irregularities, and has referred its findings to the Federal Bureau of Investigation.\nPrepa got into severe financial trouble before the rest of the Puerto Rican government, when it was unable to pay for fuel in 2014. Its creditors extended fuel-purchasing credit that year, and subsequently negotiated a deal to restructure about $5.7 billion of Prepa’s $9 billion in total debt.\nThe deal was held up as a model at the time, because it was achieved without the sort of leverage that can be exerted in bankruptcy. In addition to taking a 15 percent loss, the bondholders had agreed that Prepa could put a portion of the savings toward its long-promised modernization and conversion to cleaner sources of power.", "url": "https://www.nytimes.com/2017/07/02/business/puerto-ricos-electric-power-authority-effectively-files-for-bankruptcy.html?module=inline"}