{"authors": ["Emmarie Huetteman"], "date_download": "2018-11-16 03:54:43", "date_modify": "2018-11-16 03:54:43", "date_publish": "2017-07-28 02:27:56", "description": "The nearly $790 billion spending package marks Republicans’ latest plan to keep the government funded — and comes right before they head home for recess.", "filename": "2017_07_27_us_politics_house-spending-bill-border-wall.html_module=inline_1542340483.html", "image_url": "https://static01.nyt.com/images/2017/07/28/us/politics/28dc-wall/merlin-to-scoop-125303558-843453-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_27_us_politics_house-spending-bill-border-wall.html_module=inline_1542340483.html", "title": "House Approves Spending Package, Border Wall and All", "title_page": "House Approves Spending Package, Border Wall and All - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The House approved on Thursday a bundle of spending bills, including $1.57 billion that President Trump requested to build a wall along the Mexican border, which could serve as the opening salvo in a new congressional battle to keep the government funded.\nThe nearly $790 billion package, which passed 235 to 192, would fund a slew of security-related government expenses and gave House Republicans a fresh victory on the cusp of a more than five-week recess. Five Republicans voted against the measure, and five Democrats voted for it.\nBut the legislation is almost certain to fail in the Senate, where picking up the tab for Mr. Trump’s signature campaign promise — a border wall, which he has vowed Mexico ultimately will fund — is a deal-breaker for Democrats.\n“Not only is his border wall expensive and unnecessary, members of this body who care deeply about our national defense shouldn’t be forced to decide to vote for this ridiculous proposal,” said Representative Ruben Gallego, Democrat of Arizona, who served in the Marine Corps.", "url": "https://www.nytimes.com/2017/07/27/us/politics/house-spending-bill-border-wall.html?module=inline"}