{"authors": ["Guy Trebay"], "date_download": "2018-11-16 04:03:46", "date_modify": "2018-11-16 04:03:46", "date_publish": "2017-06-12 04:00:06", "description": "Abloh, a multi-hyphenate talent, has enlisted the artist Jenny Holzer to make a statement about the international refugee crisis.", "filename": "2017_06_12_fashion_mens-style_virgil-abloh-pitti-uomo-florence-italy.html_module=inline_1542341026.html", "image_url": "https://static01.nyt.com/images/2017/06/12/fashion/12ABLOH-INYT-WEB1-sub/12ABLOH-INYT-WEB1-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_12_fashion_mens-style_virgil-abloh-pitti-uomo-florence-italy.html_module=inline_1542341026.html", "title": "Virgil Abloh Projects Politics Into His Florence Fashion Show", "title_page": "Virgil Abloh Projects Politics Into His Florence Fashion Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Reached at his home in the Lincoln Park neighborhood of Chicago, before he took off for Europe, the peripatetic designer, who says he flies more than 350,000 miles a year, spoke of the path that led him, a child of Ghanaian immigrants raised in Rockford, Ill., to one of the cities where modern Western culture began.\nHow did the collaboration with Jenny Holzer come about?\nShe has always impacted me as a designer, the scale of her work, and in particular the projections. My idea, upon seeing these large buildings, Brunelleschi’s dome in Florence, was to project text on that, using it as a canvas to express ideas.\nThat’s pretty ambitious.\nI was thinking about the political climate. I was thinking about the world the young generation inhabits and the headlines that are in the ether. If I have the gift of a voice, over a million Instagram followers, and kids that are inspired by moves that I make, I would be doing a disservice not to be ambitious and connect some dots. As a designer I always look for a voice that is commenting. In this case, I wanted a woman’s voice.\nMs. Holzer said the texts you will be projecting in Florence include poems about war and exile from the civilian’s viewpoint, among them Anna Swir’s “Building the Barricade,” about her experiences as a nurse during the Warsaw Uprising, which, Ms. Holzer said, “could be about Syria.” How does that relate to your experience?", "url": "https://www.nytimes.com/2017/06/12/fashion/mens-style/virgil-abloh-pitti-uomo-florence-italy.html?module=inline"}