{"authors": ["Ryan Mcmorrow"], "date_download": "2018-11-16 04:47:30", "date_modify": "2018-11-16 04:47:30", "date_publish": "2017-06-03 04:01:22", "description": "Stumbling after it got overextended, LeEco was still able to raise billions of dollars from shadowy lenders and from investors large and small.", "filename": "2017_06_03_business_dealbook_china-finance-leeco-debt-shadow-banking_1542343650.html", "image_url": "https://static01.nyt.com/images/2017/06/02/business/00db-chinadebt2/00db-chinadebt2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_03_business_dealbook_china-finance-leeco-debt-shadow-banking_1542343650.html", "title": "Here’s How a Chinese Tech Firm Borrowed $2.1 Billion in a Hurry", "title_page": "Here’s How a Chinese Tech Firm Borrowed $2.1 Billion in a Hurry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I’m not too interested in where the money is going,” he said. “I have a Le TV and a Le phone. I’m not worried.”\nLeEco also tapped securities brokerages for money, another murky transaction. Under such deals, the brokerages lend money if a borrower puts up shares as collateral. Those loans stay off the books of the formal banking system, making risks difficult to track. They can also sour quickly if shares plunge in value, a real possibility in China’s stock market.\nAccording to the latest available data, Mr. Jia has pledged 97 percent of his shares in LeEco’s main publicly traded arm, Leshi Internet, to back loans primarily from securities brokerages. In November, those loans totaled $1.7 billion.\nVenturing into other corners of China’s financial system, LeEco has raised $2.4 billion since last year by selling shares or debt convertible into shares in its various privately owned affiliates. Because those businesses are not publicly traded, they get less scrutiny from Chinese securities regulators than companies that sell shares on a public stock market.\nLeEco says it sold those stakes only to institutional investors who would be aware of the risks. But public records show shares in the nonpublic businesses have ended up in the hands of a number of smaller investors. Many were lured by the idea of getting in early — a real desire in start-up-mad China — and Mr. Jia’s promise that he or his investment vehicles would buy back the shares at a generous rate of return if the businesses did not go public.\nMo Lingmei was among nearly 400 people to buy stakes in Le Sports, a LeEco affiliate that acquires sports broadcasting rights such as the right to show Premier League soccer online in China. Ms. Mo, who sells clothes online, said she drained her family’s savings to come up with half of the $300,000 that a group of friends pooled together to invest in the company’s $1.2 billion funding round last year.", "url": "https://www.nytimes.com/2017/06/03/business/dealbook/china-finance-leeco-debt-shadow-banking.html"}