{"authors": ["Somini Sengupta"], "date_download": "2018-11-16 04:03:40", "date_modify": "2018-11-16 04:03:40", "date_publish": "2017-01-18 14:30:15", "description": "Samantha Power, the ambassador to the United Nations, is known for advocating diplomacy to prevent atrocities, but poor timing has hampered efforts to avert a catastrophe.", "filename": "2017_01_18_world_africa_south-sudan-united-nations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341020.html", "image_url": "https://static01.nyt.com/images/2017/01/18/world/19nations/19nations-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_18_world_africa_south-sudan-united-nations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341020.html", "title": "In South Sudan, Mass Killings, Rapes and the Limits of U.S. Diplomacy", "title_page": "In South Sudan, Mass Killings, Rapes and the Limits of U.S. Diplomacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "During her three-year tenure as ambassador, Ms. Power has advanced gay rights, pushed the United Nations to do more to stop sexual abuse by peacekeepers and championed the rights of civil society groups. One of her most lauded achievements came early in her term, when she persuaded the rest of the administration to authorize a peacekeeping force to stop mass atrocities in the Central African Republic, a country where the United States had little to gain.\nOn Syria, she has come under greatest scrutiny because she has had to explain American inaction in the face of atrocities, including the Syrian government’s use of chemical weapons. On Syria, too, she has spoken out most forcefully against Russia. Once, she walked out of the Security Council as the Russian ambassador, Vitaly I. Churkin, was speaking; another time, she accused the Kremlin of “barbarism” for its airstrikes on Aleppo.\nShe used her last speech as ambassador, on Tuesday, to inveigh against what she called Russia’s “aggressive and destabilizing actions,” from its annexation of Crimea to its meddling in the American presidential election. It served as a warning to President-elect Donald J. Trump without ever naming him. “Russia’s actions are not standing up a new world order,” she said at the Atlantic Council in Washington. “They are tearing down the one that exists.”\nFor all her impassioned rhetoric, though, Ms. Power has been criticized for using the Security Council more as theater, rather than a platform to resolve conflicts.\nIn large part, many of her supporters and critics say, her ability to get things done has been limited not just by the widening chasm with Russia but also by her inability to rally the rest of the administration, including on Yemen and South Sudan.\nMs. Power “often made a difference” on issues like the Central African Republic, and gay rights, said Philippe Bolopion, deputy director for global advocacy for Human Rights Watch. But, he added: “Unfortunately, under her watch, atrocities have raged on. While it is unfair to blame any particular individual, the Obama administration was inexplicably gun-shy on sanctions in South Sudan, all too willing to give a pass to Saudi Arabia or Israel for serious violations, and less than creative in overcoming Russia’s obstructionism on Syria.”\nIn her final words to the Security Council on Wednesday, Ms. Power called the failure to stop mass atrocities in Syria and South Sudan “haunting.”", "url": "https://www.nytimes.com/2017/01/18/world/africa/south-sudan-united-nations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}