{"authors": ["David Leonhardt"], "date_download": "2018-11-16 04:33:22", "date_modify": "2018-11-16 04:33:22", "date_publish": "2017-01-19 13:40:47", "description": "State governments have in recent years been cutting the budgets of public colleges that are engines of upward mobility.", "filename": "2017_01_19_opinion_budget-cuts-that-are-un-american.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342802.html", "image_url": "https://static01.nyt.com/images/2016/07/15/timestopics/sub2-leonhardt-topics/sub2-leonhardt-topics-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_19_opinion_budget-cuts-that-are-un-american.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342802.html", "title": "Budget Cuts That Are Un-American", "title_page": "Opinion | Budget Cuts That Are Un-American - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This article is part of the Opinion Today newsletter. You can sign up here to receive more briefings and a guide to the section daily in your inbox.\nAlex Kosoglyadov has a story that sounds as if it’s out of New York’s glorious past.\nHis parents emigrated from Russia and raised him in a low-income neighborhood in Brooklyn. Alex did well in school and enrolled at Baruch College, part of the City University of New York.\nThere, he was surrounded by highly motivated students, many of them holding down jobs while they went to school and many whose first language was not English. It wasn’t easy, but there was an esprit de corps. “Everyone appreciated the grind it took to succeed,” he said.\nAnd yet Kosoglyadov’s story doesn’t come from the past. He is 29 years old now and has a very nice job in Manhattan, as a director at the Bank of Montreal. He’s yet another success story from the City University of New York.", "url": "https://www.nytimes.com/2017/01/19/opinion/budget-cuts-that-are-un-american.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}