{"authors": ["Kevin A. Wong"], "date_download": "2018-11-16 03:50:25", "date_modify": "2018-11-16 03:50:25", "date_publish": "2017-07-11 23:34:07", "description": "Anbang bought a retirement home chain despite United States questions about the Chinese company’s murky ownership. With its chairman detained, some officials are worried.", "filename": "2017_07_11_business_dealbook_canada-china-anbang-deals-retirement-concepts.html_module=inline_1542340225.html", "image_url": "https://static01.nyt.com/images/2017/07/12/business/12DB-ANBANG/12DB-ANBANG-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_11_business_dealbook_canada-china-anbang-deals-retirement-concepts.html_module=inline_1542340225.html", "title": "Canadian Nursing Home Deal Spurs Questions About Chinese Money", "title_page": "Canadian Nursing Home Deal Spurs Questions About Chinese Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "VANCOUVER, British Columbia — No nursing home wants to be known for uncertainty and intrigue.\nSo a Canadian retirement home chain found itself in an uncomfortable position last year when it agreed to be bought by a politically connected Chinese company with a shadowy group of owners. Regulators approved the deal even though the buyer was under regulatory scrutiny in the United States, and while critics in Canada questioned the identities of its local representatives.\nToday, the chairman of the Chinese buyer, Anbang Insurance Group, is being held by the Chinese police for undisclosed reasons — and critics say the deal represents the latest example of Canada’s troublingly lax attitude toward Chinese money flooding into the country.\n“When the Anbang house of cards finally collapses, who will gain control of these senior care facilities in B.C.?” Mark R. Strahl, a lawmaker with Canada’s opposition Conservative Party, asked at a parliamentary session last month, referring to the province of British Columbia. “Are seniors about to find out that their landlord is actually the People’s Republic of China?”\nCanada, like the United States and other countries, is grappling with how to handle billions of dollars of Chinese purchases on its home turf. Recent purchases have included big oil companies, swank office buildings and cutting-edge tech firms. That last set, in particular, has raised objections in the United States as well as Canada from those worried that they could give China access to sensitive technologies.", "url": "https://www.nytimes.com/2017/07/11/business/dealbook/canada-china-anbang-deals-retirement-concepts.html?module=inline"}