{"authors": ["Charlie Savage"], "date_download": "2018-11-16 03:19:55", "date_modify": "2018-11-16 03:19:55", "date_publish": "2017-05-08 16:02:59", "description": "The administration has offered no explanation for what lawful authority it used to carry out the strike to punish Syria for a chemical weapons attack.", "filename": "2017_05_08_world_middleeast_syria-united-protect-democracy-trump-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338395.html", "image_url": "https://static01.nyt.com/images/2017/05/09/world/09Syria-law/09Syria-law-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_08_world_middleeast_syria-united-protect-democracy-trump-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338395.html", "title": "Watchdog Group Sues Trump Administration, Seeking Legal Rationale Behind Syria Strike", "title_page": "Watchdog Group Sues Trump Administration, Seeking Legal Rationale Behind Syria Strike - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This domestic law basis is very similar to the authority for the use force in Libya in 2011, as set forth in an April 2011 opinion by the Department of Justice’s Office of Legal Counsel,” the unused Trump talking points said.\nHowever, as Mr. Lederman pointed out, the 2011 rationale relied in part on the need to bolster the credibility of the United Nations Security Council, which had authorized nations to use force to protect Libyan civilians. By contrast, the Security Council did not authorize a strike to punish Syria’s use of chemical weapons, so the Syrian intervention undermined the United Nations system for constraining war, he said.\nThe United Nations Charter, a treaty the United States ratified, recognizes only two legal ways for a country to use force on another soil without its consent: if the Security Council has authorized an attack, or in self-defense. The Trump talking points memo had a section labeled “international,” but it consisted of policy arguments, not legal ones, and did not mention the United Nations Charter.\nThere are some precedents. The United States bypassed the United Nations system in 1999, when the Clinton administration directed the military to participate in the NATO intervention in Kosovo. Still, that administration put forward something of a public legal rationale, citing a list of factors that it argued made the operation legitimate.\nThe Obama administration considered attacking Syria in 2013 for using chemical weapons, too, and during preliminary deliberations Mr. Obama’s legal team developed an argument that was similar to the Kosovo precedent. But in the end, in part because that international law argument was so thin — unlike Kosovo, not even the multilateral NATO alliance was going to be involved — Mr. Obama pulled back and asked Congress for authorization. The crisis was then resolved in a different way and no strikes were conducted.\nLate last month, two Democrats in Congress — Representative Adam B. Schiff of California and Senator Tim Kaine of Virginia — sent a letter to Mr. Trump urging him to explain the legal basis for the strike. But the administration has not responded, aides said.", "url": "https://www.nytimes.com/2017/05/08/world/middleeast/syria-united-protect-democracy-trump-lawsuit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}