{"authors": ["Peter Baker", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:34:14", "date_modify": "2018-11-16 04:34:14", "date_publish": "2017-05-16 11:23:14", "description": "His national security adviser, Lt. Gen. H. R. McMaster, also offered a defense as the White House struggled to reconcile seemingly conflicting accounts of the president’s actions.", "filename": "2017_05_16_us_politics_trump-intelligence-russia-classified.html_module=inline_1542342854.html", "image_url": "https://static01.nyt.com/images/2017/05/16/us/16mcmaster/16mcmaster-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_16_us_politics_trump-intelligence-russia-classified.html_module=inline_1542342854.html", "title": "Trump Defends Sharing Information on ISIS Threat With Russia", "title_page": "Trump Defends Sharing Information on ISIS Threat With Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump on Tuesday defended his decision to share sensitive information about an Islamic State threat with Russian officials as the White House once again struggled to reconcile seemingly conflicting accounts of the president’s actions.\nA day after his advisers disputed a news article about the conversation, the president focused instead on justifying what he did and blaming those who disclosed it. In a series of early-morning posts on Twitter, he said he had the “absolute right” to give “facts pertaining to terrorism and airline flight safety” to Russia’s foreign minister and ambassador.\nAsked about the conversation by reporters during a later appearance with Recep Tayyip Erdogan, the president of Turkey, Mr. Trump again did not deny providing the information, but he instead cast it as an attempt to collaborate with Russia in the war against the Islamic State. “We’re going to have a lot of great success over the coming years, and we want to get as many to fight terrorism as possible,” he said.\nThe White House tried to clarify, sending out Lt. Gen. H. R. McMaster, the national security adviser, for the second time in less than 24 hours. General McMaster stood by his Monday night statement, when he said the original Washington Post article about the conversation “as reported” was “false.” And while he would not confirm that Mr. Trump disclosed classified information, General McMaster said the president did not expose the source because he was not told where it came from.", "url": "https://www.nytimes.com/2017/05/16/us/politics/trump-intelligence-russia-classified.html?module=inline"}