{"authors": ["Craig S. Smith"], "date_download": "2018-11-16 03:51:26", "date_modify": "2018-11-16 03:51:26", "date_publish": "2017-06-21 11:00:26", "description": "A Conservative who promotes “Canadian values” blames Prime Minister Justin Trudeau’s policies in the case of a Syrian refugee who beat his wife.", "filename": "2017_06_21_world_canada_a-tweet-stirs-up-canadas-immigration-debate.html_module=inline_1542340286.html", "image_url": "https://static01.nyt.com/images/2017/06/21/world/22canada-leitchtweet/22canada-leitchtweet-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_21_world_canada_a-tweet-stirs-up-canadas-immigration-debate.html_module=inline_1542340286.html", "title": "A Tweet Stirs Up Canada’s Immigration Debate", "title_page": "A Tweet Stirs Up Canada’s Immigration Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some far-right immigration opponents praised her tweet and pointed to the episode as evidence that Canada’s growing multiculturalism was wrongheaded.\nMs. Leitch did not respond to requests for comment.\nThe refugee, Mohamad Rafia, pleaded guilty to causing bodily harm and uttering threats. He said he did not realize that beating one’s wife was illegal in Canada, according to Abdelhaq M. Hamza, a physics professor at the University of New Brunswick, who acted as Mr. Rafia’s interpreter in court. “Why didn’t they explain the law when we first came?” Mr. Rafia asked before he was sentenced this month to time served and a year’s probation.\nThat seemed to support Ms. Leitch’s largely discredited “Canadian values” campaign, which would screen immigrants for un-Canadian attitudes or beliefs.\nBut behind the debate is a complex tale.\nMr. Rafia and his wife, Raghda Aldndal, were the subject of a sensitive and probing documentary about Canada’s Syrian refugees, produced by two Australian filmmakers last year. The film, “Canada’s Open House,” gives an unusual opportunity to look more deeply into the case.", "url": "https://www.nytimes.com/2017/06/21/world/canada/a-tweet-stirs-up-canadas-immigration-debate.html?module=inline"}