{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:21", "date_modify": "2018-11-16 04:54:21", "date_publish": "2017-08-22 17:20:12", "description": "Six ways to customize an apartment without losing your deposit.", "filename": "2017_08_22_realestate_for-rentals-a-reversible-renovation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344061.html", "image_url": "https://static01.nyt.com/images/2017/08/22/realestate/27FIX1/27FIX1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_22_realestate_for-rentals-a-reversible-renovation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344061.html", "title": "For Rentals, a Reversible Renovation", "title_page": "For Rentals, a Reversible Renovation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Making a generic rental apartment your own can be a tricky proposition, as there are strict limitations on what renters can change written into many leases. And who wants to invest in home improvements when moving out is inevitable — and possibly sooner rather than later? Yet it is possible to make a place your own without spending a lot or even painting. Here are some simple and reversible things you can do to customize a rental without endangering your deposit.\nUSE REMOVABLE WALLPAPER Temporary wallpaper, designed to be peeled off later, “is one of the easiest and most dynamic ways to change a space, with no risk of damage,” said Megan Hopp of Megan Hopp Design, who moved to a new rental apartment in Carroll Gardens, Brooklyn, in March. To brighten her kitchen, Ms. Hopp used a removable floral pattern she found on Etsy as a backsplash. “The great thing about these Etsy shops is that they can custom-print your paper if you have an odd-shaped space,” said Ms. Hopp, who had the wallpaper cut into short, wide panels “for an easy D.I.Y. installation.” Total cost: $200.\nTo ensure you get your security deposit back, Dabney Frake, the projects editor at Apartment Therapy, recommends making sure your walls are clean, dry and haven’t been painted in at least 20 days before applying the paper. “If you use a utility knife to trim the wallpaper at the edges, use a metal straightedge to prevent scoring the actual walls in the process,” she added. “When it’s time for removal, start peeling from the top corner of the paper, pulling slowly downward toward the floor instead of out. If it starts taking the paint with it, try aiming a hair dryer or heat gun at the surface.” Ms. Frake said she has had good results with removable wallpaper from Spoonflower, Hygge & West and Tempaper. All three are repositionable, “which takes the stress out of installation,” she said, adding: “I would be wary of random ‘removable’ products you buy on places like eBay or Amazon.”", "url": "https://www.nytimes.com/2017/08/22/realestate/for-rentals-a-reversible-renovation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}