{"authors": ["Jennifer Steinhauer"], "date_download": "2018-11-16 04:02:02", "date_modify": "2018-11-16 04:02:02", "date_publish": "2017-07-14 19:49:12", "description": "They are focusing on areas where Hillary Clinton prevailed, but also on districts where they hope to win back voters they lost to Mr. Trump last year.", "filename": "2017_07_14_us_politics_house-democrats-california.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340922.html", "image_url": "https://static01.nyt.com/images/2017/07/15/us/15dc-dems1/15dc-dems1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_14_us_politics_house-democrats-california.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340922.html", "title": "Democrats, Hoping to Retake House, Walk Tightrope in Unlikely Places", "title_page": "Democrats, Hoping to Retake House, Walk Tightrope in Unlikely Places - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The House landscape is different: Republicans there have been largely averse to confronting Mr. Trump, fearing the alienation of the president’s stalwart supporters more than the loss of disillusioned Republicans.\nDemocrats are betting that Republicans’ near lock-step allegiance with Mr. Trump, matched with an anemic list of legislative accomplishments in this Congress and traditionally low voter turnout in a midterm year when Democrats are energized, could make it happen for them. Democrats are also counting on Mr. Trump’s sinking approval rating, among all but Republican voters, to continue to fall.\n“It is urgent that Democrats win the House in 2018 to restore financial stability and a path to the future for hard-working families,” said Representative Nancy Pelosi, Democrat of California and the House minority leader. “A Democratic victory is critical for the sake of the good health of the American people, the strength of our democracy and the future of our planet. Nothing less is at stake than America as we know it.”\nIn some places, like many districts in California, the Republican voter advantage has shrunk in recent years; in the district that includes Anaheim, where Representative Mimi Walters, a Republican, is seeking re-election, that edge has dropped from 43 percent in 2014 to just shy of 40 percent now.\n“If Republicans are telling you they are on offense this cycle, they are delusional,” said Meredith Kelly, a spokeswoman for the Democratic Congressional Campaign Committee. “They had to spend $25 million to hold on to Kansas, Georgia, Montana and South Carolina. If they have to spend even a fraction of that money to defend their incumbents, they won’t be able to go on offense.”\nYet, after a bruising loss in the suburbs of Atlanta, Democrats have had to examine their playbook.\nThe Georgia race to fill the seat of Tom Price, the health and human services secretary, saw Republicans successfully cover the Democratic candidate, Jon Ossoff, with a bucket of Pelosi paint.", "url": "https://www.nytimes.com/2017/07/14/us/politics/house-democrats-california.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}