{"authors": ["Sopan Deb"], "date_download": "2018-11-16 03:51:59", "date_modify": "2018-11-16 03:51:59", "date_publish": "2017-03-15 19:31:36", "description": "After a decade in the role, Paul Muldoon, a Pulitzer winner, will step down as poetry editor of The New Yorker. He will be replaced by Mr. Young.", "filename": "2017_03_15_books_kevin-young-new-yorker-poetry-editor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340319.html", "image_url": "https://static01.nyt.com/images/2017/03/16/arts/16YOUNG-ITEM/16YOUNG-ITEM-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_15_books_kevin-young-new-yorker-poetry-editor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340319.html", "title": "Kevin Young Is Named Poetry Editor at The New Yorker", "title_page": "Kevin Young Is Named Poetry Editor at The New Yorker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Paul Muldoon, who for a decade has served as the poetry editor of The New Yorker, will step down, the magazine announced on Wednesday. His successor will be Kevin Young, who moved to New York from Atlanta last year to become the director of the Schomburg Center for Research in Black Culture.\nMr. Young is an esteemed poet and scholar whose work has been published in The New Yorker dating back to 1999. His most recent work, “Blue Laws: Selected & Uncollected Poems 1995-2015,” made the 2016 National Book Award longlist. He will retain his position at the Schomburg Center.\nThe Pulitzer Prize-winning Mr. Muldoon, 65, who was raised in Ireland, had his first poem published when he was 16 and his first short collection at 19. In 1996, he was awarded an American Academy of Arts and Letters award in literature. In 2007, he replaced Alice Quinn at The New Yorker as the poetry editor, a post that she held for 20 years.\nIn 2013, Mr. Muldoon started a poetry podcast, saying that the “eye is not the only buyer into, and beneficiary of, the poem.” He was also well known for his interviews at the New Yorker Festival, including with Patti Smith in 2012 and Paul Simon in 2013.", "url": "https://www.nytimes.com/2017/03/15/books/kevin-young-new-yorker-poetry-editor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}