{"authors": ["Rebecca R. Ruiz"], "date_download": "2018-11-16 04:00:47", "date_modify": "2018-11-16 04:00:47", "date_publish": "2017-07-19 17:46:47", "description": "The practice allows state and local authorities to use federal law to take cash, cars and other property from people suspected of crimes, but not charged.", "filename": "2017_07_19_us_politics_justice-department-civil-asset-forfeiture.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340847.html", "image_url": "https://static01.nyt.com/images/2017/07/20/us/20dc-forfeiture/20dc-forfeiture-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_19_us_politics_justice-department-civil-asset-forfeiture.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340847.html", "title": "Justice Dept. Revives Criticized Policy Allowing Assets to Be Seized", "title_page": "Justice Dept. Revives Criticized Policy Allowing Assets to Be Seized - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Justice Department revived a widely criticized practice on Wednesday that allows state and local law enforcement officials to use federal law to seize the cash, cars or other personal property of people suspected of crimes but not charged.\nThe department issued new guidance expanding the federal government’s use of so-called civil asset forfeiture, labeling it a necessary tool to fight crime. But civil rights advocates say it can be abused by law enforcement officials and deprive people who have done nothing wrong of their right to due process, a charge that Rod J. Rosenstein, the deputy attorney general, contested.\n“This is not about taking assets from innocent people,” Mr. Rosenstein told reporters. “It’s about taking assets that are the proceeds of, or the tools of, criminal activity, and primarily drug dealing.”\nIn amending the policy, created during the war on drugs in the 1980s and restricted in 2015 under the attorney general at the time, Eric H. Holder Jr., as part of a broad check on police power, Attorney General Jeff Sessions marked a further undoing of the Obama administration’s legacy while advancing his law-and-order agenda.", "url": "https://www.nytimes.com/2017/07/19/us/politics/justice-department-civil-asset-forfeiture.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}