{"authors": ["David E. Sanger", "David D. Kirkpatrick", "Nicole Perlroth"], "date_download": "2018-11-16 04:42:02", "date_modify": "2018-11-16 04:42:02", "date_publish": "2017-10-15 20:55:21", "description": "While the world is fixated on its nuclear missiles, North Korea has also developed a cyberattack program that is stealing millions and unleashing havoc.", "filename": "2017_10_15_world_asia_north-korea-hacking-cyber-sony.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343322.html", "image_url": "https://static01.nyt.com/images/2017/10/16/world/16nkoreahack-1alt/16nkoreahack-1alt-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_15_world_asia_north-korea-hacking-cyber-sony.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343322.html", "title": "The World Once Laughed at North Korean Cyberpower. No More.", "title_page": "The World Once Laughed at North Korean Cyberpower. No More. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When North Korean hackers tried to steal $1 billion from the New York Federal Reserve last year, only a spelling error stopped them. They were digitally looting an account of the Bangladesh Central Bank, when bankers grew suspicious about a withdrawal request that had misspelled “foundation” as “fandation.”\nEven so, Kim Jong-un’s minions still got away with $81 million in that heist.\nThen only sheer luck enabled a 22-year-old British hacker to defuse the biggest North Korean cyberattack to date, a ransomware attack last May that failed to generate much cash but brought down hundreds of thousands of computers across dozens of countries — and briefly crippled Britain’s National Health Service.\nTheir track record is mixed, but North Korea’s army of more than 6,000 hackers is undeniably persistent, and undeniably improving, according to American and British security officials who have traced these attacks and others back to the North.\nAmid all the attention on Pyongyang’s progress in developing a nuclear weapon capable of striking the continental United States, the North Koreans have also quietly developed a cyberprogram that is stealing hundreds of millions of dollars and proving capable of unleashing global havoc.", "url": "https://www.nytimes.com/2017/10/15/world/asia/north-korea-hacking-cyber-sony.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}