{"authors": ["Nick Wingfield"], "date_download": "2018-11-16 03:14:31", "date_modify": "2018-11-16 03:14:31", "date_publish": "2017-04-30 23:00:31", "description": "Over the years, the online giant has picked off different retail businesses, from books to electronics. Now apparel sellers are starting to succumb.", "filename": "2017_04_30_technology_tipping-point-for-amazon-in-apparel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338071.html", "image_url": "https://static01.nyt.com/images/2017/05/01/business/01APPAREL1/01APPAREL1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_30_technology_tipping-point-for-amazon-in-apparel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338071.html", "title": "Amid Brick-and-Mortar Travails, a Tipping Point for Amazon in Apparel", "title_page": "Amid Brick-and-Mortar Travails, a Tipping Point for Amazon in Apparel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last year, Birkenstock, the sandal maker, stopped selling its footwear directly to Amazon, becoming one of the biggest brands to cease doing business with the retailer. Since then, Birkenstock has warmed somewhat to Amazon, allowing authorized independent sellers to continue to sell its products on the site.\n“We have seen improvements on the Amazon marketplace addressing our core issues of unauthorized sellers and counterfeit goods,” said Dania Shiblaq, a spokeswoman for Birkenstock USA, adding that the company still does not directly sell to Amazon.\nThe idea of buying clothing without first trying it on is still a deal breaker for many shoppers, even with the security of free returns. Amazon executives look at such hurdles as “friction,” which they are constantly seeking to eliminate.\n“Anytime you make something simpler and lower friction, you get more of it,” Jeffrey P. Bezos, the company’s chief executive and founder, wrote in a letter to shareholders in 2007, after the company made getting a book nearly instantaneous with the original Kindle.\nOne idea Amazon is considering to lubricate apparel shopping: custom-fit clothing. The company’s apparel team is exploring the possibility of offering “on-demand” clothing that would be made only after a customer submitted an order, using the customer’s precise measurements, according to a person briefed on the discussions who asked for anonymity because they were confidential.\nThe group has described its intentions as “five-day custom” in an internal presentation, the source said. In April, Amazon received a patent for on-demand apparel manufacturing, though that is no guarantee it will pursue the plan.", "url": "https://www.nytimes.com/2017/04/30/technology/tipping-point-for-amazon-in-apparel.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}