{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 03:51:49", "date_modify": "2018-11-16 03:51:49", "date_publish": "2017-12-12 22:34:36", "description": "Leaders who don’t like to be criticized or investigated have embraced the term. Scholars fear that it further erodes trust in democracy.", "filename": "2017_12_12_world_europe_trump-fake-news-dictators_1542340309.html", "image_url": "https://static01.nyt.com/images/2017/12/13/world/13fakenews1/14fakenews1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_12_world_europe_trump-fake-news-dictators_1542340309.html", "title": "‘Fake News,’ Trump’s Obsession, Is Now a Cudgel for Strongmen", "title_page": "‘Fake News,’ Trump’s Obsession, Is Now a Cudgel for Strongmen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRUSSELS — President Trump routinely invokes the phrase “fake news” as a rhetorical tool to undermine opponents, rally his political base and try to discredit a mainstream American media that is aggressively investigating his presidency.\nBut he isn’t the only leader enamored with the phrase. Following Mr. Trump’s example, many of the world’s autocrats and dictators are taking a shine to it, too.\nWhen Amnesty International released a report about prison deaths in Syria, the Syrian president, Bashar al-Assad, retorted that “we are living in a fake-news era.” President Nicolás Maduro of Venezuela, who is steadily rolling back democracy in his country, blamed the global media for “lots of false versions, lots of lies,” saying “this is what we call ‘fake news’ today.”\nIn Myanmar, where international observers accuse the military of conducting a genocidal campaign against the Rohingya Muslims, a security official told The New York Times that “there is no such thing as Rohingya,” adding: “It is fake news.” In Russia, a Foreign Ministry spokeswoman, Maria Zakharova, told a CNN reporter to “stop spreading lies and fake news.” Her ministry now uses a big red stamp, “FAKE,” on its website to label news stories it dislikes.", "url": "https://www.nytimes.com/2017/12/12/world/europe/trump-fake-news-dictators.html"}