{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:45:46", "date_modify": "2018-11-16 04:45:46", "date_publish": "2017-10-05 07:21:12", "description": "A quashed criminal inquiry into the president’s children reveals behavior he showed in business, and in the White House.", "filename": "2017_10_05_opinion_ivanka-donald-trump-condo-fraud.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343546.html", "image_url": "https://static01.nyt.com/images/2017/10/05/opinion/05thu3web/05thu3web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_05_opinion_ivanka-donald-trump-condo-fraud.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343546.html", "title": "Would You Buy a Condo From the Trumps?", "title_page": "Opinion | Would You Buy a Condo From the Trumps? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Until their father’s personal lawyer intervened, Ivanka and Donald Trump Jr. were under criminal investigation by Manhattan prosecutors for possibly defrauding buyers of units in the Trump SoHo development, according to an investigation by ProPublica, WNYC and The New Yorker. An email showed the siblings “discussed how to coordinate false information they had given to prospective buyers,” according to the report.\nThe Manhattan district attorney, Cyrus Vance Jr., acknowledged that he dropped the case after a visit from President Trump’s lawyer Marc Kasowitz, who has contributed to Mr. Vance’s political campaign, but said he did so because it was the right thing to do.\nPerhaps it was, and perhaps the president’s son and daughter did nothing criminal. But the deceptive behavior at the heart of the case would be familiar to anyone who’s observed Mr. Trump’s business career. The hustler is in the White House now, and the young members of the Trump family, with the cloud of suspicion that now constantly surrounds them, are top advisers.", "url": "https://www.nytimes.com/2017/10/05/opinion/ivanka-donald-trump-condo-fraud.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}