{"authors": ["Daniel Victor"], "date_download": "2018-11-16 04:09:37", "date_modify": "2018-11-16 04:09:37", "date_publish": "2017-02-27 04:02:49", "description": "Kevin O’Connell has been losing since first being nominated for “Terms of Endearment.” Decades later, “Hacksaw Ridge” gets him the trophy.", "filename": "2017_02_26_movies_20-nominations-later-sound-mixer-breaks-record-oscar-losing-streak.html_module=inline_1542341377.html", "image_url": "https://static01.nyt.com/images/2017/02/27/us/27oscars-sound/27oscars-sound-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_26_movies_20-nominations-later-sound-mixer-breaks-record-oscar-losing-streak.html_module=inline_1542341377.html", "title": "20 Nominations Later, Sound Mixer Breaks Record Oscar Losing Streak", "title_page": "20 Nominations Later, Sound Mixer Breaks Record Oscar Losing Streak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If at first you don’t succeed, try, try, try, try, try, try, try, try, try, try, try, try, try, try, try, try, try, try, try, try again.\nWe should be clear, though: It would be wrong to suggest that Kevin O’Connell, who won the Oscar for best sound mixing for “Hacksaw Ridge” on Sunday, hadn’t succeeded until now. You don’t get 21 Oscar nominations without a long history of success.\nBut his win broke a 20-nomination losing streak, the longest streak in Oscars history. He was first nominated for the 1983 film “Terms of Endearment,” losing to “The Right Stuff.” In the 34 years since, he has been credited on more than 200 movies.\nIn the speech he had long awaited, he began by thanking his colleagues then pivoted to a tribute to his mother.\nAnd a special thank you tonight to my mother, Skippy O’Connell, who 39 years ago got me a job in sound and when I asked her, “Ma, how can I ever thank you?” she looked at me and she said, “You know, I’ll tell you how you can thank me: You can work hard, you can work really hard, and some day you can go win yourself on Oscar, and you can stand up on that stage and you can thank me in front of the whole world.” Mom, I know you’re looking down on me tonight. So, thank you. Thank you all so much. I really appreciate this.\nIn an interview with ABC News last week, he explained what casual moviegoers might not understand: What, exactly, is sound mixing?", "url": "https://www.nytimes.com/2017/02/26/movies/20-nominations-later-sound-mixer-breaks-record-oscar-losing-streak.html?module=inline"}