{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 03:51:38", "date_modify": "2018-11-16 03:51:38", "date_publish": "2017-07-21 11:04:31", "description": "The severe dry spell has raised fears of worsening food shortages in the North, where malnutrition has been a problem for years.", "filename": "2017_07_21_world_asia_north-korea-drought-food-shortages-grain.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340298.html", "image_url": "https://static01.nyt.com/images/2017/07/22/world/22nkorea-1/22nkorea-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_21_world_asia_north-korea-drought-food-shortages-grain.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340298.html", "title": "U.N. Agency Reports Worst Drought in 16 Years in North Korea", "title_page": "U.N. Agency Reports Worst Drought in 16 Years in North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — North Korea is suffering its worst drought in 16 years, a United Nations agency reported on Friday, raising fears of worsening food shortages in the country, where children and other vulnerable groups have been malnourished for years.\nNorth Korea’s production of staple crops for this year, including rice, corn, potatoes and soybeans, has been severely damaged by prolonged dry spells “threatening food security for a large part of its population,” the agency, the Food and Agriculture Organization, said in a report prepared in collaboration with the European Commission’s Joint Research Center.\nSeasonal rainfall in the main cereal-producing regions is below that of 2001, when grain production fell to a record low of two million tons, Vincent Martin, the agency’s representative in North Korea, said in a news release.\nAlthough some rain has fallen this month, it was likely to be too late to allow the normal planting and development of main crops that would be harvested in October and November, the report said.", "url": "https://www.nytimes.com/2017/07/21/world/asia/north-korea-drought-food-shortages-grain.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}