{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:01:11", "date_modify": "2018-11-16 04:01:11", "date_publish": "2017-12-08 23:25:20", "description": "The Supreme Court, which heard arguments in October on Wisconsin’s voting maps, agreed to consider a similar challenge from Maryland.", "filename": "2017_12_08_us_politics_supreme-court-partisan-gerrymandering.html_module=inline_1542340871.html", "image_url": "https://static01.nyt.com/images/2017/10/31/us/09DC-SCOTUSVOTE-01/00DC-SCOTUSVOTE-01-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_08_us_politics_supreme-court-partisan-gerrymandering.html_module=inline_1542340871.html", "title": "Justices to Hear Second Partisan Gerrymandering Case", "title_page": "Justices to Hear Second Partisan Gerrymandering Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Supreme Court added a second partisan gerrymandering case to its docket on Friday, suggesting that the justices are seriously considering whether voting maps warped by politics may sometimes cross a constitutional line. The court has never struck down a voting district as an unconstitutional partisan gerrymander.\nA ruling allowing such challenges could reshape American politics.\nThe earlier case, from Wisconsin, was argued in October. The new case, a challenge to a Maryland congressional district, differs from the first case in several ways. It was brought by Republican voters rather than Democratic ones; it is focused on a single district rather than a statewide map; and it relies solely on the First Amendment rather than a legal theory that includes equal protection principles.\nWhen the first case, Gill v. Whitford, No. 16-1161, was argued, a majority of the court seemed at least open to the possibility that some kinds of partisan gerrymandering are unconstitutional. That case was a challenge to voting districts for Wisconsin’s State Assembly, which is dominated by Republicans notwithstanding very close statewide vote totals.\nJustice Anthony M. Kennedy, who probably holds the decisive vote in both cases, asked several questions about the First Amendment theory relied on by the challengers in the new case.", "url": "https://www.nytimes.com/2017/12/08/us/politics/supreme-court-partisan-gerrymandering.html?module=inline"}