{"authors": ["Matt Apuzzo", "Maggie Haberman", "Matthew Rosenberg"], "date_download": "2018-11-16 04:32:59", "date_modify": "2018-11-16 04:32:59", "date_publish": "2017-05-19 18:54:34", "description": "The conversation reinforces the notion that President Trump dismissed him primarily because of the bureau’s investigation into possible collusion between his campaign and Russian operatives.", "filename": "2017_05_19_us_politics_trump-russia-comey.html_module=inline_1542342779.html", "image_url": "https://static01.nyt.com/images/2017/05/20/us/20russiameeting/20russiameeting-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_19_us_politics_trump-russia-comey.html_module=inline_1542342779.html", "title": "Trump Told Russians That Firing ‘Nut Job’ Comey Eased Pressure From Investigation", "title_page": "Trump Told Russians That Firing ‘Nut Job’ Comey Eased Pressure From Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The comments represented an extraordinary moment in the investigation, which centers in part on the administration’s contacts with Russian officials: A day after firing the man leading that inquiry, Mr. Trump disparaged him — to Russian officials.\nThe White House document that contained Mr. Trump’s comments was based on notes taken from inside the Oval Office and has been circulated as the official account of the meeting. One official read quotations to The Times, and a second official confirmed the broad outlines of the discussion.\nSean Spicer, the White House press secretary, did not dispute the account.\nIn a statement, he said that Mr. Comey had behaved politically and put unnecessary pressure on the president’s ability to conduct diplomacy with Russia on matters such as Syria, Ukraine and the Islamic State.\n“By grandstanding and politicizing the investigation into Russia’s actions, James Comey created unnecessary pressure on our ability to engage and negotiate with Russia,” Mr. Spicer said. “The investigation would have always continued, and obviously, the termination of Comey would not have ended it. Once again, the real story is that our national security has been undermined by the leaking of private and highly classified conversations.”\nThe day after firing Mr. Comey, Mr. Trump hosted Russia’s foreign minister, Sergey V. Lavrov, in the Oval Office, along with the Russian ambassador to the United States, Sergey I. Kislyak. The meeting ignited controversy this week when it was revealed that Mr. Trump had disclosed intelligence from an Israeli counterterrorism operation.", "url": "https://www.nytimes.com/2017/05/19/us/politics/trump-russia-comey.html?module=inline"}