{"authors": ["Binyamin Appelbaum", "Christopher Payne"], "date_download": "2018-11-16 04:01:43", "date_modify": "2018-11-16 04:01:43", "date_publish": "2017-05-03 09:00:28", "description": "A confluence of political and economic forces has prompted Europe’s largest airplane manufacturer to place a factory in Alabama — and to create one of the world’s most gargantuan supply chains.", "filename": "2017_05_03_magazine_a-look-inside-airbuss-epic-assembly-line.html_module=inline_1542340903.html", "image_url": "https://static01.nyt.com/images/2017/05/07/magazine/07airbus1/07airbus1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_03_magazine_a-look-inside-airbuss-epic-assembly-line.html_module=inline_1542340903.html", "title": "A Look Inside Airbus’s Epic Assembly Line", "title_page": "A Look Inside Airbus’s Epic Assembly Line - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The following photographs show an Airbus A321 being assembled over the course of six months in a new facility in Mobile, Ala.\nThe ships from Hamburg steam into Mobile Bay several times a month. Loaded upon them are the titanic parts of flying machines: tails, already painted; wings, already functional; the fuselage, in two segments, front and rear. The pieces are set on flatbed trucks and escorted by police cars to a decommissioned Air Force base, Brookley Field, about four miles from the harbor. There, between the runways, the European aerospace company Airbus has built a $600 million factory to assemble airplanes in the United States.\nIt’s an odd arrangement for many reasons, not least among them being the fact that Airbus could assemble its planes almost anywhere. The finished product is easy to move (it flies), and the hardest work of making it is buried in its components. The vertical stabilizer is made in Getafe, Spain. The wings come from Broughton, Wales. The front of the fuselage is made in Saint-Nazaire, France; the back, in Hamburg. What happens in Mobile doesn’t resemble manufacturing so much as the assembly of a particularly large and tremendously complicated piece of Ikea furniture. Here, the American workers attach the pieces of the airplane using tools and connectors, many of which are also imported from Europe. Many of the supervisors come from the continent, too; the Mobile factory manager was raised about 10 miles from the wing plant in Wales. And the company says that it saves no money by building planes in Mobile.", "url": "https://www.nytimes.com/2017/05/03/magazine/a-look-inside-airbuss-epic-assembly-line.html?module=inline"}