{"authors": ["Elizabeth A. Harris"], "date_download": "2018-11-16 04:01:48", "date_modify": "2018-11-16 04:01:48", "date_publish": "2017-10-26 22:16:18", "description": "Richard Condon, 81, a former police commissioner, has overseen probes of bribery, fraud and inappropriate relationships in the nation’s largest school district.", "filename": "2017_10_26_nyregion_schools-investigator-richard-condon-retiring.html_module=inline_1542340908.html", "image_url": "https://static01.nyt.com/images/2017/10/27/nyregion/27condon/27condon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_26_nyregion_schools-investigator-richard-condon-retiring.html_module=inline_1542340908.html", "title": "New York City’s Head of School Investigations Is Retiring", "title_page": "New York City’s Head of School Investigations Is Retiring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And as the population of homeless students has increased, topping 100,000 students during the last school year, that has become an increasingly common factor in investigations. Students who may have witnessed or been involved in alleged misconduct have become harder to find, Mr. Condon said, as they move from shelter to shelter.\nSome see complaints, whether made to Mr. Condon’s office or its counterpart, as sometimes playing a destructive role in schools, as teachers or principals might file complaints as a cudgel against those with whom they disagree. Even if individuals are cleared, the investigations can drag on, leaving a cloud hovering over the institution. Jill Bloomberg, the principal of Park Slope Collegiate in Brooklyn, was recently accused of Communist organizing and was investigated by the Office of Special Investigations. She was cleared of the charge, though found guilty of some minor policy violations.\n“I would think that was fairly disruptive,” Mr. Condon said of the investigation.\nHe agreed that some investigations could create a culture of fear inside a school, and said his office tried to be judicious about the allegations it pursued.\nIn a four decade career in New York City, Mr. Condon has previously served as the first deputy commissioner of the New York Police Department and, briefly, as police commissioner at the end of the Koch administration. He was also the commissioner of the Division of Criminal Justice Services under Gov. Mario M. Cuomo.\nDescribed by some as a gentleman from another era, Mr. Condon said that he planned to spend his retirement with his wife and his grandchildren. “And I’m going to try to improve my golf game,” he said, “which is probably never going to happen.”", "url": "https://www.nytimes.com/2017/10/26/nyregion/schools-investigator-richard-condon-retiring.html?module=inline"}