{"authors": ["Kate Kelly"], "date_download": "2018-11-16 03:58:42", "date_modify": "2018-11-16 03:58:42", "date_publish": "2017-06-08 19:37:32", "description": "The departure will be certain to rekindle speculation about who will succeed Jamie Dimon as chief executive of the powerful global bank.", "filename": "2017_06_08_business_dealbook_matt-zames-jpmorgan-chase-resign_1542340722.html", "image_url": "https://static01.nyt.com/images/2017/06/09/business/09db-chase2/09db-chase2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_08_business_dealbook_matt-zames-jpmorgan-chase-resign_1542340722.html", "title": "Matt Zames to Leave JPMorgan Chase, Seeking to Run His Own Business", "title_page": "Matt Zames to Leave JPMorgan Chase, Seeking to Run His Own Business - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "More recently, the focus has shifted to up-and-comers like Marianne Lake, the bank’s chief financial officer, as well as on established players like Gordon Smith, its chief executive of consumer and community banking, and Daniel Pinto, who runs the corporate and investment bank.\nShares of JPMorgan rose 1.24 percent on Thursday.\nMr. Zames, who had also been regarded as a potential candidate to be chief executive, said on Thursday that a feeling that he would not obtain that job was not a motivating factor in his decision to leave.\nThe executive has long been associated with crisis management. Mr. Zames worked as a junior trader at Long-Term Capital Management, the hedge fund that had to be rescued in 1998, before playing a leading role in JPMorgan’s emergency takeover of Bear Stearns in 2008.\nHe later recalled walking in to Bear’s Madison Avenue office tower late one evening in March 2008. Bear’s officers had realized that a series of client cash withdrawals had rendered their company insolvent, and Mr. Zames summed up the situation with some characteristically blue language, saying the “whole thing” was headed in a very bad direction. That office building, one of the most valuable assets sold to JPMorgan in its hasty purchase of Bear, was where Mr. Zames later worked.\nHe did his share of troubleshooting at JPMorgan, too. In the London whale episode, Mr. Zames helped unwind some exotic trades that had created billions of dollars in losses for the bank. He then took over the role of chief investment officer in 2012, reshaping the department that had made the risky transactions and marred JPMorgan’s reputation.", "url": "https://www.nytimes.com/2017/06/08/business/dealbook/matt-zames-jpmorgan-chase-resign.html"}