{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:12:00", "date_modify": "2018-11-16 03:12:00", "date_publish": "2017-05-20 22:37:55", "description": "Michael Caputo, who was a communications adviser during the presidential race, has been asked to sit for an interview and to provide documents about his connections to the Kremlin.", "filename": "2017_05_20_us_politics_michael-caputo-house-committee-russia-trump.html_module=inline_1542337920.html", "image_url": "https://static01.nyt.com/images/2017/05/21/us/21CAPUTO/21CAPUTO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_20_us_politics_michael-caputo-house-committee-russia-trump.html_module=inline_1542337920.html", "title": "House Inquiry Turns Attention to Trump Campaign Worker With Russia Ties", "title_page": "House Inquiry Turns Attention to Trump Campaign Worker With Russia Ties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Michael Caputo, who served as a communications adviser to the Trump campaign, has been asked by the House committee investigating Russian election meddling to submit to a voluntary interview and to provide any documents he may have that are related to the inquiry.\nThe House Intelligence Committee, which is examining possible collusion between the Trump campaign and Russian officials, made its request in a letter on May 9. Mr. Caputo, who lives near Buffalo and spent six months on the Trump team, worked in Russia during the 1990s and came to know Kremlin officials. He also did work in the early 2000s for Gazprom Media, a Russian conglomerate that supported President Vladimir V. Putin.\nMr. Caputo has strongly denied that there was any collusion between him or anyone else on the campaign and Russian officials. He has also accused the committee of smearing him.\nA Democratic member of the panel, Representative Jackie Speier of California, raised Mr. Caputo’s name during the March 20 hearing where James B. Comey, then the F.B.I. director, testified on Russia’s interference in the election. She noted Mr. Caputo’s work for Gazprom, and the fact that he met his second wife, who is Ukrainian, while working in 2007 on a parliamentary election in Kiev.", "url": "https://www.nytimes.com/2017/05/20/us/politics/michael-caputo-house-committee-russia-trump.html?module=inline"}