{"authors": ["Bärí A. Williams"], "date_download": "2018-11-16 03:58:55", "date_modify": "2018-11-16 03:58:55", "date_publish": "2017-10-16 23:10:51", "description": "If the goal can be achieved by hiring a group of 12 white male employees, you can guess who will remain left out.", "filename": "2017_10_16_opinion_diversity-tech-women-silicon-valley.html_action=click&module=RelatedLinks&pgtype=Article_1542340735.html", "image_url": "https://static01.nyt.com/images/2017/10/17/opinion/17Williams/17Williams-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_16_opinion_diversity-tech-women-silicon-valley.html_action=click&module=RelatedLinks&pgtype=Article_1542340735.html", "title": "Tech’s Troubling New Trend: Diversity Is in Your Head", "title_page": "Opinion | Tech’s Troubling New Trend: Diversity Is in Your Head - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This overlaps with the sentiments expressed in a screed by a Google software engineer that critiqued the company’s race and gender diversity efforts and ascribed the unequal representation of women in tech to “biological causes.” It included the line, “Viewpoint diversity is arguably the most important type of diversity.”\nTo be sure, cognitive diversity and viewpoint diversity are important. But working to increase them alone won’t do anything to address the well-documented shortcomings that plague tech companies. Whether companies do it intentionally or not, I worry that they will adjust the definition of diversity so that, conveniently, it’s already achieved.\nIf our focus shifts to cognitive diversity, it could provide an easy way around doing the hard work of increasing the embarrassingly low numbers of blacks and Latinos in the ranks of employees, in leadership roles, as suppliers and vendors, and on boards. The leadership of Apple, where Ms. Smith works, was only 3 percent black and 7 percent Hispanic in 2016. A recent report by Recode found that women made up at most 30 percent of leadership roles and no more than 27 percent of technical roles at major tech companies. The percentages of black and Latino employees in leadership was even more dismal, ranging from 4 percent to 10 percent.\nThe shift toward focusing on viewpoint or cognitive diversity may trace its roots back to the 1978 Supreme Court decision Regents of the University of California v. Bakke, which set the stage for schools to consider race in admissions because of the educational benefits of diversity, rather than to redress prior discrimination. It is understandable that because the public discourse around affirmative action shifted along these lines, some came to believe that any kind of diversity — including cognitive diversity — must be equally valuable. But that means that the most meaningful ways through which this is formed (cultural, religious, sexual orientation, socioeconomic, ability and especially gender and racial differences) may be forgotten.\nIf this happens, we could lose an important check on the tendency of people who work at tech companies to hire more people like themselves. According to the Society for Human Resources Management, employee referrals accounted for over 30 percent of all hires in 2016. Employees typically recommend people similar to them in racial identity and gender, so it requires dedicated effort to recruit and hire people who don’t already have identities that match up with those of current employees. Counting up variations of “viewpoints” — however one might do so — won’t achieve that. And, to potential applicants from underrepresented groups, statements about “cognitive diversity” will send an unwelcoming message about a company’s real priorities for inclusion.", "url": "https://www.nytimes.com/2017/10/16/opinion/diversity-tech-women-silicon-valley.html?action=click&module=RelatedLinks&pgtype=Article"}