{"authors": ["Reed Abelson", "Katie Thomas"], "date_download": "2018-11-16 03:44:27", "date_modify": "2018-11-16 03:44:27", "date_publish": "2017-12-05 00:15:36", "description": "The two major health players promise better care and lower costs, but skeptics question whether they can achieve those goals.", "filename": "2017_12_04_health_cvs-aetna-merger.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339867.html", "image_url": "https://static01.nyt.com/images/2017/12/05/business/05CVSAETNA3/05CVSAETNA3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_04_health_cvs-aetna-merger.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339867.html", "title": "CVS and Aetna Say Merger Will Improve Your Health Care. Can They Deliver?", "title_page": "CVS and Aetna Say Merger Will Improve Your Health Care. Can They Deliver? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When CVS Health and Aetna announced their merger on Sunday, their executives painted an image of a dawning health care utopia.\nThe new company, combining one of the country’s biggest pharmacies with one of its largest health insurers, will create a world where patients will get the “human touch,” they said. Fewer people will fall through the cracks, they promised, and getting high-quality, low-cost medical care will be as close as your corner drugstore.\nWith their merged data about people’s health and vast reach, the two companies assert that they have the opportunity to make real change in a health care landscape that nearly everyone agrees is too convoluted, inefficient and expensive.\n“It’s not going to immediately shake up the world, but I think you have two behemoths — two battleships that are slow to turn — and it will at least create an environment by which information can be shared and innovation can take place,” said Nadina J. Rosier, the health and group benefits pharmacy practice leader at the consulting firm Willis Towers Watson.", "url": "https://www.nytimes.com/2017/12/04/health/cvs-aetna-merger.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}