{"authors": ["Nancy Hass"], "date_download": "2018-11-16 03:09:14", "date_modify": "2018-11-16 03:09:14", "date_publish": "2017-11-16 11:38:54", "description": "The interior designer Faye Toogood creates a moody home that, like its owner, comes alive at night.", "filename": "2017_11_16_t-magazine_design_faye-toogood-ash-atalla-london-home.html_rref=collection%2Fcolumn%2FBy%20Design_1542337754.html", "image_url": "https://static01.nyt.com/images/2017/11/16/t-magazine/toogood-slide-NOAR-copy/toogood-slide-NOAR-copy-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_16_t-magazine_design_faye-toogood-ash-atalla-london-home.html_rref=collection%2Fcolumn%2FBy%20Design_1542337754.html", "title": "A London Penthouse, in Shades of Gray", "title_page": "A London Penthouse, in Shades of Gray - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nLIKE THE EVENING PRIMROSE, the British television producer Ash Atalla blooms in the dark: sitting at a low table in London’s Groucho Club, the soft light glinting off a bottle of Saint-Émilion; traversing the macadam midnight streets of Islington; slipping on an ebony velvet suit jacket en route to a dinner party. He knew his favorite color was gray when he was 5. “I think brightness is a bit overrated,” he says. “If I could paint the world a nice, dark, comforting gray, I would. I might be the perfect Londoner.”\nThis disinterest in sunniness also defines his work. As the most celebrated producer of television comedy in England in the last 15 years, from “The Office” and “The IT Crowd” to “People Just Do Nothing,” the current BBC Three mockumentary about a group of scraggly underground club kids, the 44-year-old Atalla cultivates writers who share his lacerating black humor. Often, it finds its source in his hapless characters’ everyday awkwardness, with which Atalla — who considers himself a “low-level, ineffectual troublemaker” — sympathizes.\nPhoto\nPhoto\nThe son of doctors who emigrated from Cairo to Northern Ireland when he was 4, Atalla has lived in London since he was 20. Though he was raised in a warm, knickknack-filled townhouse in Fleet, outside the city, decorated in good English tradition — down to the dark-wood tables and overstuffed sofas — the desire to make a permanent home of his own eluded him into adulthood. Even after HBO signed his company, Roughcut TV, to a deal in 2015, he lived quite lean: Unlike his friend Ricky Gervais, who bought himself a massive brick mansion in Hampstead, Atalla’s grandest possessions until recently were an Audi A7 and a rose gold Rolex Daytona. He kept an apartment within the Gothic Revival St. Pancras Renaissance Hotel in the once-gritty King’s Cross neighborhood, where the big attraction was the room service, which he learned too late had an 100-pound-an-order minimum. (“A bloody expensive spaghetti Bolognese,” he concedes.)\nFinally, in 2013, as the long-planned King’s Cross development — a mixed-use complex, now home to the fashion college Central Saint Martins and soon to Google U.K. — began to rise on a 67-acre derelict plot in his beloved, bedraggled city center, he decided it was time for a space that better expressed his minor-key heart. Despite reveling in the raucous, often messy, atmosphere created by the young staff in his nearby office, Atalla wanted a refuge that was minimalist and fetchingly gloomy. He purchased a two-bedroom penthouse at the 15-story Tapestry building, a residential tower in the complex designed by Niall McLaughlin Architects. Finished last year — Atalla moved in March — it has a bold, unfussy exterior, with a skin of terracotta-colored concrete.\nPhoto\nPhoto\nBEHIND THE FLAT’S massive black door now lies a dramatic world created by the polymathic East London-based designer Faye Toogood, whose studio Atalla heard about from a design-minded friend, and whose aesthetic overlaps with his, uncannily. While he was deeply involved in the process (“I’m not someone who likes to give up control,” he says), he appreciated that the design team understood his desire to have “almost nothing around,” while creating cerebral, challenging rooms that were effortlessly functional. The only thing in the windowless 170-square-foot entry, for instance, is a 16-foot totem that Toogood fashioned from stacked plaster rectangles in chalky shades of gunmetal, charcoal and ivory. It seems to pierce the skylight, like a missile on a launchpad.", "url": "https://www.nytimes.com/2017/11/16/t-magazine/design/faye-toogood-ash-atalla-london-home.html?rref=collection%2Fcolumn%2FBy%20Design"}