{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:18:58", "date_modify": "2018-11-16 04:18:58", "date_publish": "2017-06-17 17:30:27", "description": "Democratic and Republican officials alike turn their backs on what should be a scandal of justice and race.", "filename": "2017_06_17_opinion_sunday_kevin-cooper-death-row-innocent.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341938.html", "image_url": "https://static01.nyt.com/images/2017/06/18/opinion/sunday/18Kristof1-web/18Kristof1-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_17_opinion_sunday_kevin-cooper-death-row-innocent.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341938.html", "title": "On Death Row, but Is He Innocent?", "title_page": "Opinion | On Death Row, but Is He Innocent? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the test tube was later examined, it had the DNA of at least two people in it. It appeared that someone had removed some of Cooper’s blood and then topped off the test tube with the blood of one or more other people to hide the deception.\nWhat’s extraordinary about the case is that not only is it likely that Cooper is innocent, but that we also have a good idea who committed the murders.\nThe 10-year-old victim, Jessica Ryen, died with a clump of light hair in her hands, and the 8-year-old survivor, her brother, Joshua, repeatedly told investigators that the attackers had been three or four white men. Mr. Cooper is black.\nMeanwhile, a woman told the police (and her statements were later backed up by her sister) that a housemate, a convicted murderer, had shown up with others late on the night of the murders in blood-spattered overalls and driving a station wagon resembling one stolen from the Ryens’ home. The women said the housemate was no longer wearing the T-shirt he had on earlier in the evening — the same kind as found near the murders.\nA hatchet like one of the murder weapons was missing from the man’s tool chest, and a friend of his confessed to a fellow prisoner that he had participated in the killings. The women gave the bloody overalls to the police — who threw them out, apparently because they didn’t fit their narrative that Cooper was the killer.\nThere was no reliable evidence against Cooper. But he had escaped from a minimum-security prison (he walked away) where he was serving a burglary sentence and had holed up in an empty house near the Ryens’ home. A court suggested that he had killed the Ryens to steal their station wagon — although it is thought to have been parked in front of the house with the keys in it. And when the car was found, it appeared that three people with bloody clothing had sat in it.", "url": "https://www.nytimes.com/2017/06/17/opinion/sunday/kevin-cooper-death-row-innocent.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}