{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:01:11", "date_modify": "2018-11-16 04:01:11", "date_publish": "2017-09-13 00:56:19", "description": "A lower court had ordered Texas to redraw maps found to be discriminatory. The Supreme Court blocked that order while it considers an appeal.", "filename": "2017_09_12_us_supreme-court-texas-redistricting-maps.html_module=inline_1542340871.html", "image_url": "https://static01.nyt.com/images/2017/09/06/us/00dc-vote/00dc-vote-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_12_us_supreme-court-texas-redistricting-maps.html_module=inline_1542340871.html", "title": "Splitting 5-4, Justices Put Texas Redistricting on Hold", "title_page": "Splitting 5-4, Justices Put Texas Redistricting on Hold - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Supreme Court on Tuesday blocked rulings from a federal court in Texas that had called for revisions to congressional and state legislative districts in the state after the court found that the districts violated the Constitution and the Voting Rights Act.\nThe Supreme Court’s brief order, in a long-running dispute over legislative maps drawn after the 2010 census, made it more likely that the 2018 election will be held using maps rejected by a three-judge panel of the Federal District Court for the Western District of Texas, in San Antonio. The Supreme Court’s order will remain in place while it considers the state’s appeal.\nThe vote was 5 to 4 and divided along ideological lines, with the court’s more conservative members in the majority.\nThe court in San Antonio had ruled that a congressional district including Corpus Christi denied Hispanic voters “their opportunity to elect a candidate of their choice.” The court rejected a second congressional district stretching from San Antonio to Austin, saying that race had been the primary factor in drawing it.", "url": "https://www.nytimes.com/2017/09/12/us/supreme-court-texas-redistricting-maps.html?module=inline"}