{"authors": ["Katie Thomas"], "date_download": "2018-11-16 03:44:50", "date_modify": "2018-11-16 03:44:50", "date_publish": "2017-01-23 21:06:14", "description": "The president has pledged to take on the pharmaceutical industry to lower drug prices, but Congress has banned direct negotiations for drugs covered by Medicare.", "filename": "2017_01_23_health_the-fight-trump-faces-over-drug-prices.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339890.html", "image_url": "https://static01.nyt.com/images/2017/01/24/science/24drugprices/23drugprices-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_23_health_the-fight-trump-faces-over-drug-prices.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339890.html", "title": "The Fight Trump Faces Over Drug Prices", "title_page": "The Fight Trump Faces Over Drug Prices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This prohibition does not mean that pharmaceutical companies can set any price they want. Privately run prescription drug programs, which control the benefits for large groups of Medicare beneficiaries, negotiate on the government’s behalf. These programs are run by the same companies — including Express Scripts, CVS and UnitedHealth — that manage the drug plans for large employers and insurers.\nWhat is the argument for removing this clause?\nThose who favor letting the federal government negotiate directly on drug prices argue that other countries, including Canada and Britain, already have that leverage with many multinational drug corporations. Their government-run health programs are the only game in town and hold significant power in setting drug prices. Supporters say that if the United States government were allowed to negotiate drug prices for all 41 million Medicare beneficiaries enrolled in drug coverage, it would lead to lower prices across the health care market.\nThe pharmaceutical industry and Republicans have long opposed such a change, however, saying that significantly cutting payments to drug makers would stifle innovation and prevent them from investing in new lifesaving drugs.\nWould negotiating Medicare’s drug prices actually lower costs?\nMany health care experts are skeptical that a repeal of the negotiating ban would have much impact, and certainly not the “billions” of dollars in reductions that Mr. Trump recently promised. The nonpartisan Congressional Budget Office has concluded more than once that a repeal would result in only modest savings, in part because private drug plans are already negotiating on the government’s behalf, albeit for smaller pools of beneficiaries.\nAnd even if the ban were repealed, another provision would stand in the way. Under Medicare, the government must cover all drugs in six “protected classes”: broad and often expensive treatment areas for patients with conditions such as cancer, depression, epilepsy and H.I.V.\nThe Veterans Health Administration and the Defense Department are able to negotiate lower prices in part by covering fewer drugs and pitting drug companies against one another.\n“You get your largest negotiating power from your ability to walk away,” said Dr. Aaron S. Kesselheim, an associate professor at Harvard Medical School who has written frequently on drug prices.", "url": "https://www.nytimes.com/2017/01/23/health/the-fight-trump-faces-over-drug-prices.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}