{"authors": ["Rick Gladstone", "Somini Sengupta"], "date_download": "2018-11-16 04:03:35", "date_modify": "2018-11-16 04:03:35", "date_publish": "2017-03-18 00:19:11", "description": "The diplomat, Rima Khalaf of Jordan, defended the report in the face of outrage from Israel and the United States.", "filename": "2017_03_17_world_middleeast_un-rima-khalaf-quits-israel-apartheid.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341015.html", "image_url": "https://static01.nyt.com/images/2017/03/18/world/18nations/18nations-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_17_world_middleeast_un-rima-khalaf-quits-israel-apartheid.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341015.html", "title": "U.N. Diplomat Behind Report Accusing Israel of Apartheid Quits", "title_page": "U.N. Diplomat Behind Report Accusing Israel of Apartheid Quits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It is an academic study that tries its best to look at the evidence and analyze the applicable law in a professional manner,” he said. “I feel that I have been smeared in this effort to discredit the report without reading it or criticizing its substance.”\nMs. Khalaf said at a hastily called news conference in Beirut that Mr. Guterres had pressed her to withdraw the report, which asserts that “Israel has established an apartheid regime that dominates the Palestinian people as a whole.”\nBecause of that pressure, she said, “I submitted to him my resignation from the United Nations.”\nMs. Khalaf also said she stood by the report’s conclusions. But as of Friday afternoon, the report could no longer be viewed on the commission’s website.\nA spokesman for Mr. Guterres, Stéphane Dujarric, disputed Ms. Khalaf’s version of events.\nThe secretary general asked Ms. Khalaf to take the report down from the commission’s website, “not because of what it said but because no one at headquarters had been consulted prior to its release,” Mr. Dujarric said at a daily news briefing at the United Nations headquarters in New York.\nThe spokesman said that Mr. Guterres had not asked Ms. Khalaf to resign, and that her term had been set to expire at the end of the month.\nThe Palestinian ambassador at the United Nations, Riyad Mansour, who had commended the report, described Ms. Khalef’s resignation as regrettable and expressed admiration for “her principled position in defending principles that are enshrined in the U.N. charter and in international law.”\nWithout identifying Israel or its allies by name, Mr. Mansour also said, “we reject the atmosphere of bullying and blackmail by some member states, particularly those that violate international law and U.N. resolutions every day.”", "url": "https://www.nytimes.com/2017/03/17/world/middleeast/un-rima-khalaf-quits-israel-apartheid.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}