{"authors": ["Ross Douthat"], "date_download": "2018-11-16 04:33:01", "date_modify": "2018-11-16 04:33:01", "date_publish": "2017-09-02 18:30:22", "description": "A professional deceiver and a high-minded conservative reach the same dead end.", "filename": "2017_09_02_opinion_sunday_conservatism-jeff-flake-dsouza.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342781.html", "image_url": "https://static01.nyt.com/images/2017/09/03/opinion/sunday/03Douthat1/03Douthat1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_02_opinion_sunday_conservatism-jeff-flake-dsouza.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342781.html", "title": "Right-Wing Books, Wrong Answers", "title_page": "Opinion | Right-Wing Books, Wrong Answers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To pick just one example: It would be nonsense at any juncture to argue that because famed Indian-fighter Andrew Jackson was a Democrat and the Nazis admired the expulsion of the Indians, contemporary Democrats are basically Nazis. To make the argument during a Republican presidency that has explicitly laid claim to Andrew Jackson even as Democrats disavow Old Hickory is so bizarre that the term “big lie” might be usefully applied.\nSo D’Souza’s book embodies the outrageous right-wing style that Flake’s book condemns. Which makes it all the more striking when D’Souza, the Trump-defending huckster, comes around to many of the same economic policy prescriptions as Flake, the Trump-abjuring would-be statesman. Whether in the name of honorable libertarianism or frenzied, “I’m not saying they’re Nazis, but they’re Nazis” anti-liberalism, the senator and the demagogue both think that conservatives need to … cut social programs in order to cut taxes on the rich.\nThat striking agreement distills conservatism’s crisis. As Flake’s sharpest critics on the right have pointed out, a simple “cut the safety net to pay for upper-bracket tax cuts” agenda is both wildly unpopular and a non-response to our present socioeconomic problems.\nIndeed, its unpopularity and anachronism is precisely the reason that Trump, with his Jacksonian populism, was able to defeat so many of Flake’s fellow Republicans on his way to the G.O.P. nomination — because he alone was not bound by right-wing ideological correctness. But now, as a weak and corrupt and unpopular president, those constraints have come to imprison him as well.\nSo long as they are not broken, the G.O.P. has two options. It can follow Flake’s lead and be a high-minded party of small-government principle, disavowing bigotry and paranoia — and it will lose elections, because purist libertarianism plus supply-side economics is not a winner in the current crisis.\nOr it can follow D’Souza’s lead (and Trump’s, now that his populist agenda seems all-but-dead) and wrap unpopular economic policies in wild attacks on liberalism. With this combination, the Republican Party can win elections, at least for now — not because most Americans can be persuaded that liberals are literally Nazis, but because liberalism’s intolerant and utopian tendencies make people fear the prospect of granting progressives political power to match their cultural hegemony.", "url": "https://www.nytimes.com/2017/09/02/opinion/sunday/conservatism-jeff-flake-dsouza.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}