{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:31", "date_modify": "2018-11-16 04:54:31", "date_publish": "2017-03-17 18:17:58", "description": "For couples or roommates with different tastes, finding a happy compromise can be challenging. But it’s not impossible.", "filename": "2017_03_17_realestate_when-decorating-styles-clash.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344071.html", "image_url": "https://static01.nyt.com/images/2017/03/19/realestate/19FIX1/19FIX1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_17_realestate_when-decorating-styles-clash.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344071.html", "title": "When Decorating Styles Clash", "title_page": "When Decorating Styles Clash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Whether you’re taking on a roommate or moving into a new place with your significant other, combining different styles can be challenging — especially when the people involved have strong opinions. But some of the most interesting spaces, designers say, integrate a variety of influences. Here are some suggestions for creating an environment that’s cohesive, not clashing, and preserving your relationship along the way.\nSTART FRESH\n“Taking everything out of a room, and then deciding together what goes back in, can give a couple a fresh start without starting from scratch,” said James Tabb, an interior designer for the online decorating service Laurel & Wolf. Then you can go shopping together to bridge any gaps. To get a better sense of each other’s style, create a Pinterest board to share images of rooms and furniture you like.\nMIX IT UP\n“I think a big mistake couples make when designing is that they feel everything needs to match or be in the same aesthetic,” said Will Saks, a designer based in Brooklyn. He recommends going in the opposite direction: “Use furniture pieces from different design periods, layer in fabrics and textiles that are varied in pattern and color, hang artwork and pepper in accessories that are interesting and meaningful to you both. The ultimate goal in designing is to have a space that feels curated and personal.“", "url": "https://www.nytimes.com/2017/03/17/realestate/when-decorating-styles-clash.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}