{"authors": ["Elizabeth Paton"], "date_download": "2018-11-16 03:09:58", "date_modify": "2018-11-16 03:09:58", "date_publish": "2017-11-27 11:14:01", "description": "The Spice Girl turned fashion designer, who introduced her brand in 2008, will use the cash to enter new product categories and expand retail operations.", "filename": "2017_11_27_fashion_fashion-victoria-beckham-neo-investment-partners.html_module=inline_1542337798.html", "image_url": "https://static01.nyt.com/images/2017/11/27/style/27OTR-AA/27OTR-AA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_27_fashion_fashion-victoria-beckham-neo-investment-partners.html_module=inline_1542337798.html", "title": "Victoria Beckham Raises $40 Million in Private Equity Investment", "title_page": "Victoria Beckham Raises $40 Million in Private Equity Investment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Victoria Beckham (the luxury empire, not the woman) is about to get a whole lot bigger.\nAfter years of speculation that her fast-growing namesake fashion brand was a prime takeover target, it was announced on Monday that Ms. Beckham had received £30 million, or almost $40 million, from the private equity firm Neo Investment Partners in exchange for an undisclosed stake in the business.\nMs. Beckham, who founded her line in 2008 alongside her husband David Beckham and the former Spice Girls manager Simon Fuller, said that she was “thrilled” to have found a partner in Neo, which is run by the former Goldman Sachs banker David Belhassen.\nThe Spice Girl turned fashion designer added that the investment would allow her company to expand its retail operations, both online and offline, to push into new product categories and to move its staff into larger headquarters in West London next spring.\n“As my business enters into its second decade of operation, this investment and partnership signals an incredibly exciting new chapter,” Ms. Beckham said.", "url": "https://www.nytimes.com/2017/11/27/fashion/fashion-victoria-beckham-neo-investment-partners.html?module=inline"}