{"authors": ["Jack Ewing"], "date_download": "2018-11-16 03:24:33", "date_modify": "2018-11-16 03:24:33", "date_publish": "2017-07-06 17:35:18", "description": "The country, a major auto producer, joined Norway and India in a growing movement toward the use of electric vehicles. But the transition will be gradual.", "filename": "2017_07_06_business_energy-environment_france-cars-ban-gas-diesel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338673.html", "image_url": "https://static01.nyt.com/images/2017/07/07/business/07francecars/07francecars-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_06_business_energy-environment_france-cars-ban-gas-diesel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338673.html", "title": "France Plans to End Sales of Gas and Diesel Cars by 2040", "title_page": "France Plans to End Sales of Gas and Diesel Cars by 2040 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "France is joining a growing movement to force the extinction of vehicles that run on fossil fuels, saying on Thursday that it would aim to end the sale of gasoline and diesel cars by 2040.\nThe target is less ambitious than ones set by countries like Norway and India. Still, coming from a major car-producing country, France’s declaration gave additional momentum to efforts to fight climate change and urban smog by promoting the use of electric cars.\nThe timing of the announcement was also significant, a day after the automaker Volvo said it would phase out the internal combustion engine, and during a visit to Europe by President Trump. The announcement by Nicolas Hulot, the French environment minister, was an expression of European leaders’ determination to pursue an environmental agenda despite Mr. Trump’s repudiation of the Paris agreement on climate change.\n“It’s a very difficult objective,” Mr. Hulot said Thursday. “But the solutions are there.”\nThe plan to phase out gasoline and diesel cars is part of a broader effort by France to limit global warming, which Mr. Hulot outlined Thursday. The country will also stop issuing new oil and gas exploration permits this year, and stop using coal to produce electricity by 2022, he said.", "url": "https://www.nytimes.com/2017/07/06/business/energy-environment/france-cars-ban-gas-diesel.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}