{"authors": ["Peter J. Henning"], "date_download": "2018-11-16 03:40:51", "date_modify": "2018-11-16 03:40:51", "date_publish": "2017-06-12 18:37:54", "description": "A recent decision will now require the agency to seek disgorgement within five years of a violation, and the fine print is raising more questions.", "filename": "2017_06_12_business_dealbook_supreme-court-casts-doubts-on-a-potent-sec-weapon.html_module=inline_1542339651.html", "image_url": "https://static01.nyt.com/images/2017/06/13/business/13db-whitecollar1/13db-whitecollar1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_12_business_dealbook_supreme-court-casts-doubts-on-a-potent-sec-weapon.html_module=inline_1542339651.html", "title": "Supreme Court Casts Doubts on a Potent S.E.C. Weapon", "title_page": "Supreme Court Casts Doubts on a Potent S.E.C. Weapon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In looking at how disgorgement redresses a particular harm, the Supreme Court stated that when the Securities and Exchange Commission asks for repayment of ill-gotten gains, “the violation for which the remedy is sought is committed against the United States rather than an aggrieved individual.” Thus, any recovery can go straight to the government rather than being distributed to investors harmed by the misconduct, making it more like a penalty than a compensatory remedy.\nThe ruling will effectively require agency enforcement staff to complete investigations within a shorter time, although that message was already sent by the Gabelli decision. The agency is likely to ratchet up the use of “tolling agreements,” under which potential defendants agree to waive the statute of limitations for a period to allow the completion of an investigation. If they refuse, the Securities and Exchange Commission could be forced to file a case earlier than it might otherwise.\nThe Kokesh decision could affect cases in which a court ordered disgorgement for conduct outside the five-year limitations period, so some earlier enforcement actions may be reopened. But settlements where a defendant agreed to disgorgement would not be affected. Those are treated like contracts in which each side gives up certain rights and usually cannot be reopened.\nNow that the Supreme Court has designated disgorgement as a type of penalty, that could limit the amount the Securities and Exchange Commission can seek as a civil monetary penalty on top of any money disgorged. The law authorizes three tiers of penalties depending on how egregious the conduct was, up to about $900,000 or the amount of any gain, but a disgorgement order now may limit any additional punishment that can be imposed.\nAs sometimes happens in a Supreme Court opinion, a seeming throwaway line could have a much greater impact on the Securities and Exchange Commission than the actual decision. A footnote states that “nothing in this opinion should be interpreted as an opinion on whether courts possess authority to order disgorgement in S.E.C. enforcement proceedings or on whether courts have properly applied disgorgement principles in this context.” In other words, the justices are not saying that disgorgement itself is proper, but saying only that if it is, the five-year limitations period applies.\nWhy would the court even raise this question whether courts can order disgorgement? The reason is that the federal securities law makes no mention of disgorgement as one of the remedies available to the agency.\nDisgorgement in S.E.C. cases can be traced back to the first insider trading case litigated in the federal courts, S.E.C. v. Texas Gulf Sulphur.", "url": "https://www.nytimes.com/2017/06/12/business/dealbook/supreme-court-casts-doubts-on-a-potent-sec-weapon.html?module=inline"}