{"authors": ["Thomas Gibbons-Neff", "Helene Cooper"], "date_download": "2018-11-16 04:37:30", "date_modify": "2018-11-16 04:37:30", "date_publish": "2017-10-23 22:06:42", "description": "The Pentagon has not determined why the soldiers waited to seek backup. A top official said they might have thought they could withstand the deadly attack.", "filename": "2017_10_23_world_africa_niger-attack-dunford.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343050.html", "image_url": "https://static01.nyt.com/images/2017/10/24/us/24dc-troops/24dc-troops-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_23_world_africa_niger-attack-dunford.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343050.html", "title": "U.S. Troops Ambushed in Niger Waited an Hour to Call for Help", "title_page": "U.S. Troops Ambushed in Niger Waited an Hour to Call for Help - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — American troops who came under fire in Niger during a deadly ambush this month might have waited more than an hour before calling for help, the top United States military officer said on Monday.\nGen. Joseph F. Dunford Jr., the chairman of the Joint Chiefs of Staff, said he did not want to speculate about why service members took so long to call for backup, but suggested one reason might be that they thought they could fight back against the Islamic State-affiliated militants who attacked them.\n“My judgment would be that unit thought they could handle the situation,” General Dunford told reporters at the Pentagon, but added that until a full investigation was complete, defense officials would not be able to explain the delay.\nAfter another hour, he said, French aircraft and warplanes arrived at the scene.\nGeneral Dunford’s comments were the fullest explanation so far from the Trump administration about the ambush and what led up to it. About a dozen members of an Army Special Forces unit joined roughly 30 Nigerien soldiers and embarked on what was initially expected to be a routine reconnaissance mission. But they were attacked by about 50 militants while returning to base, and four Americans and four Nigeriens were killed. Two Americans were wounded, as were six Nigeriens.", "url": "https://www.nytimes.com/2017/10/23/world/africa/niger-attack-dunford.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}