{"authors": ["Alastair Macaulay"], "date_download": "2018-11-16 04:46:45", "date_modify": "2018-11-16 04:46:45", "date_publish": "2017-09-29 19:36:53", "description": "Four premieres (and four sets of new couture costumes) showcased youthfulness and a liberal view of life and dance.", "filename": "2017_09_29_arts_dance_new-york-city-ballet-fashion-gala-justin-peck-lovette-gianna-reisen-schumacher_1542343605.html", "image_url": "https://static01.nyt.com/images/2017/09/30/arts/30NYCB-FASHION1/30NYCB-FASHION1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_29_arts_dance_new-york-city-ballet-fashion-gala-justin-peck-lovette-gianna-reisen-schumacher_1542343605.html", "title": "Review: The Unstuffy Gala: City Ballet Delivers Youth and Style", "title_page": "Review: The Unstuffy Gala: City Ballet Delivers Youth and Style - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Lovette’s “Not Our Fate” explains its title in the program — quoting a 12-line rhyming poem by the dancer Mary Elizabeth Sell — and yet it’s a misnomer. Everyone in this ballet carries on, enjoyably, as if fate were flinging them together; one tragically rapturous embrace follows another. Michael Nyman’s poundingly minimalist music is appealingly terrible; as so often with this composer, it builds the kind of rabble-rousing crescendo that makes Rossini’s sound demure. Black-and-white costumes by Fernando Garcia and Laura Kim (of MONSE and Oscar de la Renta) make men and women belong to separate eras — the women in dark bodices and white, flaring skirts with attractively uneven hemlines; the men are in elegant T-shirts and jeans — but this disparity seems irrelevant to the ballet.\nPreston Chamblee and Taylor Stanley are one fatally attracted couple, Meaghan Dutton-O’Hara and Ask la Cour another. Since Ms. Lovette has some compositional skill and seems to express an attractively liberal worldview onstage, I wish her work did not also seem trite. It is least so here in the dances for Ms. Dutton-O’Hara, arrestingly bold and mature.\nMr. Peck’s “Pulcinella Variations” is in another league from these three ballets. The music is the suite from Stravinsky’s narrative “Pulcinella,” the work in which this modernist composer, extensively taking material from the baroque composer Pergolesi, reconnected himself back to the classical tradition. In turn it now takes Mr. Peck where he has not been before as a dance classicist. For a cast of nine, it confidently and successfully shows Mr. Peck composing classically virtuoso material that’s elegant, witty and brilliant. Throughout it shows a masterfully fluent command of phraseology. And Ms. Chisato’s costumes are ingenious, fabulous, outrageous.\nSara Mearns and Jared Angle dance an incisively beautiful pas de deux. Winning solos for Tiler Peck and Gonzalo Garcia (as part of a longer pas de deux), Anthony Huxley, Sterling Hyltin, Brittany Pollack, Andrew Scordato and Ms. Woodward, show these dancers happily surpassing themselves in speed and finesse. You can feel the excitement it creates. I’m curious to rewatch the first three premieres, but impatient to see this again and again.", "url": "https://www.nytimes.com/2017/09/29/arts/dance/new-york-city-ballet-fashion-gala-justin-peck-lovette-gianna-reisen-schumacher.html"}