{"authors": ["David E. Sanger"], "date_download": "2018-11-16 04:41:51", "date_modify": "2018-11-16 04:41:51", "date_publish": "2017-12-19 04:23:13", "description": "The Trump administration suggested the U.S. would act against North Korea beyond the sanctions now being imposed for its rapid expansion of its nuclear weapons program.", "filename": "2017_12_18_us_politics_us-north-korea-wannacry-cyberattack.html_module=inline_1542343311.html", "image_url": "https://static01.nyt.com/images/2017/12/19/us/politics/19wannacry_dc/19wannacry_dc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_18_us_politics_us-north-korea-wannacry-cyberattack.html_module=inline_1542343311.html", "title": "U.S. Accuses North Korea of Mounting WannaCry Cyberattack", "title_page": "U.S. Accuses North Korea of Mounting WannaCry Cyberattack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Once it was clear the code had been stolen, the National Security Agency rushed to contain the damage, asking Microsoft to build a “patch” in its operating systems to prevent the attacks. But the agency has never talked about the group that stole the computer code, called the Shadow Brokers, which many officials believe is operating on behalf of the Russian government. But Mr. Bossert and his deputy, Rob Joyce, who formerly ran the Tailored Access Operations, have argued that it is the perpetrator of the attacks, not the United States government, that must take all of the responsibility for the damage it has wreaked.\n“The consequences and repercussions of WannaCry were beyond economic,” Mr. Bossert wrote. “The malicious software hit computers in the U.K.’s health care sector particularly hard, compromising systems that perform critical work. These disruptions put lives at risk.”\nThe assertion by the White House came only hours after Mr. Trump published his new national security strategy, which calls for pushing back on states that sponsor cyberactivity. And even some alumni of the Obama administration now agree that they often underreacted to a range of digital threats, including Iran’s 2012 attacks on American banks, the hacking at Sony and the effort by Russia to intervene in the election. Until now, North Korea’s cyberstrikes have prompted almost no punishment.\nMr. Bossert seems determined to change that, and he wrote about elements of a new digital strategy that suggests that the Trump administration will be more aggressive in alerting manufacturers to flaws found in their software. But he has been vague about what kind of actions might be taken against those who initiate cyberattacks.\nRobert Hannigan, the former director of Britain’s Government Communications Headquarters, said last month that in the realm of digital breaches, North Korea had benefited from being underestimated.\n“Because they are such a mix of the weird and absurd and medieval and highly sophisticated, people didn’t take it seriously,” he said. “How can such an isolated, backward country have this capability? Well, how can such an isolated backward country have this nuclear ability?”", "url": "https://www.nytimes.com/2017/12/18/us/politics/us-north-korea-wannacry-cyberattack.html?module=inline"}