{"authors": ["Coral Davenport", "David E. Sanger"], "date_download": "2018-11-16 03:51:25", "date_modify": "2018-11-16 03:51:25", "date_publish": "2017-01-19 00:51:02", "description": "Mr. Perry had believed that, as energy secretary, he would be a global ambassador for oil and gas. In reality, he would be overseeing nuclear weapons.", "filename": "2017_01_18_us_politics_rick-perry-energy-secretary-donald-trump_1542340285.html", "image_url": "https://static01.nyt.com/images/2017/01/19/us/19perry1/19perry1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_18_us_politics_rick-perry-energy-secretary-donald-trump_1542340285.html", "title": "‘Learning Curve’ as Rick Perry Pursues a Job He Initially Misunderstood", "title_page": "‘Learning Curve’ as Rick Perry Pursues a Job He Initially Misunderstood - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When President-elect Donald J. Trump offered Rick Perry the job of energy secretary five weeks ago, Mr. Perry gladly accepted, believing he was taking on a role as a global ambassador for the American oil and gas industry that he had long championed in his home state.\nIn the days after, Mr. Perry, the former Texas governor, discovered that he would be no such thing — that in fact, if confirmed by the Senate, he would become the steward of a vast national security complex he knew almost nothing about, caring for the most fearsome weapons on the planet, the United States’ nuclear arsenal.\nTwo-thirds of the agency’s annual $30 billion budget is devoted to maintaining, refurbishing and keeping safe the nation’s nuclear stockpile; thwarting nuclear proliferation; cleaning up and rebuilding an aging constellation of nuclear production facilities; and overseeing national laboratories that are considered the crown jewels of government science.\n“If you asked him on that first day he said yes, he would have said, ‘I want to be an advocate for energy,’” said Michael McKenna, a Republican energy lobbyist who advised Mr. Perry’s 2016 presidential campaign and worked on the Trump transition’s Energy Department team in its early days. “If you asked him now, he’d say, ‘I’m serious about the challenges facing the nuclear complex.’ It’s been a learning curve.”", "url": "https://www.nytimes.com/2017/01/18/us/politics/rick-perry-energy-secretary-donald-trump.html"}