{"authors": ["Miriam Jordan"], "date_download": "2018-11-16 04:25:35", "date_modify": "2018-11-16 04:25:35", "date_publish": "2017-05-10 19:44:18", "description": "A woman who became a symbol of the immigration debate after a 2010 traffic stop at her Georgia college is now at risk of being sent back to Mexico.", "filename": "2017_05_10_us_immigrant-daca-deportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342335.html", "image_url": "https://static01.nyt.com/images/2017/05/10/us/11dreamer/11dreamer-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_10_us_immigrant-daca-deportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342335.html", "title": "7 Years After Arrest and Outcry, Young Woman Again Faces Deportation", "title_page": "7 Years After Arrest and Outcry, Young Woman Again Faces Deportation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jessica Colotl embodied the debate over illegal immigration when she was locked up for 37 days and nearly sent back to Mexico after an Atlanta-area police officer caught her driving without a license in 2010.\nTo supporters, including her sorority sisters, the president of her college and the immigrant advocates who publicized her case, hers was an example of police overreach and the need to safeguard ambitious young students from deportation. To others, she was an illegal immigrant, plain and simple, who also was abusing the system by attending a public college at discounted tuition.\nShe returned to college — paying full price, because of a new Georgia law inspired by her case — completed her degree and qualified for a program started by President Barack Obama in 2012, known as Deferred Action for Childhood Arrivals, or DACA, which protects some undocumented youth from deportation.\n“Since then, I have been working and doing well for myself,” Ms. Colotl, now 28, said in an interview this week. “I thought that all the legal battles were behind me.”", "url": "https://www.nytimes.com/2017/05/10/us/immigrant-daca-deportation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}