{"authors": ["Emmarie Huetteman"], "date_download": "2018-11-16 04:25:08", "date_modify": "2018-11-16 04:25:08", "date_publish": "2017-07-05 20:24:59", "description": "The party, which has about 20 veterans who have announced bids so far, hopes to appeal to the sort of frustrated voters who elected President Trump.", "filename": "2017_07_05_us_politics_democrats-veterans-house-midterm-elections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342308.html", "image_url": "https://static01.nyt.com/images/2017/07/06/us/06dc-vets/06dc-vets-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_05_us_politics_democrats-veterans-house-midterm-elections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342308.html", "title": "Democrats Court Military Veterans in Effort to Reclaim House", "title_page": "Democrats Court Military Veterans in Effort to Reclaim House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In many cases, those veterans say they feel called to run for public office in response to Mr. Trump himself, whose policies they see as a threat to the country’s values and security.\nDemocratic officials also see candidates with a military pedigree as an appealing contrast to entrenched, career politicians. And they believe that candidates with military service help the party counter Republican claims that Democrats are weak on national security.\n“If you look at the type of fear-mongering and scaremongering that Republicans do quite often when it comes to national security, quite unfairly, there is a strong patriotism that comes with being a veteran that makes those kinds of attacks fall flat and even backfire,” said John Lapp, who was the executive director of the Democratic Congressional Campaign Committee, the House Democrats’ campaign arm, in 2006, when his party took control of the House.\nMr. Trump has vigorously claimed that members of the military are among his strongest supporters, and they stood with him on Election Day: 60 percent of veterans voted for Mr. Trump, according to CNN’s exit polls. Earlier this year, Mr. Trump proposed increasing military spending by $54 billion, and last month, he signed legislation intended to improve accountability within the troubled Department of Veterans Affairs. This past weekend, Mr. Trump took a break from a trip to his golf club in Bedminster, N.J., to pay tribute to veterans, telling the crowd, “There is no place I would rather be than with you.”\nBut many of the veterans on next year’s Democratic ticket offer blunt criticism of the president, citing his willingness to dismiss allies and embrace adversaries. Some point to his decisions to weaken the State Department’s diplomatic capabilities, including by leaving many posts vacant more than five months after his inauguration. Active-duty service members, they say, often have to face the consequences of those decisions.", "url": "https://www.nytimes.com/2017/07/05/us/politics/democrats-veterans-house-midterm-elections.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}