{"authors": ["Ana Vanessa Herrero", "Nicholas Casey"], "date_download": "2018-11-16 04:03:08", "date_modify": "2018-11-16 04:03:08", "date_publish": "2017-09-02 09:00:26", "description": "Across every sector the nation relies on, production is falling and prices are skyrocketing. One family cooks over an open-air fire because propane gas is so scarce.", "filename": "2017_09_02_world_americas_venezuela-nicholas-maduro-inflation-economic-collapse_1542340988.html", "image_url": "https://static01.nyt.com/images/2017/09/01/world/01Venezuela/01Venezuela-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_02_world_americas_venezuela-nicholas-maduro-inflation-economic-collapse_1542340988.html", "title": "In Venezuela, Cooking With Firewood as Currency Collapses", "title_page": "In Venezuela, Cooking With Firewood as Currency Collapses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many economists trace the inflation to problems at the state oil company.\nAs the company’s production declined, it became increasingly dependent on the outside world, depending on foreign companies to pump its oil and even on the United States for the crude oil used in refining. Now the use of these foreign contractors is generating steep bills at a time when the company has little income to pay them.\nThe Venezuelan government’s answer has been to pay in bolívars whenever possible and to print more cash. In a single week in late July, the country’s monetary base, or the amount of cash that exists in the country, rose by 13 percent, the highest increase many economists said they had ever seen. While printing more cash shores up the oil company in the short-term, it lowers the value of the currency for Venezuelans.\n“Bolívars are like ice cubes now,” said Daniel Lansberg-Rodriguez, who leads the Latin America practice at Greenmantle, a macroeconomic advising firm, and teaches at Northwestern’s Kellogg School of Management. “If you’re going to go to the fridge and take one, it’s something you have to use right now, because soon it’s going to be gone.”\nFor the 34-year-old owner of a fireworks company in Caracas, one of the main challenges has been converting the bolívars he receives into dollars. Last year, he could find people selling dollars, the owner said, declining to give his name because exchanging bolívars on the black market is illegal. Now, he can still find black market dealers, he said, but it is much more costly.\nMost Venezuelans, like Ms. Soler, the nurse who began cooking with firewood, don’t have access to dollars.\nSince running out of gas this summer, Ms. Soler’s family members have been able to find it only intermittently, buying it as soon as it’s available because the value of their money depreciates so quickly. If the gas runs out again, the family say it is prepared, having learned to cook on the bonfire set up in the patio.\nBut Ms. Soler’s main fear, she says, is the price going beyond what she can afford.\n“Before it was cheap; you just had to wait six hours in line,” she said. “Now you might get it, but it’s expensive.”", "url": "https://www.nytimes.com/2017/09/02/world/americas/venezuela-nicholas-maduro-inflation-economic-collapse.html"}