{"authors": ["Mark Landler"], "date_download": "2018-11-16 03:50:54", "date_modify": "2018-11-16 03:50:54", "date_publish": "2017-11-11 11:30:06", "description": "Reconciling the contradictory messages to the region may determine the near-term fate of the United States as a Pacific power.", "filename": "2017_11_11_world_asia_trump-asia-danang-vietnam.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340254.html", "image_url": "https://static01.nyt.com/images/2017/11/12/us/12assess-1/12assess-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_11_world_asia_trump-asia-danang-vietnam.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340254.html", "title": "Trump to Asia: Unite on North Korea, but Go It Alone on Trade", "title_page": "Trump to Asia: Unite on North Korea, but Go It Alone on Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DANANG, Vietnam — President Trump has issued two starkly contradictory calls on his trip to Asia this past week: The nations of the world must rally behind the United States to confront the nuclear threat from North Korea, but they should expect America to go its own way on trade.\nReconciling those messages will be hard, and it may determine the near-term fate of the United States as a Pacific power.\nIn South Korea on Wednesday, Mr. Trump put on the mantle of a superpower leader. In a speech that crackled with the urgency of a Cold War manifesto, he told lawmakers there, “It is our responsibility and our duty to confront this danger together, because the longer we wait, the greater the danger grows, and the fewer the options become.”\nTwo days later, in the Vietnamese resort city of Danang, where American troops once came ashore to fight Communist insurgents, Mr. Trump reverted to the protectionist themes of his presidential campaign. “There is no place like home,” he told Pacific Rim leaders, warning them that the United States would never again sign a regionwide trade agreement.", "url": "https://www.nytimes.com/2017/11/11/world/asia/trump-asia-danang-vietnam.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}