{"authors": ["Ron Lieber"], "date_download": "2018-11-16 03:13:22", "date_modify": "2018-11-16 03:13:22", "date_publish": "2017-09-12 13:47:43", "description": "The credit reporting agency, which recently disclosed a data breach affecting up to 143 million people, said it would waive the fees until Nov. 21 after receiving numerous complaints.", "filename": "2017_09_12_your-money_equifax-fee-waiver.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338002.html", "image_url": "https://static01.nyt.com/images/2017/09/13/business/13money1/13money1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_12_your-money_equifax-fee-waiver.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338002.html", "title": "Equifax, Bowing to Public Pressure, Drops Credit-Freeze Fees", "title_page": "Equifax, Bowing to Public Pressure, Drops Credit-Freeze Fees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "You howled in protest, and Equifax had no choice but to respond.\nOn Tuesday, the company said it would waive all fees until Nov. 21 for people who want to freeze their Equifax credit files. It will also refund any fees that anyone has paid since Thursday, though the company would not say whether this would be automatic.\nBefore the announcement on Tuesday, many of the people who tried to set up freezes after Equifax disclosed a breach of up to 143 million Social Security numbers, birth dates and other personal data discovered they had to pay Equifax for the privilege of protecting themselves from the breach. And they were not happy about it.\nIt’s a logical reaction: You did not ask Equifax to vacuum up data about you, and then resell it to marketers and loan sellers. And it is not your fault that the company could not keep that data safe. So why should you pay for a freeze, which keeps new creditors from seeing your credit file and thus can keep thieves from applying for credit in your name?\nSomehow, that question did not occur to Equifax on Thursday, when it first announced the breach. It apparently thought a year of free credit monitoring would be enough to placate consumers. When I asked Equifax on Sunday why it was not making freezes free, Wyatt Jefferies, a spokesman, did not respond to that particular question.", "url": "https://www.nytimes.com/2017/09/12/your-money/equifax-fee-waiver.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}