{"authors": ["Mike Isaac", "Daisuke Wakabayashi"], "date_download": "2018-11-16 03:41:17", "date_modify": "2018-11-16 03:41:17", "date_publish": "2017-05-30 18:35:36", "description": "The ride-hailing service had acquired Anthony Levandowski’s company last year. He was accused of stealing product plans from his former employer.", "filename": "2017_05_30_technology_uber-anthony-levandowski.html_module=inline_1542339677.html", "image_url": "https://static01.nyt.com/images/2017/05/31/business/31uber1/31uber1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_30_technology_uber-anthony-levandowski.html_module=inline_1542339677.html", "title": "Uber Fires Former Google Engineer at Heart of Self-Driving Dispute", "title_page": "Uber Fires Former Google Engineer at Heart of Self-Driving Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Uber said Tuesday that it had fired Anthony Levandowski, a star engineer brought in to lead the company’s self-driving automobile efforts who was accused of stealing trade secrets when he left a job at Google.\nWhat Mr. Levandowski did when he quit Google to start his own company, Otto, which was acquired by Uber for nearly $700 million last year, is the key question in a closely watched lawsuit that pits one of the world’s most powerful companies against Uber, a richly financed up-and-comer.\nThe stakes are enormous for both businesses. Google was a pioneer in autonomous car technology and has spent nearly a decade and hundreds of millions of dollars on its effort, which is now run through Waymo, a subsidiary of Google’s parent company, Alphabet. And Travis Kalanick, Uber’s chief executive, has said the future of his ride-hailing company, privately valued at nearly $70 billion, hinges on work being done to create cars that can drive themselves.\nThe dismissal of one of Uber’s most prized technical talents also points to the risks of the star engineering culture that has emerged in Silicon Valley in recent years, leading to giant paydays for a small group of employees.", "url": "https://www.nytimes.com/2017/05/30/technology/uber-anthony-levandowski.html?module=inline"}