{"authors": ["Emma G. Fitzsimmons", "Michael Laforgia"], "date_download": "2018-11-16 04:30:25", "date_modify": "2018-11-16 04:30:25", "date_publish": "2017-12-20 10:00:14", "description": "Decisions to scale back routine maintenance turned this year into the subway’s worst since the 1970s.", "filename": "2017_12_20_nyregion_system-failure-new-york-subway-maintenance-misery.html_module=inline_1542342625.html", "image_url": "https://static01.nyt.com/images/2017/12/13/nyregion/00maintenance12/00maintenance12-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_20_nyregion_system-failure-new-york-subway-maintenance-misery.html_module=inline_1542342625.html", "title": "How Cuts in Basic Subway Upkeep Can Make Your Commute Miserable", "title_page": "How Cuts in Basic Subway Upkeep Can Make Your Commute Miserable - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Officials had known for years that the station’s signal interlocking — the mechanism that sorts trains among tracks where multiple lines come together — needed attention. The M.T.A. approved a plan to modernize the 1930s-era machinery in 2010. It was not finished by 5:59 a.m. on that Tuesday, June 20, when a failing cable caused a short circuit. That set off transit pandemonium in Midtown Manhattan at the start of the morning rush.\nAccording to M.T.A. officials, the electrical failure tripped a fuse and caused the system that moves trains among intersecting tracks to freeze up. Suddenly, every signal was glowing red, which prevented trains on three of four tracks from moving past the station until M.T.A. workers physically got on the tracks and started waving them through.\nAs tens of thousands of people poured through the turnstiles on their commutes that morning, the B, D, F and M lines, as well as portions of the E and R lines, all were stricken by delays in both directions.\nMichael Posso, a 36-year-old web developer, was on his way from Queens to his office on Delancey Street when his usual commute on the F train halted abruptly. The delay meant he would lose time working with collaborators in Berlin, where the day ends six hours earlier than it does in New York City. In frustration, he pulled out his phone and started tweeting: “Another morning another hellish commute for New Yorkers. Where is the plan to fix the mess?”\nMeanwhile, about 50 transit employees worked frantically. Some directed trains through at a crawl, a job that requires signal maintainers to hand-crank rail switches into position and then guide each passing train on its way.\nOthers began the painstaking work of searching along every inch of thousands of feet of cable for the fault.\nAt last, they narrowed the problem down to a 1,000-foot length of cable and then disabled circuitry so that only two signals were offline.", "url": "https://www.nytimes.com/2017/12/20/nyregion/system-failure-new-york-subway-maintenance-misery.html?module=inline"}