{"authors": ["Luis Ferré-Sadurní", "Lizette Alvarez", "Frances Robles"], "date_download": "2018-11-16 03:47:17", "date_modify": "2018-11-16 03:47:17", "date_publish": "2017-09-22 00:35:57", "description": "For an island long crippled by enormous debt and an essentially bankrupt financial system, Puerto Rico’s road back has gone from long to seemingly endless.", "filename": "2017_09_21_us_hurricane-maria-puerto-rico-recovery.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340037.html", "image_url": "https://static01.nyt.com/images/2017/09/22/us/22jpRECOVER/22jpRECOVER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_21_us_hurricane-maria-puerto-rico-recovery.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340037.html", "title": "Puerto Rico Faces Mountain of Obstacles on the Road to Recovery", "title_page": "Puerto Rico Faces Mountain of Obstacles on the Road to Recovery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN JUAN, P.R. — Read the latest on Hurricane Maria with Friday’s live updates.\nA day after Hurricane Maria razed Puerto Rico, its ferocious winds smashing houses, hotels, cellphone towers and the island’s entire electrical grid, the fear and frustration were pervasive on Thursday.\nPower was out everywhere. Cellphones were mostly useless, forcing panicked residents to scramble for news from far-flung relatives. Much of the island’s water was undrinkable. Roads were carpeted in debris. And still the full scope of the damage was unknown. By day’s end, Puerto Rico’s governor, Ricardo Rosselló, said there had been no contact with officials in 85 percent of the island.\nLate Thursday, Bernardo Márquez, the mayor of Toa Baja, a town in northern Puerto Rico, told The New York Times that eight people had drowned there after flooding. That brought to at least 10 the number who have died in Puerto Rico as a result of Hurricane Maria, a toll that is expected to climb. The storm has also been blamed for 15 deaths in Dominica and two in Guadeloupe.\nFor Puerto Rico, long crippled by enormous debt and an essentially bankrupt financial system, the road to recovery just went from long to seemingly endless. Still reeling from Hurricane Irma, which knocked out 70 percent of the power when it grazed the island two weeks ago, it faces a mountain of need in the coming months just as the federal government is stretched to the limit grappling with the destruction left by Hurricanes Harvey and Irma.", "url": "https://www.nytimes.com/2017/09/21/us/hurricane-maria-puerto-rico-recovery.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}