{"authors": ["Marisa Meltzer"], "date_download": "2018-11-16 03:09:16", "date_modify": "2018-11-16 03:09:16", "date_publish": "2017-03-15 15:13:49", "description": "With meditation studios looking to become the new yoga studios, our new wellness columnist learns to train her errant thoughts at Mndfl.", "filename": "2017_03_15_style_meditation-studio-sound-baths-mndfl-new-york_1542337756.html", "image_url": "https://static01.nyt.com/images/2017/03/16/fashion/16SKINMETIME-gif/16SKINMETIME-gif-facebookJumbo.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_15_style_meditation-studio-sound-baths-mndfl-new-york_1542337756.html", "title": "So You Think You Can’t Meditate?", "title_page": "So You Think You Can’t Meditate? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It happened sometime recently — maybe in the last six months, or a year — that everyone I know started meditating. Or at least they talked about the desire to meditate. Some used apps like Headspace; others just put on trippy music and zoned out. A few went to events put on by Medi Club, a kind of meditation-cum-social group.\n“Mindfulness,” we’re calling it, this desire to take a chunk of each day and simply live in the present.\nI need some of that calm and focus in my life. I have a tendency to either live in paranoia about the future or dwell on the foibles of the past. Besides, I have never met a fitness or health or beauty or wellness trend I didn’t want to participate in. My old set of Tae Bo VHS tapes are slowly decomposing in a garage in California.\nLeft on my own, meditation time turns into nap time, so I knew I needed some organization and supervision. I had heard that meditation studios are the new yoga studios, and I was intrigued. I chose Mndfl, which has locations in Greenwich Village, on the Upper East Side and in Williamsburg, Brooklyn. Most of the classes are 45 minutes, which is about 44 minutes longer than I have ever successfully meditated. I know 45 minutes can be an eternity because I participate in both SoulCycle and therapy.", "url": "https://www.nytimes.com/2017/03/15/style/meditation-studio-sound-baths-mndfl-new-york.html"}