{"authors": ["Julie Creswell"], "date_download": "2018-11-16 03:43:47", "date_modify": "2018-11-16 03:43:47", "date_publish": "2017-06-13 00:07:46", "description": "In taking over from Jeffrey R. Immelt, Mr. Flannery will face the challenges of simplifying G.E.’s complex structure and lifting its lagging stock price.", "filename": "2017_06_12_business_ge-flannery-immelt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339827.html", "image_url": "https://static01.nyt.com/images/2017/06/13/business/13FLANNERY/13FLANNERY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_12_business_ge-flannery-immelt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339827.html", "title": "For G.E.’s John Flannery, It Was a 30-Year Trip to the Top", "title_page": "For G.E.’s John Flannery, It Was a 30-Year Trip to the Top - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He is the quintessential company man.\nJohn Flannery, who was tapped on Monday to become the chief executive of General Electric this summer, has spent his 30-year career with the industrial giant. He has headed offices from South America to Asia. He has turned around a flailing business, the company’s $18 billion health care division. He even has a home on Nantucket, where a cluster of high-ranking G.E. executives vacation.\nHe will need to draw on this accumulated experience and good will in the years ahead. In taking over from Jeffrey R. Immelt, G.E.’s well-liked chief executive of 16 years, Mr. Flannery faces the difficult task of managing one of corporate America’s last conglomerates. Although G.E. slimmed down under Mr. Immelt, shedding its finance division and NBCUniversal, it remains an extraordinarily complex company, making everything from microwaves to wind turbines.\nMr. Flannery, 55, will also be counted on to revive the company’s languishing stock price. Under Mr. Immelt’s leadership, shares of G.E. fared poorly, drawing the ire of investors and the involvement of an activist hedge fund that hastened the succession planning that led to Mr. Flannery’s appointment.\nAlready, Wall Street is betting that Mr. Flannery has what it takes. G.E. shares were up more than 3 percent on Monday. And analysts spoke approvingly of his behind-the-scenes maneuvering in various G.E. deals — particularly the $13.5 billion agreement two years ago to take over the power business of the French giant Alstom and the spinoff that year of G.E.’s consumer finance arm, Synchrony Financial.", "url": "https://www.nytimes.com/2017/06/12/business/ge-flannery-immelt.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}