{"authors": ["Ana Swanson", "Natalie Kitroeff"], "date_download": "2018-11-16 04:26:32", "date_modify": "2018-11-16 04:26:32", "date_publish": "2017-10-24 16:01:46", "description": "The Trump administration is going to battle with businesses over trade. Businesses are organizing to fight back.", "filename": "2017_10_24_us_politics_nafta-lobby-congress.html_module=inline_1542342392.html", "image_url": "https://static01.nyt.com/images/2017/10/25/us/25dc-nafta1/25dc-nafta1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_24_us_politics_nafta-lobby-congress.html_module=inline_1542342392.html", "title": "‘Army’ of Lobbyists Hits Capitol Hill to Preserve Nafta", "title_page": "‘Army’ of Lobbyists Hits Capitol Hill to Preserve Nafta - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Warren K. Erdman, an executive vice president of Kansas City Southern Railway Company who came to Washington to lobby senators, said he believed new restrictions on trade would harm the economy. “While we support growth of the American economy through tax reform, we don’t want at the same time to impose tariffs, which are essentially taxes on production,” he said.\nThe Trump administration does not appear ready to give in. In remarks to the news media in mid-October, Robert E. Lighthizer, the United States trade representative, said that businesses should be ready to forego some of the advantages they receive under Nafta as the United States seeks to negotiate a better deal for workers. In order to win the support of people in both parties, businesses would have to “give up a little bit of candy,” he said.\n“I think it’s possible to take a little bit of the sugar away, and have them say, ‘Yeah, we’re still doing pretty well,’” Mr. Lighthizer said of American businesses. In the final analysis, businesses would support the revised agreement, he said.\nBut business leaders say it is less about taking sugar away and more about pouring salt into the wounds of companies that are trying to compete in an era of global trade, where capital is mobile and businesses move around the world to increase their profits by a few percentage points. Many argue that tighter restrictions could push manufacturing out of North America altogether.\nHun Quach, a lobbyist for the retail industry who visited the Senate on Tuesday, said retailers are concerned about tighter regulations for apparel and textiles, the introduction of more uncertainty into the deal through a sunset clause, and more protectionist trade cases by the United States that would block imports from Canada and Mexico.\n“Anyone doing business within the Nafta region would like to have certainty to know that their supply chains they build over decades will remain in place,” Ms. Quach said.", "url": "https://www.nytimes.com/2017/10/24/us/politics/nafta-lobby-congress.html?module=inline"}