{"authors": ["Ann Carrns"], "date_download": "2018-11-16 04:24:14", "date_modify": "2018-11-16 04:24:14", "date_publish": "2017-04-28 18:35:24", "description": "Fannie Mae, the government-controlled mortgage corporation, is taking three steps to help ease student loan borrowers into homeownership.", "filename": "2017_04_28_your-money_its-a-good-time-to-trade-your-student-debt-for-home-debt_1542342254.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_28_your-money_its-a-good-time-to-trade-your-student-debt-for-home-debt_1542342254.html", "title": "It’s a Good Time to Trade Your Student Debt for Home Debt", "title_page": "It’s a Good Time to Trade Your Student Debt for Home Debt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Finally, another change helps student borrowers who are on flexible payment programs, which tie monthly loan payments to a borrower’s income. Previously, Fannie Mae required lenders to factor in higher monthly loan payments, rather than the borrower’s lower, flexible payments, when calculating an applicant’s debt-to-income ratio, which made it harder to qualify for a mortgage.\nNow, Mr. Lawless said, lenders may use the lower payment, which should help more borrowers qualify for home loans. (The rationale for the change, he said, is that if a borrower’s flexible payments were to increase, it would be because his or her income had increased.) More than five million student loan borrowers are on flexible payment programs.\nSuch “nuances,” he said, have been “pushing people out of the box who should be in the box.” Over all, Mr. Lawless said, people with student loans are a “much safer cohort” because they have made an investment in their education.\nHere are some questions and answers:\nAre there any risks with trading student loan debt for mortgage debt?\nStudent loans are unsecured, while a mortgage is secured by a home. If all goes well with a refinancing, consumers wind up paying less, said Persis Yu, a lawyer with the National Consumer Law Center. But, she said in an email, if borrowers run into financial trouble, “in the worst-case scenario, consumers may lose their homes.”\nFederal student loans come with consumer protections, like flexible repayment options and the ability to request a deferment if the borrower encounters financial trouble. When the loans are refinanced into a new mortgage, those protections go away.\nPrivate student loans, however, typically lack those protections.\nWhat are current interest rates on student loans?\nThe current rate for federal undergraduate loans is 3.76 percent; the rate for federal Plus loans, for parents of undergraduates or for graduate students, is 6.31 percent. (Rates are set each spring and take effect July 1, so those rates may change for the next academic year.)", "url": "https://www.nytimes.com/2017/04/28/your-money/its-a-good-time-to-trade-your-student-debt-for-home-debt.html"}