{"authors": ["Mark Landler"], "date_download": "2018-11-16 03:11:54", "date_modify": "2018-11-16 03:11:54", "date_publish": "2017-07-16 16:30:04", "description": "During a weekend of watching golf in New Jersey, the president used Twitter to defend his son and excoriate Hillary Clinton and the news media.", "filename": "2017_07_16_us_politics_trump-twitter-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337914.html", "image_url": "https://static01.nyt.com/images/2017/07/17/us/17dc-trump/17dc-trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_16_us_politics_trump-twitter-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337914.html", "title": "Trump Goes on Attack as Russia Revelations Appear to Take Toll", "title_page": "Trump Goes on Attack as Russia Revelations Appear to Take Toll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEDMINSTER, N.J. — President Trump unleashed a new fusillade of tweets on Sunday morning, defending his son Donald Trump Jr., slashing the news media and tarring his long-vanquished opponent, Hillary Clinton.\nAfter a leisurely Saturday afternoon spent at a women’s golf tournament at his club here, where he waved to the crowd from a glassed-in viewing stand, Mr. Trump awoke with a familiar list of grievances.\n“HillaryClinton can illegally get the questions to the Debate & delete 33,000 emails but my son Don is being scorned by the Fake News media?” he tweeted shortly before 7 a.m. Forty minutes later, he posted, “With all of its phony unnamed sources & highly slanted & even fraudulent reporting, #Fake News is DISTORTING DEMOCRACY in our country.”\nIn between those posts, Mr. Trump thanked people who had turned out to cheer him at the United States Women’s Open, which is being played at Trump National Golf Club despite calls from women’s groups for it to be moved because of his record of degrading behavior toward women.", "url": "https://www.nytimes.com/2017/07/16/us/politics/trump-twitter-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}