{"authors": ["Alexandra Stevenson"], "date_download": "2018-11-16 03:52:40", "date_modify": "2018-11-16 03:52:40", "date_publish": "2017-05-19 01:35:49", "description": "After selling his stake in SkyBridge Capital to a group of investors, Mr. Scaramucci expected to join the Trump administration. The job offer never came.", "filename": "2017_05_18_business_dealbook_anthony-scaramucci-skybridge-capital-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340360.html", "image_url": "https://static01.nyt.com/images/2017/05/19/business/19DB-HEDGE/19DB-HEDGE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_18_business_dealbook_anthony-scaramucci-skybridge-capital-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340360.html", "title": "Anthony Scaramucci, Hedge Fund Showman, Finds Himself in Limbo", "title_page": "Anthony Scaramucci, Hedge Fund Showman, Finds Himself in Limbo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I remain loyal to the president and to the cause,” he said, telling a story about shaking hands with people at a Trump rally in Albuquerque and learning about the economic desperation many Americans face.\n“It took a billionaire who lives in a tower on Fifth Avenue next to the Tiffany’s jewelry store to show me something that I missed from my own neighborhood,” he said, referring to his upbringing on Long Island, which he has described as a blue-collar community.\nMr. Scaramucci’s state of limbo is a stark turnaround for a man who, just months ago, seemed to be on the fast track to a senior role in the Trump administration.\n“Anthony is an entrepreneur and a good man,” said Leon G. Cooperman, a hedge fund manager. “He professionalized the industry, and SALT is the highlight of the industry.”\nMr. Cooperman, who has addressed SALT panels in previous years but was not at the conference this year, said Mr. Scaramucci “would have been a good addition to the administration” but added that Mr. Trump “has already appointed many intelligent people.”\nMr. Scaramucci, 53, did not reply to requests for comment.\nIn what has become industry lore, he transformed SkyBridge from a small seeding business on the brink of failure to a large fund of funds by buying Citigroup’s hedge fund business in early 2010, as the bank was trying to shed risky assets.\nA longtime Republican donor, Mr. Scaramucci supported a handful candidates, including Scott Walker and Jeb Bush, in the presidential primaries last year. Along the way, he accused Mr. Trump of being a “hack politician” who had a “big mouth.”", "url": "https://www.nytimes.com/2017/05/18/business/dealbook/anthony-scaramucci-skybridge-capital-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}