{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:36", "date_modify": "2018-11-16 04:54:36", "date_publish": "2017-01-20 18:32:01", "description": "Apartments in the city often have issues that can turn off a potential buyer. Here’s what you can do about it.", "filename": "2017_01_20_realestate_selling-a-home-in-the-city-turn-those-quirks-into-assets.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344076.html", "image_url": "https://static01.nyt.com/images/2017/01/22/realestate/22FIX1/22FIX1-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_20_realestate_selling-a-home-in-the-city-turn-those-quirks-into-assets.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344076.html", "title": "Selling a Home in the City? Turn Those Quirks Into Assets", "title_page": "Selling a Home in the City? Turn Those Quirks Into Assets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "New York City apartments are notorious for their quirks and annoyances, from awkward layouts to windows that face a brick wall. When it’s time to sell, these can be major turnoffs for potential buyers. But, with a little creativity, many of these issues can be minimized, and you don’t have to spend a lot of money to do it.\nTHE PROBLEM Low ceilings\nTHE SOLUTION White paint, tall window dressings and low-profile furniture\nUsing a lighter shade of paint on the ceilings than the walls tends to draw the eye upward and make the ceiling look higher. “Use flat, not semigloss, on the crown molding, in the same shade as the ceiling,” recommends Pat Christodoulou, who stages for-sale homes in Connecticut and New York. “This gives you an uninterrupted perspective, which results in visually raising the ceiling.” If you don’t have moldings, she said, adding a cove molding, which begins on the wall and extends to the ceiling, will create an elongating effect. Minimalist furnishings that sit low to the floor will help increase the impression of height. Floor-to-ceiling sheers will also “give the illusion of larger windows and higher ceilings,” said Elizabeth Kee, a broker at CORE in Manhattan, who recently hung extra-long curtains in a $20,000-a-month rental in Chelsea to “create an optical illusion that the ceilings are soaring.”\nTHE PROBLEM Windows that face a brick wall or let in scant light\nTHE SOLUTION Pops of bright color, strategically placed high-wattage bulbs or decorative window film", "url": "https://www.nytimes.com/2017/01/20/realestate/selling-a-home-in-the-city-turn-those-quirks-into-assets.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}