{"authors": ["Binyamin Appelbaum"], "date_download": "2018-11-16 03:50:51", "date_modify": "2018-11-16 03:50:51", "date_publish": "2017-12-05 20:55:19", "description": "As Federal Reserve officials struggle to understand why inflation remains low, two of them give their reasons for being on different sides of the debate.", "filename": "2017_12_05_us_politics_fed-inflation-rates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340251.html", "image_url": "https://static01.nyt.com/images/2017/12/06/business/06DC-FED1/06DC-FED1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_05_us_politics_fed-inflation-rates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340251.html", "title": "Fed, Perplexed by Low Inflation, Is Still Ready to Raise Rates", "title_page": "Fed, Perplexed by Low Inflation, Is Still Ready to Raise Rates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The obvious ones you think of are Uber vs. taxis, Amazon vs. retail, Airbnb vs. hotels. But every business is facing disruption. What we’re finding is increasingly businesses lack pricing power. Even since I’ve been sitting in this seat, I talk to maybe 30 C.E.O.s a month, and some businesses that had pricing power two years ago are now telling me stories that they’re in the middle of a price war.\nMr. Evans: One of the things that make me nervous is that longer-term inflation expectations have moved down over the last few years. I think that makes it more challenging to get inflation up to 2 percent. I think everybody is mindful that you don’t want inflation to get out of hand. Having said that, we’ve now gotten to the point where low inflation as an objective is extremely credible. We’ve gained a lot of credibility, and I don’t think markets or the public are expecting central bankers to let inflation get out of hand. I think we’ve got a bit of a reverse problem. We haven’t demonstrated with our actions that 2 percent isn’t a ceiling.\nWages\nMr. Evans: Any economist is going to ask, “Well, did you offer to pay more to get people to take those jobs?” And there’s usually a smile, but that’s not the first, second or third thought that comes to mind. They go out and recruit a little more heavily. There’s an assumption that maybe there are some people on the sidelines who can come in. I’m not really sure that’s the case. They have been coming in over the last two years and that’s been helpful, but that slack has largely been reduced. It does seem as if we keep on pushing on demand, they might push up wages and we might get more inflation. That was the case in the ’70s.\nMr. Kaplan: So companies are replacing people with technology. Older workers are getting bought out, and the work force is getting younger. And you’ve got to segment this by educational attainment. If you’ve got a college education and you’re in a high-skilled job, I actually think you’ve got pretty good negotiating capability for wages. If you’ve got a high school education or less, what I’ve been seeing — and this is more anecdotal, and we need to be doing more research on this — it is highly likely that your job is either getting restructured or eliminated and you don’t have the educational background to easily move, unless you get retrained, which is an easy thing to say but a very hard thing to do.\nFinancial Markets\nMr. Kaplan: If we could call a timeout right now and ask if you see imbalances, I’ve said that they’re manageable right now. But I do know that it pays to monitor these things very carefully at this stage in the cycle. All I’m pointing out is that we need to be on our toes. I don’t see overheating, but I think as we continue to take slack out of the labor market, we could well see imbalances build.\nMr. Evans: I do take seriously that if we have overly accommodative policy — even in an attempt to get inflation up to our objective — then we’re somehow providing the means for the financial sector to lever up a bit, particularly if we don’t have the right prudential standards in place. It just seems to me that it would be much better if we used our other tools, supervision, that would allow our monetary policy tools to address our inflation and employment goals.", "url": "https://www.nytimes.com/2017/12/05/us/politics/fed-inflation-rates.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}