{"authors": ["Manohla Dargis", "Wesley Morris", "A.O. Scott"], "date_download": "2018-11-16 04:09:23", "date_modify": "2018-11-16 04:09:23", "date_publish": "2017-02-27 20:49:44", "description": "Three New York Times critics share their reactions to the wrong best picture’s being announced at the awards show.", "filename": "2017_02_27_movies_moonlight-la-la-land-academy-awards-conversation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341363.html", "image_url": "https://static01.nyt.com/images/2017/02/28/arts/28oscars-convo--main/28oscars-convo--main-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_27_movies_moonlight-la-la-land-academy-awards-conversation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341363.html", "title": "‘Moonlight,’ ‘La La Land’ and What an Epic Oscars Fail Really Says", "title_page": "‘Moonlight,’ ‘La La Land’ and What an Epic Oscars Fail Really Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Or else they do (bad jokes, cheesy musical numbers, careful political statements, predictable winners), until all of a sudden they don’t. That kind of disruption can be upsetting, even horrifying. Last night showed that it can also be beautiful. “Moonlight” won best picture. I will never get tired of saying that.\nDARGIS But that’s the Oscars, isn’t it? They’re terrible and totally meaningless until the academy picks a movie we love. (Hello, “The Hurt Locker”!) Still, while the academy did give “Moonlight” best picture, the fact that Mr. Chazelle won best director suggests that last night was a squeaker. It may be that the academy’s push to diversify itself by adding new members has paid off, but some of the ugliness that aired during the interminable slog up to Sunday night indicates that the academy remains deeply divided. (Sound familiar?) Some of this was the usual campaign nonsense, but more than one white person also suggested that I love “Moonlight” only because it’s a black film.\nSo, yes, the academy got it right, and “Moonlight” is now the first best picture winner to have been directed by an African-American. To turn back to that other milestone movie: When Kathryn Bigelow won best director for “The Hurt Locker” in 2010, some hoped that her historic win would serve as a breakthrough for women, but it hasn’t, and the numbers for female filmmakers are worse now. I don’t want to harsh our mellow, but I also don’t want to overpraise the academy for occasionally getting it right when the industry continues to get it so wrong. “Moonlight,” after all, wasn’t made by one of the big studios, which are more interested in superhero fantasies; it was bankrolled by A24, a small, independent company.", "url": "https://www.nytimes.com/2017/02/27/movies/moonlight-la-la-land-academy-awards-conversation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}