{"authors": ["Alan Henry"], "date_download": "2018-11-16 04:54:23", "date_modify": "2018-11-16 04:54:23", "date_publish": "2017-10-26 06:45:18", "description": "Welcome to the latest edition of the Smarter Living newsletter.", "filename": "2017_10_26_smarter-living_5-cheap-ish-things-to-improve-your-home-office.html_module=inline_1542344063.html", "image_url": "https://static01.nyt.com/images/2017/10/26/us/26sl-wirecutter/26sl-wirecutter-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_26_smarter-living_5-cheap-ish-things-to-improve-your-home-office.html_module=inline_1542344063.html", "title": "5 Cheap(ish) Things to Improve Your Home Office", "title_page": "5 Cheap(ish) Things to Improve Your Home Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tools to Keep Those Cables Under Control\nEven if you have a dedicated home office, working from home means cables all over (or under) your desk. Charging cables, keyboard and mouse cables, monitor cables, external hard drives and more. The solution? Velcro cable ties! They’re easy to remove and reapply whenever you need to move things around.\nWirecutter’s favorites — and mine — are Velcro One Wrap Thin Ties. A pack of 100 is only $10, and you can reuse them over and over.\nAnd while you’re getting all of those cables in order, also think about picking up an extra laptop charger and charging cable. The last thing you want is to get home, open your laptop to work and realize you forgot your charger at the office or in another room.\nA Quality USB Headset\nWorking from home often means peace and quiet (if you don’t have kids or pets interrupting you), but it also means checking in with the office occasionally via conference call or video chat. For those moments, you’ll need a solid USB headset with a good microphone so everyone at the office can hear you and good enough audio quality so you can hear them.\nWirecutter likes the Jabra UC Voice 550 Duo, which is light enough to wear for long periods, and also offers superior voice and sound quality. It’s also easy to set up: Just plug it in to your computer and it’s ready to use.\nA Lap Desk, for Those Couch Working Sessions\nI’d be remiss if I didn’t point out that working from home sometimes means working in bed or working from the couch in front of the TV. (Call it an office perk.)", "url": "https://www.nytimes.com/2017/10/26/smarter-living/5-cheap-ish-things-to-improve-your-home-office.html?module=inline"}