{"authors": ["Jim Tankersley", "Thomas Kaplan"], "date_download": "2018-11-16 03:10:50", "date_modify": "2018-11-16 03:10:50", "date_publish": "2017-12-15 16:15:01", "description": "Senators Marco Rubio of Florida and Bob Corker of Tennessee, who had been holdouts, said they would support the bill, putting it within striking distance of passage.", "filename": "2017_12_15_us_politics_republican-tax-bill_1542337850.html", "image_url": "https://static01.nyt.com/images/2017/12/16/us/politics/16dc-tax/16dc-tax-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_15_us_politics_republican-tax-bill_1542337850.html", "title": "Republicans’ $1.5 Trillion Tax Plan Appears on Track to Pass Next Week", "title_page": "Republicans’ $1.5 Trillion Tax Plan Appears on Track to Pass Next Week - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Republican lawmakers appeared to secure enough votes on Friday to pass the most sweeping tax overhaul in decades, putting them on the cusp of their first significant legislative victory as leaders geared up to pass a $1.5 trillion tax cut along party lines and send it to President Trump by Christmas.\nA day after the bill’s prospects wavered somewhat, Republican leaders notched two victories on Friday, when Senator Marco Rubio of Florida said he would vote yes after gaining a more generous child tax credit in the final bill and Senator Bob Corker of Tennessee, who voted against the initial Senate bill over deficit concerns, said he would support the legislation. The bill also won praise from Senator Susan Collins of Maine, leaving it likely to pass with all 52 Senate Republicans in support.\nThe final legislation released by Republicans on Friday follows the broad strokes of the previous House and Senate bills, providing deep and longstanding tax cuts for businesses, including a corporate tax rate of 21 percent, down from the current 35 percent. The bill also provides temporary tax benefits for low- and middle-income Americans, including lower marginal tax rates, and a new top tax rate of 37 percent for the wealthiest Americans, down from 39.6 percent. All of the individual tax breaks will expire at the end of 2025.\nThe final bill does build back in some of the prized tax breaks that had been slated for elimination in the House legislation, including the deduction for high out-of-pocket medical costs, tax-free tuition waivers for graduate students and the ability to deduct interest on student loans. But it also includes new limits on other popular tax breaks, including the mortgage interest deduction and the state and local tax deduction.", "url": "https://www.nytimes.com/2017/12/15/us/politics/republican-tax-bill.html"}