{"authors": ["Peter Baker", "Choe Sang-Hun"], "date_download": "2018-11-16 04:42:42", "date_modify": "2018-11-16 04:42:42", "date_publish": "2017-08-08 07:10:23", "description": "North Korea hinted that it would conduct another nuclear or missile test, as it has often done in response to past United Nations sanctions.", "filename": "2017_08_08_world_asia_north-korea-un-sanctions-nuclear-missile-united-nations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343362.html", "image_url": "https://static01.nyt.com/images/2017/08/10/world/09Korea-promo/09Korea-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_08_world_asia_north-korea-un-sanctions-nuclear-missile-united-nations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343362.html", "title": "Trump Threatens ‘Fire and Fury’ Against North Korea if It Endangers U.S.", "title_page": "Trump Threatens ‘Fire and Fury’ Against North Korea if It Endangers U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRIDGEWATER, N.J. — President Trump threatened on Tuesday to unleash “fire and fury” against North Korea if it endangered the United States, as tensions with the isolated and impoverished nuclear-armed state escalated into perhaps the most serious foreign policy challenge yet of his administration.\nIn chilling language that evoked the horror of a nuclear exchange, Mr. Trump sought to deter North Korea from any actions that would put Americans at risk. But it was not clear what specifically would cross his line. Administration officials have said that a pre-emptive military strike, while a last resort, is among the options they have made available to the president.\n“North Korea best not make any more threats to the United States,” Mr. Trump told reporters at his golf club in Bedminster, N.J., where he is spending much of the month on a working vacation. “They will be met with fire and fury like the world has never seen.”\nReferring to North Korea’s volatile leader, Kim Jong-un, Mr. Trump said, “He has been very threatening beyond a normal state, and as I said, they will be met with fire and fury, and frankly power the likes of which this world has never seen before.”", "url": "https://www.nytimes.com/2017/08/08/world/asia/north-korea-un-sanctions-nuclear-missile-united-nations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}