{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:02:03", "date_modify": "2018-11-16 04:02:03", "date_publish": "2017-07-22 23:47:25", "description": "During a debate, the Republican candidate refused to say the president’s name — but warned his Democratic opponent about harshly attacking the president.", "filename": "2017_07_22_us_politics_virginia-governor-race-debate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340923.html", "image_url": "https://static01.nyt.com/images/2017/07/23/us/23virginia1-web/23virginia1-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_22_us_politics_virginia-governor-race-debate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340923.html", "title": "Candidates for Virginia Governor Employ Trump as a Barometer", "title_page": "Candidates for Virginia Governor Employ Trump as a Barometer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HOT SPRINGS, Va. — Lt. Gov. Ralph S. Northam of Virginia on Saturday used the first debate of the state’s race for governor to assail President Trump as a liar and a “dangerous man,” wagering that the growing backlash against the president will overwhelm Ed Gillespie, the Republican nominee, in a state drifting to the political left.\nMr. Gillespie, a former chairman of the Republican National Committee with deep roots in the party’s establishment, sought to strike a delicate balance when pressed about Mr. Trump, who is highly unpopular here. He refused to say Mr. Trump’s name, but warned that Mr. Northam, a Democrat, risked hurting Virginia’s economy — which relies greatly on the federal government — by attacking the president so fiercely.\n“What are you going to do as our governor, call the White House and say, ‘Please put me through to the narcissistic maniac, we’ve got to get more of our ships and submarines built here in Virginia’?” said Mr. Gillespie, invoking Mr. Northam’s signature attack line against the president.\n“If the shoe fits, wear it,” Mr. Northam, a neurologist, shot back, adding that his assessment “comes quite close to an accurate diagnosis.”", "url": "https://www.nytimes.com/2017/07/22/us/politics/virginia-governor-race-debate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}