{"authors": ["Stephen Smith"], "date_download": "2018-11-16 03:51:27", "date_modify": "2018-11-16 03:51:27", "date_publish": "2017-06-17 19:28:27", "description": "Howie Morenz was an early N.H.L. great, before a shattered leg ended his career and broke his heart. Some still celebrate his beginnings and puzzle over his end.", "filename": "2017_06_17_sports_hockey_howie-morenz-stratford.html_module=inline_1542340287.html", "image_url": "https://static01.nyt.com/images/2017/06/18/sports/18morenz1/00morenz1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_17_sports_hockey_howie-morenz-stratford.html_module=inline_1542340287.html", "title": "Still Chasing the Stratford Streak, 80 Years After He Left the Ice", "title_page": "Still Chasing the Stratford Streak, 80 Years After He Left the Ice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "STRATFORD, Ontario — Howie Morenz wept when he finally agreed to join the Montreal Canadiens in 1923, abandoning his family and a budding career as a railway machinist in Stratford to become the world’s greatest hockey player.\nThat’s the story: He didn’t want to go, refusing to believe he was good enough for the N.H.L. Within the year, he won his first Stanley Cup. He was already what an admiring rival called “that near-perfect human hockey machine.”\nFor 14 years his legend grew. Then, shockingly, 80 years ago this spring, he died at the age of 34, about six weeks after breaking his leg in a game. His friends said Morenz’s heart shattered when he realized his career was over.\nHis hockey résumé by then included two more Stanley Cups. Three times he was named the N.H.L.’s most valuable player, and twice he led the league’s scorers. He was part of the inaugural Hockey Hall of Fame class in 1945. In 1950, Canadian sportswriters named Morenz the best hockey player of the half-century. More recently, he was named one of the N.H.L.’s 100 greatest players as part of the league’s centennial celebration this year.", "url": "https://www.nytimes.com/2017/06/17/sports/hockey/howie-morenz-stratford.html?module=inline"}