{"authors": ["Glenn Thrush", "Maggie Haberman"], "date_download": "2018-11-16 04:50:03", "date_modify": "2018-11-16 04:50:03", "date_publish": "2017-01-09 20:04:32", "description": "The move cements Mr. Kushner’s role as a powerful and at times decisive influence on Mr. Trump, his father-in-law.", "filename": "2017_01_09_us_jared-kushner-senior-adviser-white-house-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343803.html", "image_url": "https://static01.nyt.com/images/2017/01/10/us/10trump/10trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_09_us_jared-kushner-senior-adviser-white-house-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343803.html", "title": "Jared Kushner Named Senior White House Adviser to Donald Trump", "title_page": "Jared Kushner Named Senior White House Adviser to Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Kushner has been described by numerous transition staff members as the first among equals in Mr. Trump’s high command. His new title belies the sweeping influence he will have behind the scenes.\nThe soft-spoken Mr. Kushner has often been described as having a calming effect on Mr. Trump, who is notorious for yelling at staff members during moments of tension. Mr. Kushner became the de facto campaign manager in the spring, and his influence with Mr. Trump has expanded rapidly.\nHe is expected to play the same role in the White House, while the chief strategist, Stephen K. Bannon, provides the president-elect with strategic, messaging and communications advice, and Reince Priebus, the chairman of the Republican National Committee and the incoming chief of staff, runs day-to-day operations in the West Wing. Mr. Trump’s counselor, Kellyanne Conway, will have a direct line to the president on a range of issues.\nDespite his lack of hands-on political experience before the 2016 campaign, Mr. Kushner earned the trust of his mercurial father-in-law during the campaign’s most turbulent moments, joining his wife and Mr. Trump’s adult sons, Eric and Donald Jr., in ousting Corey Lewandowski, then the campaign manager, in the heat of the primary season.\nMr. Kushner was among those who pushed, campaign officials said, for the removal of Gov. Chris Christie of New Jersey as the head of Mr. Trump’s transition team, and pressed for his father-in-law to appoint David M. Friedman, a Long Island lawyer, as ambassador to Israel.\nMr. Kushner, an orthodox Jew, has also made an unlikely ally of Mr. Bannon, an icon of the closed-borders nationalist movement. When Mr. Bannon, a former Breitbart executive, came under attack from Democrats after he was appointed to a White House role, Mr. Kushner assured allies that he had complete faith in Mr. Bannon and described him as a man of character.\nMr. Kushner will not take a salary and plans to work on issues involving the Middle East and Israel; try to forge government partnerships with the private sector; and collaborate with Mr. Trump’s choice for commerce secretary, Wilbur L. Ross Jr., on matters involving free trade, Ms. Gorelick said.", "url": "https://www.nytimes.com/2017/01/09/us/jared-kushner-senior-adviser-white-house-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}