{"authors": ["Alexandra Jacobs"], "date_download": "2018-11-16 03:09:15", "date_modify": "2018-11-16 03:09:15", "date_publish": "2017-06-29 15:35:35", "description": "Hilary Knight, illustrator of the “Eloise” books and quite a lot more, is the subject of two exhibitions of his work. He tours them both.", "filename": "2017_06_29_arts_design_eloise-hilary-knight_1542337755.html", "image_url": "https://static01.nyt.com/images/2017/06/30/arts/30ELOISE/30ELOISE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_29_arts_design_eloise-hilary-knight_1542337755.html", "title": "Remarkable. Extraordinary. Eccentric: The Man Who Drew Eloise Recalls His Muses", "title_page": "Remarkable. Extraordinary. Eccentric: The Man Who Drew Eloise Recalls His Muses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I’m trying to get it together,” Mr. Knight said. “There’s a lot to do.”\nIn his spare time he tinkers with a revue in which he plans to wear a sequined ensemble inspired by both the 1940s costume designer Adrian and the rapper LL Cool J. “I don’t like the word burlesque, but that’s what it is,” Mr. Knight said. “I’ve got it all planned, whether it happens or not. I mean, I have no qualifications!”\nHe does have a longstanding appreciation of theatrical women, beginning around 1937 with Connie De Pinna, of the defunct department store bearing the family name on Fifth Avenue. “She was going into town one day — we’re in Westport renting a house — and she has a black Persian lamb circular skirt in the summertime with black fingernails. Pretty good.” Mr. Knight said.\nHe was born a decade before then, in Hempstead, N.Y., following a brother three years older, Joey. Their father, Clayton Knight, who had flown in the Royal Air Force, was also an illustrator, specializing in aviation, and after moving to Manhattan the Knights traveled widely: to Paris (where Eloise would later pop up with her nanny, as well as Moscow), Bermuda, South America.\nMr. Knight attended Friends Seminary, studied with George Grosz and Reginald Marsh at the Art Students League, and enrolled in the Navy at 17, painting ships with occasional flourish. “I was a little boy, so they felt sorry for me — they would give me all these cushy jobs,” he said. “It taught me a lot.”\nPerhaps his most important education, though, occurred in movie palaces and at the lushly outfitted live entertainments that used to be Broadway staples. Vitrines at the library contain collaged homages to a chorus line of showbiz muses like Liliane Montevecchi (“the most remarkable person,” said Mr. Knight, a connoisseur of the appreciative adjective), Ann Miller (“like a steam engine”) and Dame Edna (“extraordinary”).", "url": "https://www.nytimes.com/2017/06/29/arts/design/eloise-hilary-knight.html"}