{"authors": ["Tom Voelk"], "date_download": "2018-11-16 04:00:30", "date_modify": "2018-11-16 04:00:30", "date_publish": "2017-06-01 15:43:38", "description": "The luxury sedan arrives looking toned, confident and familiar in a Bentley Flying Spur kind of way. The rest of the car has its own character.", "filename": "2017_06_01_automobiles_autoreviews_lincoln-continental_1542340830.html", "image_url": "https://static01.nyt.com/images/2017/06/04/automobiles/autoreviews/driven-lincoln-continential-pic/driven-lincoln-continential-pic-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_01_automobiles_autoreviews_lincoln-continental_1542340830.html", "title": "Video Review: After 15-Year Break, Lincoln Continental Returns With Style", "title_page": "Video Review: After 15-Year Break, Lincoln Continental Returns With Style - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Continental name carries gravitas. So much, in fact, that it’s easy to forget that Lincoln hasn’t used the nameplate since 2002. It’s like realizing that Team Flakes hasn’t been available in the grocery store for years.\nUnlike the breakfast cereal, Continental is back. After a 15-year sabbatical, this luxury sedan arrives looking toned, confident and, well, familiar. When the concept debuted in 2015, Luc Donckerwolke, Bentley’s design director at the time, famously asked the Lincoln team on Facebook, “Do you want us to send the product tooling?” The production car retains a Bentley Flying Spur silhouette, and the Revel speaker grilles carry an uncanny resemblance to their Burmester counterparts in a Mercedes.\nAs others before me have said, “Good artists copy; great artists steal.”\nThere is original character, especially the exterior door pulls integrated into the chrome window beltline. Touch the electronic pad inside them and the doors open with a slight spring-loaded pop. Top-tier models get a power mechanism that gently cinches the doors closed the last inch or so. They’re not the rear-hinged doors of the 1960s Continentals, but they attract attention.\nLincoln wisely decided not to out-German the Germans. Instead, it focused on updating the Continental’s American pampering abilities.", "url": "https://www.nytimes.com/2017/06/01/automobiles/autoreviews/lincoln-continental.html"}