{"authors": ["Alan Blinder"], "date_download": "2018-11-16 04:02:02", "date_modify": "2018-11-16 04:02:02", "date_publish": "2017-11-18 00:17:05", "description": "The allegations against the Senate candidate represent just the latest political scandal in a state that has known plenty of them.", "filename": "2017_11_17_us_alabama-scandals-roy-moore.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340922.html", "image_url": "https://static01.nyt.com/images/2017/11/18/us/18alabama-01/18alabama-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_17_us_alabama-scandals-roy-moore.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340922.html", "title": "Alabama Thought It Had Seen Enough Scandal. Then Came Roy Moore.", "title_page": "Alabama Thought It Had Seen Enough Scandal. Then Came Roy Moore. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Alabamians are concerned about the appearance that we have to others,” said Alice H. Martin, a former United States attorney in Birmingham who is now a Republican candidate for state attorney general. “It’s unfortunate when you have a beautiful state, and the only time you hit the national news is a bad negative story. That concerns voters.”\nNot everyone is convinced that voters are blameless.\n“No one forced people to vote for this bunch of crooks,” Josh Moon, a columnist for the website Alabama Political Reporter, wrote this week. “This is who voters in Alabama chose to put in charge. Despite all evidence and facts and history, this is the sad group of politicians duly elected and seated. And if given the opportunity, voters in this state would very likely put these same men back in charge.”\nThe new allegations against Mr. Moore, who has denied any misconduct, are by far the gravest of any of Alabama’s recent scandals. And while Mr. Moore was never expected to glide into the Senate, the accusations have imperiled his campaign in the days since nine women came forward to describe misconduct or unwanted romantic overtures.\nThe Alabama Republican Party opted this week to stand behind the nomination of Mr. Moore, whose Democratic opponent, Mr. Jones, is a former federal prosecutor. But whether or not Mr. Moore wins the special election on Dec. 12, Democrats and Republicans believe it unlikely that his swirl of scandal will quickly reverberate into many other races, at least in Alabama.\nIndeed, the state party stuck with Mr. Moore, in part, because Republicans feared losing the support of their own voters. So far, just one Republican organization in Alabama — the Greater Birmingham Young Republicans — has formally distanced itself from Mr. Moore, and typically talkative Republican officeholders have refused to respond to messages in recent days.", "url": "https://www.nytimes.com/2017/11/17/us/alabama-scandals-roy-moore.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}