{"authors": ["Noam Scheiber"], "date_download": "2018-11-16 03:41:26", "date_modify": "2018-11-16 03:41:26", "date_publish": "2017-05-24 01:04:31", "description": "The company concedes taking tens of millions in excess commissions. But records point to improper tax deductions costing drivers even more.", "filename": "2017_05_23_business_economy_uber-drivers-tax.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339686.html", "image_url": "https://static01.nyt.com/images/2017/05/24/business/23UBER/23UBER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_23_business_economy_uber-drivers-tax.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339686.html", "title": "Uber to Repay Millions to Drivers, Who Could Be Owed Far More", "title_page": "Uber to Repay Millions to Drivers, Who Could Be Owed Far More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The official compared the practice to selling a slice of pizza for $1 with tax included, but acknowledged that it was confusing.\nThe explanation appeared contrary to Uber’s contract, which as of last week defined the fare as the base plus a rate for each mile and minute — the definition makes no mention of a tax. The explanation also appears to be at odds with Uber’s trip receipts.\nNew York assesses sales tax only on rides that begin and end in the state, not rides beginning in New York and ending in other states. But Uber has calculated the fare for both types of rides the same way, suggesting that — contrary to the pizza example — there is no tax included in the fare the passenger pays.\nFor example, a driver’s receipt from Aug. 14, 2016, for a trip from Roslyn, N.Y., to Manhattan showed Uber charging a $7 base fare plus 65 cents per minute and $3.75 per mile — the rate for Uber Black, the company’s higher-end service. A second receipt from Aug. 3, 2016, for an Uber Black trip from Manhattan to Old Greenwich, Conn., showed identical rates, even though no sales tax would have been assessed.\nUber deducted $13.91 to cover sales tax from the driver in the Roslyn-to-Manhattan trip but deducted no sales tax from the driver in the Greenwich trip. (Both trips were subject to the black-car surcharge, which applies regardless of destination.)\nThe Uber official, in an interview on Tuesday, maintained that the tax was included in its fares and said the driver simply got a bonus on trips to Connecticut because the state assesses no tax on those trips.\nAt least one of Uber’s competitors in New York State, Lyft, appears to deduct the sales tax from drivers’ earnings as well. A Lyft driver’s receipt from July 24, 2016, depicts an overall fare of $16.34 and two deductions labeled “Ride Surcharge From Driver” that precisely equal the black-car surcharge and the sales tax amounts.", "url": "https://www.nytimes.com/2017/05/23/business/economy/uber-drivers-tax.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}