{"authors": ["Bassey Etim"], "date_download": "2018-11-16 03:08:56", "date_modify": "2018-11-16 03:08:56", "date_publish": "2017-06-13 10:00:14", "description": "A new comments system at The New York Times will allow the community desk to moderate more reader comments than ever before.", "filename": "2017_06_13_insider_have-a-comment-leave-a-comment_1542337736.html", "image_url": "https://static01.nyt.com/images/2017/06/16/insider/16-insider-moderator/13-insider-comments-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_13_insider_have-a-comment-leave-a-comment_1542337736.html", "title": "The Times Sharply Increases Articles Open for Comments, Using Google’s Technology", "title_page": "The Times Sharply Increases Articles Open for Comments, Using Google’s Technology - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bassey Etim is the Community Editor for nytimes.com.\nOn its face, the relationship between a news outlet and its readers is fairly straightforward. Readers pay for a subscription or view an ad, and the news outlet uses the funds to report the news.\nThe advent of community made things more complicated. News outlets wanted to engage their readers on a large scale. Readers wanted to be heard. Comment sections evolved and readers began to discuss issues with one another directly. While at best, comment sections became places for dynamic conversation and exchange, they could also become irrelevant or loaded with spam and vitriol.\nTo protect our conversations from bad actors, The New York Times’s community desk reviews almost all reader submissions by hand. With 12,000 comments moderated per day, this work is labor intensive, and has forced us to close comments on stories sooner than we would like simply because we didn’t have the resources to sort through them all. Many of our best stories are never opened for comments at all.\nThat’s about to change.\nWe have implemented a new system called Moderator, and starting today, all our top stories will allow comments for an 8-hour period on weekdays. And for the first time, comments in both the News and Opinion sections will remain open for 24 hours.", "url": "https://www.nytimes.com/2017/06/13/insider/have-a-comment-leave-a-comment.html"}