{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:19:21", "date_modify": "2018-11-16 04:19:21", "date_publish": "2017-02-11 19:35:03", "description": "Trump’s focus on refugees diverts from real dangers.", "filename": "2017_02_11_opinion_sunday_husbands-are-deadlier-than-terrorists_1542341961.html", "image_url": "https://static01.nyt.com/images/2017/02/12/opinion/sunday/12kristof/12kristof-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_11_opinion_sunday_husbands-are-deadlier-than-terrorists_1542341961.html", "title": "Husbands Are Deadlier Than Terrorists", "title_page": "Opinion | Husbands Are Deadlier Than Terrorists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Above all, fear spouses: Husbands are incomparably more deadly in America than jihadist terrorists.\nAnd husbands are so deadly in part because in America they have ready access to firearms, even when they have a history of violence. In other countries, brutish husbands put wives in hospitals; in America, they put them in graves.\nYet Trump is raging about a risk from refugees that seems manageable, even as he talks about relaxing rules on another threat, guns, that is infinitely more lethal.\n“I will get rid of gun-free zones on schools,” Trump said last year. “My first day, it gets signed, O.K., my first day.” Trump hasn’t in fact signed such an order, but his education secretary, Betsy DeVos, backed him up at her confirmation hearing last month, saying that guns might be necessary in schools because of “potential grizzlies.”\nThen there’s Sebastian Gorka, a White House aide to Trump, who wrote a book in which he suggested that Americans engage in their own private counterterrorism strategy: “Consider applying for a concealed-carry permit.”\nOne reason to think that this isn’t great advice: Gorka was arrested at Reagan Airport in Washington last year for trying to bring a gun through security. This didn’t prevent him from getting a White House job.\nThe House of Representatives this month voted to end a restriction on people with severe psychiatric disorders buying guns. Likewise, there is a strong push in Congress — backed by Donald Trump Jr., the president’s son — to end longstanding curbs on the purchase of silencers. The younger Trump and other advocates say that silencers would reduce the danger of hearing loss from gunfire.", "url": "https://www.nytimes.com/2017/02/11/opinion/sunday/husbands-are-deadlier-than-terrorists.html"}