{"authors": ["Azam Ahmed", "Kirk Semple"], "date_download": "2018-11-16 03:47:23", "date_modify": "2018-11-16 03:47:23", "date_publish": "2017-09-18 23:32:23", "description": "The Caribbean islands scrambled to prepare for another big storm, Hurricane Maria, which was barreling through only days after Irma killed more than two dozen.", "filename": "2017_09_18_world_americas_hurricane-maria-irma-caribbean.html_module=inline_1542340043.html", "image_url": "https://static01.nyt.com/images/2017/09/19/world/19maria1/19maria1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_18_world_americas_hurricane-maria-irma-caribbean.html_module=inline_1542340043.html", "title": "Hurricane Maria Makes Landfall in Dominica as Other Islands Brace for Potential Disaster", "title_page": "Hurricane Maria Makes Landfall in Dominica as Other Islands Brace for Potential Disaster - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hurricane Maria barreled through the islands that curve through the Caribbean on Monday night as it quickly grew into “a potentially catastrophic Category 5 hurricane” and made landfall in Dominica, the National Weather Service said.\nWith maximum sustained winds of 160 miles per hour, the storm battered the island of 73,000 people. Ham radio operators reported major damage to buildings, according to the hurricane center, and the island’s prime minister said the roof was ripped off his home.\n“I am at the complete mercy of the hurricane,” the prime minister, Roosevelt Skerrit, wrote on Facebook. “House is flooding.” About 10 minutes later, he posted, “I have been rescued.”\nMr. Skerrit told a journalist at the news station Telesur that the island had been devastated.\nEarly Tuesday, with Maria’s eye having passed over Dominica, the National Hurricane Center downgraded the storm to Category 4. But its winds had diminished only slightly, and the center warned that it could return to Category 5 as it approached the Virgin Islands and Puerto Rico.", "url": "https://www.nytimes.com/2017/09/18/world/americas/hurricane-maria-irma-caribbean.html?module=inline"}