{"authors": ["Neil Macfarquhar", "Anne Barnard"], "date_download": "2018-11-16 03:19:48", "date_modify": "2018-11-16 03:19:48", "date_publish": "2017-12-11 14:47:56", "description": "The Russian president visited Syria, Egypt and Turkey all in a day, a trip underscoring new alliances and his role as a statesman.", "filename": "2017_12_11_world_europe_putin-syria-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338388.html", "image_url": "https://static01.nyt.com/images/2017/12/12/world/12Russia-Mideast2/12Russia-Mideast2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_11_world_europe_putin-syria-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338388.html", "title": "Whirlwind Putin Tour Highlights Moscow’s New Reach in Mideast", "title_page": "Whirlwind Putin Tour Highlights Moscow’s New Reach in Mideast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Putin’s trip had domestic implications as well, showcasing his role as a global statesman just as he embarks on a campaign for another presidential term, his fifth and possibly last.\nAt each stop, there was some accomplishment or friendship to trumpet.\nIn a brief visit to a Russian air base in Syria, where he was greeted by President Bashar al-Assad, Mr. Putin again said that Russia’s military had achieved its mission and would head home, a pledge he first made in March 2016 and has broken repeatedly in the past.\nIn Egypt, Mr. Putin and President Abdel Fattah el-Sisi discussed several issues that reflected Moscow’s expanding role. They confirmed at a news conference that Russia and Egypt have taken steps to resume direct flights to Cairo, after Moscow suspended air travel to the country following the bombing of a Russian airliner in the Sinai Peninsula in 2015.\nAnd they appeared to confirm the signing of a contract for Russia to build a $30 billion nuclear plant, Egypt’s first. Late last month, the two countries were reported to be exploring an agreement for the Russian air force to use Egyptian military bases.\nThe trip to Turkey was the last scheduled for the day, with the agenda focused on political talks to end the war in Syria and the sale of an advanced Russian S-400 air missile defense system to Turkey. Russia has in the past refused such a sale, but President Recep Tayyip Erdogan of Turkey said at a joint news conference on Monday that the two countries would this week “come together to conclude necessary work for S-400.”", "url": "https://www.nytimes.com/2017/12/11/world/europe/putin-syria-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}