{"authors": ["Lisa W. Foderaro"], "date_download": "2018-11-16 04:32:48", "date_modify": "2018-11-16 04:32:48", "date_publish": "2017-07-03 19:34:54", "description": "The bill to replace the Affordable Care Act would lift a burden to help pay for Medicaid from New York’s counties and drop it on the state and the boroughs of New York City.", "filename": "2017_07_03_nyregion_new-york-health-care-amendment-medicaid.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342768.html", "image_url": "https://static01.nyt.com/images/2017/07/04/nyregion/04nymedicaid1/00nymedicaid1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_03_nyregion_new-york-health-care-amendment-medicaid.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342768.html", "title": "Senate Health Bill Could Set Off a Tax Tussle in New York", "title_page": "Senate Health Bill Could Set Off a Tax Tussle in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Senate’s push to repeal the Affordable Care Act has bogged down in the face of a deep divide among Republicans, and some senators are expressing vastly disparate reservations about what the bill does and does not do.\nBut there is another contentious element of the plan, found in both the House and Senate versions, that has received scant attention in Washington, mostly because it affects only one state: New York.\nThat is the so-called Faso-Collins amendment, which would end a funding formula that for 50 years forced New York’s 62 counties to help pay for Medicaid, the public health insurance program largely for low-income people.\nThe state’s counties currently pick up 13 percent of the total cost of Medicaid, far more than counties in other states pay, if they pay anything at all. The amendment, sponsored by Representatives Christopher C. Collins and John J. Faso, both upstate Republicans, would eliminate the burden for the counties — excluding New York City’s five boroughs.", "url": "https://www.nytimes.com/2017/07/03/nyregion/new-york-health-care-amendment-medicaid.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}