{"authors": ["David Brooks"], "date_download": "2018-11-16 04:24:27", "date_modify": "2018-11-16 04:24:27", "date_publish": "2017-02-17 08:21:03", "description": "Without grown-ups in charge, the government could stop working.", "filename": "2017_02_17_opinion_what-a-failed-trump-administration-looks-like_1542342267.html", "image_url": "https://static01.nyt.com/images/2017/02/17/opinion/17brooksWeb/17brooksWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_17_opinion_what-a-failed-trump-administration-looks-like_1542342267.html", "title": "What a Failed Trump Administration Looks Like", "title_page": "Opinion | What a Failed Trump Administration Looks Like - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Trump can push all the pretty buttons on the command deck of the Starship Enterprise, but don’t expect anything to actually happen, because they are not attached.\nSecond, this will probably become a more insular administration. Usually when administrations stumble, they fire a few people and bring in the grown-ups — the James Baker or the David Gergen types. But Trump is anti-grown-up, so it’s hard to imagine Chief of Staff Haley Barbour. Instead, the circle of trust seems to be shrinking to his daughter, her husband and Stephen Bannon.\nBannon has a coherent worldview, which is a huge advantage when all is chaos. It’s interesting how many of Bannon’s rivals have woken up with knives in their backs. Michael Flynn is gone. Reince Priebus has been unmanned by a thousand White House leaks. Rex Tillerson had the potential to be an effective secretary of state, but Bannon neutered him last week by denying him the ability to even select his own deputy.\nIn an administration in which “promoted beyond his capacity” takes on new meaning, Bannon looms. With each passing day, Trump talks more like Bannon without the background reading.\nThird, we are about to enter a decentralized world. For the past 70 years most nations have instinctively looked to the U.S. for leadership, either to follow or oppose. But in capitals around the world, intelligence agencies are drafting memos with advice on how to play Donald Trump.\nThe first conclusion is obvious. This administration is more like a medieval monarchy than a modern nation-state. It’s more “The Madness of King George” than “The Missiles of October.” The key currency is not power, it’s flattery.\nThe corollary is that Trump is ripe to be played. Give the boy a lollipop and he won’t notice if you steal his lunch. The Japanese gave Trump a new jobs announcement he could take to the Midwest, and in return they got presidential attention and coddling that other governments would have died for.", "url": "https://www.nytimes.com/2017/02/17/opinion/what-a-failed-trump-administration-looks-like.html"}