{"authors": ["Andrew Ross Sorkin"], "date_download": "2018-11-16 03:14:40", "date_modify": "2018-11-16 03:14:40", "date_publish": "2017-05-16 00:42:30", "description": "Let us now praise a famous Master of the Internet, who has changed the way we live — and isn’t done yet.", "filename": "2017_05_15_business_dealbook_andrew-ross-sorkin-jeff-bezos-amazon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338080.html", "image_url": "https://static01.nyt.com/images/2017/05/16/business/16DB-SORKIN/16DB-SORKIN-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_15_business_dealbook_andrew-ross-sorkin-jeff-bezos-amazon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338080.html", "title": "20 Years On, Amazon and Jeff Bezos Prove Naysayers Wrong", "title_page": "20 Years On, Amazon and Jeff Bezos Prove Naysayers Wrong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Twenty years ago this week, Amazon.com went public.\nSkeptics of Jeff Bezos, the company’s founder, have spent the better part of the past two decades second-guessing and vilifying him: He has been described as “a monopolist,” “literary enemy No. 1,” “a notorious international tax dodger,” impossible, a ruthless boss and — more than once — “Lex Luthor.” His company used to routinely be described as Amazon.con.\nBut you know what?\nHere we are, 20 years later, and Mr. Bezos has an authentic, legitimate claim on having changed the way we live.\nHe has changed the way we shop. He has changed the way companies use computers, by moving much of their information and systems to cloud services. He’s even changed the way we interact with computers by voice: “Alexa!”\nAlong the way, he has bought — and fixed — The Washington Post, one of the nation’s premier journalistic institutions. And through his aerospace company, Blue Origin, he has invested billions of dollars in the race to space, a onetime hobby that, if successful, could change the world much more profoundly than free one-day shipping.", "url": "https://www.nytimes.com/2017/05/15/business/dealbook/andrew-ross-sorkin-jeff-bezos-amazon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}