{"authors": ["Nicholas St. Fleur"], "date_download": "2018-11-16 04:16:34", "date_modify": "2018-11-16 04:16:34", "date_publish": "2017-11-06 22:53:58", "description": "The first mammals active during both day and night emerged 65.8 million years ago, a study found, just 200,000 years after the event that made dinosaurs go extinct.", "filename": "2017_11_06_science_dinosaurs-mammals-daytime.html_ref=nyt-es&mcid=nyt-es&subid=article_1542341794.html", "image_url": "https://static01.nyt.com/images/2017/11/07/science/07TB-MAMMAL/07TB-MAMMAL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_06_science_dinosaurs-mammals-daytime.html_ref=nyt-es&mcid=nyt-es&subid=article_1542341794.html", "title": "After the Dinosaurs’ Demise, Many Mammals Seized the Day", "title_page": "After the Dinosaurs’ Demise, Many Mammals Seized the Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the dinosaurs are away, the mammals will play.\nThat’s the basic idea behind the “nocturnal bottleneck” hypothesis, a concept proposed in 1942 that suggested mammals could have only survived in a dinosaur-dominated world by avoiding the sharp-toothed beasts during the day and coming out at night.\nMammalogists have long thought the earliest shared ancestor of all mammals was nocturnal, and now a study published Monday provides a potential date for when the furry creatures stopped cowering in the shadows and started venturing into the daylight.\nThe researchers found that the first mammals to be active during both day and night appeared around 65.8 million years ago, just 200,000 years after the extinction event that led to the demise of most dinosaurs. They were most likely the ancestors of even-toed ungulates, like today’s cattle, llamas and hippopotamuses, as well as the cetaceans like whales and dolphins.\n“In evolutionary time 200,000 years are hardly anything. It’s almost immediately,” said Roi Maor, a doctoral student at Tel Aviv University in Israel and University College London, and lead author of the paper that appeared in Nature Ecology & Evolution.", "url": "https://www.nytimes.com/2017/11/06/science/dinosaurs-mammals-daytime.html?ref=nyt-es&mcid=nyt-es&subid=article"}