{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 04:26:31", "date_modify": "2018-11-16 04:26:31", "date_publish": "2017-10-21 15:53:20", "description": "A brewing Republican vs. Republican fight could test whether the anti-incumbent insurgency backed by Stephen K. Bannon becomes a credible national movement.", "filename": "2017_10_21_us_politics_mcdaniel-wicker-mississippi-senate-race-bannon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342391.html", "image_url": "https://static01.nyt.com/images/2017/10/22/us/22dc-mississippi-print/22dc-mississippi1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_21_us_politics_mcdaniel-wicker-mississippi-senate-race-bannon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342391.html", "title": "Conservatives, With Bannon’s Help, Look for Revenge in Mississippi", "title_page": "Conservatives, With Bannon’s Help, Look for Revenge in Mississippi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Its backers are already plotting a course across the South and then westward to states like Nevada, Arizona, Nebraska, Wyoming and Utah. In all of those states, the insurgents have a rallying cry in Mr. Trump’s name and a villain in the Washington’s Republican leadership, especially in the Senate majority leader, Mitch McConnell of Kentucky.\n“We sensed the anger in ’13 and ’14,” Mr. McDaniel said in an interview at his law practice in downtown Laurel. “That anger,” he added, “reached its apex, it seemed, with Trump’s election. But now that McConnell and his merry band of yes men like Wicker have stood in the way of Trump, that anger has escalated again.”\n“I’ve never seen this type of environment,” he concluded.\nMr. Wicker and his allies have not forgotten what happened in 2014 either, when Mr. McDaniel came within 3,500 votes of taking out Mr. Cochran. Mr. Wicker, the junior senator from Mississippi, has amassed a $3.1 million war chest and is doing everything he can to demonstrate how he — and not Mr. McDaniel — is the faithful defender of the Trump agenda.\n“As much as Chris McDaniel may want it to be true, ‘Washington, D.C.’ will not be on the ballot for U.S. Senate in Mississippi next June,” said Justin Brasell, Mr. Wicker’s campaign manager.\n“Senator Roger Wicker will be on the ballot,” he added, “the same Roger Wicker who traveled the country in 2016 working to defeat Democrats and elect Donald Trump.”", "url": "https://www.nytimes.com/2017/10/21/us/politics/mcdaniel-wicker-mississippi-senate-race-bannon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}