{"authors": ["Ligaya Mishan"], "date_download": "2018-11-16 03:38:55", "date_modify": "2018-11-16 03:38:55", "date_publish": "2017-11-02 15:51:24", "description": "Margarita’s, serving Dominican cuisine, is a permanent version of what once was a food truck.", "filename": "2017_11_02_dining_margaritas-review-dominican-food-bronx-alcapurrias.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339535.html", "image_url": "https://static01.nyt.com/images/2017/11/08/dining/08HUNGRY-slide-U2Z2/08HUNGRY-slide-U2Z2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_02_dining_margaritas-review-dominican-food-bronx-alcapurrias.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339535.html", "title": "A Bronx Takeout Spot Honors the Memory of a Mother", "title_page": "A Bronx Takeout Spot Honors the Memory of a Mother - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The alcapurrias at Margarita’s, in Longwood in the South Bronx, are as dark as caramel stopped just short of burning, and too hot to touch. Let them rest a minute.\nThe fritters’ dough — of green bananas and plantains, mashed and tinged red-orange from achiote — has a crust as thin as skin, with crunch immediately giving way to sinking in. The textures keep changing: chewy, then airy at the center, where you might find jueyes, freshwater crab meat still juicy and roused by sofrito, or ground beef with a streak of sazón, the warming Latin spice blend.\nThe chef, Margarita Brito, has been making alcapurrias all her life. She came to New York at age 16 from the Dominican Republic; her mother, Reyna Prospero (known by her middle name, Margarita), started a food truck five years later, in 1992, with Ms. Brito at the stove. They called the truck Mama Isabel’s Place, after Ms. Brito’s grandmother back in Santo Domingo, and stationed it on an empty chain-linked lot across the street from P.S. 130 in the Bronx, where Ms. Prospero’s youngest children went to school.", "url": "https://www.nytimes.com/2017/11/02/dining/margaritas-review-dominican-food-bronx-alcapurrias.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}