{"authors": ["Neil Irwin"], "date_download": "2018-11-16 03:14:33", "date_modify": "2018-11-16 03:14:33", "date_publish": "2017-06-16 14:33:38", "description": "The battle to sell men’s shirts and food, and just about everything else, is a competition that will define the future of retail.", "filename": "2017_06_16_upshot_the-amazon-walmart-showdown-that-explains-the-modern-economy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338073.html", "image_url": "https://static01.nyt.com/images/2017/04/17/business/00up-shirts/00up-Walmart-Amazon-Shirts-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_16_upshot_the-amazon-walmart-showdown-that-explains-the-modern-economy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338073.html", "title": "The Amazon-Walmart Showdown That Explains the Modern Economy", "title_page": "The Amazon-Walmart Showdown That Explains the Modern Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Just as Walmart is using Bonobos to get access to higher-end consumers and a more technologically savvy way of selling clothes, Amazon is using Whole Foods to get the expertise and physical presence it takes to sell fresh foods.\nBut bigger dimensions of the modern economy also come into play.\nA Positive Returns-to-Scale World\nThe apparel business has long been a highly competitive industry in which countless players could find a niche. Any insight that one shirt-maker developed could be rapidly copied by others, and consumer prices reflected the retailer’s real estate costs and branding approach as much as anything.\nThat helps explain why there are thousands of options worldwide for someone who wants a decent-quality men’s shirt. In that world, any shirt-maker that tried to get too big rapidly faced diminishing returns. It would have to pay more and more to lease the real estate for far-flung stores, and would have to outbid competitors to hire all the experienced shirt-makers. The expansion wouldn’t offer any meaningful cost savings and would entail a lot more headaches trying to manage it all.\nBut more and more businesses in the modern economy, rather than reflecting those diminishing returns to scale, show positive returns to scale: The biggest companies have a huge advantage over smaller players. That tends to tilt markets toward a handful of players or even a monopoly, rather than an even playing field with countless competitors.\nThe most extreme example of this would be the software business, where a company can invest bottomless sums in a piece of software, but then sell it to each additional customer for practically nothing. The apparel industry isn’t that extreme — the price of making a shirt is still linked to the cost of fabric and the workers to do the stitching — but it is moving in that direction.\nAnd that helps explain why Walmart and Amazon are so eager to put a shirt on my back.\nAlready, retailers need to figure out how to manage sophisticated supply chains connecting Southeast Asia with stores in big American cities so that they rarely run out of product. They need mobile apps and websites that offer a seamless user experience so that nothing stands between a would-be purchaser and an order.", "url": "https://www.nytimes.com/2017/06/16/upshot/the-amazon-walmart-showdown-that-explains-the-modern-economy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}