{"authors": ["Jodi Kantor"], "date_download": "2018-11-16 04:49:53", "date_modify": "2018-11-16 04:49:53", "date_publish": "2017-02-11 17:34:19", "description": "Jared Kushner, President Trump’s son-in-law, has a long connection to Israel. When he meets with the country’s prime minister on Wednesday, it will be a gathering influenced by old encounters and shared experiences.", "filename": "2017_02_11_us_politics_jared-kushner-israel.html_module=inline_1542343793.html", "image_url": "https://static01.nyt.com/images/2017/02/11/us/12kushner-1/12kushner-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_11_us_politics_jared-kushner-israel.html_module=inline_1542343793.html", "title": "For Kushner, Israel Policy May Be Shaped by the Personal", "title_page": "For Kushner, Israel Policy May Be Shaped by the Personal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Jared Kushner was 17 years old, he stood where a million Jews had been murdered and listened to Israel’s prime minister stress the country’s importance.\n“The Holocaust could have been prevented. We know it could not have taken place had the Jewish state been established a few years earlier,” the prime minister, Benjamin Netanyahu, said in 1998, standing amid the ruins of an Auschwitz-Birkenau crematory. He had just led Mr. Kushner and thousands of other teenagers waving Israeli flags in a procession through the camp’s gates and past the barracks. As part of the commemoration, the group would soon leave Poland and fly to Israel, to complete the journey from slaughter to Zionist rebirth.\nBack then, Mr. Kushner was a high school basketball player, a Billy Joel fan, a quiz team manager and no one’s guess to become a negotiating partner with Mr. Netanyahu. But unlike other students on the trip, he knew the prime minister, who was friendly with his father, a real estate developer and donor to Israeli causes. Mr. Netanyahu had even stayed at the Kushners’ home in New Jersey, sleeping in Jared’s bedroom. (The teenager moved to the basement that night.)\nOn Wednesday, when the Israeli prime minister visits the White House, Mr. Netanyahu and Mr. Kushner will reunite on far different terms from before — and yet their meeting will be imbued with some of the shared ideas of those old encounters. Mr. Netanyahu is on his second stint as prime minister; Mr. Kushner, now 36, is President Trump’s son-in-law and a leading adviser on Middle Eastern affairs with a daunting assignment. Mr. Trump has said that Mr. Kushner will try to “do peace,” which the president has called “the ultimate deal.”", "url": "https://www.nytimes.com/2017/02/11/us/politics/jared-kushner-israel.html?module=inline"}