{"authors": ["Stuart Emmrich"], "date_download": "2018-11-16 04:51:26", "date_modify": "2018-11-16 04:51:26", "date_publish": "2017-11-05 16:04:30", "description": "“I’m never going to be that free,” Mr. Urie thought about taking the lead part in “Torch Song.” But Mr. Fierstein, who wrote and created the role, had other ideas.", "filename": "2017_11_05_theater_michael-urie-harvey-fierstein-play-torch-song_1542343886.html", "image_url": "https://static01.nyt.com/images/2017/11/06/arts/06URIE1/06URIE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_05_theater_michael-urie-harvey-fierstein-play-torch-song_1542343886.html", "title": "‘Maybe I Am Arnold!’ How Michael Urie Agreed to Fill Harvey Fierstein’s Shoes", "title_page": "‘Maybe I Am Arnold!’ How Michael Urie Agreed to Fill Harvey Fierstein’s Shoes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In his review of the 1981 Off Broadway production, The New York Times critic Mel Gussow wrote: “I cannot — and do not want to — imagine anyone else playing Arnold.”\nWhen asked by Mr. Fierstein and the play’s director, Moisés Kaufman, to consider the role, Mr. Urie felt the same way. “I never thought of myself as Arnold,’’ he said. “I thought they were insane.”\nIt was not that Mr. Urie, 37, hasn’t played larger-than-life roles over the course of his career, from Marc St. James on the ABC comedy “Ugly Betty,” to Barbra Streisand’s assistant in the one-man play, “Buyer and Cellar,” to the frenetic lead in Gogol’s “The Government Inspector” recently. And after “Torch Song,” which runs through Dec. 9, he will play Hamlet at the Shakespeare Theater Company in Washington.\nBut there was something about this part that Mr. Urie said he found daunting. “In the first scene, the character is in drag,” he said. “And I thought, ‘I could never do that. I could never be that guy. I’m never going to be that free, that brave.’ It was way too scary.”\nMr. Fierstein said one reason he had held off bringing the show back to New York for 30 years was to make sure that he had the right Arnold. And while he knew Mr. Urie’s work, mostly from “Ugly Betty,” and said that he was a “wonderful actor,” it wasn’t until a 2016 reading that he realized he had found his leading man.", "url": "https://www.nytimes.com/2017/11/05/theater/michael-urie-harvey-fierstein-play-torch-song.html"}