{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:47:39", "date_modify": "2018-11-16 04:47:39", "date_publish": "2017-07-14 13:19:28", "description": "The notes by the Nobel Peace Prize recipient, written before he died under police guard in China, are to accompany photographs by his wife, Liu Xia, who has been under house arrest.", "filename": "2017_07_14_world_asia_china-liu-xiaobo-nobel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343659.html", "image_url": "https://static01.nyt.com/images/2017/07/15/world/15China-Liu1/15Liu-wife1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_14_world_asia_china-liu-xiaobo-nobel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343659.html", "title": "Liu Xiaobo’s Dying Words for His Wife", "title_page": "Liu Xiaobo’s Dying Words for His Wife - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — As Liu Xiaobo, China’s most famous political prisoner, lay dying under police guard, he struggled to finish what was probably his last written work. It was not a political statement, but a sometimes playful, sometimes darkly cryptic, tribute to his wife, Liu Xia, an artist and poet who endured house arrest while he served an 11-year prison sentence.\n“Love as intense as ice, love as remote as blackness,” reads one of the handwritten notes Mr. Liu wrote in a hospital in the northeastern city of Shenyang before he died of liver cancer on Thursday. “My praise is perhaps an unforgivable poison,” he wrote in the brief and sometimes fragmentary tribute to his wife and her art.\nMr. Liu’s notes were for the preface of an unpublished collection of his wife’s photographs provisionally titled “Accompanying Liu Xiaobo.” His notes and the photo collection were shared by a Chinese editor who was a friend of the couple and who had helped compile the book. The editor said Mr. Liu made contact late last month and that people close to Mr. Liu later passed on pictures of his notes from the hospital. The editor asked to remain anonymous, citing fear of repercussions.\nMr. Liu will remain best known as an obdurate dissident who was awarded the Nobel Peace Prize in 2010 while in prison. He was sentenced in 2009, the year after he helped issue a petition calling for democratic change that led to his arrest.", "url": "https://www.nytimes.com/2017/07/14/world/asia/china-liu-xiaobo-nobel.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}