{"authors": ["David E. Sanger", "Mark Landler", "Eric Schmitt"], "date_download": "2018-11-16 04:49:52", "date_modify": "2018-11-16 04:49:52", "date_publish": "2017-06-08 01:24:24", "description": "The president’s bid to be a peacemaker between Qatar and neighbors, and a daylong effort to express sympathy to Iran, show the region’s complexities.", "filename": "2017_06_07_world_middleeast_trump-qatar-saudi-arabia-middle-east.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343792.html", "image_url": "https://static01.nyt.com/images/2017/06/08/us/08dc-prexy1/08dc-prexy1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_07_world_middleeast_trump-qatar-saudi-arabia-middle-east.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343792.html", "title": "Trump Has Busy Day in Vortex of Middle East Relations", "title_page": "Trump Has Busy Day in Vortex of Middle East Relations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Rarely has the Trump administration spoken of Iran other than to condemn it as the world’s chief sponsor of terrorism and an aspiring nuclear weapons state. So when the White House woke on Wednesday to images of a possible Islamic State attack on Tehran, it prompted a sharp quandary: How does President Trump condemn the violence without seeming to embrace the victims?\nSeveral administration officials said it took most of the day for the White House to work out the terse, curt wording of a statement that sought to show sympathy for the Iranian public even as it pointedly suggested that the behavior of Tehran’s clerical leaders made its people a target.\n“We grieve and pray for the innocent victims of the terrorist attacks in Iran, and for the Iranian people, who are going through such challenging times,” Mr. Trump wrote. “We underscore that states that sponsor terrorism risk falling victim to the evil they promote.”\nThe statement capped a day during which Mr. Trump thrust himself into the messy politics of Persian Gulf states, trying to also play peacemaker in a bitter dispute between Qatar and other Sunni Muslim neighbors that threatens to splinter a Middle Eastern alliance fighting the Islamic State.", "url": "https://www.nytimes.com/2017/06/07/world/middleeast/trump-qatar-saudi-arabia-middle-east.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}