{"authors": ["Nicole Perlroth", "Michael Wines", "Matthew Rosenberg"], "date_download": "2018-11-16 03:11:32", "date_modify": "2018-11-16 03:11:32", "date_publish": "2017-09-01 14:14:41", "description": "A Times investigation has found that infiltration efforts were broader than previously disclosed and that state and federal agencies have conducted few forensic inquiries.", "filename": "2017_09_01_us_politics_russia-election-hacking.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337892.html", "image_url": "https://static01.nyt.com/images/2018/06/16/us/16northcarolina-print/01voting-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_01_us_politics_russia-election-hacking.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337892.html", "title": "Russian Election Hacking Efforts, Wider Than Previously Known, Draw Little Scrutiny", "title_page": "Russian Election Hacking Efforts, Wider Than Previously Known, Draw Little Scrutiny - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The calls started flooding in from hundreds of irate North Carolina voters just after 7 a.m. on Election Day last November.\nDozens were told they were ineligible to vote and were turned away at the polls, even when they displayed current registration cards. Others were sent from one polling place to another, only to be rejected. Scores of voters were incorrectly told they had cast ballots days earlier. In one precinct, voting halted for two hours.\nSusan Greenhalgh, a troubleshooter at a nonpartisan election monitoring group, was alarmed. Most of the complaints came from Durham, a blue-leaning county in a swing state. The problems involved electronic poll books — tablets and laptops, loaded with check-in software, that have increasingly replaced the thick binders of paper used to verify voters’ identities and registration status. She knew that the company that provided Durham’s software, VR Systems, had been penetrated by Russian hackers months before.\n“It felt like tampering, or some kind of cyberattack,” Ms. Greenhalgh said about the voting troubles in Durham.", "url": "https://www.nytimes.com/2017/09/01/us/politics/russia-election-hacking.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}