{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:33:00", "date_modify": "2018-11-16 04:33:00", "date_publish": "2017-08-25 00:39:17", "description": "A pardon for an official who showed contempt for a judge shows contempt for American courts.", "filename": "2017_08_24_opinion_joe-arpaio-trump-pardon.html_module=inline_1542342780.html", "image_url": "https://static01.nyt.com/images/2017/08/25/opinion/25fri1/25fri1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_24_opinion_joe-arpaio-trump-pardon.html_module=inline_1542342780.html", "title": "The Perils of a Pardon for Joe Arpaio", "title_page": "Opinion | The Perils of a Pardon for Joe Arpaio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Note: After this editorial was published, President Trump pardoned Joe Arpaio.\nIt would be difficult for President Trump, who has insulted judges and tried to interfere with a federal investigation, to show much more disrespect for the rule of law. But if he makes good on his implicit vow to pardon Joe Arpaio, the disgraced former sheriff of Maricopa County, Ariz., Mr. Trump would be scorning the Constitution itself.\nMr. Arpaio, an anti-immigrant hard-liner who served 24 years in office before voters tossed him out last November, was convicted in July of criminal contempt of court for disregarding a federal judge’s orders to stop detaining people based solely on the suspicion that they were in the country illegally.\nMr. Arpaio’s sentencing is scheduled for Oct. 5. He faces up to six months in prison, unless Mr. Trump gets to him first.\nThe odds of a presidential intervention seemed to have shot up on Tuesday, when Mr. Trump suggested to the crowd at his bonkers rally in Phoenix that Mr. Arpaio’s conviction was unjust. In response to chants of “Pardon Joe!” Mr. Trump said, “I think he’s going to be just fine, O.K.?” He added, “But I won’t do it tonight, because I don’t want to cause any controversy.”", "url": "https://www.nytimes.com/2017/08/24/opinion/joe-arpaio-trump-pardon.html?module=inline"}