{"authors": ["Steph Yin"], "date_download": "2018-11-16 03:44:01", "date_modify": "2018-11-16 03:44:01", "date_publish": "2017-02-01 19:49:47", "description": "Much of the variety in the bills of today’s birds evolved long ago, very quickly, a study found, yet bill evolution didn’t slow down over time.", "filename": "2017_02_01_science_birds-beaks-evolution.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339841.html", "image_url": "https://static01.nyt.com/images/2017/02/02/science/02tb-beak01/02tb-beak01-facebookJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_01_science_birds-beaks-evolution.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339841.html", "title": "Finding the Speed of Evolution in a Study of Bird Beaks", "title_page": "Finding the Speed of Evolution in a Study of Bird Beaks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the ancestors of Darwin’s finches arrived on the Galápagos two million years ago, they gained access to a world of new morsels, untapped by other animals. In a relatively short period, 14 species of finches evolved, specializing in different diets through different beak shapes: short for crushing seeds, sharp for catching insects, long for probing cactus flowers and so on.\nThis rapid diversification in the presence of new opportunity is called adaptive radiation. Studies of small island bird and lizard populations describe a fast burst of evolution, followed by a slowdown. But broader research has failed to find this fast-then-slow pattern of evolution on a global scale.\nAn international team of researchers set out to investigate this seeming paradox through a particular trait: the shapes of birds’ bills. Analyzing more than 2,000 species of birds, the researchers suggest in a report published Wednesday in Nature that even though evolution does not slow down globally, the theory of adaptive radiation holds up.", "url": "https://www.nytimes.com/2017/02/01/science/birds-beaks-evolution.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}