{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:54:37", "date_modify": "2018-11-16 04:54:37", "date_publish": "2017-12-20 18:31:51", "description": "The influential Queens and Bronx Democratic county organizations are said to be supporting the Manhattan councilman in the upcoming election.", "filename": "2017_12_20_nyregion_corey-johnson-council-speaker.html_module=inline_1542344077.html", "image_url": "https://static01.nyt.com/images/2017/12/21/nyregion/21speaker/21speaker-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_20_nyregion_corey-johnson-council-speaker.html_module=inline_1542344077.html", "title": "Corey Johnson Gains Support in Council Speaker Race", "title_page": "Corey Johnson Gains Support in Council Speaker Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The race to become the next City Council speaker entered its final stages on Wednesday with leaders from the two most powerful Democratic county organizations, in the Bronx and in Queens, solidifying support behind a Manhattan councilman, Corey Johnson, according to four people with direct knowledge of the discussions, who spoke anonymously because they did not have permission to disclose the choice.\nMr. Johnson, 35, who represents the West Village, Chelsea and areas of Midtown Manhattan, had been considered among the front-runners for the job, the second most powerful political perch in New York City, with responsibilities for land-use decisions and approval of the city’s $86 billion annual budget.\nOne of the people cautioned that the counties’ support was not necessarily enough for Mr. Johnson to prevail. Four years ago, Mayor Bill de Blasio succeeded in elevating his own choice for speaker, Melissa Mark-Viverito, despite the county organizations supporting another candidate.\nBut another person was more categorical: “It’s done,” that person said.\nThe speaker is selected by the council’s 51 members, and voting will not take place until the new members take office in January. But the contest sprawls far beyond their numbers, bringing in unions and lobbyists as well as a coterie of high-paid consultants each of whom has been active for months in trying to shape opinion.", "url": "https://www.nytimes.com/2017/12/20/nyregion/corey-johnson-council-speaker.html?module=inline"}