{"authors": ["Helene Cooper"], "date_download": "2018-11-16 03:51:22", "date_modify": "2018-11-16 03:51:22", "date_publish": "2017-09-18 23:26:23", "description": "The defense secretary also said the United States had not shot down any missiles so far because they did not directly threaten American territory or allies.", "filename": "2017_09_18_world_asia_mattis-north-korea-military.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340282.html", "image_url": "https://static01.nyt.com/images/2017/09/19/us/19dc-korea/19dc-korea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_18_world_asia_mattis-north-korea-military.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340282.html", "title": "Mattis Leaves the Door Open to Military Options in North Korea", "title_page": "Mattis Leaves the Door Open to Military Options in North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The United States and its allies have not shot down any North Korean missiles because Pyongyang has yet to launch one that directly threatens American or Japanese territory, Defense Secretary Jim Mattis said on Monday.\nBut he said that could change. North Korean missiles have been falling “in the middle of the ocean,” Mr. Mattis said. “Were they to be aimed at Guam, or U.S. territory,” he added, “that would elicit a different response.”\nThe defense secretary also said he believed that the United States had found military options to handle the nuclear crisis on the Korean Peninsula that would not put the South Korean capital, Seoul, at grave risk, though he refused to elaborate on what those might be.\nMost military experts believe that because Seoul is only 35 miles from the demilitarized zone along the border between North and South Korea, the city and its more than 10 million inhabitants would be put in Pyongyang’s immediate cross hairs for retaliation if the United States made a pre-emptive strike on the North. As a first strike would be unlikely to eliminate all of North Korea’s conventional and nuclear weapons — not to mention its chemical or biological ones — American policy makers have traditionally held the view that a pre-emptive strike would likely put an untenable number of civilians at risk.", "url": "https://www.nytimes.com/2017/09/18/world/asia/mattis-north-korea-military.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}