{"authors": ["Stephen Holden"], "date_download": "2018-11-16 04:47:30", "date_modify": "2018-11-16 04:47:30", "date_publish": "2017-01-12 22:39:41", "description": "This documentary profiles a passionate preservationist and bandleader whose devotion to stylistic authenticity infuses his band’s peppy and carefree performances.", "filename": "2017_01_12_movies_vince-giordano-theres-a-future-in-the-past-review_1542343650.html", "image_url": "https://static01.nyt.com/images/2017/01/13/arts/13VINCESUB/13VINCESUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_12_movies_vince-giordano-theres-a-future-in-the-past-review_1542343650.html", "title": "Review: ‘Vince Giordano,’ a Nostalgist With Fresh Takes on Jazz", "title_page": "Review: ‘Vince Giordano,’ a Nostalgist With Fresh Takes on Jazz - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As you absorb the buoyant ’20s and ’30s jazz bubbling through the documentary “Vince Giordano: There’s a Future in the Past,” you may well wonder if this is the happiest American music ever created. It’s a peppy, carefree sound that conveys a frantic energy but is rendered with a light touch.\nBorn and based in Brooklyn, Mr. Giordano, 64, has been leading the Nighthawks, his 11-piece band specializing in the pre-swing era, for nearly four decades. He plays several instruments, including tuba, string bass and bass saxophone, and sings in a voice that evokes a less rambunctious Fats Waller. His popularity playing hotels has spawned a subculture of young fans who flock to his performances in period dress.\nYou probably know the music of this passionate preservationist, which has been featured in Woody Allen’s movies and the HBO series “Boardwalk Empire.” His devotion to stylistic authenticity infuses his band’s performances to the degree that, to quote a ’70s pop song title, “everything old is new again.” Played with such vigor and attention to detail, it sounds utterly fresh.\nMuch of the space in Mr. Giordano’s Brooklyn apartment is devoted to his ever-growing, meticulously annotated collection of 60,000 big-band arrangements. They are culled from his extensive search for original manuscripts and radio transcriptions of music that the film calls hot jazz. What the singer, pianist and cabaret performer Michael Feinstein is to vintage popular songs, Mr. Giordano is to hot jazz.", "url": "https://www.nytimes.com/2017/01/12/movies/vince-giordano-theres-a-future-in-the-past-review.html"}