{"authors": ["Peter Baker", "Maggie Haberman"], "date_download": "2018-11-16 03:17:13", "date_modify": "2018-11-16 03:17:13", "date_publish": "2017-05-30 12:49:23", "description": "As a top White House aide announced his resignation, four possible successors declined to be considered, according to an associate of the president.", "filename": "2017_05_30_us_politics_trump-dubke-white-house-staff-changes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338233.html", "image_url": "https://static01.nyt.com/images/2017/05/30/us/30resign-1/30resign-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_30_us_politics_trump-dubke-white-house-staff-changes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338233.html", "title": "As Trump Weighs Shake-Up, He Faces Recruiting Challenge", "title_page": "As Trump Weighs Shake-Up, He Faces Recruiting Challenge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Back from overseas and confronting an unforgiving political environment, President Trump appears increasingly isolated inside the White House, according to advisers, venting frustration over the performance of his staff and openly talking about shaking it up. But as he considers casting off old aides, Mr. Trump is finding it challenging to recruit new ones.\nThe disclosures from investigations stemming from Russian meddling in last year’s election — coupled with the president’s habit of undercutting his staff — have driven away candidates for West Wing jobs that normally would be among the most coveted in American politics, according to people involved in the search.\nBy the time the first change in what may be a broader shake-up was announced Tuesday, the White House was left without a replacement. Michael Dubke, the White House communications director, said he would step down, but four possible successors contacted by the White House declined to be considered, according to an associate of Mr. Trump who like others asked not to be identified discussing internal matters.\nAt the same time, talks with two former advisers, Corey Lewandowski and David N. Bossie, about joining the White House staff grew more complicated. Mr. Bossie, a former deputy campaign manager, signaled that he does not plan to join the staff, citing family concerns, one person close to the discussions said Tuesday. It was not clear what that might mean for Mr. Lewandowski, who was the campaign manager until being fired last summer but who has remained close to Mr. Trump.", "url": "https://www.nytimes.com/2017/05/30/us/politics/trump-dubke-white-house-staff-changes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}