{"authors": ["J. David Goodman", "William Neuman"], "date_download": "2018-11-16 04:54:47", "date_modify": "2018-11-16 04:54:47", "date_publish": "2017-02-15 22:34:00", "description": "The focus on the coming mayor’s race overlooks the back-room deal-making over another powerhouse position in city government, the City Council speakership.", "filename": "2017_02_15_nyregion_new-york-city-speaker.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344087.html", "image_url": "https://static01.nyt.com/images/2017/02/16/nyregion/16speaker1/00speaker1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_15_nyregion_new-york-city-speaker.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344087.html", "title": "New York City Girds for Political Brawl Over Looming Speaker Vacancy", "title_page": "New York City Girds for Political Brawl Over Looming Speaker Vacancy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With all the political focus in New York City trained on the 2017 mayoral race, there is another important battle being quietly waged, for perhaps the second-most-powerful job in the city.\nYet the only votes that matter in this contest are not from constituents; this race, for City Council speaker, will be determined by other Council members and the city’s Democratic county leaders, who are normally the deciding factor in efforts to wrangle the necessary votes.\nThe current speaker, Melissa Mark-Viverito, who is to deliver her State of the City address on Thursday, cannot run for re-election because of the term limits law; several other prominent Council members are also serving their last term.\nThough the race will not be decided until January, the looming vacancy is already swathed in all the bare-knuckled, back-room intrigue of old-time New York: Promises are offered; deals are made. And a leading candidate suddenly emerges.", "url": "https://www.nytimes.com/2017/02/15/nyregion/new-york-city-speaker.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}