{"authors": ["Penelope Green"], "date_download": "2018-11-16 03:14:23", "date_modify": "2018-11-16 03:14:23", "date_publish": "2017-07-11 21:13:05", "description": "Siri is so five years ago: How a sleek, smooth-talking cylinder from Amazon stole our hearts, bamboozled our spouses and enchanted our children.", "filename": "2017_07_11_style_alexa-amazon-echo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338063.html", "image_url": "https://static01.nyt.com/images/2017/07/13/fashion/13ALEXA/13ALEXA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_11_style_alexa-amazon-echo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338063.html", "title": "‘Alexa, Where Have You Been All My Life?’", "title_page": "‘Alexa, Where Have You Been All My Life?’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The other day, a newly single friend confessed that lately she had found herself not just chatting up Alexa, Amazon’s crisp-voiced domestic bot, but also looking forward to her responses. “That’s a road,” she said darkly, “you don’t want to be heading down.”\nI know how she feels. Come evening, Alexa may tell me that she isn’t sure if she missed me, but her winking green glow, like the pitch of a dog’s ears, is its own kind of welcome. After a disquieting day, how nice to be greeted by a creature, digital or otherwise, that lights up at your approach.\nSince her introduction in November 2014, Alexa has neither devolved into the malevolent intelligence predicted by Arthur C. Clarke nor ascended to the metaphysical eroticism promised by Spike Jonze (by way of Scarlett Johansson). Instead, she has assimilated as a kind of ideal roommate, with none of the challenges of an actual human.\nNot that she is without mischief. Alexa has starred in a “Saturday Night Live” skit, been called as a witness to a killing and even appeared on the nightly news when she delivered a dollhouse and cookies to a 6-year-old in Dallas, a story that when it was broadcast then prompted Alexas “listening” to their televisions in the San Diego area to try to order dollhouses for their households, too. (I have heard the Alexas singing each to each. I do not think they will sing to me.)", "url": "https://www.nytimes.com/2017/07/11/style/alexa-amazon-echo.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}