{"authors": ["Gretchen Reynolds"], "date_download": "2018-11-16 03:14:00", "date_modify": "2018-11-16 03:14:00", "date_publish": "2017-04-12 10:00:03", "description": "Runners tended to live about three more years than nonrunners, even if they run slowly or sporadically and smoke, drink or are overweight.", "filename": "2017_04_12_well_move_an-hour-of-running-may-add-seven-hours-to-your-life.html_module=inline_1542338040.html", "image_url": "https://static01.nyt.com/images/2017/04/18/well/physed-run/physed-run-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_12_well_move_an-hour-of-running-may-add-seven-hours-to-your-life.html_module=inline_1542338040.html", "title": "An Hour of Running May Add 7 Hours to Your Life", "title_page": "An Hour of Running May Add 7 Hours to Your Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Running may be the single most effective exercise to increase life expectancy, according to a new review and analysis of past research about exercise and premature death. The new study found that, compared to nonrunners, runners tended to live about three additional years, even if they run slowly or sporadically and smoke, drink or are overweight. No other form of exercise that researchers looked at showed comparable impacts on life span.\nThe findings come as a follow-up to a study done three years ago, in which a group of distinguished exercise scientists scrutinized data from a large trove of medical and fitness tests conducted at the Cooper Institute in Dallas. That analysis found that as little as five minutes of daily running was associated with prolonged life spans.\nAfter that study was released, the researchers were inundated with queries from fellow scientists and the general public, says Duck-chul Lee, a professor of kinesiology at Iowa State University and a co-author of the study. Some people asked if other activities, such as walking, were likely to be as beneficial as running for reducing mortality risks.\nHigh-mileage runners wondered if they could be doing too much, and if at some undefined number of miles or hours, running might become counterproductive and even contribute to premature mortality,", "url": "https://www.nytimes.com/2017/04/12/well/move/an-hour-of-running-may-add-seven-hours-to-your-life.html?module=inline"}