{"authors": ["Alan Rappeport", "Coral Davenport", "John Schwartz"], "date_download": "2018-11-16 03:51:18", "date_modify": "2018-11-16 03:51:18", "date_publish": "2017-01-19 05:00:26", "description": "Mr. Perry, Donald J. Trump’s choice for energy secretary, told senators he believed in climate change caused by humans.", "filename": "2017_01_19_us_politics_confirmation-hearings-cabinet-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340278.html", "image_url": "https://static01.nyt.com/images/2017/01/20/us/20hearingbriefing4/20hearingbriefing4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_19_us_politics_confirmation-hearings-cabinet-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340278.html", "title": "8 Highlights from the Confirmation Hearings", "title_page": "8 Highlights from the Confirmation Hearings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Abolish the Energy Department? Not so fast\nMr. Perry made his case before the Senate Energy Committee that he was qualified to run the agency he vowed to abolish when running for president in 2012.\nThe former Texas governor addressed his awkward history on the issue up front in his testimony.\n“My past statements made over five years ago about abolishing the Department of Energy do not reflect my current thinking,” he said, adding, “In fact, after being briefed on so many of the vital functions of the Department of Energy, I regret recommending its elimination.”\nMr. Perry acknowledged that he had changed his views about the established science of climate change, which, in his 2010 book, “Fed Up! Our Fight to Save America From Washington,” he called a “contrived, phony mess.”\n“I believe the climate is changing,” Mr. Perry said. “I believe some of it is naturally occurring, but some of it is also caused by man-made activity.”\nAdvertisement Continue reading the main story\nMr. Perry, perhaps more important, said he had learned about the department’s mission, most notably its oversight of the nation’s nuclear arsenal.\n“This confirmation process has been extremely informative and beneficial for me,” Mr. Perry said, noting his conversations with the current energy secretary, Ernest J. Moniz, a nuclear physicist who played a crucial role in negotiating the Iran nuclear weapons agreement.\nLaughs during an awkward exchange at Perry’s hearing\nThe Perry hearing was short on substantive answers to senators’ questions about what Mr. Perry’s priorities would be at the Energy Department, and might be best remembered for an awkward moment. At the beginning of an exchange with Senator Al Franken, Democrat of Minnesota, Mr. Franken thanked Mr. Perry for coming to his office to discuss the nomination. He deadpanned, “Did you enjoy meeting me?”\nWith a broad smile, Mr. Perry said he enjoyed the visit. “I hope you are as much fun on that dais as you were on your couch,” he said.\nA startled silence followed as those in the hearing room tried to figure out an interpretation of that comment that did not sound, as they say on the internet, not safe for work. Mr. Franken, who was a comedian and political satirist before running for the Senate, milked the moment. He shook his head, and Mr. Perry then asked, “May I rephrase that, sir?”\n“Please,” Mr. Franken responded, with perfectly timed pauses. “Please. Please. Oh, my Lord. Oh, my Lord.”\nGetting his feet back under him, Mr. Perry said, “Well, I think we’ve found our ‘Saturday Night Live’ sound bite.”\nThe laughter that had rocked the room subsided, and Mr. Franken said, “Let’s move on,” asking a question about the role of the Energy Department in helping to develop fracking technology and its role in the shale gas boom.\nAdvertisement Continue reading the main story\nPerry vows ‘to protect all of the science’\nPhoto\nIn an opening volley, Senator Maria Cantwell, Democrat of Washington, asked Mr. Perry where he stood on an early move by the Trump transition team to determine who in the Energy Department had responsibilities related to climate change — an effort resisted by department officials and later disavowed by the incoming administration.\nMr. Perry said that the request for information came before he was nominated, and “I didn’t approve it.”\n“I don’t approve of it,” he said. “I don’t need that information; I don’t want that information. That is not how I manage.”\nWhen she followed up with a question about whether he would protect the department’s scientists and the science budget, he said, “I am going to protect all of the science.”\nPerry gets another laugh, but gives no answer\nSenator Mazie K. Hirono, Democrat of Hawaii, asked Mr. Perry to comment on an article in The Hill newspaper describing “dramatic cuts” planned by the Trump transition team that would not only return funding for nuclear physics and advanced computing research to 2008 levels, but would also eliminate the Energy Department’s Office of Electricity, its Office of Energy Efficiency and Renewable Energy and the Office of Fossil Energy, which works on technologies like carbon capture and storage that reduce greenhouse gas emissions.\nIn an earlier question related to the news report, Mr. Perry had suggested that something might not be true just because it appeared on the internet. In response to Ms. Hirono’s return to the question, he joked, “Maybe they’ll have the same experience I had and forget they said that.” The line got a laugh, but the question went unanswered.\nA new response on climate change\nOne by one, Mr. Trump’s choices have given their views on climate change. What they have said often differs substantially from their past statements — but is also inconsistent with the current state of science.\nMr. Perry’s newfound appreciation for the science of climate change echoes the statements of other picks for the cabinets, including Scott Pruitt, who in his bid to head the Environmental Protection Agency said Wednesday: “Science tells us that the climate is changing and human activity in some manner impacts that change. The human ability to measure with precision the extent of that impact is subject to continuing debate and dialogue, as well they should be.”\nAdvertisement Continue reading the main story\nSimilarly, Rex W. Tillerson, Mr. Trump’s choice to become secretary of state, said that humans were one of the causes of warming, but that “we cannot predict with precision” where it is going. That is consistent with the position he has long taken as the chief executive of Exxon Mobil.\nThe straddling sounds more moderate, but does not reflect the state of the science of climate change — which has grown overwhelmingly conclusive on the role of humans as the prime cause — and it hedges on the need for action.\nFor those who remember the Nixon years, this might be called a “nondenial denial:” It moves the nominees from Mr. Trump’s much-criticized statement that climate change was a Chinese-created hoax, a comment that he, too, distanced himself from.\nPeter C. Frumhoff, director of science and policy at the Union of Concerned Scientists, said the cabinet selections s were engaged in “mischaracterization of scientific uncertainty to avoid accepting the urgency of reducing emissions is a dangerous distraction from addressing this serious global threat.”\nPerry vows to defend budget\nSenator Angus King, Jr. of Maine, pressed Mr. Perry on the question of whether cuts will be coming to the Energy department on important areas that include energy research. “Will you commit to me that you are going to be lionhearted in this endeavor to protect your agency? Because they are cutting the legs out from under you.”\nMr. Perry began to answer that he had an “interesting background” that involved defending budgets from “those in the know,” when Mr. King interrupted, saying: it is “hard to believe the people who recommended these cuts are in ‘any kind of know.’”\n“I’ll allow your statement to stand,” Mr. Perry responded, and then began another of the kind of general statements that have characterized his testimony today. “My point is, I know what the Department of Energy should be good at. I have spent enough time making myself aware, both talking to individuals inside the agency, individuals who have been there before — ”\nMr. King cut him off again, citing the limitations on his own time for questions, and said, “I really hope you will be strong in this, and I think you’ve indicated that you will.”\nAdvertisement Continue reading the main story\nMnuchin defends how he made his money\nPhoto\nMr. Mnuchin has broad experience with banking, finance and even the movie industry, but Democrats did their best on Thursday to paint him as incompetent when it comes to running the country’s finances.\nThe pick for Treasury secretary was peppered with questions about how he would keep Medicare solvent and how he would use the department’s resources to clamp down on the financing of terrorism. Mr. Mnuchin largely kept his answers general and vague on those subjects, but promised to work “diligently” to get up to speed in areas that are outside of his expertise.\nHe said he did not use offshore accounts to avoid taxes in the United States, an assertion that several Democrats challenged.\nWyden calls Mnuchin symbol of worst banking practices\nBefore Mr. Mnuchin had a chance to speak, Senator Ron Wyden, Democrat of Oregon, tore into his business résumé and painted him as a symbol of the banking industry’s worst practices.\nMr. Wyden also aggressively questioned Mr. Mnuchin about his view on Social Security taxes, and Mr. Mnuchin conceded that he needed to give the issue more study.\nDemocrats continue to complain that they are not being given enough time to question cabinet choices.\nConfirmations are expected on Friday\nMr. Schumer said that he anticipated a small handful of cabinet selections to be confirmed on Friday — just after President-elect Donald J. Trump’s inauguration — but vowed to continue resisting several other selections of Mr. Trump indefinitely.\nMr. Schumer said that the two most likely to be confirmed were selections for national security: Gen. John F. Kelly, Mr. Trump’s choice to lead the Department of Homeland Security; and James N. Mattis, his pick for secretary of Defense.\nAdvertisement Continue reading the main story\nMr. Schumer said Democrats also “look forward to beginning the debate” immediately for Representative Mike Pompeo of Kansas, Mr. Trump’s choice to lead the C.I.A., “in hopes that he can also receive a quick vote.”\n“It’s possible that some other noncontroversial nominees could be considered relatively quickly,” Mr. Schumer continued, speaking to reporters in the Capitol. “But from there, we intend to have a full and rigorous debate on the president-elect’s remaining nominees.”", "url": "https://www.nytimes.com/2017/01/19/us/politics/confirmation-hearings-cabinet-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}