{"authors": ["Jesse Mckinley"], "date_download": "2018-11-16 04:32:49", "date_modify": "2018-11-16 04:32:49", "date_publish": "2017-06-07 02:15:35", "description": "Gov. Andrew M. Cuomo accused the six representatives of “violating their oath of office to represent the interest of the people of the State of New York.”", "filename": "2017_06_06_nyregion_cuomo-assails-six-new-york-congressional-republicans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342769.html", "image_url": "https://static01.nyt.com/images/2017/06/07/nyregion/07nydems/07nydems-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_06_nyregion_cuomo-assails-six-new-york-congressional-republicans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342769.html", "title": "Cuomo Assails Six New York Congressional Republicans", "title_page": "Cuomo Assails Six New York Congressional Republicans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“They said they would help their districts; they said they would help the struggling middle class,” Mr. Cuomo said. “They’re doing the exact opposite. These are not moderate, responsible public officials. They’re not taking reasonable positions. These are political pawns to the ultraconservative puppet masters in Washington.”\nSuch remarks were a departure for a politician generally considered a pragmatic centrist — one who often works closely with Republicans in Albany — whose experiences as an endorser have been mixed at best. In 2014, for example, during his re-election campaign, Mr. Cuomo was widely criticized as a lackluster backer of his party’s state-level candidates as Republicans won a clean majority in the Senate. In 2016, he improved upon that performance, even if the Democratic Party did not.\nThat failure, of course, extended all the way to the top of the presidential ticket, and Hillary Clinton’s loss to Mr. Trump. But that loss has also opened the door for talk of a possible presidential run for Mr. Cuomo, talk that the governor dismisses, although his actions seem geared to inspire it. In the last week alone, Mr. Cuomo has taken unilateral action on issues of domestic and international import, including the threat of an Obamacare repeal and the nation’s withdrawal from the Paris climate accord.\nBut Mr. Cuomo’s apparent decision to pitch his message to a broader audience was savaged by the National Republican Congressional Committee, which attacked him this week for his connection to a simmering corruption scandal that touched on the upper reaches of his six-year-old administration.\n“Top aides arrested, signature initiatives plagued by corruption, widening scandals at every turn,” the Republican committee said in a release on its website, which made reference to “ziti,” a code used for illicit payments according to the 2016 criminal charges. “But Andrew Cuomo sees a perfect opportunity to campaign for Democratic House candidates — baggage in tow.”", "url": "https://www.nytimes.com/2017/06/06/nyregion/cuomo-assails-six-new-york-congressional-republicans.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}