{"authors": ["Sui-Lee Wee"], "date_download": "2018-11-16 04:16:20", "date_modify": "2018-11-16 04:16:20", "date_publish": "2017-12-28 15:32:04", "description": "Following a tax overhaul in the United States, Beijing has announced a temporary exemption for foreign firms investing in certain sectors.", "filename": "2017_12_28_business_tax-bill-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341780.html", "image_url": "https://static01.nyt.com/images/2017/12/29/business/29CHINATAX01/29CHINATAX01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_28_business_tax-bill-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341780.html", "title": "China Offers Tax Incentives to Persuade U.S. Companies to Stay", "title_page": "China Offers Tax Incentives to Persuade U.S. Companies to Stay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Asian and European officials have speculated that some of the measures in the revamped tax code could help encourage United States companies produce goods domestically for exporting. European leaders, for their part, have raised the specter of a trade battle and implied they may challenge the overhaul before the World Trade Organization.\nChina, meanwhile, has had its own concerns.\nMany American and European companies have complained in recent years that the country is becoming an increasingly difficult place to do business. Firms say they have had to navigate tricky new laws, been subject to forced technology transfers, and have complained that the authorities curtail their access to Chinese consumers.\nChina sets tight rules on how much money flows out of the country, as a way of controlling the value of its currency and keeping its financial system stable. A significant repatriation of foreign earnings could set off a broader capital flight, and weaken the country’s currency, the renminbi. And a sharp fall in the renminbi could spark a vicious cycle with even more companies — and possibly individuals — looking to minimize losses by moving their money out of China.\nThe currency controls, which were tightened last year as Beijing tried to stem a tide of money leaving the country, have led to complaints from foreign companies doing business there.\nIt is, for the moment, unclear how much money American companies actually keep in China, or how much they would seek to bring home. Many businesses use complex accounting techniques to book profits overseas, and firms with major investment plans in China could elect to keep their money here regardless.\nRegardless, business lobbying groups here said it was unlikely that the Chinese government’s latest measures would be significant enough to keep many American companies from repatriating profits.\nJake Parker, vice president for China operations at the U.S.-China Business Council, said some of his member companies had already said that they would seek to repatriate China earnings to the United States with the tax code change, and were considering doing so quickly to minimize the risk of being subject to capital controls.\n“Some are concerned that China may impose foreign exchange controls if these repatriations mount up and lead to capital outflow pressures, like we saw early this year and last year,” Mr. Parker said.", "url": "https://www.nytimes.com/2017/12/28/business/tax-bill-china.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}