{"authors": ["Katie Rogers"], "date_download": "2018-11-16 03:17:07", "date_modify": "2018-11-16 03:17:07", "date_publish": "2017-06-06 15:59:08", "description": "In Charlottesville, Virginia, about 120 miles from the White House, Trump Winery draws crowds that seem to prefer pinot over protest.", "filename": "2017_06_06_us_politics_trump-winery-virginia.html_module=inline_1542338227.html", "image_url": "https://static01.nyt.com/images/2017/05/27/us/00trumpwine6/00trumpwine6-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_06_us_politics_trump-winery-virginia.html_module=inline_1542338227.html", "title": "In Washington, Trump Is Roasted. At His Charlottesville Winery, He’s Toasted.", "title_page": "In Washington, Trump Is Roasted. At His Charlottesville Winery, He’s Toasted. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Winery employees declined to provide general sales figures, or to address questions about how politics have affected the business. But Eric Trump, deploying the family fondness for superlatives, called the winery a “tremendous success” in a statement emailed through a spokeswoman.\nImage Trump Winery’s 2016 blanc de blanc in the tasting room. Credit Chet Strange for The New York Times\n“Our sales, and the amazing accolades that we continue to garner, are extremely validating and are a true testament to this remarkable property and our immensely talented team,” he said in the statement.\nIn a 2016 interview with The New York Times about his business endeavors, the future president called the estate “one of the most beautiful pieces of land I’ve ever seen,” and bragged of the winery’s size.\n“I have the largest winery on the East Coast,” Mr. Trump said. “That’s the Kluge estate. I bought the Kluge estate.”\nThe winery is in fact not the largest on the East Coast, but it was a once-floundering passion project of the socialite Patricia Kluge, an ex-wife of the communications magnate John Kluge, who died in 2010. Mr. Trump bought the winery at a foreclosure auction in 2011, during a legal odyssey in which he snapped up land surrounding Albemarle, the 23,500-square-foot estate that was home to the Kluges during their marriage, until there were no other potential buyers. The manor is now a luxury hotel on the property.\n“She spent $200 million building the most incredible vineyard,” Mr. Trump said of Ms. Kluge. “I bought it for $6 million at auction. It was amazing.”", "url": "https://www.nytimes.com/2017/06/06/us/politics/trump-winery-virginia.html?module=inline"}