{"authors": ["Paul Mozur", "Mark Scott", "Mike Isaac"], "date_download": "2018-11-16 04:02:18", "date_modify": "2018-11-16 04:02:18", "date_publish": "2017-09-18 01:41:54", "description": "The web is not as open as it once was, with nation-states exerting their power over the internet. Facebook and other tech companies are dealing with the consequences.", "filename": "2017_09_17_technology_facebook-government-regulations_1542340938.html", "image_url": "https://static01.nyt.com/images/2017/09/21/insider/FB_THUMB/FB_THUMB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_17_technology_facebook-government-regulations_1542340938.html", "title": "Facebook Faces a New World as Officials Rein In a Wild Web", "title_page": "Facebook Faces a New World as Officials Rein In a Wild Web - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We want to bring connectivity to the world,” said Jay Parikh, a Facebook vice president for engineering who oversees the company’s plans to use drones, satellites and other technology to connect the developing world.\nFacebook is racing to gain the advantage in Africa over rivals like Google and Chinese players including Tencent, in a 21st century version of the “Scramble for Africa.” Google has built fiber internet networks in Uganda and Ghana. Tencent has released WeChat, its popular messaging and e-commerce app, in South Africa.\nFacebook has already hit some bumps in its African push. Chad blocked access to Facebook and other sites during elections or political protests. Uganda also took legal action in Irish courts to force the social network to name an anonymous blogger who had been critical of the government. Those efforts failed.\nIn Kenya, one of Africa’s most connected countries, there has been less pushback.\nFacebook expanded its efforts in the country of 48 million in 2014. It teamed up with Airtel Africa, a mobile operator, to roll out Facebook’s Free Basics — a no-fee version of the social network, with access to certain news, health, job and other services there and in more than 20 other countries worldwide. In Kenya, the average person has a budget of just 30 cents a day to spend on internet access.\nFree Basics now lets Kenyans use Facebook and its Messenger service at no cost, as well as read news from a Kenyan newspaper and view information about public health programs. Joe Mucheru, Kenya’s tech minister, said it at least gives his countrymen a degree of internet access.\nStill, Facebook’s plans have not always worked out. Many Kenyans with access to Free Basics rely on it only as a backup when their existing smartphone credit runs out.\n“Free Basics? I don’t really use it that often,” said Victor Odinga, 27, an accountant in downtown Nairobi. “No one wants to be seen as someone who can’t afford to get online.”", "url": "https://www.nytimes.com/2017/09/17/technology/facebook-government-regulations.html"}