{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 04:26:22", "date_modify": "2018-11-16 04:26:22", "date_publish": "2017-04-14 09:02:25", "description": "Some on the right say they feel betrayed, but others endorse the president’s lack of rigidity and are rallying around him under what they see as relentless attacks.", "filename": "2017_04_14_us_politics_trump-policy-conservatives-rush-limbaugh.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342382.html", "image_url": "https://static01.nyt.com/images/2017/04/15/us/15CONSERVATIVES-01alt/15CONSERVATIVES-01alt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_14_us_politics_trump-policy-conservatives-rush-limbaugh.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342382.html", "title": "Focused on Trump’s Successes, Many Supporters Are Unfazed by His Reversals", "title_page": "Focused on Trump’s Successes, Many Supporters Are Unfazed by His Reversals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As some on the right howled about a series of reversals by President Trump on a number of his campaign promises — conned, betrayed, sold out, they said — Rush Limbaugh asked his listeners this week whether any of that flip-flopping really mattered.\n“See what Jeff Sessions is doing?” Mr. Limbaugh said of the attorney general, answering his own question: “Damn straight.”\n“Have you seen what the job situation is?” he asked.\n“Have you seen what the economic forecasts in the future are?” he went on.\nThe sentiment that Mr. Limbaugh was homing in on — the undented confidence that many Trump supporters have in the president as a get-things-done leader and deal maker — is the reason many conservatives say they do not think Mr. Trump will suffer much as he abandons some of his policy stances. They are not inclined to punish him, they say, even after he backed off his hard lines on NATO, the Chinese and the Export-Import Bank, and attacked Syria after having opposed such intervention.", "url": "https://www.nytimes.com/2017/04/14/us/politics/trump-policy-conservatives-rush-limbaugh.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}