{"authors": ["Glenn Thrush", "Maggie Haberman"], "date_download": "2018-11-16 04:25:36", "date_modify": "2018-11-16 04:25:36", "date_publish": "2017-09-06 15:13:20", "description": "Republican congressional leaders went into an Oval Office meeting on spending plans expecting a photo-op and walked away shellshocked.", "filename": "2017_09_06_us_politics_trump-democrats-deal_1542342336.html", "image_url": "https://static01.nyt.com/images/2017/09/07/us/07dc-assess-sub/07dc-assess-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_06_us_politics_trump-democrats-deal_1542342336.html", "title": "To Allies’ Chagrin, Trump Swerves Left", "title_page": "To Allies’ Chagrin, Trump Swerves Left - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Republican congressional leaders perched on the couches in the Oval Office froze in mid-smile on Wednesday afternoon when they realized President Trump was bypassing them to cut a short-term spending and debt ceiling deal with Democrats, and not them.\nSpeaker Paul D. Ryan and Senator Mitch McConnell, the majority leader, had expected the rare bipartisan, bicameral meeting to be little more than a photo-op in which the broad outlines of a deal were discussed, aides said.\nInstead, Mr. Trump — who has often outsourced the details of negotiations to subordinates like Vice President Mike Pence — interrupted Treasury Secretary Steven Mnuchin as he argued for an 18-month debt ceiling increase to stabilize financial markets. When other leaders offered yearlong or half-year extensions, the president waved them off, according to the accounts of staff members briefed on the meeting.\nThe three-month deal Mr. Trump eventually embraced is a significant tactical change for a president thus far anxious to preserve, not expand, his political appeal. The plan was pitched by two Democratic leaders he has relentlessly demonized and marginalized: Senator Chuck Schumer of New York and Representative Nancy Pelosi of California.", "url": "https://www.nytimes.com/2017/09/06/us/politics/trump-democrats-deal.html"}