{"authors": ["Cade Metz"], "date_download": "2018-11-16 03:41:19", "date_modify": "2018-11-16 03:41:19", "date_publish": "2017-10-22 18:53:12", "description": "Nearly all big tech companies have an artificial intelligence project, and they are willing to pay experts millions of dollars to help get it done.", "filename": "2017_10_22_technology_artificial-intelligence-experts-salaries.html_module=inline_1542339679.html", "image_url": "https://static01.nyt.com/images/2017/10/23/business/23TALENTWAR-1/00TALENTWAR-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_22_technology_artificial-intelligence-experts-salaries.html_module=inline_1542339679.html", "title": "Tech Giants Are Paying Huge Salaries for Scarce A.I. Talent", "title_page": "Tech Giants Are Paying Huge Salaries for Scarce A.I. Talent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Silicon Valley’s start-ups have always had a recruiting advantage over the industry’s giants: Take a chance on us and we’ll give you an ownership stake that could make you rich if the company is successful.\nNow the tech industry’s race to embrace artificial intelligence may render that advantage moot — at least for the few prospective employees who know a lot about A.I.\nTech’s biggest companies are placing huge bets on artificial intelligence, banking on things ranging from face-scanning smartphones and conversational coffee-table gadgets to computerized health care and autonomous vehicles. As they chase this future, they are doling out salaries that are startling even in an industry that has never been shy about lavishing a fortune on its top talent.\nTypical A.I. specialists, including both Ph.D.s fresh out of school and people with less education and just a few years of experience, can be paid from $300,000 to $500,000 a year or more in salary and company stock, according to nine people who work for major tech companies or have entertained job offers from them. All of them requested anonymity because they did not want to damage their professional prospects.", "url": "https://www.nytimes.com/2017/10/22/technology/artificial-intelligence-experts-salaries.html?module=inline"}