{"authors": ["Maggie Haberman", "Mark Landler"], "date_download": "2018-11-16 03:17:49", "date_modify": "2018-11-16 03:17:49", "date_publish": "2017-05-04 13:10:20", "description": "After a rocky first phone call, President Trump and Prime Minister Malcolm Turnbull of Australia used a meeting in New York to try to show that they have put the encounter behind them.", "filename": "2017_05_04_world_australia_donald-trump-malcolm-turnbull-meeting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338269.html", "image_url": "https://static01.nyt.com/images/2017/05/05/world/05prexy_web3/05prexy_web3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_04_world_australia_donald-trump-malcolm-turnbull-meeting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338269.html", "title": "Despite Earlier Spat, Smooth Sailing Aboard Intrepid for Trump and Turnbull", "title_page": "Despite Earlier Spat, Smooth Sailing Aboard Intrepid for Trump and Turnbull - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Trump and Prime Minister Malcolm Turnbull of Australia on Thursday played down the testy phone exchange that began their working relationship as they met face to face aboard the aircraft carrier Intrepid in Manhattan.\n“We get along great. We have a fantastic relationship, I love Australia, I always have,” Mr. Trump told reporters who witnessed a portion of the meeting between the two wealthy, iconoclastic, deal-making politicians in a room near the ship’s main dining area.\nThe two attended a dinner aboard the Intrepid, now a museum docked in the Hudson River, to honor the 75th anniversary of the strategic victory of the United States and Australia over Japan in the Battle of the Coral Sea during World War II.\nTheir earlier encounter, an acrimonious first phone call in February, was spoiled by Mr. Trump’s hostile reaction to a deal with Australia that President Barack Obama negotiated in the final weeks of his second term. In it, the United States agreed to take in as many as 1,250 refugees that Australia was holding at offshore detention centers.", "url": "https://www.nytimes.com/2017/05/04/world/australia/donald-trump-malcolm-turnbull-meeting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}