{"authors": ["Mark Landler", "Maggie Haberman"], "date_download": "2018-11-16 04:34:33", "date_modify": "2018-11-16 04:34:33", "date_publish": "2017-05-06 01:18:37", "description": "Some of the president’s supporters worry that the White House is listening too closely to Arab and Palestinian arguments and diluting support for Israel’s government.", "filename": "2017_05_05_world_middleeast_palestine-israel-trump-abbas-adelson.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342873.html", "image_url": "https://static01.nyt.com/images/2017/05/06/us/06diplo2/06diplo2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_05_world_middleeast_palestine-israel-trump-abbas-adelson.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342873.html", "title": "Mixed Signals From Trump Worry Pro-Israel Hard-Liners", "title_page": "Mixed Signals From Trump Worry Pro-Israel Hard-Liners - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump hosted Mahmoud Abbas, the president of the Palestinian Authority, at the White House this week with all the usual bonhomie he displays for foreign leaders. Within hours, he wrote on Twitter that it had been “an honor,” adding, “Hopefully something terrific” would come out “between the Palestinians & Israel.”\nBut then something odd happened. Within a day, the message vanished from Mr. Trump’s Twitter feed. The White House said it had no idea why that happened and that it stood by the original message. But stakeholders in the peace process have seen the unexplained disappearance as a sign of uncertainty from a president who has presented himself as Israel’s greatest friend but has then called it “an honor” to meet with its adversary.\nAs Mr. Trump embarks on what he vows will be a historic effort to do what no president has done before and make peace between Israelis and Palestinians, he finds himself under pressure from his hard-line pro-Israel supporters. They worry that he and his aides are listening too closely to Arab and Palestinian arguments and diluting what they hoped would be uncompromising support for the current Israeli government.\nThey are particularly concerned about the role of one of Mr. Trump’s closest Jewish friends, the New York billionaire Ronald S. Lauder, who is prodding Mr. Trump to forge an alliance with Mr. Abbas. Mr. Lauder is in frequent contact with Mr. Trump’s chief Middle East negotiator, Jason D. Greenblatt, who attended a dinner at Mr. Lauder’s Georgetown home with Mr. Abbas the night before the Palestinian leader went to the White House.", "url": "https://www.nytimes.com/2017/05/05/world/middleeast/palestine-israel-trump-abbas-adelson.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}