{"authors": ["Daisuke Wakabayashi", "Mike Isaac"], "date_download": "2018-11-16 03:41:08", "date_modify": "2018-11-16 03:41:08", "date_publish": "2017-02-24 00:06:53", "description": "A lawsuit says an employee took thousands of secret files on self-driving car design when he left Google to start his own company, later sold to Uber.", "filename": "2017_02_23_technology_google-self-driving-waymo-uber-otto-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339668.html", "image_url": "https://static01.nyt.com/images/2017/02/24/business/24UBER1/24UBER1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_23_technology_google-self-driving-waymo-uber-otto-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339668.html", "title": "Google Self-Driving Car Unit Accuses Uber of Using Stolen Technology", "title_page": "Google Self-Driving Car Unit Accuses Uber of Using Stolen Technology - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Waymo, the self-driving car business spun out of Google’s parent company, claimed in a federal lawsuit on Thursday that Uber was using intellectual property stolen by one of Google’s former project leaders.\nIn a federal court filing in San Francisco, Waymo said Anthony Levandowski, who runs Uber’s autonomous car division, downloaded 14,000 files from Google a month before leaving to start his own self-driving car company, Otto. Uber acquired Otto in August for $680 million, about seven months after Mr. Levandowski left Google.\n“Otto and Uber have taken Waymo’s intellectual property so that they could avoid incurring the risk, time, and expense of independently developing their own technology,” the company said in the filing. “Ultimately, this calculated theft reportedly netted Otto employees over half a billion dollars and allowed Uber to revive a stalled program, all at Waymo’s expense.”\nUber did not respond to requests for comment.\nIn its filing, Waymo said it was inadvertently copied on an email from one of its suppliers with drawings of Uber’s circuit board design for its lidar technology, short for light detection and ranging, ” that are laser-based sensors used in self-driving cars. Waymo said Uber’s design bore “a striking resemblance” to its proprietary and highly secret design and infringed on Waymo’s patents.", "url": "https://www.nytimes.com/2017/02/23/technology/google-self-driving-waymo-uber-otto-lawsuit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}