{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:34:40", "date_modify": "2018-11-16 04:34:40", "date_publish": "2017-05-03 01:08:14", "description": "With the Palestinian leader visiting the White House on Wednesday, Republicans are demanding that payments to the families of Palestinians who commit violence end.", "filename": "2017_05_02_world_middleeast_palestine-mahmoud-abbas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342880.html", "image_url": "https://static01.nyt.com/images/2017/05/03/world/03palestinians/03palestinians-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_02_world_middleeast_palestine-mahmoud-abbas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342880.html", "title": "G.O.P. Pressures Trump to Take Tough Stance With Mahmoud Abbas", "title_page": "G.O.P. Pressures Trump to Take Tough Stance With Mahmoud Abbas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As President Trump hosts the Palestinian leader, Mahmoud Abbas, at the White House on Wednesday for the first time, he faces enormous obstacles to his new peacemaking venture — including pressure from his own party to take a tougher stance on Palestinian terrorism.\nA host of Republican senators are lobbying Mr. Trump to use his meeting with Mr. Abbas, president of the Palestinian Authority, to demand the cessation of financial payments to the families of Palestinians who commit violence against Israelis or Americans. The senators have introduced legislation to cut off American aid if the Palestinians refuse.\n“The president should raise this with Mahmoud Abbas and he should push for its passage,” Senator Tom Cotton of Arkansas, a Republican ally of Mr. Trump’s, said in an interview on Tuesday. “It’s a good test of Mahmoud Abbas and the Palestinian leadership of how serious they are about wanting peace and not wanting terrorism.”\nThe legislation underscored the complexity of the peace effort that Mr. Trump is embarking on as he seeks to negotiate a durable resolution to the generations-old dispute between Israelis and Palestinians that, so far, has eluded every American president. During the presidential campaign and transition, Mr. Trump positioned himself as an unwavering ally of Israel but has moderated some of his positions since taking office as he courts support from Arab leaders in the Middle East.", "url": "https://www.nytimes.com/2017/05/02/world/middleeast/palestine-mahmoud-abbas.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}