{"authors": ["Sarah Maslin Nir"], "date_download": "2018-11-16 03:17:43", "date_modify": "2018-11-16 03:17:43", "date_publish": "2017-04-21 22:44:41", "description": "The president has not returned to his hometown since taking office, so opposition efforts are taking new paths, like boycotts, performance art and calls to elected officials.", "filename": "2017_04_21_nyregion_new-york-donald-trump-changing-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338263.html", "image_url": "https://static01.nyt.com/images/2017/04/22/us/22NOTRUMP1/00NOTRUMP1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_21_nyregion_new-york-donald-trump-changing-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338263.html", "title": "With Trump Gone, New Yorkers Find Alternatives to Shouting at His Door", "title_page": "With Trump Gone, New Yorkers Find Alternatives to Shouting at His Door - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Outside Trump Tower in Midtown Manhattan on a recent weekday, two police officers peered over a pink iPhone, laughing at whatever was on the screen. Beside a golden revolving door, a counterterrorism officer sipped a smoothie in front of the Fifth Avenue home of the president of the United States. In the thin crowd outside, a pair of tourists stopped to take a selfie with the building’s golden lettering behind them, mugging with faces of pantomimed horror.\nIn the early days of Donald J. Trump’s presidency, throngs of people descended on the building, gawking, protesting or selling buttons and books. But these days, in the tranquillity outside the 58-story tower where his wife, Melania, and their son, Barron, live, tumbleweeds may as well roll.\nDespite his frequent excursions from the White House to his Mar-a-Lago estate in Florida, Mr. Trump has not returned as president to his hometown, where for weeks after his election protests erupted, sometimes several a day. Without his presence as a fulcrum for the city’s ire, the response to his presidency has been reshaped, taking on a new dimension and renewed earnestness, activists say.\n“Today, it’s not like we’re just yelling at a tower where he may or may not emerge,” said Alex Kramer, 26, an actor from Fort Greene, Brooklyn, who runs Action Party, an organization working to mobilize voters around opposing Trump policies. “It has caused us to be more creative, and ultimately more effective, in strategizing how to reach him, because we can’t just show up and make noise. People are having to think now: ‘What specific targeted actions can we take that are actually going to get under his skin?’”", "url": "https://www.nytimes.com/2017/04/21/nyregion/new-york-donald-trump-changing-protests.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}