{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:54:38", "date_modify": "2018-11-16 04:54:38", "date_publish": "2017-11-07 10:00:27", "description": "The lack of diversity among the elected leaders has made race a flash point in the contest to become the next City Council speaker.", "filename": "2017_11_07_nyregion_nyc-council-speaker-race.html__r=0&module=inline_1542344078.html", "image_url": "https://static01.nyt.com/images/2017/11/07/nyregion/00SPEAKER01/00SPEAKER01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_07_nyregion_nyc-council-speaker-race.html__r=0&module=inline_1542344078.html", "title": "New York’s Leadership Is Mostly White. That’s Roiling the Speaker’s Race.", "title_page": "New York’s Leadership Is Mostly White. That’s Roiling the Speaker’s Race. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Rarely is the question asked: Is New York ready for a white male political leader?\nBut with a white man re-elected as mayor (Bill de Blasio), a white man as governor (Andrew M. Cuomo), a white man as attorney general (Eric T. Schneiderman), and white men as city and state comptroller (Scott M. Stringer and Thomas P. DiNapoli), race has emerged as a flash point in the elbows-out battle to lead the City Council for the next four years.\nThe speakership contest, for arguably the second most powerful elected post in city government, has raged behind the scenes for months, with eight men competing to replace the current speaker, Melissa Mark-Viverito. Early conventional wisdom congealed over the summer that two councilmen from Manhattan, Corey Johnson and Mark Levine, had emerged as the front-runners.\nBoth are white — prompting a backlash among some influential black and Latino city leaders.\n“New York advertises one thing. When you buy the product, you’re buying a rainbow,” said the Rev. Al Sharpton, the longtime African-American activist. “And when you get home you find out you have a white, vanilla ice cream cone and there is no rainbow inside.”\nMr. Sharpton called the lack of diversity among the elected leaders in a majority-minority city “a glaring example of the hypocrisy of liberal New York,” and deemed it an issue in the speaker’s race.", "url": "https://www.nytimes.com/2017/11/07/nyregion/nyc-council-speaker-race.html?_r=0&module=inline"}