{"authors": ["Michael D. Shear", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:25:39", "date_modify": "2018-11-16 04:25:39", "date_publish": "2017-09-05 12:29:05", "description": "As early as March, officials said, some of the roughly 800,000 beneficiaries of the program could become eligible for deportation.", "filename": "2017_09_05_us_politics_trump-daca-dreamers-immigration_1542342339.html", "image_url": "https://static01.nyt.com/images/2017/09/06/us/06dc-daca-sessions/06dc-daca-sessions-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_05_us_politics_trump-daca-dreamers-immigration_1542342339.html", "title": "Trump Moves to End DACA and Calls on Congress to Act", "title_page": "Trump Moves to End DACA and Calls on Congress to Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump on Tuesday ordered an end to the Obama-era program that shields young undocumented immigrants from deportation, calling it an “amnesty-first approach” and urging Congress to pass a replacement before he begins phasing out its protections in six months.\nAs early as March, officials said, some of the 800,000 young adults brought to the United States illegally as children who qualify for the program, Deferred Action for Childhood Arrivals, will become eligible for deportation. The five-year-old policy allows them to remain without fear of immediate removal from the country and gives them the right to work legally.\nMr. Trump and Attorney General Jeff Sessions, who announced the change at the Justice Department, both used the aggrieved language of anti-immigrant activists, arguing that those in the country illegally are lawbreakers who hurt native-born Americans by usurping their jobs and pushing down wages.\nMr. Trump said in a statement that he was driven by a concern for “the millions of Americans victimized by this unfair system.” Mr. Sessions said the program had “denied jobs to hundreds of thousands of Americans by allowing those same illegal aliens to take those jobs.”", "url": "https://www.nytimes.com/2017/09/05/us/politics/trump-daca-dreamers-immigration.html"}