{"authors": ["Emma G. Fitzsimmons", "Winnie Hu"], "date_download": "2018-11-16 03:12:29", "date_modify": "2018-11-16 03:12:29", "date_publish": "2017-03-06 23:37:06", "description": "Ride-hailing apps, an existential threat to taxis, are also siphoning passengers from subways and buses, raising concerns over worsening congestion.", "filename": "2017_03_06_nyregion_uber-ride-hailing-new-york-transportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337949.html", "image_url": "https://static01.nyt.com/images/2017/03/06/nyregion/06hail1/06hail1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_06_nyregion_uber-ride-hailing-new-york-transportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337949.html", "title": "The Downside of Ride-Hailing: More New York City Gridlock", "title_page": "The Downside of Ride-Hailing: More New York City Gridlock - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Uber arrived in New York City in 2011, subway ridership was soaring and the medallions required to drive a yellow cab were selling for a sky-high $1 million.\nBut Uber had an enticing offer: Your ride could appear at the touch of a button.\nSix years later, Uber and other ride-hailing apps are booming, an army of nearly 50,000 licensed vehicles that ferry hundreds of thousands of people across the city every day.\nRide-hailing apps, like Uber and Lyft, are rapidly transforming transportation in New York, emerging as an existential threat to the taxi industry and siphoning passengers away from subways and buses, while raising concerns over worsening street congestion. They are also expanding quickly across the country, altering the travel landscape in places with poor public transit.\nIn New York — Uber’s largest United States market — yellow cab trips are dropping, while the use of ride-hailing services has skyrocketed to about 16 million passengers in October from about five million in June 2015, according to an independent report on ride-hailing apps. The price of a taxi medallion has plummeted, many drivers have abandoned cabs for ride-hailing services and taxis sit idle in garages.", "url": "https://www.nytimes.com/2017/03/06/nyregion/uber-ride-hailing-new-york-transportation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}