{"authors": ["Matthew Rosenberg", "Eric Schmitt"], "date_download": "2018-11-16 04:33:31", "date_modify": "2018-11-16 04:33:31", "date_publish": "2017-05-15 22:23:27", "description": "The intelligence disclosed was about an Islamic State plot, according to officials.", "filename": "2017_05_15_us_politics_trump-russia-classified-information-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342811.html", "image_url": "https://static01.nyt.com/images/2017/05/16/us/16intel1/16intel1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_15_us_politics_trump-russia-classified-information-isis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342811.html", "title": "Trump Revealed Highly Classified Intelligence to Russia, in Break With Ally, Officials Say", "title_page": "Trump Revealed Highly Classified Intelligence to Russia, in Break With Ally, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump boasted about highly classified intelligence in a meeting with the Russian foreign minister and ambassador last week, providing details that could expose the source of the information and the manner in which it was collected, a current and a former American government official said Monday.\nThe intelligence disclosed by Mr. Trump in a meeting with Sergey V. Lavrov, the Russian foreign minister, and Sergey I. Kislyak, the Russian ambassador to the United States, was about an Islamic State plot, according to the officials. A Middle Eastern ally that closely guards its own secrets provided the information, which was considered so sensitive that American officials did not share it widely within the United States government or pass it on to other allies.\nMr. Trump’s disclosure does not appear to have been illegal — the president has the power to declassify almost anything. But sharing the information without the express permission of the ally who provided it was a major breach of espionage etiquette, and could jeopardize a crucial intelligence-sharing relationship.\nIn fact, the ally has repeatedly warned American officials that it would cut off access to such sensitive information if it were shared too widely, the former official said. In this case, the fear is that Russia will be able to determine exactly how the information was collected and could disrupt the ally’s espionage efforts.", "url": "https://www.nytimes.com/2017/05/15/us/politics/trump-russia-classified-information-isis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}