{"authors": ["Matthew Rosenberg", "Mark Mazzetti"], "date_download": "2018-11-16 04:33:31", "date_modify": "2018-11-16 04:33:31", "date_publish": "2017-05-18 01:11:27", "description": "Michael T. Flynn told the transition team weeks before the inauguration that he was under federal investigation for secretly working as a lobbyist for Turkey.", "filename": "2017_05_17_us_politics_michael-flynn-donald-trump-national-security-adviser.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342811.html", "image_url": "https://static01.nyt.com/images/2017/05/18/us/18intel/18intel-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_17_us_politics_michael-flynn-donald-trump-national-security-adviser.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342811.html", "title": "Trump Team Knew Flynn Was Under Investigation Before He Came to White House", "title_page": "Trump Team Knew Flynn Was Under Investigation Before He Came to White House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The New York Times has reviewed one of the subpoenas. It demands all “records, research, contracts, bank records, communications” and other documents related to work with Mr. Flynn and the Flynn Intel Group, the business he set up after he was forced out as chief of the Defense Intelligence Agency in 2014.\nThe subpoena also asks for similar records about Ekim Alptekin, a Turkish businessman who is close to President Recep Tayyip Erdogan of Turkey and is chairman of the Turkish-American Business Council. There is no indication that Mr. Alptekin is under investigation.\nSigned by Dana J. Boente, the United States attorney for the Eastern District of Virginia, the subpoena instructs the recipient to direct any questions about its contents to Mr. Van Grack.\nMr. Van Grack, a national security prosecutor based at the Justice Department headquarters in Washington, has experience conducting espionage investigations. He prosecuted a businessman for illegally exporting thousands of sensitive electronics components to Iran and a suspected hacker in the Syrian Electronic Army. In 2015, he prosecuted a Virginia man for acting as an unregistered agent of Syria’s intelligence services.\nAccording to people who have talked to Mr. Flynn about the case, he sees the Justice Department’s investigation as part of an effort by the Obama administration and its holdovers in the government to keep him out of the White House. In his view, this effort began immediately after the election, when President Barack Obama, who had fired Mr. Flynn as the head of the Defense Intelligence Agency, told Mr. Trump that he would have profound concerns about Mr. Flynn’s becoming a top national security aide.\nThe people close to Mr. Flynn said he believed that when that warning did not dissuade Mr. Trump from making him national security adviser, the Justice Department opened its investigation into his lobbying work. They spoke on the condition of anonymity to avoid angering Justice Department or White House officials.", "url": "https://www.nytimes.com/2017/05/17/us/politics/michael-flynn-donald-trump-national-security-adviser.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}