{"authors": ["Katie Rogers"], "date_download": "2018-11-16 04:49:27", "date_modify": "2018-11-16 04:49:27", "date_publish": "2017-08-25 05:00:26", "description": "In the first summer of the Trump administration, the Trump International Hotel has cemented its status as a place for supporters to curry favor with people in power.", "filename": "2017_08_25_us_politics_trump-hotel-washington.html_module=inline_1542343767.html", "image_url": "https://static01.nyt.com/images/2017/08/26/us/26dc-TRUMPHOTEL-1/00dc-TRUMPHOTEL-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_25_us_politics_trump-hotel-washington.html_module=inline_1542343767.html", "title": "Trump Hotel at Night: Lobbyists, Cabinet Members, $60 Steaks", "title_page": "Trump Hotel at Night: Lobbyists, Cabinet Members, $60 Steaks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For two evenings during the first week in August, that was Eric Trump, the main attraction in the lobby and one of two Trump sons overseeing the president’s real estate empire. Seated at a table facing the lobby entrance, Mr. Trump’s presence caused a stir. Bystanders craned their necks to get a good look. A waiter shattered a glass. Another waiter spilled a glass of water on this reporter’s purse.\nMr. Trump shook hands, accepted confections from dessert-bearing chefs — no lollipop trees, though — and took selfies. At one point, a man approached Mr. Trump and persuaded him to move to a spot near the bar, where several other men had requested a picture-taking session.\n“These are true loyalists,” the man said as he took the real estate scion’s elbow.\nAmid the din, Trump associates relaxed at separate tables. Carlos Gimenez Jr., a lawyer and sometime lobbyist who worked for the Trump Organization, watched the scene unfold as he ate shrimp cocktail and drank vodka martinis with a Tampa socialite, Jill Kelley, who was part of the drama that led to the resignation of David H. Petraeus as C.I.A. director in 2012.\n“He’s very generous with his time,” Mr. Gimenez said after he approached Eric Trump to say hello.\nHolding court on a blue velvet sofa some yards away was Brad Parscale, Mr. Trump’s digital strategist. Mr. Parscale spends a couple of evenings a week at the hotel — no discounts, he said — meeting with vendors or keeping an eye on the journalists who circulate the room.\n“I wouldn’t take my wife on a date there,” Mr. Parscale said later. “You can’t just sit around and just talk. When I’m in that lobby, I’m kind of like at work.”\nA scene from the Trump International Hotel last Wednesday: Eric Trump, the tall one in the middle, greeted supporters after a man came over to his table and described the group as \"true loyalists.\" A post shared by Katie Rogers (@katienyt) on Aug 10, 2017 at 11:09am PDT\nDuring his visits, Eric Trump was at work, too. In an email sent after his visit, he said that greeting everyone, including supporters and reporters who interrupt his macaroni and cheese, is just part of the family business.\n“As to being approachable,” Mr. Trump wrote, “I am always happy to take a picture with a fan or a guest — aside from being a kind person, we are in the hospitality industry and a warm and friendly environment is really the core of our business and who we are as a family.”\nAdvertisement Continue reading the main story\nMr. Painter and other ethics experts say that is the gist of the problem — the hotel’s political appeal has turned it into one giant lily pad where tourists, lobbyists and foreign leaders can schmooze and win favor with Trump loyalists.\nAccording to federal documents reviewed by The Washington Post, hotel guests spent an average of $652.98 a night, one of the highest rates in Washington, and contributed to the roughly $2 million in profit the Trump Organization made from the hotel during the first four months of this year.\nSome members of the Republican Party are happy to pump money into the business. According to recent Federal Election Commission filings, at least 22 Republican political campaigns have spent money at the hotel on lodging, food and event expenses since Mr. Trump was inaugurated.\nJennifer Watson, the chief of staff for Representative Tom Rice, Republican of South Carolina, said the congressman’s re-election campaign spent $1,200 on catering for an event at BLT Prime because of the appeal of a new steakhouse in a historic building. It was not, she said, because it was part of the Trump empire.\n“You don’t see Trump, so I don’t think that’s the draw,” Ms. Watson said of the president. “It’s a new venue, and people want to try it.”\nOthers say they visit because they hold political views that are unpopular in Washington.\n“It’s kind of a safe zone for Trump supporters,” said Rudy Pamintuan, a Chicago-based consultant. “You don’t have to worry about strangers coming up and saying anything negative to you.”\nLinger long enough in the lobby, late enough at night, and you will almost always see the safe zone in action.", "url": "https://www.nytimes.com/2017/08/25/us/politics/trump-hotel-washington.html?module=inline"}