{"authors": ["Tiffany Hsu"], "date_download": "2018-11-16 03:13:31", "date_modify": "2018-11-16 03:13:31", "date_publish": "2017-09-09 15:45:07", "description": "The breach at Equifax comes on the heels of numerous cyberattacks. “It feels like there’s nothing you can really do to protect yourself,” one woman said.", "filename": "2017_09_09_business_equifax-data-breach-identity-theft-victims_1542338011.html", "image_url": "https://static01.nyt.com/images/2017/09/10/business/10CUSTOMER3/10CUSTOMER3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_09_business_equifax-data-breach-identity-theft-victims_1542338011.html", "title": "Data Breach Victims Talk of Initial Terror, Then Vigilance", "title_page": "Data Breach Victims Talk of Initial Terror, Then Vigilance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One man said his name had been used to set up a fraudulent company that processed payments made with stolen credit cards. A woman said her bank had told her she was being sought by a collections agency — her Social Security number had been used to open a wireless account that was never paid off.\nIn the wake of the disclosure on Thursday by Equifax that hackers had compromised its collection of private information, potentially affecting 143 million Americans, The New York Times asked readers to tell their own tales of being hacked. Some previous victims of data breaches have also taken to Twitter.\nDavid Anderson said his personal information had been stolen four times in four years.\nDuring the 2013 holiday season, hackers gained access to personal and financial details for as many as 110 million Target customers, including Mr. Anderson. The next year, a breach at the University of Maryland, where Mr. Anderson earned his doctorate, affected 309,000 people.\nIn 2015, an intrusion into computer systems for the government’s Office of Personnel Management affected 21.5 million people. Mr. Anderson, a business school professor in New York, was one of them.", "url": "https://www.nytimes.com/2017/09/09/business/equifax-data-breach-identity-theft-victims.html"}