{"authors": ["Julia O Malley"], "date_download": "2018-11-16 03:37:03", "date_modify": "2018-11-16 03:37:03", "date_publish": "2017-09-18 01:11:58", "description": "The store-bought box, one of the few dependable food items in a place of scarcity, is tricked out for dinners and fund-raisers by many a “cake lady.”", "filename": "2017_09_17_dining_cake-mix-alaska.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339423.html", "image_url": "https://static01.nyt.com/images/2017/09/18/us/18Cakemix1/18Cakemix1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_17_dining_cake-mix-alaska.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339423.html", "title": "In Alaska’s Far-Flung Villages, Happiness Is a Cake Mix", "title_page": "In Alaska’s Far-Flung Villages, Happiness Is a Cake Mix - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GAMBELL, Alaska — In a modest boardinghouse on an Alaskan island just 30 miles across the sea from Russia, a handwritten order form hangs on the refrigerator. There are photos of cakes a few women in this village can make for you: rectangles of yellow cake and devil’s food enrobed in buttercream, with local nicknames piped out in pink.\n“Happy Birthday Bop-Bop,” one reads. Another, “Happy Birthday Siti-Girl.”\nTraveling out here, where huge bones from bowhead whales litter the beach, takes a 90-minute jet ride north from Anchorage and another hour by small plane over the Bering Sea. In this vast, wild part of America, accessible only by water or air, there may not be plumbing or potable water, the local store may not carry perishables and people may have to rely on caribou or salmon or bearded seal meat to stay fed.\nBut no matter where you go, you will always find a cake-mix cake.\nElsewhere, the American appetite for packaged baking mixes is waning, according to the market research firm Mintel, as consumers move away from packaged foods with artificial ingredients and buy more from in-store bakeries and specialty pastry shops. Yet in the small, mostly indigenous communities that dot rural Alaska, box cake is a stalwart staple, the star of every community dessert table and a potent fund-raising tool.\n“Cake mixes are the center of our little universe,” said Cynthia Erickson, who owns the only grocery store in Tanana, an Athabascan village of 300 along the Yukon River in central Alaska. “I have four damn shelves full.”", "url": "https://www.nytimes.com/2017/09/17/dining/cake-mix-alaska.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}