{"authors": ["Elizabeth A. Harris", "Kate Taylor"], "date_download": "2018-11-16 04:02:08", "date_modify": "2018-11-16 04:02:08", "date_publish": "2017-12-22 01:04:10", "description": "With Carmen Fariña stepping down, the de Blasio administration is searching for a successor, but what the mayor wants to accomplish is unclear.", "filename": "2017_12_21_nyregion_farina-chancellor-retire-legacy-successor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340928.html", "image_url": "https://static01.nyt.com/images/2017/12/21/nyregion/22farina1/merlin_131533097_a7e47d86-35ea-4852-89a9-a5f6410260ad-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_21_nyregion_farina-chancellor-retire-legacy-successor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340928.html", "title": "Schools Chancellor’s Legacy: Stories, She Says, Not Statistics", "title_page": "Schools Chancellor’s Legacy: Stories, She Says, Not Statistics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Dr. Noguera added that in following the administration’s progress in the schools, “I kept wanting a vision and I never heard one, and after a while it became clear that you weren’t going to get one — neither from her nor the mayor.”\nMr. Rouhanifard, from Camden, has worked on putting mental health clinics into schools and has cut suspension rates in half by focusing on restorative justice — a practice that encourages communicating and problem-solving through conflicts rather than sending children out of the room — efforts that echo Mr. de Blasio’s priorities. Since he became superintendent, Camden’s graduation rate has risen to 70 percent from 49 percent. Nonetheless, he would be an unlikely choice for Mr. de Blasio, who has a close relationship with the teachers’ union. Mr. Rouhanifard is seen as a reformer who has closed traditional public schools while opening charter schools and so-called renaissance schools, which are not unionized and similar to charters but have to admit all children in a given neighborhood.\nMr. Rouhanifard said, “I love my job here in Camden and wouldn’t be interested.”\nUnder Mr. de Blasio, the two biggest education gestures have been the expansion of free prekindergarten for all children and the Renewal Schools program, which flooded low-performing schools with extra support, including social services to address the needs of children living in poverty and an extra hour of class each day. The program is expected to cost $582 million by the end of this school year.\nWhile the creation of “Pre-K for All,” as the mayor calls the program, has been widely deemed a success, Renewal has been far more problematic.", "url": "https://www.nytimes.com/2017/12/21/nyregion/farina-chancellor-retire-legacy-successor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}