{"authors": ["Miriam Jordan"], "date_download": "2018-11-16 04:25:27", "date_modify": "2018-11-16 04:25:27", "date_publish": "2017-09-05 21:46:40", "description": "With the Trump administration announcing an end to a program that let them live and work in the United States, many young immigrants expressed renewed insecurity.", "filename": "2017_09_05_us_dreamers-daca-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342327.html", "image_url": "https://static01.nyt.com/images/2017/09/06/us/06dacademise2/06dacademise2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_05_us_dreamers-daca-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342327.html", "title": "Worried and Frustrated, ‘Dreamers’ Say They Won’t Give Up", "title_page": "Worried and Frustrated, ‘Dreamers’ Say They Won’t Give Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "About a decade ago, leaders of undocumented young immigrants used activities like sit-ins and demonstrations to share their cause with the American public, until they reached the White House. Those efforts were repeated Tuesday in cities across the country, from New York to Washington to Denver to Los Angeles, now greatly amplified by social media and institutions — corporate boardrooms, colleges and religious organizations — that touch virtually all corners of society.\nIn a statement, the nation’s Roman Catholic bishops called the decision “reprehensible.” The Rev. Samuel Rodriguez, president of the National Hispanic Christian Leadership Conference, an evangelical group, announced it will move staff to Washington and fly in hundreds of pastors in October to put pressure on Congress. “We do not intend on letting a single member of Congress have a good night’s rest until they guarantee our young people can rest easy,” he said.\nThe broad reaction illustrated not only how successful the Dreamers and their advocates had been in persuading the Obama administration to create the program, but how, after five years of living legally in the United States, they had become fully integrated into American colleges, workplaces and civic life. DACA gave immigrants who had been brought to the country illegally as children a reprieve from deportation and a work permit if they met certain conditions.\nA survey released recently by the left-leaning Center for American Progress that found at least 72 percent of the top 25 Fortune 500 companies employ DACA recipients. Joining it on Tuesday was the U.S. Chamber of Commerce, a business advocacy group, which called the administration’s decision “contrary to fundamental American principles and the best interests of our country.” Prominent executives implored the president and Congress in an open letter to keep DACA, saying the recipients were vital to their companies and to the economy.\nSo with the administration’s decision looming, many Dreamers recently began contemplating a double loss, of their legal protection and the lives and careers they had begun with that protection.\nLast week, amid the uncertainty over the program, Ms. Salgado told her real estate agent that she had to scrap plans to buy a four-bedroom house in Fairview, Tenn., for her parents, with whom she lives.", "url": "https://www.nytimes.com/2017/09/05/us/dreamers-daca-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}