{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:25:49", "date_modify": "2018-11-16 04:25:49", "date_publish": "2017-09-05 09:00:25", "description": "An unusually heavy workload will greet lawmakers, dominated first by the need to keep the nation’s fiscal house in order.", "filename": "2017_09_05_us_politics_congress-fall-agenda-hurricane-aid-debt-ceiling.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342349.html", "image_url": "https://static01.nyt.com/images/2017/09/06/us/06dc-congchunky1/06dc-congchunky1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_05_us_politics_congress-fall-agenda-hurricane-aid-debt-ceiling.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342349.html", "title": "Congress Returns to a Busy Schedule. What’s on the Agenda?", "title_page": "Congress Returns to a Busy Schedule. What’s on the Agenda? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Emergency aid for victims of Hurricane Harvey will be front and center. The White House has already submitted an initial $7.85 billion emergency funding request; the overall tab could eventually top $100 billion. This first tranche should pass quickly; the House has set a vote for Wednesday. One possible wrinkle: The Trump administration wants the hurricane aid tied to an increase in the federal debt limit, a move House conservatives oppose.\nRaising the Debt Limit and Passing a Spending Plan\nSeptember wouldn’t be September in Washington without some spending fights before the fiscal year closes at the end of the month. Treasury Secretary Steven Mnuchin has asked lawmakers to raise the government’s statutory borrowing authority by Sept. 29; look for House conservatives to demand that any debt-limit increase be paired with spending cuts. And lawmakers must pass a so-called “continuing resolution” funding the federal government by Oct. 1, or risk a government shutdown — political suicide now that victims of Hurricane Harvey are depending on a functioning government for help.\nPassing a Defense Bill\nAmong the Senate’s first orders of business will be to take up the National Defense Authorization Act, a huge bill that sets defense policy and spending levels. Among the possible sticking points this year: a fight over whether transgender people who are already members of the military can continue to serve.\nRewriting the Tax Code\nRewriting the tax code – and passing big tax cuts – are high on President Trump’s list of priorities, especially since Congress failed to deliver on its promise to repeal the Affordable Care Act. To tackle taxes, lawmakers must first adopt a budget resolution, which will contain special parliamentary instructions required for the Senate to consider and pass a tax overhaul by a simple majority, as opposed to the 60 votes necessary to overcome a filibuster.", "url": "https://www.nytimes.com/2017/09/05/us/politics/congress-fall-agenda-hurricane-aid-debt-ceiling.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}