{"authors": ["Alexandra Jacobs"], "date_download": "2018-11-16 03:09:13", "date_modify": "2018-11-16 03:09:13", "date_publish": "2017-03-29 14:00:26", "description": "They play the rival cosmetics titans Helena Rubinstein and Elizabeth Arden in the new musical “War Paint.”", "filename": "2017_03_29_theater_patti-lupone-christine-ebersole-war-paint-broadway_1542337753.html", "image_url": "https://static01.nyt.com/images/2017/04/02/arts/02PAINTPAIRJP1/02PAINTPAIRJP1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_29_theater_patti-lupone-christine-ebersole-war-paint-broadway_1542337753.html", "title": "Patti LuPone, Christine Ebersole and Broadway’s Friendliest Feud", "title_page": "Patti LuPone, Christine Ebersole and Broadway’s Friendliest Feud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“You’ve got lovely beds. Good beds,” the actress Patti LuPone said.\nShe was referring not to furniture, but fingernails: the unvarnished ones on the hands of her current co-star, Christine Ebersole. They contrasted markedly with Ms. LuPone’s nails, which she herself had lacquered in shiny maroon, after years observing professional manicurists. “I watch how they depress the fluid,” Ms. LuPone said, pantomiming bottle and brush.\n“The problem is, when I put nail polish on it really weakens my nails,” Ms. Ebersole said in a sisterly way. “They just flake off.”\nThe talons were out, in other words, but this was not a catfight. More a chat ’n’ chew between Tony Award-winning actresses getting the chance to share a Broadway stage for the first time in “War Paint,” one of a half-dozen new musicals debuting in a mad cram before the season ends.\nDressed in a confusion of stretchy black clothing and scarves, the two women were sharing a sofa in the upper half of a sleek duplex at 663 Fifth Avenue, where the flagship of Elizabeth Arden’s signature spa, the Red Door, moved five years ago from the florid former Aeolian Building two blocks north. They had refused treatments and were instead efficiently slurping vegetarian soups.", "url": "https://www.nytimes.com/2017/03/29/theater/patti-lupone-christine-ebersole-war-paint-broadway.html"}