{"authors": ["Alan Blinder", "Kevin Sack"], "date_download": "2018-11-16 03:42:04", "date_modify": "2018-11-16 03:42:04", "date_publish": "2017-01-10 19:02:04", "description": "Dylann S. Roof was found guilty of 33 counts in connection with the June 17, 2015, massacre at Emanuel African Methodist Episcopal Church. Nine people died.", "filename": "2017_01_10_us_dylann-roof-trial-charleston_1542339724.html", "image_url": "https://static01.nyt.com/images/2016/11/28/us/29xp-roof/29xp-roof-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_10_us_dylann-roof-trial-charleston_1542339724.html", "title": "Dylann Roof Is Sentenced to Death in Charleston Church Massacre", "title_page": "Dylann Roof Is Sentenced to Death in Charleston Church Massacre - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s a hard thing to know that someone is going to lose their life, but when you look at the totality of what happened, it’s hard to say that person deserves to live when nine others don’t,” Mr. Graham said at a news conference. “How do you justify saving one life when you took nine, and in such a brutal fashion?”\nThe Rev. Anthony B. Thompson, the widower of another victim, Myra Thompson, said in an interview on Tuesday that while he remained “in awe” at how much Mr. Roof enjoyed doing what he did, he would not relinquish his forgiveness. “I forgave him, and I’m not going to take that back ever,” he said.\nMembers of Mr. Roof’s family, who have been mostly silent since his arrest, said in a statement on Tuesday that they would “struggle as long as we live to understand why he committed this horrible attack, which caused so much pain to so many good people.”\nThe jury’s decision offered some vindication for the Justice Department, which sought the death penalty over the misgivings of the attack’s adult survivors and the relatives of many victims. During a two-hour closing argument on Tuesday, Julius N. Richardson, an assistant United States attorney, urged jurors to “hold this defendant fully accountable for his crimes.”\nThe guilt of Mr. Roof, who coolly confessed to the killings and then justified them without remorse in a jailhouse manifesto, was never in serious doubt during the first phase of the proceedings in December. And by the time jurors began their sentencing deliberations on Tuesday, it seemed inevitable that they would lean toward death, not only because of the heinous nature of the crimes but because Mr. Roof, 22, insisted on denying any psychological incapacity, called no witnesses, presented no evidence in his defense and mostly sidelined his court-appointed lawyers.", "url": "https://www.nytimes.com/2017/01/10/us/dylann-roof-trial-charleston.html"}