{"authors": ["Ana Swanson"], "date_download": "2018-11-16 04:26:38", "date_modify": "2018-11-16 04:26:38", "date_publish": "2017-10-17 23:29:10", "description": "The prolonging of the trade talks leaves a narrow and challenging path to rewriting the pact.", "filename": "2017_10_17_us_politics_nafta-negotiators-extend-talks-delaying-its-expected-demise.html_module=inline_1542342398.html", "image_url": "https://static01.nyt.com/images/2017/10/18/business/18DC-NAFTA2/18DC-NAFTA2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_17_us_politics_nafta-negotiators-extend-talks-delaying-its-expected-demise.html_module=inline_1542342398.html", "title": "Nafta Talks’ Extension May Make for Slow, Painful Demise", "title_page": "Nafta Talks’ Extension May Make for Slow, Painful Demise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Until Tuesday, the North American Free Trade Agreement looked like it might be headed for a quick demise. Now, it could be headed for a slow, painful one.\nThe United States, Canada and Mexico said on Tuesday that they would extend Nafta negotiations into next year, with the parties citing “significant conceptual gaps” in how to rewrite the 1994 trade pact.\nNegotiators, struggling to find agreement on some of the thorniest provisions of the trade deal, will take an extended break to consult with politicians and interest groups before convening again in Mexico City for the fifth round of talks in mid-November. The trade talks, which were supposed to wrap up by year-end, have now been extended into the first quarter of 2018, the parties said.\nThe extension signals the potential demise of a trade pact that, while critical to North American commerce, has come under withering criticism from the Trump administration as a bad deal for American workers. The three countries, which will meet again on Nov. 17, have been unable to reach agreement on a range of issues, including what percentage of a product should be made in the United States and whether the trade pact should expire every five years.", "url": "https://www.nytimes.com/2017/10/17/us/politics/nafta-negotiators-extend-talks-delaying-its-expected-demise.html?module=inline"}