{"authors": ["Peter Baker"], "date_download": "2018-11-16 03:51:24", "date_modify": "2018-11-16 03:51:24", "date_publish": "2017-09-16 17:07:32", "description": "All eyes will be on the new American president at his first United Nations General Assembly as international leaders take his measure.", "filename": "2017_09_16_world_americas_the-big-question-as-the-un-gathers-what-to-make-of-trump_1542340284.html", "image_url": "https://static01.nyt.com/images/2017/09/19/us/17dc-prexy/17dc-prexy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_16_world_americas_the-big-question-as-the-un-gathers-what-to-make-of-trump_1542340284.html", "title": "The Big Question as the U.N. Gathers: What to Make of Trump?", "title_page": "The Big Question as the U.N. Gathers: What to Make of Trump? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“But America’s friends still see dysfunctionality at the heart of the Trump administration, as key advisers come and go through the revolving door,” said Peter Westmacott, a former British ambassador to Washington. “They remain disheartened by Trump’s announcements on climate change and trade policy.” And “they fear that the fighting talk of this impulsive president could make things worse rather than better on the Korean Peninsula.”\nPreviewing the week, Lt. Gen. H. R. McMaster, the president’s national security adviser, said Mr. Trump would stress “sovereignty and accountability.” Sovereignty is a term that appeals to American conservatives skeptical about the United Nations. It is also a term, however, used by autocrats like Presidents Bashar al-Assad of Syria and Nicolás Maduro of Venezuela to reject interference by outside powers as they crush opposition.\nMr. Trump will emphasize longstanding efforts to reform what many Republicans see as the sclerotic and inefficient United Nations organization, but aides would not say whether he would commit to the traditional level of American financing as Washington remains in arrears. “You’ll have to wait and see,” said Nikki R. Haley, the ambassador to the United Nations.\nMr. Trump’s advisers made little mention of United Nations priorities like the so-called Global Goals set in 2015 to eliminate poverty and hunger, improve health and the environment, and reduce inequality and gender discrimination by 2030.\n“The train has left the station, and he wants the train to come back to the station,” said Sarah E. Mendelson, an ambassador to the United Nations Economic and Social Council under Mr. Obama. “It’s going to go on regardless of what the president does or doesn’t say.”\nMr. Trump will begin the week on Monday with a meeting on United Nations reform. He will meet with the leaders of France and Israel and host a dinner with Latin American leaders. On Tuesday, he will deliver his centerpiece speech to the General Assembly, have lunch with António Guterres, the United Nations secretary general, and meet with Miroslav Lajcak, the president of the General Assembly. He will also meet with the emir of Qatar and host a diplomatic reception.\nOn Wednesday, Mr. Trump will meet individually with the leaders of Britain, Jordan, Egypt and the Palestinian Authority and host a luncheon with African leaders. On Thursday, he will meet with the leaders of Turkey, Afghanistan and Ukraine and host a lunch with the leaders of South Korea and Japan.", "url": "https://www.nytimes.com/2017/09/16/world/americas/the-big-question-as-the-un-gathers-what-to-make-of-trump.html"}