{"authors": ["Tara Siegel Bernard", "Stacy Cowley"], "date_download": "2018-11-16 03:13:23", "date_modify": "2018-11-16 03:13:23", "date_publish": "2017-09-08 17:26:03", "description": "Despite the wealth of sensitive information in their databases, credit bureaus don’t face the same kind of scrutiny and oversight that banks do.", "filename": "2017_09_08_business_equifax.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338003.html", "image_url": "https://static01.nyt.com/images/2017/09/09/business/09EQUIFAX1/09EQUIFAX1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_08_business_equifax.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338003.html", "title": "Equifax Hack Exposes Regulatory Gaps, Leaving Consumers Vulnerable", "title_page": "Equifax Hack Exposes Regulatory Gaps, Leaving Consumers Vulnerable - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Equifax warehouses the most intimate details of Americans’ financial lives, from the credit cards in their wallets to the size of their medical bills.\nBut the company doesn’t face the constant monitoring and auditing that help strengthen banks’ systems and data protections. Despite the wealth of sensitive information in its databases, Equifax, in essence, falls through the regulatory cracks.\nThe dangers of such lax oversight became apparent on Thursday when Equifax disclosed that hackers had compromised the personal and confidential information, including Social Security numbers, of nearly half of the American population.\nEquifax is now scrambling to contain the legal and financial fallout.\nNew York’s attorney general, Eric T. Schneiderman, has opened an investigation into the data breach, while two potential class-action suits have been filed. Shares of the company were down nearly 14 percent on Friday.", "url": "https://www.nytimes.com/2017/09/08/business/equifax.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}