{"authors": ["Nick Wingfield", "Katie Thomas"], "date_download": "2018-11-16 03:44:39", "date_modify": "2018-11-16 03:44:39", "date_publish": "2017-10-27 23:57:31", "description": "While Amazon appears interested in exploring the pharmacy business, the questions are when they would make the move, and in what direction.", "filename": "2017_10_27_technology_amazon-pharmacy-drugs.html_dlbk=&module=inline_1542339879.html", "image_url": "https://static01.nyt.com/images/2017/10/28/business/28AMAZONDRUGS1/28AMAZONDRUGS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_27_technology_amazon-pharmacy-drugs.html_dlbk=&module=inline_1542339879.html", "title": "Hearing Amazon’s Footsteps, the Health Care Industry Shudders", "title_page": "Hearing Amazon’s Footsteps, the Health Care Industry Shudders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEATTLE — With little more than a whiff of Amazon’s interest in a new business, the company can crater the stocks of potential competitors, prompting them to consider bold acquisitions and other drastic measures in response. Just ask companies in the home improvement, meal-kit and grocery businesses.\nThe latest category alarmed by the specter of competition from Amazon is the pharmacy market. With huge amounts of consumer spending and frustrating inefficiencies, it is the type of business that invariably attracts Amazon’s attention. CVS Health is now in talks to acquire Aetna, one of the nation’s largest health insurance providers, a move considered to be partly a reaction to the footsteps of Amazon.\nThe likelihood of Amazon’s eventually getting into the pharmacy business is high, several analysts and a former employee said. But it is not clear when it will make that move or how aggressive it intends to be.\nThe near-term threat may be somewhat overstated. Amazon has received wholesale pharmacy licenses in at least a dozen states, as The St. Louis Post-Dispatch reported on Thursday. But the licenses permit the company to sell other kinds of products too. In Connecticut, for example, the license is for “wholesale of drugs, cosmetics and medical devices,” while in Louisiana it was granted to a “drug or device distributor.”", "url": "https://www.nytimes.com/2017/10/27/technology/amazon-pharmacy-drugs.html?dlbk=&module=inline"}