{"authors": ["Jon Pareles", "Jon Caramanica"], "date_download": "2018-11-16 03:09:37", "date_modify": "2018-11-16 03:09:37", "date_publish": "2017-02-10 20:02:25", "description": "Hear the 9 new songs that caught our pop critics' attention this week, from Desiigner's \"Outlet\" to Marty Stuart's \"Way Out West.\"", "filename": "2017_02_10_arts_music_playlist-katy-perry-desiinger-lil-yachty.html_module=inline_1542337777.html", "image_url": "https://static01.nyt.com/images/2017/02/11/arts/11PLAYLIST/11PLAYLIST-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_10_arts_music_playlist-katy-perry-desiinger-lil-yachty.html_module=inline_1542337777.html", "title": "Katy Perry Dances Till the World Ends and M.I.A. Starts a New Wave", "title_page": "Katy Perry Dances Till the World Ends and M.I.A. Starts a New Wave - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The trick about the new Katy Perry single, the first from her forthcoming album and the song she’ll be performing on the Grammys on Sunday night, is that it begins with louche energy, casually strutting, with a touch of saliva on the tongue. It’s “Miami Vice”-wave, and then she begins singing, and it’s not that at all. But it’s too late — Ms. Perry has laid the bait, then switched to a song about personal responsibility in a time of increasing social fragmentation. No, seriously! “Chained to the Rhythm” is about the politics of escape: “Trapped in our white picket fence, like ornaments/So comfortable, we’re living in a bubble, bubble/So comfortable, we cannot see the trouble, trouble.” Behind her, the synths remain sensuous enough to conflate sociopolitical conscience with ecstatic release, despite a handful of awkward lyrical twists. Produced by Max Martin and Ali Payami, and written by them with Ms. Perry and Sia — and also featuring a rote, uninspiring verse about upliftment by Skip Marley (son of Cedella, grandson of Bob) — this is an eerily effective song, so effective that it masks its glitches well. (The lines about abandon, Ms. Perry sings crisply; while on the lines about how we use abandon to overlook the troubles of the world, she triples down on the vowel sounds, emphasizing feeling over content.) In the past, Ms. Perry has emphasized personal empowerment, but times are changing — now the world’s problems are hers, too:\nAre we tone deaf?\nKeep sweeping it under the mat\nThought we could do better than that\nI hope we can\nJON CARAMANICA\nDesiigner, ‘Outlet’", "url": "https://www.nytimes.com/2017/02/10/arts/music/playlist-katy-perry-desiinger-lil-yachty.html?module=inline"}