{"authors": ["Keith Bradsher", "Paul Mozur"], "date_download": "2018-11-16 03:24:43", "date_modify": "2018-11-16 03:24:43", "date_publish": "2017-03-07 10:56:57", "description": "European and American companies say that a $300 billion effort to make China self-sufficient in important sectors could lead to unfair competition.", "filename": "2017_03_07_business_china-trade-manufacturing-europe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338683.html", "image_url": "https://static01.nyt.com/images/2017/03/08/business/08madeinchina-1/08madeinchina-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_07_business_china-trade-manufacturing-europe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338683.html", "title": "China’s Plan to Build Its Own High-Tech Industries Worries Western Businesses", "title_page": "China’s Plan to Build Its Own High-Tech Industries Worries Western Businesses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — China has charted out a $300 billion plan to become nearly self-sufficient by 2025 in a range of important industries, from planes to computer chips to electric cars, as it looks to kick-start its next stage of economic development.\nBut big companies in the rest of the world worry that it is more than that: an unfair advantage in China’s home court, and perhaps elsewhere.\nA report by a European business group on Tuesday said the “Made in China 2025” program, which calls for enormous Chinese government assistance to 10 industries, would force out competitors from abroad and lead to government-subsidized global players that would compete unfairly. Indeed, the Chinese government’s plan says Chinese industries that benefit should own as much as 80 percent of their home market in just eight years.\n“The Chinese make it clear that they want to be the global champion” and are trying to carve out market share now, said Joerg Wuttke, the president of the European Union Chamber of Commerce in China, which wrote the report.", "url": "https://www.nytimes.com/2017/03/07/business/china-trade-manufacturing-europe.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}