{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 03:50:53", "date_modify": "2018-11-16 03:50:53", "date_publish": "2017-11-09 13:55:59", "description": "Washington and Beijing are preparing to tackle thorny trade issues that went unaddressed by a meeting that stressed cooperation and muted rhetoric.", "filename": "2017_11_09_business_donald-trump-china-trade-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340253.html", "image_url": "https://static01.nyt.com/images/2017/11/10/business/10trade-1/10trade-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_09_business_donald-trump-china-trade-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340253.html", "title": "Trump Promotes Deals in China, but Hints at Long Trade Fight Ahead", "title_page": "Trump Promotes Deals in China, but Hints at Long Trade Fight Ahead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Instead, Mr. Trump oversaw on Thursday the signing of more than $250 billion in largely symbolic business deals.\nMost of them appeared to be the kinds of deals that American companies have long struck in China.\nQualcomm, the chip maker, said on Thursday that it had struck deals with Chinese smartphone makers to sell them a total of $12 billion in components over the next three years. Qualcomm already counts on China for more than half of its revenue, and the deals it signed on Thursday were with existing customers.\nBoeing said it had agreed to sell planes valued at $37 billion at list prices to Chinese customers. Financial terms were not disclosed. Air Products & Chemicals, an industrial gases company, said it would build a $3.5 billion plant with a Chinese partner to turn coal into gases, adding that it already supplied gases to the first phase of the project, in the Chinese city of Yulin.\nTrump administration officials and some business executives said the deals would not have occurred without Mr. Trump’s visit. “This event helped make this one happen,” said Mitch Snyder, the president and chief executive of Bell Helicopter, a unit of Textron, which signed an agreement on Wednesday to deliver 50 five-person Bell 505 light-duty civilian helicopters built in Texas. He declined to disclose a price.\nErrol D. Rice, the executive vice president and managing director of the Montana Stockgrowers Association, said that a $300 million beef deal signed on Wednesday with JD.com, a Chinese electronic commerce company, had happened only in the last few weeks. The Chinese ambassador to the United States had expressed interest in September, he said, and within three weeks JD.com was negotiating to buy $200 million worth of Montana beef over the next three years and to build a $100 million beef-processing facility in southern Montana.\nOne new agreement involved Alaskan natural gas. The state of Alaska signed a deal with Sinopec, a Chinese oil giant, and Chinese banks for the construction of a natural gas pipeline from near the North Slope of Alaska to a port, and for the construction of a liquefied natural gas loading terminal. China would then buy much of the gas, in a deal that American officials said could be worth $40 billion or more in the coming years.\nBut the agreement fell short of a deal.\n“We are really positive about this project, but what we are going to sign this time is a letter of intent for mutual cooperation, not a contract,” said Lu Dapeng, the press office director of Sinopec. “The area definitely has the resources, but it still requires extensive research and analysis to determine how big is the market and then to decide on the scale of the final cooperation accordingly.”\n“This needs time,” Mr. Lu added.", "url": "https://www.nytimes.com/2017/11/09/business/donald-trump-china-trade-xi-jinping.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}