{"authors": ["Ben C. Solomon", "Hannah Beech", "Damien Cave", "On The Ground"], "date_download": "2018-11-16 03:52:04", "date_modify": "2018-11-16 03:52:04", "date_publish": "2017-10-11 11:52:59", "description": "A conversation with Ben C. Solomon and Hannah Beech, Southeast Asia correspondents for The New York Times.", "filename": "2017_10_11_world_asia_rohingya-refugee-crisis_1542340324.html", "image_url": "https://static01.nyt.com/images/2017/10/07/world/09rohingya-conversation-1/09rohingya-conversation-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_11_world_asia_rohingya-refugee-crisis_1542340324.html", "title": "Discussing the Rohingya Refugee Crisis", "title_page": "Discussing the Rohingya Refugee Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ben: It is enormous. It’s really impressive how fast it’s going up. There’s a sliver of land that goes from the north, and this city called Cox’s Bazar, and then you just go south all the way to the end, along the side is this one river that people are crossing over. And as you go south you start to run into thousands and thousands of people on the street — thousands of people just walking.\nPhoto\nHow does this compare to other refugee situations you’ve covered?\nWhat’s different is the mentality of Rohingya; they are very used to this kind of devastation. They’re very accustomed to being so oppressed and so beaten down. You never see people cry. You rarely see people get really emotional. People are just very, very honest about where they’re at, and it’s almost more striking in a way. I’ve been to so many places where the suffering is so massive and people really are upset. And here the suffering is just as bad if not worse.\nPhoto\nWhat about the politics of this? Are there people in the camps talking about any of that?\nI think people are just really happy to be here, to be honest.\nSomething that’s really striking to me — and that’s only because maybe that I’m here and experiencing it — is to look at the way that not only the Myanmar government but also the Myanmar population is reacting to all this, which is basically to deny it.\n______\nVideo\nDamien: What have you made of the response in Myanmar, Hannah, especially from the country’s leader (and Nobel Peace Prize winner), Daw Aung San Suu Kyi?\nHannah: It’s complicated. I think that when she became the de facto leader of the Myanmar government last year, there was this wish from the international community that we would have this feel-good narrative.\nIn Asia, it’s been a story of the rollback of democracy, and so here was just one story where there was this peaceful transition from a military junta that ruled for almost 50 years to a civilian leader — this democracy activist, this Nobel Peace Prize laureate.\nAdvertisement Continue reading the main story\nAnd the truth of the matter is that she is still very, very constrained, and the military controls a lot of things — and controls the people who are committing what seem to be atrocities in the Rohingya areas in northern Rakhine state and in western Myanmar.\nHaving said that, she is the Nobel Peace Prize laureate and the one weapon that she has that the military doesn’t have is her moral authority — and she has not used it. And so I think that the international community has every right to call her and say: “Look, you know we understand that your position is very difficult. But if you don’t speak out for these people, then who will?”\nPhoto\nYou’re a relatively newly installed bureau chief for The Times in Southeast Asia, though you’ve been covering the region for years. What else are you looking at in the region?\nThe thing about Southeast Asia is it’s 11 countries or so, all of which are very different. And nothing really ties them together except, I would say, maybe two things.\nOne is the fact that democracy has been seriously challenged throughout the region. You look at Thailand, where I am now, which is now ruled by a military junta. You have Myanmar, which has this kind of quasi-civilian government. You look at Malayasia, where there are allegations of corruption and a rollback of rights, and the Philippines, where you have a leader who has publicly endorsed a fatal drug war. You have Indonesia, which is kind of the shining light of democracy in the region but has serious ethnic and religious issues of its own.\nThe other issue is a religious change, and it relates to Myanmar as well. There you have this divide between a Buddhist majority nation and a Muslim minority. In Thailand you have the similar thing — you have a country that is about 90 percent Buddhist with, in the south, a Muslim insurgency.\nAnd then you have places like Malaysia and Indonesia, where it’s majority Muslim but there are significant religious minorities chafing against the majority. So you have these kind of religious fault lines throughout the region that I think are something we’re really paying attention to.", "url": "https://www.nytimes.com/2017/10/11/world/asia/rohingya-refugee-crisis.html"}