{"authors": ["Victor Mather"], "date_download": "2018-11-16 03:23:51", "date_modify": "2018-11-16 03:23:51", "date_publish": "2017-06-22 18:43:58", "description": "The British and Irish Lions begin their Test series with mighty New Zealand on Saturday.", "filename": "2017_06_22_sports_rugby_british-and-irish-lions-new-zealand-all-blacks.html_action=click&module=RelatedLinks&pgtype=Article_1542338631.html", "image_url": "https://static01.nyt.com/images/2017/06/22/sports/22LIONS2/22LIONS2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_22_sports_rugby_british-and-irish-lions-new-zealand-all-blacks.html_action=click&module=RelatedLinks&pgtype=Article_1542338631.html", "title": "It Happens Every 12 Years: Long-Awaited Rugby Series Set to Begin", "title_page": "It Happens Every 12 Years: Long-Awaited Rugby Series Set to Begin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Most great sports events come around once each year; others, like the Olympics and World Cup, a bit less often.\nBut those who enjoy one of the classic rugby matchups must wait 12 years. Good news: This is the year. The British and Irish Lions face off against New Zealand beginning Saturday.\nThe Lions were first formed in 1888, a superteam consisting of the best players from England, Scotland, Ireland and Wales. Every few years, the team would take the long journey to the Southern Hemisphere to take on Australia, New Zealand or South Africa.\nIn the current rotation, they make one of these stops every four years. And the most important is the trip to play mighty New Zealand. The All Blacks, as they are known, are the top-ranked team in the world and won the last two World Cups. The team to face the Lions could include fly half Beauden Barrett, perhaps the world’s best player, two other Barrett brothers, and the legendary Sonny Bill Williams, who has played every type of rugby and won a professional boxing championship.", "url": "https://www.nytimes.com/2017/06/22/sports/rugby/british-and-irish-lions-new-zealand-all-blacks.html?action=click&module=RelatedLinks&pgtype=Article"}