{"authors": ["Maggie Haberman", "Liz Robbins"], "date_download": "2018-11-16 03:54:34", "date_modify": "2018-11-16 03:54:34", "date_publish": "2017-07-29 01:37:03", "description": "President Trump described the perpetrators of violent crimes as “animals” and said his administration seeks to “dismantle, decimate and eradicate” gangs.", "filename": "2017_07_28_us_politics_trump-immigration-gang-violence-long-island.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340474.html", "image_url": "https://static01.nyt.com/images/2017/07/29/us/29dc-trump/29dc-trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_28_us_politics_trump-immigration-gang-violence-long-island.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340474.html", "title": "Trump, on Long Island, Vows an End to Gang Violence", "title_page": "Trump, on Long Island, Vows an End to Gang Violence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRENTWOOD, N.Y. — Hours after another defeat at the hands of the Republican-held Senate, President Trump launched into a speech about immigrant gang violence on Friday and wound up delivering a de facto campaign rally with a spray of Long Island police officers applauding behind him.\nIn his second brief appearance in his home state since taking office — this time in a small auditorium at the Suffolk County Community College in Brentwood — Mr. Trump described cities as “bloodstained killing fields” that were overrun with undocumented immigrants before his inauguration in January. He described the perpetrators of violent crimes as “animals” and said his administration seeks to “dismantle, decimate and eradicate” gangs.\nHe also used his roughly 30-minute speech to bolster the police, urging them to be less “nice” in arresting immigrant criminal suspects or gang members whom he described as enraptured by slow torture of their victims. The gang La Mara Salvatrucha, or MS-13, has been accused of a string of heinous gang murders on Long Island.\nAs expected, Mr. Trump called on Congress to fund hiring 10,000 more Immigration and Customs Enforcement agents to crack down on undocumented immigrants in the United States, including those he said pose a criminal threat, and added that the initial spending for his proposed wall on the Mexico border was just approved by the House.", "url": "https://www.nytimes.com/2017/07/28/us/politics/trump-immigration-gang-violence-long-island.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}