{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:33:14", "date_modify": "2018-11-16 04:33:14", "date_publish": "2017-03-07 08:21:26", "description": "All ideas need testing in open debate, or they become mere prejudices.", "filename": "2017_03_07_opinion_smothering-speech-at-middlebury.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342794.html", "image_url": "https://static01.nyt.com/images/2017/03/07/opinion/07tue3web/07tue3web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_07_opinion_smothering-speech-at-middlebury.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342794.html", "title": "Smothering Speech at Middlebury", "title_page": "Opinion | Smothering Speech at Middlebury - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How to begin an editorial about a violent free-speech debacle at Middlebury College in Vermont? Maybe with some words from John Stuart Mill about the importance of giving despised dissenters a chance to speak. “Truth would lose something by their silence,” Mill wrote, even if their views go against the entire world, and the entire world is right.\nPersuasive words. But not last Thursday in an auditorium at Middlebury, where a student recited that very quotation in introducing the notorious social scientist Charles Murray. Moments later caterwauling erupted, and the event collapsed into a night of turned backs, shouted chants, pounding fists and one wrenched neck — belonging to a professor who was supposed to have provided a counterpoint to Mr. Murray’s remarks, and to lead the Q. and A., but instead was attacked while leaving with him.\nMr. Murray’s account of the evening is worth reading: a depressing tale of a missed opportunity for ideas to peaceably collide. In the years since he drew ridicule for promoting widely discredited race-based theories of intelligence in his book “The Bell Curve,” Mr. Murray has been a frequent speaker on college campuses, and the frequent target of protests. He said these events have taken on the ritual decorum of Kabuki theater — students are allowed to deride him, he is allowed to speak, blood pressures rise and fall, and life goes on.\nNow, he says, Middlebury may prove an “inflection point” — where colleges yield the lectern to intolerant liberals, hastening a bastion of free thought toward its demise.", "url": "https://www.nytimes.com/2017/03/07/opinion/smothering-speech-at-middlebury.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}