{"authors": ["Tara Siegel Bernard"], "date_download": "2018-11-16 03:13:20", "date_modify": "2018-11-16 03:13:20", "date_publish": "2017-09-18 22:57:19", "description": "Federal prosecutors and the F.B.I. are investigating a cyberattack that potentially exposed personal data on 143 million Americans.", "filename": "2017_09_18_business_equifax-breach-federal-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338000.html", "image_url": "https://static01.nyt.com/images/2017/09/19/business/19EQUIFAX/19EQUIFAX-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_18_business_equifax-breach-federal-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338000.html", "title": "Prosecutors Open Criminal Investigation Into Equifax Breach", "title_page": "Prosecutors Open Criminal Investigation Into Equifax Breach - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Federal authorities have opened a criminal investigation into the massive data breach at Equifax, which potentially exposed the personal information of up to 143 million Americans, including their Social Security and driver’s license numbers.\nUnited States Attorney John A. Horn, the federal prosecutor in Atlanta, said in a statement that his office was working with the F.B.I. to investigate the cyberattack.\nWhile the investigation is focused on the data breach, actions taken by Equifax executives also could come under scrutiny. In the days after the breach was discovered — but before it was publicly disclosed — three Equifax executives, including its chief financial officer, John W. Gamble Jr., sold $1.8 million in company shares. Since the breach became public, Equifax’s shares have tumbled about 35 percent.\nThe Consumer Financial Protection Bureau, the Federal Trade Commission and at least 34 state attorneys general have opened inquiries into the attack. Last Monday, leaders of the of the Senate Finance Committee sent a letter to Equifax seeking information about the timeline of the incident and about the executives who had sold shares. The letter asked that Equifax respond no later than Sept. 28.", "url": "https://www.nytimes.com/2017/09/18/business/equifax-breach-federal-investigation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}