{"authors": ["Nicholas St. Fleur"], "date_download": "2018-11-16 03:43:53", "date_modify": "2018-11-16 03:43:53", "date_publish": "2017-10-26 17:02:23", "description": "By analyzing Sinosauropteryx specimens found in China, paleontologists found that certain camouflage patterns have a deep evolutionary history.", "filename": "2017_10_26_science_dinosaur-raccoon-bandit-mask.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339833.html", "image_url": "https://static01.nyt.com/images/2017/10/27/science/27TB-BANDIT1/27TB-BANDIT1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_26_science_dinosaur-raccoon-bandit-mask.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339833.html", "title": "A Turkey-Size Dinosaur With a Raccoon-Like Bandit Mask", "title_page": "A Turkey-Size Dinosaur With a Raccoon-Like Bandit Mask - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sinosauropteryx first strutted onto the fossil scene in 1996. With its fuzzy feather coat, it revolutionized paleontology, suggesting that many dinosaurs had feathers.\nNow the latest research on the extinct species offers a more vivid picture of its appearance: it sported a gingery-brown striped tail and a dark, bandit mask around its eyes — like a raccoon.\nPaleontologists from the University of Bristol in England deciphered the dinosaur’s coloring by analyzing the preserved plumage from three Sinosauropteryx specimens. Their findings, published Thursday in the journal Current Biology, suggest that these roughly 126-million-year-old, turkey-sized carnivores may have had a camouflage pattern of dark colors on their backs that sharply changed to light colors near their belly.\nThis pattern is similar to that of modern animals living in open environments, like gazelles in the savanna or pronghorns on the Great Plains.", "url": "https://www.nytimes.com/2017/10/26/science/dinosaur-raccoon-bandit-mask.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}