{"authors": ["Watching Staff"], "date_download": "2018-11-16 04:09:33", "date_modify": "2018-11-16 04:09:33", "date_publish": "2016-10-21 00:00:00", "description": "Let’s be honest. You didn’t have time to watch most of this year’s nominees. Now, you can just go straight to the winners.", "filename": "2017_02_27_watching_oscars-2017-winners-where-to-stream_1542341373.html", "image_url": "https://static01.nyt.com/images/2016/10/21/arts/21MOONLIGHT/21MOONLIGHT-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_27_watching_oscars-2017-winners-where-to-stream_1542341373.html", "title": "The 2017 Oscars are Over. Here’s Where to Stream the Winners", "title_page": "The 2017 Oscars are Over. Here’s Where to Stream the Winners - NYT Watching", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Those wild Oscars are behind us and it’s time to watch ... more Oscar movies? Let’s be honest. You didn’t have time to watch most of this year’s nominees, so why not go straight to the winners? (And even then, you can probably skip “Suicide Squad.”)\nWatching is a new website that The New York Times has created in order to help its readers find great movies and TV shows (new and old) to stream, rent and download. Tell us what mood you’re in and we’ll help you find something to watch. Tell us what streaming services you subscribe to and we’ll point you toward the best titles there.\nSeveral of this year’s Oscar winners (though not “La La Land”) are available to watch through various digital platforms. Check them out, and come back to Watching when you need something new to try out.\n‘Moonlight’\nWon for: best picture, best supporting actor, best adapted screenplay. (Add it to your Watchlist.)\nA shy boy in a poor Miami neighborhood struggles with a drug-addicted mother and his own sexuality in this story told in three parts, at three different ages of his life.\nWhere to watch: Rent it on Amazon, Google Play, iTunes or Vudu.\n[Sign up to the Watching newsletter to get recommendations straight to your inbox.]\n‘O.J.: Made in America’\nWon for: best documentary feature\nAcross five parts and seven and a half hours, this documentary by Ezra Edelman frames the O.J. Simpson story within the broader context of the history of race in America, an examination so thorough that the murders of Nicole Brown Simpson and Ron Goldman don’t happen until Part 3. But it’s an endlessly fascinating case study, full of revelations for even those who watched the trial obsessively and never missed an episode of “American Crime Story: The People v. O.J. Simpson.” (Add it to your Watchlist.)\nWhere to watch: Stream it on Hulu or purchase it at Amazon, Google Play or iTunes.\n‘Fences’\nWon for: best supporting actress\nIn this adaptation of the August Wilson play, a family man in 1950s Pittsburgh is obsessed with the compromises and disappointments of his difficult life. Watch this for some of the finest screen acting in recent memory — by Viola Davis and the film’s director and star, Denzel Washington. (Add it to your Watchlist.)\nWhere to watch: Purchase it on Amazon, Google Play, iTunes or Vudu.\nAmy Adams in “Arrival.” Jan Thijs/Paramount Pictures\n‘Arrival’\nWon for: best sound editing\nScience fiction for the heart and the head, this “Close Encounters”-like scenario concerns humanity’s attempt to communicate with alien visitors of unknown and potentially devastating intent. As a linguist (Amy Adams) works to unpack the language of “heptapods,” “Arrival” leads viewers through brainy conceits while also connecting to core emotions of grief and loss. (Add it to your Watchlist.)\nWhere to watch: Rent it on Amazon, Google Play, iTunes or Vudu.\n‘Manchester by the Sea’\nWon for: best actor, best original screenplay\nAfter his brother dies, a loner put in charge of his nephew must return to his hometown, the site of a tragedy that still haunts him. (Add it to your Watchlist.)\nWhere to watch: Rent it on Amazon, Google Play, iTunes or Vudu.\nJudy Hopps (voiced by Ginnifer Goodwin) in “Zootopia.” Walt Disney Pictures\n‘Zootopia’\nWon for: best animated feature\nIn an anthropomorphic metropolis where predators and prey live together harmoniously, the city’s first bunny cop teams up with a wily fox to uncover a political conspiracy. That kiddie-“Chinatown” plot hints at the ambition and complexity of this Disney animated film, which plays like a typically bright adventure for young children, but smuggles in deeper insights on gender roles and race relations for grown-ups. (Add it to your Watchlist.)\nWhere to watch: Stream it on Netflix; rent it on Amazon, Google Play, iTunes or Vudu.\nBagheera (voiced by Ben Kingsley) and Neel Sethi as the man-cub Mowgli in “The Jungle Book.” Walt Disney Studios Motion Pictures\nOther Winners\n“Suicide Squad” (best makeup and hairstyling): Rent it on Amazon, Google Play, iTunes or Vudu.\n“Hacksaw Ridge” (best sound mixing, best editing): Rent it on Amazon, iTunes or Vudu.\n“The Jungle Book” (best visual effects): Stream it on Netflix; rent it on Amazon, Google Play, iTunes or Vudu.\n“The White Helmets” (best documentary short subject): Stream it on Netflix.", "url": "https://www.nytimes.com/2017/02/27/watching/oscars-2017-winners-where-to-stream.html"}