{"authors": ["Vindu Goel"], "date_download": "2018-11-16 03:41:46", "date_modify": "2018-11-16 03:41:46", "date_publish": "2017-08-03 01:03:28", "description": "The company, whose stock hit a record Wednesday, is leaning on the 1.2 billion iPhones it has sold to push other products and services.", "filename": "2017_08_02_technology_apple-earnings-growth-iphone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339706.html", "image_url": "https://static01.nyt.com/images/2017/08/03/business/03APPLE1/03APPLE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_02_technology_apple-earnings-growth-iphone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339706.html", "title": "Why Apple Is Experiencing Another Growth Spurt", "title_page": "Why Apple Is Experiencing Another Growth Spurt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — At 41 years old, Apple is a respected elder of the tech industry. But rather than easing slowly into retirement, the company is going through another growth spurt.\nOn Wednesday, Apple’s stock surged 5 percent to a record high of $157.14 after it reported surprisingly strong financial results. It is now worth $822 billion, more than any other company in the stock market. And that is before it releases a hotly anticipated new lineup of iPhones this fall, on the 10th anniversary of the original model. Analysts say the new phones could drive sales up by more than 10 percent next year.\nApple is not alone. Other aging tech giants like Microsoft, Amazon and Alphabet, the parent of Google, and younger players like Facebook have also managed to post strong growth despite their tremendous size. The secret to their vigor, according to analysts and investors, is the vast amount of data they have about customers and their ability to sell all sorts of products to those customers.\n“This handful of companies is writing the operating system for the new economy,” said Brad Slingerlend, lead portfolio manager of Janus Henderson’s global technology fund. “The bigger companies are both able to collect data and use that data to build into adjacent businesses.”", "url": "https://www.nytimes.com/2017/08/02/technology/apple-earnings-growth-iphone.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}