{"authors": ["The New York Times"], "date_download": "2018-11-16 03:16:58", "date_modify": "2018-11-16 03:16:58", "date_publish": "2017-08-15 21:36:19", "description": "President Trump on Tuesday made remarks on the violence in Charlottesville, Va., Confederate statues, his outlook on Stephen Bannon and more.", "filename": "2017_08_15_us_politics_trump-press-conference-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338218.html", "image_url": "https://static01.nyt.com/images/2017/08/16/us/16dc-trumptranscript-1/16dc-trumptranscript-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_15_us_politics_trump-press-conference-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338218.html", "title": "Full Transcript and Video: Trump’s News Conference in New York", "title_page": "Full Transcript and Video: Trump’s News Conference in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now I knew the process very well, probably better than anybody. I had to get permits for this building and many of the buildings I built, all of the buildings I built in Manhattan and many other places. And I will tell you that the consultants are rich people. They go around making it very difficult. They lobby Congress. They lobby state government, city governments to make it very difficult so that you have to hire consultants and that you have to take years and pay them a fortune. So we are streamlining the process, and we won’t be having so much of that anymore. No longer will we allow the infrastructure of our magnificent country to crumble and decay. While protecting the environment, we will build gleaming new roads, bridges, railways, waterways, tunnels and highways. We will rebuild our country with American workers, American iron, American aluminum, American steel. We will create millions of new jobs and make millions of American dreams come true. Our infrastructure will again be the best in the world. We used to have the greatest infrastructure anywhere in the world. And today, we are like a third-world country. We are literally like a third-world country. Our infrastructure will again be the best. And we will restore the pride in our communities, our nation. And all over the United States will be proud again.\nSo I want to thank everybody for being here. God bless you. God bless the United States. And if you have any questions, we have Mick. You could come up here, please. Come on up. Mick Mulvaney.\nIf you have any questions, please feel free to ask.\nREPORTER: Why do you think these C.E.O.’s are leaving your manufacturing council?\nTRUMP: Because they’re not taking their jobs seriously as it pertains to this country. But we want jobs, manufacturing in this country. If you look at some of those people that you are talking about, they are outside of the country. They are having a lot of their product made outside. If you look at Merck as an example, take a look — excuse me, excuse me — take a look at where their product is made. It’s made outside of our country. We want products made in the country. Now I have to tell you, some of the folks that will leave, they’re leaving out of embarrassment, because they make their products outside. And I have been lecturing them, including the gentleman that you are referring to, about you have to bring it back to this country. You can’t do it necessarily in Ireland and all of these other places. You have to bring this work back to this country. That’s what I want. I want manufacturing to be back into the United States so that American workers can benefit.\nREPORTER: Why did you wait so long — [cross talk]\nTRUMP: I didn’t wait long. I didn’t wait long. I wanted to make sure, unlike most politicians, that what I said was correct, not make a quick statement. The statement I made on Saturday, the first statement, was a fine statement but you don’t make statements that direct unless you know the facts. It takes a little while to get the facts. You still don’t know the facts. It is a very, very important process to me. It is a very important statement. So I don’t want to go quickly and just make a statement for the sake of making a political statement. I want to know the facts. If you go back to my statement, I brought it. I brought it.\n[cross talk]\nAs I said, remember, Saturday, we condemn in the strongest possible terms this egregious display of hatred, bigotry and violence. It has no place in America. And then I went on from there. Here is the thing. Excuse me. Take it nice and easy. Here is the thing. When I make a statement, I like to be correct. I want the facts. This event just happened. In fact, a lot of the event didn’t happen yet as we were speaking. This event just happened. Before I make a statement, I need the facts. So I don’t want to rush into a statement. So making the statement when I made it was excellent. In fact, the young woman, who I hear is a fantastic young woman, and it was on NBC, her mother wrote me and said through I guess Twitter, social media, the nicest things. And I very much appreciated that. I hear she was a fine, really actually, an incredible young woman. Her mother, on Twitter, thanked me for what I said. And honestly, if the press were not fake and if it was honest, the press would have said what I said was very nice. But unlike you … [cross talk]... and unlike the media, before I make a statement, I like to know the facts.\n[cross talk]\nHow about a couple of infrastructure questions.\nREPORTER: The C.E.O. of Walmart said you missed a critical opportunity to help bring the country together. Did you?", "url": "https://www.nytimes.com/2017/08/15/us/politics/trump-press-conference-transcript.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}