{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:02:13", "date_modify": "2018-11-16 04:02:13", "date_publish": "2017-07-22 12:37:37", "description": "The president also attacked the media and Hillary Clinton in a series of early-morning tweets.", "filename": "2017_07_22_us_politics_donald-trump-jeff-sessions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340933.html", "image_url": "https://static01.nyt.com/images/2017/07/23/us/23dc-trump1-sub/23dc-trump1-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_22_us_politics_donald-trump-jeff-sessions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340933.html", "title": "Trump Says He Has ‘Complete Power’ to Pardon", "title_page": "Trump Says He Has ‘Complete Power’ to Pardon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Post reported that Mr. Kislyak told superiors in Moscow that he had discussed campaign-related matters, including policy issues important to Moscow, with Mr. Sessions during the campaign, contrary to Mr. Sessions’s public assertions. Mr. Sessions, who was advising Mr. Trump on foreign policy at the time, met at least twice with Mr. Kislyak and failed to disclose those contacts during his Senate confirmation hearings. After news reports about them were published, he said the meetings were not related to the campaign.\nSarah Isgur Flores, a Justice Department spokeswoman, said in a statement to The Post and other news organizations that she could not comment “on the reliability of what anonymous sources describe in a wholly uncorroborated intelligence intercept.” She added that Mr. Sessions “never met with or had any conversations with any Russians or any foreign officials concerning any type of interference with any campaign or election.” She did not deny that Mr. Sessions discussed campaign or policy issues more generally with Mr. Kislyak.\nThe revelation of Mr. Sessions’s meetings with Mr. Kislyak in March prompted the attorney general to recuse himself from overseeing the Justice Department investigation into Russian meddling in last year’s election and any possible collusion with associates of Mr. Trump. The president has been upset about that recusal ever since and told The Times in an interview on Wednesday that he never would have appointed Mr. Sessions had he known the attorney general would step aside.\nIn the interview, Mr. Trump faulted Mr. Sessions for his misleading testimony. “Jeff Sessions gave some bad answers,” the president said. “He gave some answers that were simple questions and should have been simple answers, but they weren’t.”\nIn his tweets on Saturday morning, he offered no concern that Mr. Sessions had not been fully forthcoming. Instead, as he often does, Mr. Trump tried to turn attention back to his opponent from last year.\n“So many people are asking why isn’t the A.G. or Special Council looking at the many Hillary Clinton or Comey crimes,” he wrote, referring to Robert S. Mueller III, the special counsel now leading the Russia inquiry. “33,000 e-mails deleted?”\nHe added: “What about all of the Clinton ties to Russia, including Podesta Company, Uranium deal, Russian Reset, big dollar speeches etc.”", "url": "https://www.nytimes.com/2017/07/22/us/politics/donald-trump-jeff-sessions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}