{"authors": ["Andrew Rosenthal"], "date_download": "2018-11-16 03:11:54", "date_modify": "2018-11-16 03:11:54", "date_publish": "2017-06-13 22:22:07", "description": "He said he would “respond to questions as fully as the Lord enables me to do.” Apparently that meant not very fully.", "filename": "2017_06_13_opinion_jeff-sessions-gives-a-master-class-in-dissembling.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337914.html", "image_url": "https://static01.nyt.com/images/2017/06/13/opinion/13rosenthalWeb/13rosenthalWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_13_opinion_jeff-sessions-gives-a-master-class-in-dissembling.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337914.html", "title": "Jeff Sessions Gives a Master Class in Dissembling", "title_page": "Opinion | Jeff Sessions Gives a Master Class in Dissembling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He was happy to say, for example, that he and Rod Rosenstein, the deputy attorney general, discussed firing Comey before they were confirmed. Sessions was willing to say that he and Rosenstein told Trump they were concerned about Comey’s performance (concerns he admitted he never shared with Comey). He said they were asked to put that in writing, resulting in the infamous memo by Rosenstein that suggested Comey should be shown the door because of his handling of the Hillary Clinton email investigation.\nBut he was not willing to talk about anything the president said to him or Rosenstein beyond that, because it would violate those rules about not talking about confidential discussions between high-ranking officials. That gave the hearing a rather surreal air at times.\nWhen Senator Dianne Feinstein asked Sessions if he knew Trump had already decided to fire Comey before he spoke to Sessions and Rosenstein about it in May, Sessions said: “I would say I believe it has been made public that the president asked us our opinion and it was given and he asked us to put that in writing. I don’t know how much more he said than that,” Sessions said. “But he talked about it.”\nActually, the whole world knows that Trump said, in a television interview, that he planned to fire Comey regardless of what Sessions and Rosenstein thought and that he did it because of the Russia investigation.\nI’m willing to bet that Sessions studied those comments pretty carefully. But at the hearing all he would say, more than once, was that he would let Trump’s “words speak for themselves.”", "url": "https://www.nytimes.com/2017/06/13/opinion/jeff-sessions-gives-a-master-class-in-dissembling.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}