{"authors": ["Alan Blinder"], "date_download": "2018-11-16 04:02:12", "date_modify": "2018-11-16 04:02:12", "date_publish": "2017-04-12 00:23:41", "description": "When Robert Bentley became Alabama’s governor, evangelical Christians hoped he would be a model of integrity. On Monday, he resigned after a sex scandal.", "filename": "2017_04_11_us_alabama-governor-robert-bentley-sex-scandal.html_module=inline_1542340932.html", "image_url": "https://static01.nyt.com/images/2017/04/12/us/12Alabama/12Alabama-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_11_us_alabama-governor-robert-bentley-sex-scandal.html_module=inline_1542340932.html", "title": "For Alabama Christians, Governor Bentley’s Downfall Is a Bitter Blow", "title_page": "For Alabama Christians, Governor Bentley’s Downfall Is a Bitter Blow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But others said it had become clear that for conservative Christians, the cultural and political issues that define modern conservative politics mattered at least as much as moral piety. That was why, they suggested, Mr. Bentley was able to cling to his job for nearly 13 months after his reputation as a paragon of probity came under fire.\n“The idea that moral hypocrisy hurts you among evangelical voters is not true, if you’re sound on all of the fundamentals,” said Wayne Flynt, an ordained Baptist minister and one of Alabama’s pre-eminent historians. “Being sound on the fundamentals depends on what the evangelical community has decided the fundamentals have become. At this time, what is fundamental is hating liberals, hating Obama, hating abortion and hating same-sex marriage.”\nWhen Mr. Bentley ran for governor in 2010, Christian voters saw extraordinary promise in the obscure lawmaker from Tuscaloosa who liked to tell people about how Bear Bryant, the revered University of Alabama football coach, had been one of his patients. He seemed oddly ordinary, the politician who was thought to be tailor-made for a state increasingly frustrated by decades of corruption in Montgomery.\n“People were looking for something that was more grandfatherly, something that was more wise and trustworthy and less politically slick,” said Angi Stalnaker, who was Mr. Bentley’s campaign manager. “They wanted someone that they could see themselves having Sunday dinner with, and, of the candidates in 2010, Robert Bentley was the one you could see inviting over for fried chicken and cornbread.”\nHe won that election, and then another in 2014. But Dianne Bentley filed for divorce the next year. Months later, an ousted state official accused Mr. Bentley of having an affair with Rebekah Caldwell Mason, a top aide and former beauty pageant contestant whom he had taught in Sunday school in Tuscaloosa. Lurid audio recordings became public, and on Friday, a special counsel concluded that the governor had committed an array of misdeeds to try to cover up the “inappropriate relationship” that had led to Mr. Bentley and Ms. Mason leaving their congregation.", "url": "https://www.nytimes.com/2017/04/11/us/alabama-governor-robert-bentley-sex-scandal.html?module=inline"}