{"authors": ["Ben Hubbard", "Ian Fisher"], "date_download": "2018-11-16 04:49:51", "date_modify": "2018-11-16 04:49:51", "date_publish": "2017-05-23 16:22:47", "description": "Proponents of the president’s effort argue that recent shifts in the Arab world may have made the prospect of a regional peace less remote.", "filename": "2017_05_23_world_middleeast_trump-trip-saudi-arabia-palestinians.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343791.html", "image_url": "https://static01.nyt.com/images/2017/05/24/world/24Saudi/24Saudi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_23_world_middleeast_trump-trip-saudi-arabia-palestinians.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343791.html", "title": "Trump’s Saudi Arabia Trip Figures Into Plan for Palestinian Deal", "title_page": "Trump’s Saudi Arabia Trip Figures Into Plan for Palestinian Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Israel dismissed the Arab proposal as soon as it was announced in 2002, and the violence of the second Palestinian uprising, which was raging at the time, put neither side in the mood to negotiate and further ingrained the view of Israel in the Arab world as an aggressive usurper of Palestinian rights.\nSubsequent Israeli governments have spoken positively of parts of the initiative, and in 2015, Mr. Netanyahu offered a partial endorsement, saying that the “general idea — to try and reach understandings with leading Arab countries — is a good idea.”\nBoth the attraction and the limits of a regional approach were clear in the negotiations for a new Israeli government last year. Mr. Netanyahu and the head of the opposition Labor Party, Isaac Herzog, nearly formed a government based on a regional peace initiative, although an investigation by the newspaper Ha’aretz said Mr. Netanyahu pulled out late in the talks.\nBut a stark, rightward drift in Israeli politics and society stands as a significant obstacle to any two-state peace deal, and Mr. Netanyahu has shown little inclination toward concessions, especially on the status of East Jerusalem, an emotional issue for many Arabs and Muslims because of its holy sites. At the same time, the Palestinians are profoundly divided, with a weakened Palestinian Authority administering parts of the occupied West Bank and Hamas, which the United States and Israel consider a terrorist organization, controlling the Gaza Strip.\nJordan and Egypt have longstanding peace agreements with Israel, and both have stepped up their coordination with Israel against terrorist groups on the Sinai Peninsula and in Syria. But the most significant changes in recent years have been in gulf countries, where a younger generation of leaders, like Mohammed bin Salman, the deputy crown prince of Saudi Arabia, and Mohammed bin Zayed, the crown prince of Abu Dhabi, have recognized the role Israel could play in their economic and security policies.\n“This younger generation sees Israel much more in terms of practical alliances,” said Stephen A. Seche, a former United States ambassador to Yemen and the executive vice president of the Arab Gulf States Institute in Washington. “So suddenly Israel is not seen in that one-dimensional term of being the occupier of Palestinian land, but rather as a potential partner against the greater evil, if you will, which is Iran.”\nAnalysts who meet with leaders on both sides say some links have already been formed. The United Arab Emirates has allowed an Israeli diplomatic presence at the United Nations’ International Renewable Energy Agency in Abu Dhabi, and former Saudi officials have attended academic conferences in Israel.", "url": "https://www.nytimes.com/2017/05/23/world/middleeast/trump-trip-saudi-arabia-palestinians.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}