{"authors": ["Reed Abelson"], "date_download": "2018-11-16 03:44:16", "date_modify": "2018-11-16 03:44:16", "date_publish": "2017-12-06 11:45:23", "description": "The purchase of DaVita Medical Group moves UnitedHealth more into the role of doctor as it buys nearly 300 clinics across six states.", "filename": "2017_12_06_health_unitedhealth-doctors-insurance.html_module=inline_1542339856.html", "image_url": "https://static01.nyt.com/images/2017/12/07/business/07insure/07insure-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_06_health_unitedhealth-doctors-insurance.html_module=inline_1542339856.html", "title": "UnitedHealth Buys Large Doctors Group as Lines Blur in Health Care", "title_page": "UnitedHealth Buys Large Doctors Group as Lines Blur in Health Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There’s no chance that the existing companies, be they hospital or insurers, have the right configuration of assets to be successful” at turning health care into a business where the parties are able to produce better outcomes at a lower cost, he said.\nWhat is striking about the recent combinations, Professor Garthwaite said, is that insurers are the ones seeking to integrate the delivery of care into their operations, as opposed to a large health system like Kaiser Permanente, the health maintenance organization based in California, directing members to its hospitals and doctors. “For a long time, we thought there was a world in which Kaiser was the future,” he said.\nBut Kaiser Permanente has proved to be mostly an exception to the rule. Several large systems began offering health plans under the Affordable Care Act, only to end up losing money and getting out of the business.\nAetna and UnitedHealth appear to be trying to develop their own in-house network of doctors to try to change how care is delivered. UnitedHealth, which already operates a large pharmacy-benefit manager and a variety of health care services through its Optum unit, is among the most diversified and most successful insurers.\nThe acquisition of DaVita Medical Group, which includes such high profile organizations as HealthCare Partners and the Everett Clinic, is the latest move by UnitedHealth to expand into the realm of delivering medical care as a way of reducing costs. The company already operates medical practices in Southern California and elsewhere, and it owns nearly 250 MedExpress urgent-care clinics. The company says the clinics offer much of the same care available at a hospital emergency room but at a significantly lower cost.\nLast January, UnitedHealth also acquired a chain of surgery centers, a move the company said could lower the expense of having an outpatient surgery by more than 50 percent. The company expects to perform roughly 1 million surgeries and other procedures this year.\nInsurers are also increasingly experimenting with different methods of paying for care and attempting to provide better oversight of potentially expensive chronic conditions like diabetes or heart failure. To date, Aetna and Cigna have favored joint ventures with large health groups.", "url": "https://www.nytimes.com/2017/12/06/health/unitedhealth-doctors-insurance.html?module=inline"}