{"authors": ["Frances Robles"], "date_download": "2018-11-16 03:47:18", "date_modify": "2018-11-16 03:47:18", "date_publish": "2017-09-22 02:07:43", "description": "A full day passed before the Coast Guard could rescue a family of four that was at sea during the storm. One passenger, a British man, died.", "filename": "2017_09_21_us_boat-rescue-maria-mother-children_1542340038.html", "image_url": "https://static01.nyt.com/images/2017/09/22/us/22storm3/22storm3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_21_us_boat-rescue-maria-mother-children_1542340038.html", "title": "Mother and Children Rescued From a Boat Caught in Hurricane Maria", "title_page": "Mother and Children Rescued From a Boat Caught in Hurricane Maria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The distress call came at 2:30 a.m. Wednesday. Two adults and two children were on a disabled vessel adrift in 20-foot waves and extreme winds.\nAt that point, Hurricane Maria was a dangerous Category 5 storm. The ship had somehow been caught in it.\n“We initially got the call — a vessel in distress, a family of four, north of St. Croix, literally in the teeth of a hurricane,” said Rear Adm. Peter Brown, commander of the United States Coast Guard Seventh District, which includes Puerto Rico. “We were obviously concerned. We didn’t ask their names and didn’t ask why they were out there.”\nImage The boat was found overturned and beached near the shore of Vieques, an island off the coast of Puerto Rico. Credit Petty Officer 2nd Class Ashley Johnson/U.S. Coast Guard\nBy the time they were rescued at 11:30 a.m. on Thursday, one of them, a British man, was dead.\nHe and the other passengers — a woman from the Dominican Republic and her two 12-year-old children — were aboard a 146-foot former oceanographic research vessel called the Ferrel, and endured a full day on terrifying waters after their distress call. The Coast Guard told the family to keep their radio beacon ready in case they needed to abandon ship, and they soon lost contact.", "url": "https://www.nytimes.com/2017/09/21/us/boat-rescue-maria-mother-children.html"}