{"authors": ["Michael Forsythe"], "date_download": "2018-11-16 04:26:41", "date_modify": "2018-11-16 04:26:41", "date_publish": "2017-04-04 18:51:34", "description": "Among the membership rolls of the Mar-a-Lago resort is a Chinese magnate who is a frequent critic of Beijing. It could make for an awkward topic as President Trump hosts President Xi Jinping there.", "filename": "2017_04_04_world_asia_china-mar-a-lago-guo-wengui.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342401.html", "image_url": "https://static01.nyt.com/images/2017/03/31/world/31CHINATRUMP/31CHINATRUMP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_04_world_asia_china-mar-a-lago-guo-wengui.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342401.html", "title": "As Trump Meets Xi at Mar-a-Lago, There’s a ‘Wild Card’", "title_page": "As Trump Meets Xi at Mar-a-Lago, There’s a ‘Wild Card’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He is a billionaire who made his fortune in real estate. He has been called a narcissist. He posts to Twitter — incessantly — about politics and his battles against the media. Lately, he has been spending time at a Florida resort named Mar-a-Lago.\nHis name?\nGuo Wengui.\nMr. Guo is a Chinese property magnate who has been living outside the country for more than two years. In recent weeks, he has launched a broadside — in television interviews and on Twitter — criticizing the effectiveness of the Communist Party’s fight against corruption, all from the safety of financial capitals like London and New York. He is also a member at President Trump’s resort in Palm Beach, and posted photos of himself on the grounds last month with Mar-a-Lago’s managing director.\nMr. Guo’s newly public persona — more akin to a dissident Russian oligarch and highly unusual in Chinese politics — comes at an awkward time, just before China’s president, Xi Jinping, and Mr. Trump are to meet at the resort for their first summit meeting. The Chinese billionaire’s ties to the club are a new twist in how President Trump’s business interests can complicate diplomacy, in this case with arguably the world’s most important bilateral relationship.\nAt Mar-a-Lago, moneymaking, socializing and statecraft converged in February, when Shinzo Abe, Japan’s prime minister, conferred with Mr. Trump over a North Korean missile test in full view of the club’s members. Entry into Mar-a-Lago will be more strict this time than during Mr. Abe’s visit, said a United States official with knowledge of the preparations for the meeting, who was aware of Mr. Guo’s remarks, but could offer no details about the security protocols.", "url": "https://www.nytimes.com/2017/04/04/world/asia/china-mar-a-lago-guo-wengui.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}