{"authors": ["Hiroko Tabuchi"], "date_download": "2018-11-16 03:24:11", "date_modify": "2018-11-16 03:24:11", "date_publish": "2017-07-08 20:48:03", "description": "A concerted effort is underway in dozens of states to roll back solar power incentives. One of its architects is now a top Energy Department official.", "filename": "2017_07_08_climate_rooftop-solar-panels-tax-credits-utility-companies-lobbying.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338651.html", "image_url": "https://static01.nyt.com/images/2017/07/09/us/09SOLAR1/20SOLAR2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_08_climate_rooftop-solar-panels-tax-credits-utility-companies-lobbying.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338651.html", "title": "Rooftop Solar Dims Under Pressure From Utility Lobbyists", "title_page": "Rooftop Solar Dims Under Pressure From Utility Lobbyists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The same group of investor-owned utilities is now poised to sway solar policy at the federal level. Brian McCormack, a former top executive at the Edison institute, is Energy Secretary Rick Perry’s chief of staff. The Energy Department did not make Mr. McCormack available for an interview.\nIn April, Mr. Perry ordered an examination of how renewable energy may be hurting conventional sources like coal, oil and natural gas, a study that environmentalists worry could upend federal policies that have fostered the rapid spread of solar and wind power.\nCharged with spearheading the study, due this summer, is Mr. McCormack.\n“There’s no doubt these utilities are out to kill rooftop solar, and they’re succeeding,” said David Pomerantz, executive director of the Energy and Policy Institute, a renewable energy advocacy group. “They’re now driving the agenda.”\nA Statehouse Push\nEarly on a March morning in the Indiana State Capitol, under a mural of the Greek sun god Apollo, solar energy enthusiasts swarmed a committee hearing to defend the state’s embattled solar policy.\nA school superintendent said that his underfunded district needed solar power to reduce energy costs. A local farmer pleaded that his pine tree nursery depended on power from his solar panels. A Baptist pastor said he saw drawing energy from the sun as an “expression of our love of God’s creation.”\nThe coalition was fighting a losing battle.\nA week before the Indiana committee hearing, a group of utility lobbyists descended on the statehouse, handing out talking points that said credits for rooftop solar panels lead to higher rates for everyone else. They were there to support a bill, sponsored by Senator Brandt Hershman, that would roll back Indiana’s net metering system by reducing the rate utilities paid to solar consumers for their excess electricity.", "url": "https://www.nytimes.com/2017/07/08/climate/rooftop-solar-panels-tax-credits-utility-companies-lobbying.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}