{"authors": ["Chris Buckley", "Paul Mozur"], "date_download": "2018-11-16 04:16:41", "date_modify": "2018-11-16 04:16:41", "date_publish": "2017-11-21 22:03:40", "description": "The onetime gatekeeper of China’s internet, who purged China’s social media of its most beloved personalities, has been detained and is under investigation.", "filename": "2017_11_21_world_asia_china-internet-censorship-lu-wei-corruption.html_module=inline_1542341801.html", "image_url": "https://static01.nyt.com/images/2017/11/22/world/22china-internet/22chiina-internet-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_21_world_asia_china-internet-censorship-lu-wei-corruption.html_module=inline_1542341801.html", "title": "China’s Flashy Ex-Internet Censor Faces Corruption Investigation", "title_page": "China’s Flashy Ex-Internet Censor Faces Corruption Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The former Chinese official in charge of internet censorship, who hobnobbed with top executives from Facebook, Apple and Amazon and flatly denied that his government engaged in censorship, has been put under investigation by the Communist Party’s anti-corruption agency, state media reported on Tuesday.\nThe downfall of the censorship official, Lu Wei, was a long time coming. He once held a cluster of titles that gave him formidable influence over internet policy. But he was removed from many posts last year, suggesting that his career was under a cloud.\nThe Chinese Communist Party’s anti-corruption watchdog, the Central Commission for Discipline Inspection, signaled on Tuesday that Mr. Lu had been detained and was under investigation for corruption. He was suspected of “grave violations of discipline” — a euphemism covering graft, bribetaking and other abuses of power — the commission said on its website. It did not give any details of the charges against him.\nMr. Lu is the most prominent Chinese official toppled over allegations of abuse of power since Xi Jinping started his second, five-year term as Communist Party leader at a congress last month. In his first term, Mr. Xi began a ferocious campaign against corruption and disloyalty that brought down dozens of senior officials. Mr. Lu’s downfall showed that drive against graft will continue into Mr. Xi’s second term as party leader and president, the Discipline Inspection Commission said in a comment on its website.", "url": "https://www.nytimes.com/2017/11/21/world/asia/china-internet-censorship-lu-wei-corruption.html?module=inline"}