{"authors": ["Michael M. Grynbaum"], "date_download": "2018-11-16 03:52:39", "date_modify": "2018-11-16 03:52:39", "date_publish": "2017-01-26 20:05:25", "description": "Mr. Bannon, one of President Trump's top advisers, gave a scathing assessment of the news media, calling it “the opposition party.”", "filename": "2017_01_26_business_media_stephen-bannon-trump-news-media.html_mcubz=1&module=inline_1542340359.html", "image_url": "https://static01.nyt.com/images/2017/01/27/business/27BANNON/27BANNON-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_26_business_media_stephen-bannon-trump-news-media.html_mcubz=1&module=inline_1542340359.html", "title": "Trump Strategist Stephen Bannon Says Media Should ‘Keep Its Mouth Shut’", "title_page": "Trump Strategist Stephen Bannon Says Media Should ‘Keep Its Mouth Shut’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Just days after President Trump spoke of a “running war’’ with the media, his chief White House strategist, Stephen K. Bannon, ratcheted up the attacks, arguing that news organizations had been “humiliated” by the election outcome and repeatedly describing the media as “the opposition party” of the current administration.\n“The media should be embarrassed and humiliated and keep its mouth shut and just listen for a while,” Mr. Bannon said in an interview on Wednesday.\n“I want you to quote this,” Mr. Bannon added. “The media here is the opposition party. They don’t understand this country. They still do not understand why Donald Trump is the president of the United States.”\nThe scathing assessment — delivered by one of Mr. Trump’s most trusted and influential advisers, in the first days of his presidency — comes at a moment of high tension between the news media and the administration, with skirmishes over the size of Mr. Trump’s inaugural crowd and the president’s false claims that millions of illegal votes by undocumented immigrants swayed the popular vote against him.", "url": "https://www.nytimes.com/2017/01/26/business/media/stephen-bannon-trump-news-media.html?mcubz=1&module=inline"}