{"authors": ["Donna De La Cruz"], "date_download": "2018-11-16 04:31:48", "date_modify": "2018-11-16 04:31:48", "date_publish": "2017-08-09 09:00:05", "description": "Doctors, hospitals and some workplaces are showing, not just telling, people how to lead healthier lives by making nutritious food.", "filename": "2017_08_09_well_family_when-the-prescription-is-a-recipe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342708.html", "image_url": "https://static01.nyt.com/images/2017/08/01/science/00FOODMEDICINE1/00FOODMEDICINE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_09_well_family_when-the-prescription-is-a-recipe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342708.html", "title": "When the Prescription Is a Recipe", "title_page": "When the Prescription Is a Recipe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The doctor’s office is moving into the kitchen.\nAfter years of telling patients to skip junk food and prepare homemade meals, a growing number of doctors and medical groups are now going a step further and teaching them how to cook. Some are building teaching kitchens or creating food pantries right next to their practices. Others are prescribing culinary education programs in hopes of improving their patients’ nutrition and overall health. Some medical schools have even introduced culinary curriculums to train more doctors to talk to patients about food.\nDr. Nimali Fernando, a pediatrician in Spotsylvania, Va., noticed that many of her patients’ concerns could be traced to poor diet — even problems that may not seem connected, like bed-wetting. She started a food blog, and soon began offering cooking classes out of a church basement kitchen. In 2014 she opened Yum Pediatrics, a nutrition-based pediatrics practice that included a 600-square-foot teaching kitchen. She also created the Dr. Yum Project, a nonprofit with a preschool nutrition curriculum now taught in several Virginia schools.\n“I needed to do more than just give patients a pamphlet. I had to have a kitchen in my office,” Dr. Fernando said. “I try to give a lot of prescriptions that are just recipes to see if we can fix an issue with food.”\nDr. Fernando said she has learned that poor food choices can be the root of many seemingly unrelated issues.", "url": "https://www.nytimes.com/2017/08/09/well/family/when-the-prescription-is-a-recipe.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}