{"authors": ["David Brooks"], "date_download": "2018-11-16 04:26:57", "date_modify": "2018-11-16 04:26:57", "date_publish": "2017-07-21 07:21:29", "description": "The G.O.P. used to be willing to govern. Not now.", "filename": "2017_07_21_opinion_republicans-bills-fail.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342417.html", "image_url": "https://static01.nyt.com/images/2017/07/21/opinion/21brooksWeb/21krugmanWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_21_opinion_republicans-bills-fail.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342417.html", "title": "Republicans Can’t Pass Bills", "title_page": "Opinion | Republicans Can’t Pass Bills - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Today, the G.O.P. is flirting with its most humiliating failure, the failure to pass a health reform bill, even though the party controls all the levers of power. Worse, Republicans have managed to destroy any semblance of a normal legislative process along the way.\nThere are many reasons Republicans have been failing as a governing party, but the primary one is intellectual. The freedom-as-detachment philosophy is a negative philosophy. It is about cutting back, not building.\nA party operating under this philosophy is not going to spawn creative thinkers who come up with positive new ideas for how to help people. It’s not going to nurture policy entrepreneurs. It’s not going to respect ideas, period. This is not a party that’s going to produce a lot of modern-day versions of Jack Kemp.\nSecond, Republican voters may respond to the freedom-as-detachment rhetoric during campaigns. It feels satisfying to say that everything would be fine if only those stuck-up elites in Washington got out of the way. But operationally, most Republicans support freedom-as-capacity legislation.\nIf you’re a regular American, the main threats to your freedom are illness, family breakdown, social decay, technological disruption and globalization. If you’re being buffeted by massive forces beyond your control, you don’t want legislation that says: Guess what? You’re on your own!\nThe Republicans could have come up with a health bill that helps people cope with illness and nurtures their capacities, a bill that offers catastrophic care to the millions of Americans left out of Obamacare, or health savings accounts to encourage preventive care. Republicans could have been honest with the American people and said, “We’re proposing a bill that preserves Obamacare and tries to make it sustainable.” They could have touted some of the small reforms that are in fact buried in the Senate bill.", "url": "https://www.nytimes.com/2017/07/21/opinion/republicans-bills-fail.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}