{"authors": ["Jim Rutenberg"], "date_download": "2018-11-16 03:52:42", "date_modify": "2018-11-16 03:52:42", "date_publish": "2017-09-18 00:50:12", "description": "The social media giant owes it to its users to let them know if they interacted with what amounts to a digital spy. And that’s just the start.", "filename": "2017_09_17_business_facebook-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340362.html", "image_url": "https://static01.nyt.com/images/2017/09/18/business/18RUTENBERG/18RUTENBERG-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_17_business_facebook-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340362.html", "title": "Facebook Knows More About Russia’s Election Meddling. Shouldn’t We?", "title_page": "Facebook Knows More About Russia’s Election Meddling. Shouldn’t We? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Here’s what we know, so far, about Facebook’s recent disclosure that a shadowy Russian firm with ties to the Kremlin created thousands of ads on the social media platform that ran before, during and after the 2016 presidential election:\nThe ads “appeared to focus on amplifying divisive social and political messages across the ideological spectrum,” including race, immigration and gun rights, Facebook said.\nThe users who purchased the ads were fakes. Attached to assumed identities, their pages were allegedly created by digital guerrilla marketers from Russia hawking information meant to disrupt the American electorate and sway a presidential election.\nSome of those ads were pushed out to very specific parts of the country, presumably for maximum political effect. Facebook has identified some 2,000 other ads that may have been of Russian provenance, although, as CNN reported last week, it can’t rule out that there might be far more than that.\nHere’s what we don’t know, at least not directly from Facebook:\n• What all of those ads looked like\n• What specific information – or disinformation — they were spreading", "url": "https://www.nytimes.com/2017/09/17/business/facebook-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}