{"authors": ["Michael M. Grynbaum"], "date_download": "2018-11-16 03:52:19", "date_modify": "2018-11-16 03:52:19", "date_publish": "2017-07-06 01:05:44", "description": "President Trump, in a series of denunciations of CNN and a video depicting him wrestling it, is “trying to bully us,” said its president, Jeffrey Zucker.", "filename": "2017_07_05_business_media_jeffrey-zucker-cnn-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340339.html", "image_url": "https://static01.nyt.com/images/2017/07/06/business/06ZUCKER1/06ZUCKER1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_05_business_media_jeffrey-zucker-cnn-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340339.html", "title": "The Network Against the Leader of the Free World", "title_page": "The Network Against the Leader of the Free World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jeffrey A. Zucker hasn’t been getting a lot of sleep lately. But he says that’s nothing new.\n“I don’t sleep that much anyway,” Mr. Zucker, the president of CNN, said on Wednesday in his fifth-floor office, just off the network’s glassy Midtown Manhattan newsroom.\nA television executive with a reputation for pugilism — a plaque above his desk reads “Punch Today in the Face” — Mr. Zucker, 52, has weathered decades of battles in his industry. But he and CNN are in the middle of their most intense bout yet: an unlikely public fight with the leader of the free world.\nIt is rare that a single news organization attracts the level of ire mustered by President Trump, who over the weekend posted on Twitter a video that portrayed him wrestling a figure with the logo of CNN for a head.\nBut the president’s denunciations — in stinging tweets and slashing speeches, in phrases like “fraud news” and “garbage journalism” — have far outstripped his criticisms of other prominent news outlets, like The New York Times or The Washington Post. And his attacks have spawned a cottage industry of Trump supporters who have declared a digital war of sorts against CNN, including gotcha videos of network employees and threatening messages sent to anchors’ cellphones.", "url": "https://www.nytimes.com/2017/07/05/business/media/jeffrey-zucker-cnn-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}