{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:33:16", "date_modify": "2018-11-16 04:33:16", "date_publish": "2017-05-26 00:10:22", "description": "Mr. Flynn, President Trump’s former national security adviser, faces potential legal problems over money he made from foreign entities and what he has told investigators.", "filename": "2017_05_25_us_politics_michael-flynn-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342796.html", "image_url": "https://static01.nyt.com/images/2017/05/26/us/26flynnexplainer/26flynnexplainer-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_25_us_politics_michael-flynn-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342796.html", "title": "How Michael Flynn May Have Run Afoul of the Law", "title_page": "How Michael Flynn May Have Run Afoul of the Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Separately, four days into the Trump administration, F.B.I. agents interviewed Mr. Flynn about his conversations with Mr. Kislyak in December. Several news outlets have reported that he initially told the F.B.I. that he had not discussed sanctions on Russia but then backtracked and said he could not remember.\nTaking foreign payments without permission\nThe Constitution’s so-called emoluments clause prohibits people who hold government positions from receiving payments from foreign governments without prior consent from Congress. This rule extends to retired military personnel, and Congress enacted a statute to carry it out. It says retired military personnel may accept such compensation only if they get permission from their service secretary and the secretary of state.\nMr. Flynn apparently did not obtain permission before taking compensation from RT or Inovo. That failure is complicated by the fact that they are companies, not governments, but the American government has portrayed RT as an arm of the Kremlin. Mr. Alptekin has told reporters he hired Mr. Flynn with his own funds and did not coordinate with the Turkish government. But congressional investigators have expressed skepticism after receiving classified briefings.\n“As a former military officer, you simply cannot take money from Russia, Turkey or anybody else,” Representative Jason Chaffetz, the Utah Republican who is chairman of the House Oversight Committee, said in April. “And it appears as if he did take that money. It was inappropriate, and there are repercussions for the violation of law.”\nSuch a violation would not constitute a criminal offense; a Pentagon ethics document says the penalty is forfeiting the funds through withheld retirement pay, not prison time. The acting inspector general of the Defense Department, Glenn A. Fine, told Congress that his office had begun investigating whether Mr. Flynn violated emoluments rules.\nFailure to register as a foreign agent\nThe Foreign Agents Registration Act, or FARA, requires that people representing foreign governments or political parties register with the Justice Department within 10 days. Under departmental regulations, this rule extends to lobbyists hired by foreign companies if the “principal beneficiary” of their work is a foreign government.\nIn September, after signing the contract with Inovo, the Flynn Intel Group registered as an ordinary lobbyist for that firm but did not make a FARA filing, which requires greater disclosure. However, in March, after his ouster from the Trump administration, Mr. Flynn’s lawyers filed a belated FARA registration about the arrangement “to eliminate any potential doubt.”", "url": "https://www.nytimes.com/2017/05/25/us/politics/michael-flynn-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}