{"authors": ["Paul Mozur"], "date_download": "2018-11-16 04:16:46", "date_modify": "2018-11-16 04:16:46", "date_publish": "2017-07-18 12:26:29", "description": "Facebook’s last major consumer product in China was partly blocked as Beijing increases its grip on the internet.", "filename": "2017_07_18_technology_whatsapp-facebook-china-internet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341806.html", "image_url": "https://static01.nyt.com/images/2017/07/19/business/19WHATSAPP2/19WHATSAPP2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_18_technology_whatsapp-facebook-china-internet.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341806.html", "title": "China Disrupts WhatsApp Service in Online Clampdown", "title_page": "China Disrupts WhatsApp Service in Online Clampdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The new cybersecurity rules, broad and vague, have left Western companies uncertain of how they will be applied and what impact they could have on a difficult operating environment. The government has put strong emphasis on the law, which could serve as a watershed for how the internet is managed and foreign companies are policed.\nThis month, Apple opened its first data center in China. The company said the move was made to comply with the law that calls for companies to store their data in China.\nThe disruption of encrypted messaging programs like WhatsApp and censorship circumvention tools like VPNs shows a desire to take almost total control over how the internet is used.\nWhatsApp is hugely popular around much of the globe, but the platform is not widely used in China, where local messaging app WeChat dominates. Even so, WhatsApp provides encrypted messaging, making it a useful tool for many Chinese to communicate or do business outside the country or in Hong Kong.\nPaul Triolo, the head of geo-technology at Eurasia Group, said that a possible next step would be for China to target other encrypted messaging apps like Signal, pointing out that such apps “represent a small but growing and potentially important hole in the Great Firewall.”\n“The ministries and support organizations that undergird the Great Firewall must constantly prove they can keep abreast of technological change, and encrypted messaging apps are just the latest in a long string of innovations that have drawn the attention of the technical wizards behind the Great Firewall,” Mr. Triolo said.\nThe apparent crackdown is part of the jockeying among Chinese ministries ahead of this autumn’s congress to show that they are doing their job, according to a government tech policy adviser who declined to be named because of possible retribution over speaking to foreign news media. While there is a real push to make it harder to use VPNs, he said the new rules set to take effect next year are unlikely to be so extreme that they entirely prevent individuals from being able to use such tools.", "url": "https://www.nytimes.com/2017/07/18/technology/whatsapp-facebook-china-internet.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}