{"authors": ["Michael Corkery", "Jessica Silver-Greenberg"], "date_download": "2018-11-16 03:14:14", "date_modify": "2018-11-16 03:14:14", "date_publish": "2017-11-14 19:01:06", "description": "The federal bankruptcy court in Virginia’s capital moves quickly, has expert judges and legal precedents that are favorable to companies, and a reputation for approving huge fees for lawyers.", "filename": "2017_11_14_business_economy_richmond-bankrupty-court.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338054.html", "image_url": "https://static01.nyt.com/images/2017/11/15/business/15RICHMOND-01p/30RICHMOND-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_14_business_economy_richmond-bankrupty-court.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338054.html", "title": "Why Companies Like Toys ‘R’ Us Love to Go Bust in Richmond, Va.", "title_page": "Why Companies Like Toys ‘R’ Us Love to Go Bust in Richmond, Va. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For an affiliate to be incorporated in Virginia, it can use a “registered agent” with a local address, according to the state. For its bankruptcy filing, state records show, Toys “R” Us used a Richmond affiliate whose registered agent has an office in downtown Richmond.\nRepresentatives for Kirkland & Ellis and Toys “R” Us declined to comment for this article. So did a spokesman for the federal bankruptcy court in Richmond.\nIt’s not just the lawyers who stand to gain from the Toys “R” Us bankruptcy. The bankers and other professionals who helped arrange $3.1 billion in new debt to keep the company operating in bankruptcy will collect $96 million in fees, according to a court document filed by Toys “R” Us.\nExecutives at bankrupt companies typically agree to the high fees, bankruptcy experts say, because they think the cost will have been worth it if the lawyers and bankers can save their business. Kirkland & Ellis, which has its headquarters in Chicago, has a long track record of getting companies back on their feet in bankruptcy.\nThe two judges in Richmond are also known for their expertise. “The judges understand the complexities of large corporate bankruptcies and can handle cases expeditiously,” said Dion Hayes, a local bankruptcy lawyer.\nStill, the huge fees can eat into the money that is left over for small creditors — typically vendors, suppliers and pensioners.\nIn the Toys “R” Us case, dozens of suppliers of scooters, rubber duckies and teething rings could lose millions in the bankruptcy.", "url": "https://www.nytimes.com/2017/11/14/business/economy/richmond-bankrupty-court.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}