{"authors": ["Jane Perlez"], "date_download": "2018-11-16 03:17:57", "date_modify": "2018-11-16 03:17:57", "date_publish": "2017-02-02 17:17:32", "description": "A contentious phone call with the Australian prime minister set off a political storm there at a time many residents say they want closer ties to China.", "filename": "2017_02_02_world_australia_donald-trump-malcolm-turnbull-refugees.html_module=inline_1542338277.html", "image_url": "https://static01.nyt.com/images/2017/02/03/world/03Australia1/03Australia1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_02_world_australia_donald-trump-malcolm-turnbull-refugees.html_module=inline_1542338277.html", "title": "Trump’s Harsh Talk With Malcolm Turnbull of Australia Strains Another Alliance", "title_page": "Trump’s Harsh Talk With Malcolm Turnbull of Australia Strains Another Alliance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — President Trump’s combative phone call with Australia’s prime minister over a refugee agreement has set off a political storm in that country, one that threatens to weaken support for a seven-decade alliance with the United States just as many Australians say they want closer ties with China.\nEnthusiasm for the alliance in Australia, one of America’s closest partners, which hosts American spy facilities and rotations of American Marines, had already been under pressure from China, with which Australia conducts the most trade. Reports that Mr. Trump had scolded Prime Minister Malcolm Turnbull on Saturday, before abruptly ending the call, are likely to further undermine confidence in the United States, Australian analysts said.\n“Trump is needlessly damaging the deep trust that binds one of America’s closest alliances,” said Professor Rory Medcalf, head of the National Security College at the Australian National University in Canberra. “China and those wishing to weaken the strongest alliance in the Pacific will see opportunity in this moment.”\nIn less than two weeks in office, Mr. Trump’s actions have strained alliances and alienated potential partners of the United States, and his phone call with Mr. Turnbull seemed to be one more example, this time with a country that has fought on America’s side since World War I.", "url": "https://www.nytimes.com/2017/02/02/world/australia/donald-trump-malcolm-turnbull-refugees.html?module=inline"}