{"authors": ["Vivian Wang"], "date_download": "2018-11-16 04:29:26", "date_modify": "2018-11-16 04:29:26", "date_publish": "2017-12-27 23:41:48", "description": "With the new slate of pardons, Gov. Andrew M. Cuomo nearly tripled the number he had issued explicitly to stave off deportations.", "filename": "2017_12_27_nyregion_trump-cuomo-pardons-immigrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342566.html", "image_url": "https://static01.nyt.com/images/2017/12/28/nyregion/28pardons/28pardons-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_27_nyregion_trump-cuomo-pardons-immigrants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342566.html", "title": "In Rebuke to Trump, Cuomo Pardons 18 Immigrants", "title_page": "In Rebuke to Trump, Cuomo Pardons 18 Immigrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Several states have taken it upon themselves to use pardons as a political tool, Ms. Das said. While many of the states that have done so in recent months have been left-leaning, such as New York and California, she said other states, such as Georgia, have also done so under previous administrations.\n“I think there is an increasing awareness that states will have to step in to protect immigrants,” she said. “Certainly during this current administration, when immigration enforcement has been as extensive and harsh as it has been, it has really shed light on the importance of governors using their power to grant clemency.”\nBut Philip Kasinitz, a sociology professor at the Graduate Center of the City University of New York who specializes in immigration, cautioned that the pardons might be an unreliable safeguard against deportation.\n“I think we’re having a hard time getting a grasp on exactly what the priorities of the new administration are,” Mr. Kasinitz said. “Lots of people without criminal convictions are suddenly being deported who hadn’t been for a long time. So it’s not clear how uniform the procedures and priorities actually are.”\nFor some of those pardoned on Wednesday, the threat of deportation had loomed large for years. Alexander Shilov, 36, who came to the United States with his mother from Estonia in 1999, said he had received an order of removal in 2001. The order had followed him through several petty larceny convictions between 2000 and 2003, he said, and through his stint in rehab, his studies for his G.E.D. and his employment as a nurse.\nHe checked in every year with immigration officials, Mr. Shilov said, but he never felt he was a high priority for deportation. But when he reported for his annual check-in in March, the first time under the new administration, the officials questioned him more closely than usual, he said.\nMr. Shilov said he had been planning to apply for citizenship through his mother, who was naturalized in 2007, or through his fiancée, who is also a citizen. But with the petty larceny convictions on his record, he said, “it was for me a matter of ‘if’” — that is, whether or not the attorney general would grant him citizenship despite his convictions.", "url": "https://www.nytimes.com/2017/12/27/nyregion/trump-cuomo-pardons-immigrants.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}