{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:52:09", "date_modify": "2018-11-16 04:52:09", "date_publish": "2017-12-06 00:23:11", "description": "Testimony by New York City’s public housing chief left the Council baffled by the handling of a long lapse in lead-paint inspections.", "filename": "2017_12_05_nyregion_lead-paint-inspections-public-housing-shola-olatoye.html_module=inline_1542343929.html", "image_url": "https://static01.nyt.com/images/2017/12/06/nyregion/06nycha/06nycha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_05_nyregion_lead-paint-inspections-public-housing-shola-olatoye.html_module=inline_1542343929.html", "title": "At Hearing on Lead-Paint Test Lapses, Questions Go Unanswered", "title_page": "At Hearing on Lead-Paint Test Lapses, Questions Go Unanswered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The embattled chairwoman of the New York City Housing Authority faced withering questioning at the City Council on Tuesday about lapses in lead-paint inspections, and she struggled to explain communication failures that left the public uninformed about the risks they posed.\nEven as she defended the city’s response, the chairwoman, Shola Olatoye, conceded that more could have been done over the past year to tell residents what top officials learned in mid-2016: Lead-paint inspections ceased in 2012 and were not restarted for nearly four years.\nHer responses prompted exclamations of disbelief from a large audience and expressions of frustration from some council members.\nMany of the questions focused on the long delay between when officials learned of the problems with inspections — between April 2016 and June 2016, according to Ms. Olatoye — and when City Hall and the agency acknowledged the lapses publicly for the first time, in July 2017.", "url": "https://www.nytimes.com/2017/12/05/nyregion/lead-paint-inspections-public-housing-shola-olatoye.html?module=inline"}