{"authors": ["Hannah Beech"], "date_download": "2018-11-16 04:19:20", "date_modify": "2018-11-16 04:19:20", "date_publish": "2017-09-17 16:30:05", "description": "“You cannot help everyone, so you tell yourself that documenting their suffering is a form of aid.”", "filename": "2017_09_17_insider_covering-rohingya-refugees-myanmar.html_action=click&module=RelatedLinks&pgtype=Article_1542341960.html", "image_url": "https://static01.nyt.com/images/2017/09/16/insider/16a2insider/16a2insider-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_17_insider_covering-rohingya-refugees-myanmar.html_action=click&module=RelatedLinks&pgtype=Article_1542341960.html", "title": "Walking the Line Between Reporting a Rohingya Refugee’s Story and Changing It", "title_page": "Walking the Line Between Reporting a Rohingya Refugee’s Story and Changing It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The 25-year-old farmer was in his fields in Maungdaw Township when the Myanmar military descended. The village men, and even some of the boys, were beaten, then told to run. Some made it, others didn’t. Noor was lucky. A bullet only grazed his right shoulder. He could still walk after his beating.\nBut days of trekking through jungle on the way to Bangladesh had broken his body.\nRefugee camps are overflowing with Rohingya in need, hands outstretched for food or water or lifesaving medicine. You cannot help everyone, so you walk on, promising yourself that documenting their suffering is a form of aid.\nOn Aug. 29, the day before I traveled to Bangladesh, I stood in my new apartment in Bangkok — where I’d just moved to begin work as The Times’s Southeast Asia bureau chief — surrounded by boxes of possessions I did not need or even remember that my family owned: too many glasses for liqueurs I do not drink, mildewed paperbacks, Legos chewed by the dog.\nTwo days later, I stood in a creek near Bangladesh’s border with Myanmar, as a never-ending column of barefoot humanity trudged through the water. Many people carried nothing but babies too traumatized to make any noise.\nOther Rohingya, who had only a few moments to prepare before the Myanmar military burned down their houses, balanced bamboo poles on their shoulders, heavy with sleeping mats, water jugs and solar panels.", "url": "https://www.nytimes.com/2017/09/17/insider/covering-rohingya-refugees-myanmar.html?action=click&module=RelatedLinks&pgtype=Article"}