{"authors": ["Jane Perlez"], "date_download": "2018-11-16 04:17:04", "date_modify": "2018-11-16 04:17:04", "date_publish": "2017-09-05 16:07:08", "description": "China’s leader will not want to look weak in the face of American pressure. But a destabilizing war on the Korean Peninsula would be even less welcome.", "filename": "2017_09_05_world_asia_north-korea-china-us-oil-fuel-exports.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341824.html", "image_url": "https://static01.nyt.com/images/2017/09/06/world/06nkorea-fuel1/06nkorea-fuel1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_05_world_asia_north-korea-china-us-oil-fuel-exports.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341824.html", "title": "U.S. Desire for North Korea Oil Cutoff Puts China in a Tight Spot", "title_page": "U.S. Desire for North Korea Oil Cutoff Puts China in a Tight Spot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "China fears that putting too much pressure on North Korea could bring down the government of its leader, Kim Jong-un, perhaps resulting in large numbers of refugees crossing into China and leaving an American ally, South Korea, on its border. While Beijing often criticizes the North for its missile tests and nuclear detonations, it keeps the isolated country’s economy alive with exports of energy, mainly crude oil.\nChina cut off oil supplies to North Korea for three days in 2003, after the North fired a missile into waters near Japan. The Chinese government told Pyongyang that the suspension was necessary for technical reasons, diplomats in Beijing said at the time.\nBut that was a rare exception to China’s usual policy. While Mr. Xi has been willing to impose some minor restrictions on China’s energy supplies to North Korea, he has shown no signs of curbing the vital crude oil that keeps the North afloat.\nHow much crude China sends through the Friendship Pipeline — which starts in Dandong, a trading hub in northeastern China, and travels under the Yalu River into North Korea — is not precisely known. China stopped reporting those figures several years ago.\nBut given its recent economic growth, North Korea would be expected to import about 850,000 tons of crude oil this year, almost entirely from China, said Peter Hayes, the director of the Nautilus Institute, a think tank specializing in North Korean energy. Some other experts estimate a slightly lower amount — about 750,000 tons — for the year.\nEither figure would seem to reflect a substantial increase from a few years ago, though it is hard to be certain. In 2015, the China National Petroleum Corporation, which operates the pipeline to the North, said that the amount of oil sent through it had been kept at 520,000 tons. And China did report vastly reduced supplies of motor and aviation gasoline to North Korea in July — 92 percent less than the July 2016 value, according to the General Administration of Customs.", "url": "https://www.nytimes.com/2017/09/05/world/asia/north-korea-china-us-oil-fuel-exports.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}