{"authors": ["Ann Carrns"], "date_download": "2018-11-16 03:13:31", "date_modify": "2018-11-16 03:13:31", "date_publish": "2017-02-24 17:04:11", "description": "New credit scoring models, using data like rent and cellphone payments, are coming into vogue as lenders seek to bring in more borrowers.", "filename": "2017_02_24_your-money_26money-adviser-credit-scores.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338011.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_24_your-money_26money-adviser-credit-scores.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338011.html", "title": "Little Credit History? Lenders Are Taking a New Look at You", "title_page": "Little Credit History? Lenders Are Taking a New Look at You - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "About 45 million Americans lack traditional credit files, and the federal government is looking into whether alternative credit scoring models could bring more of these consumers into the financial mainstream.\nThe Consumer Financial Protection Bureau opened an inquiry this month into the pros and cons of using “alternative” data, like rent and cellphone payments, to formulate credit scores. It is seeking feedback from the public and the credit industry.\nCredit scores — many of which are also known as FICO scores, because they were created by the company Fair Isaac — are used by lenders to determine whether you can borrow their money, and what interest rate you will pay. The three-digit scores are created by applying a mathematical formula to information compiled by the three major credit bureaus.\nThose bureaus — Equifax, Experian and TransUnion — generate credit scores and track your larger credit report, which includes information about your mortgage, car loans and credit cards, and whether you make payments on time.", "url": "https://www.nytimes.com/2017/02/24/your-money/26money-adviser-credit-scores.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}