{"authors": ["Emma G. Fitzsimmons"], "date_download": "2018-11-16 03:12:35", "date_modify": "2018-11-16 03:12:35", "date_publish": "2017-02-24 03:00:17", "description": "Weekday ridership rose to its highest level since 1948, but the Metropolitan Transportation Authority recorded a 3 percent drop on weekends in 2016.", "filename": "2017_02_23_nyregion_new-york-city-subway-ridership.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337955.html", "image_url": "https://static01.nyt.com/images/2017/02/24/nyregion/24MTA/24MTA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_23_nyregion_new-york-city-subway-ridership.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337955.html", "title": "Subway Ridership Declines in New York. Is Uber to Blame?", "title_page": "Subway Ridership Declines in New York. Is Uber to Blame? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As riders fume over worsening service, on Thursday several members of the transportation authority board criticized Gov. Andrew M. Cuomo, who effectively controls the agency, for cutting $65 million in state aid to the M.T.A. in his executive budget. But Mr. Cuomo’s office has argued that overall state funding for the authority, including tax revenue, would increase by about $30 million. Officials at the authority said the funding changes would not lead to fare and toll increases or service changes.\nAt the same time, some New Yorkers have deleted Uber over concerns that the company tried to profit during airport protests last month against President Trump’s immigration order, as well as the ties the company’s chief executive, Travis Kalanick, had to Mr. Trump. This week, a former Uber engineer called attention to sexual harassment and other problems at the company, leading to more negative headlines. Uber has said it is investigating the accusations.\nOne Uber user, DePaul Vaughn, said that after the airport controversy he deleted the app from his phone.\n“I felt like I wanted to be supporting companies that are aligned with my values,” Mr. Vaughn said as he waited for an R train in Brooklyn on Thursday morning.\nMr. Vaughn, 37, who works in the advertising industry, said he takes the subway to work but sometimes avoids it on the weekends.\n“There’s been a lot of work on the train,” he said. “A lot of times, it’s a headache.”\nA spokeswoman for Uber, Alix Anfang, said the company took pride in serving neighborhoods that lack good access to public transit. Its lower-cost car pool option, UberPool, helps New Yorkers get to bus, subway and ferry lines, she said.\n“Uber’s mission is to provide reliable, affordable transportation to everyone, everywhere,” Ms. Anfang said in a statement.", "url": "https://www.nytimes.com/2017/02/23/nyregion/new-york-city-subway-ridership.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}