{"authors": ["Max Fisher"], "date_download": "2018-11-16 04:17:18", "date_modify": "2018-11-16 04:17:18", "date_publish": "2017-04-17 17:23:11", "description": "Fearing losing their legitimacy, North Korea’s leaders created a permanent state of near-war, and an effective asymmetrical power dynamic.", "filename": "2017_04_17_world_asia_north-korea-nuclear-weapons-missiles-sanctions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341838.html", "image_url": "https://static01.nyt.com/images/2017/04/18/world/18Int-Nkorea1/18Int-Nkorea1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_17_world_asia_north-korea-nuclear-weapons-missiles-sanctions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341838.html", "title": "The North Korea Paradox: Why There Are No Good Options on Nuclear Arms", "title_page": "The North Korea Paradox: Why There Are No Good Options on Nuclear Arms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This policy sought to explain the country’s shortages and rationing as necessary to maintain its immense military, to justify oppression as necessary to root out internal enemies and to rally the nationalism that often comes during wartime.\nB. R. Myers, a North Korea scholar at Dongseo University in South Korea, wrote in a 2010 book on North Korean ideology, “It is the regime’s awareness of a pending legitimacy crisis, not a fear of attack from without, which makes it behave ever more provocatively on the world stage.”\nToday, the country and government appear to be stable. But this came at a cost: a permanent state of near-war to stave off the forces of history that would otherwise tear down North Korea. Neither threats nor concessions from outside have proved able to override this calculus.\nA Perpetual State of Almost-War\nThe Korean War, never officially resolved, was long deadlocked between the Cold War superpowers. When Soviet protection fell away, North Korea became suddenly vulnerable against the vastly more powerful United States and its allies.\nMr. Kim, unable to seek peace without risking a German-style reunification that would subsume the North under South Korean rule, sought to make any potential war too costly to consider.\nMissile and nuclear tests, along with what appears to have been a cultivated appearance of irrationality, put the onus on North Korea’s enemies to manage tensions.", "url": "https://www.nytimes.com/2017/04/17/world/asia/north-korea-nuclear-weapons-missiles-sanctions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}