{"authors": ["Mark Landler", "Yamiche Alcindor"], "date_download": "2018-11-16 04:37:09", "date_modify": "2018-11-16 04:37:09", "date_publish": "2017-10-18 12:07:19", "description": "A furious back-and-forth turned what can be an emotionally wrenching encounter into an ugly spectacle between the president and a bereaved citizen.", "filename": "2017_10_18_us_politics_trump-widow-johnson-call.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343029.html", "image_url": "https://static01.nyt.com/images/2017/10/19/us/19trump-alpha/19trump-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_18_us_politics_trump-widow-johnson-call.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343029.html", "title": "Trump’s Condolence Call to Soldier’s Widow Ignites an Imbroglio", "title_page": "Trump’s Condolence Call to Soldier’s Widow Ignites an Imbroglio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump’s condolence call to the widow of a slain soldier exploded into a vicious row that swamped the White House on Wednesday, with the soldier’s grieving mother accusing the president of disrespecting her family and a defiant Mr. Trump complaining that his words had been cynically twisted for political purposes.\nThe back-and-forth made a furious spectacle of what is, at the best of times, one of the most emotionally wrenching contacts between the commander in chief and a bereaved citizen. It overshadowed any talk of Mr. Trump’s legislative priorities and instead recalled his history of feuding with military families or even, as in the case of Senator John McCain, a war hero.\nTwelve days after four Americans were killed in an Oct. 4 ambush in Niger, the president called the widow of Sgt. La David T. Johnson, who was among the slain, and said that her husband “knew what he signed up for,” referring to the soldier only as “your guy,” according to Sergeant Johnson’s mother and a Democratic congresswoman, who both listened to the call.\nMr. Trump angrily disputed that account, insisting that he “had a very nice conversation with the woman, with the wife, who sounded like a lovely woman.” The White House accused the congresswoman, Frederica S. Wilson of Florida, of politicizing a sacred ritual after Mr. Trump initially said she “fabricated” it.", "url": "https://www.nytimes.com/2017/10/18/us/politics/trump-widow-johnson-call.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}