{"authors": ["Mark Landler", "Eric Schmitt"], "date_download": "2018-11-16 03:17:58", "date_modify": "2018-11-16 03:17:58", "date_publish": "2017-04-18 17:57:41", "description": "The saga might never have come to light had the Navy not posted a photograph of the Carl Vinson sailing through the Sunda Strait, which separates two Indonesian islands.", "filename": "2017_04_18_world_asia_aircraft-carrier-north-korea-carl-vinson.html_module=inline_1542338278.html", "image_url": "https://static01.nyt.com/images/2017/04/19/world/19carrier-sub/19carrier-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_18_world_asia_aircraft-carrier-north-korea-carl-vinson.html_module=inline_1542338278.html", "title": "Aircraft Carrier Wasn’t Sailing to Deter North Korea, as U.S. Suggested", "title_page": "Aircraft Carrier Wasn’t Sailing to Deter North Korea, as U.S. Suggested - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Just over a week ago, the White House declared that ordering an American aircraft carrier into the Sea of Japan would send a powerful deterrent signal to North Korea and give President Trump more options in responding to the North’s provocative behavior. “We’re sending an armada,” Mr. Trump said to Fox News last Tuesday afternoon.\nThe problem was that the carrier, the Carl Vinson, and the three other warships in its strike force were that very moment sailing in the opposite direction, to take part in joint exercises with the Australian Navy in the Indian Ocean, 3,500 miles southwest of the Korean Peninsula.\nWhite House officials said Tuesday that they had been relying on guidance from the Defense Department. Officials there described a glitch-ridden sequence of events, from an ill-timed announcement of the deployment by the military’s Pacific Command to a partially erroneous explanation by the defense secretary, Jim Mattis — all of which perpetuated the false narrative that a flotilla was racing toward the waters off North Korea.\nBy the time the White House was asked about the Carl Vinson, its imminent arrival had been emblazoned on front pages across East Asia, fanning fears that Mr. Trump was considering a pre-emptive military strike. It was portrayed as further evidence of the president’s muscular style days after he ordered a missile strike on Syria that came while he and President Xi Jinping of China chatted over dessert during a meeting in Florida.", "url": "https://www.nytimes.com/2017/04/18/world/asia/aircraft-carrier-north-korea-carl-vinson.html?module=inline"}