{"authors": ["Paul Mozur"], "date_download": "2018-11-16 04:16:40", "date_modify": "2018-11-16 04:16:40", "date_publish": "2017-08-03 15:40:36", "description": "New efforts to tighten online controls show a shift in the way Beijing regulates content, with potential implications for researchers and businesses.", "filename": "2017_08_03_business_china-internet-censorship.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341800.html", "image_url": "https://static01.nyt.com/images/2017/08/04/business/04CHINACENSOR1/04CHINACENSOR1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_03_business_china-internet-censorship.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341800.html", "title": "China’s Internet Censors Play a Tougher Game of Cat and Mouse", "title_page": "China’s Internet Censors Play a Tougher Game of Cat and Mouse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A number of Chinese internet service providers said on their social media accounts, websites, or in emails on Thursday that Chinese security officials would test a new way to find the internet addresses of services hosting or using illegal content. Once found, these companies said, the authorities would ask internet service providers to tell their clients to stop. If the clients persisted, they said, the service providers and Chinese officials would cut their connection in a matter of minutes.\nThe Ministry of Public Security did not respond to a faxed request for comment.\nStudies suggest that anywhere from tens of millions to well over a hundred million Chinese people use VPNs and other types of software to get around the Great Firewall. While the blocks on foreign television shows and pornography ward off many people, they often pose only minor challenges to China’s huge population of web-savvy internet users.\nChina’s president, Xi Jinping, has presided over years of new internet controls, but he has also singled out technology and the internet as critical to China’s future economic development. As cyberspace has become more central to everything that happens in China, government controls have evolved.\nIt is difficult to figure out the extent of the new efforts, since many users and businesses will not discuss them publicly for fear of getting on the bad side with the Chinese government. But some frequent users said that getting around the restrictions had become increasingly difficult.\nOne student, who has been studying in the United States and was back in China for summer vacation, said that her local VPN was blocked. She said she had taken the period as a sort of meditation away from social media and left a note on Facebook to warn her friends why she was a “gone girl.”\nA doctoral student in environmental engineering in at a university in China said it had become harder to do research without Google, though his university had found alternative publications so that students did not always need the internet. He has since found a new way to get around the Great Firewall, the student said, without disclosing what it was.\nClose observers of the Chinese internet said some VPNs still work — and that China could still do a lot more to intensify its crackdown.", "url": "https://www.nytimes.com/2017/08/03/business/china-internet-censorship.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}