{"authors": ["Reed Abelson"], "date_download": "2018-11-16 03:44:23", "date_modify": "2018-11-16 03:44:23", "date_publish": "2017-11-26 23:29:35", "description": "Former adversaries see advantages in partnerships as they face the threat of interlopers like Amazon. But will consumers benefit or face a lot less choice?", "filename": "2017_11_26_health_health-care-hospitals-insurers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339863.html", "image_url": "https://static01.nyt.com/images/2017/11/21/science/00PARTNERSHIPS1/00PARTNERSHIPS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_26_health_health-care-hospitals-insurers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339863.html", "title": "As Health Care Changes, Insurers, Hospitals and Drugstores Team Up", "title_page": "As Health Care Changes, Insurers, Hospitals and Drugstores Team Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Companies are actively looking for partners that will provide an entree into new businesses or a new supply of customers. CVS Health, which started as a drugstore chain, operates a large pharmacy benefit manager as well as walk-in clinics in its drugstores. By combining with Aetna, which covers about 22 million people, CVS would be able to direct members to its own mail-order and pharmacy business and to its walk-in clinics, located in its drugstores, for much of their care.\n“It’s a sign of the continued integration in health care,” said Tom Robinson, a partner for Oliver Wyman, a consultant that estimated there have been about 200 partnerships created between insurers and large health groups in the last five years. By sharing in the profits or losses of these ventures, the parties say they work more closely to make sure a patient gets the right medicine or has access to a doctor at a nearby clinic instead of resorting to an emergency room.\nThe savings can be tangible. Anthem, which recently announced that it plans to start its own pharmacy benefit manager, estimated it could save $4 billion a year, the bulk of which it said would result in lower drug costs for customers.\nThese partnerships can also represent a dramatic departure from the status quo. In many situations, an insurer and a hospital group would barely talk to each other outside a meeting every year or so to haggle over how much to pay for a knee replacement or an overnight hospital stay. The discussions rarely include how to better manage the care of a patient whose asthma goes untreated or has back pain that would be better treated with physical therapy.\nThe contract negotiations between insurers and hospital systems tend to be “a zero-sum game,” said Brigitte Nettesheim, a senior executive with Aetna. Once the contract is signed, and a conflict arises over the cost or choice of a treatment, the patient is the one often caught in the middle.\nAetna started offering joint plans with Inova, a large organization in Northern Virginia, in 2013. The partnership now covers more than 193,000 people. Patients see a doctor who belongs to a special network of primary-care physicians and specialists, most of whom are not employed by Inova but work together closely with the system to coordinate care for patients.", "url": "https://www.nytimes.com/2017/11/26/health/health-care-hospitals-insurers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}