{"authors": ["Alan Blinder"], "date_download": "2018-11-16 04:01:49", "date_modify": "2018-11-16 04:01:49", "date_publish": "2017-11-16 21:17:38", "description": "Despite allegations of sexual misconduct against Roy S. Moore, the Alabama Republican Party intends to stick by its nominee for a United States Senate seat.", "filename": "2017_11_16_us_roy-moore-alabama-republicans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340909.html", "image_url": "https://static01.nyt.com/images/2017/11/17/us/17moore/17moore-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_16_us_roy-moore-alabama-republicans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340909.html", "title": "Alabama G.O.P. Says It Stands Behind Roy Moore", "title_page": "Alabama G.O.P. Says It Stands Behind Roy Moore - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BIRMINGHAM, Ala. — The Alabama Republican Party on Thursday offered unqualified support to the embattled candidacy of Roy S. Moore, ignoring the condemnation of national Republican leaders and brushing aside worries that he could lose a Senate race in a solidly conservative state — or be expelled from Congress if he wins.\nInvoking the need for guidance from God, a statement from the party’s chairwoman, Terry Lathan, referred only indirectly to the allegations of sexual misconduct and unwanted overtures against women that have upended the Senate race here. Ms. Lathan said the party trusted voters to make the right decision and backed Mr. Moore, a former chief justice of the State Supreme Court, as a conservative supporter of President Trump running against the Democrat, Doug Jones.\n“Judge Moore has vehemently denied the allegations made against him,” Ms. Lathan said in her statement, issued one day after a committee of party leaders opted behind closed doors to reaffirm their support for the Republican nominee. “He deserves to be presumed innocent of the accusations unless proven otherwise.”\nThe state party’s decision was a crucial, if mostly expected, procedural victory for a campaign roiled by the public comments of nine women who described conduct varying from uncomfortable to unlawful. Although Mr. Moore on Thursday called the allegations “scurrilous” and “untrue,” the state party’s statement came minutes after he refused to answer questions here about whether he had improper sexual contact with a 14-year-old or, as a prosecutor in his 30s, dated high school girls.", "url": "https://www.nytimes.com/2017/11/16/us/roy-moore-alabama-republicans.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}