{"authors": ["Michael S. Schmidt", "Matt Apuzzo", "Maggie Haberman"], "date_download": "2018-11-16 04:33:09", "date_modify": "2018-11-16 04:33:09", "date_publish": "2017-11-23 21:02:51", "description": "Lawyers for Michael T. Flynn, President Trump’s former national security adviser, are said to have terminated an information-sharing agreement with the president’s legal team.", "filename": "2017_11_23_us_politics_flynn-mueller-russia-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342789.html", "image_url": "https://static01.nyt.com/images/2017/11/26/us/24-flynn/24-flynn-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_23_us_politics_flynn-mueller-russia-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342789.html", "title": "A Split From Trump Indicates That Flynn Is Moving to Cooperate With Mueller", "title_page": "A Split From Trump Indicates That Flynn Is Moving to Cooperate With Mueller - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But none of those men match Mr. Flynn in stature, or in his significance to Mr. Trump. A retired three-star general, Mr. Flynn was an early supporter of Mr. Trump’s and a valued surrogate for a candidate who had no foreign policy experience. Mr. Trump named him national security adviser, he said, to help “restore America’s leadership position in the world.”\nAmong the interactions that Mr. Mueller is investigating is a private meeting that Mr. Flynn had with the Russian ambassador and Jared Kushner, the president’s son-in-law, during the presidential transition. In the past year, it has been revealed that people with ties to Russia repeatedly sought to meet with Trump campaign officials, sometimes dangling the promise of compromising information on Mrs. Clinton.\nMr. Flynn is regarded as loyal to Mr. Trump, but he has in recent weeks expressed serious concerns to friends that prosecutors will bring charges against his son, Michael Flynn Jr., who served as his father’s chief of staff and was a part of several financial deals involving the elder Mr. Flynn that Mr. Mueller is scrutinizing.\nThe White House has said that neither Mr. Flynn nor other former aides have incriminating information to provide about Mr. Trump. “He likes General Flynn personally, but understands that they have their own path with the special counsel,” a White House lawyer, Ty Cobb, said in an interview last month with The New York Times. “I think he would be sad for them, as a friend and a former colleague, if the process results in punishment or indictments. But to the extent that that happens, that’s beyond his control.”\nMr. Flynn was supposed to have been the cornerstone of Mr. Trump’s national security team. Instead, he was forced out after a month in office over his conversations with the Russian ambassador, Sergey I. Kislyak. Mr. Flynn’s handling of those conversations fueled suspicion that people around Mr. Trump had concealed their dealings with Russians, worsening a controversy that has hung over the president’s first year in office.\nFour days after Mr. Trump was sworn in, the F.B.I. interviewed Mr. Flynn at the White House about his calls with the ambassador. American intelligence and law enforcement agencies became so concerned about Mr. Flynn’s conversations and false statements about them to Vice President Mike Pence that the acting attorney general, Sally Q. Yates, warned the White House that Mr. Flynn might be compromised.\nThe conversations with the Russian ambassador that led to Mr. Flynn’s undoing took place during the presidential transition. When questions about them surfaced, Mr. Flynn told Mr. Pence that they had exchanged only holiday greetings — the conversations happened in late December, around the time that the Obama administration was announcing sanctions against Russia.", "url": "https://www.nytimes.com/2017/11/23/us/politics/flynn-mueller-russia-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}