{"authors": ["Richard Fausset", "Alan Feuer"], "date_download": "2018-11-16 03:16:50", "date_modify": "2018-11-16 03:16:50", "date_publish": "2017-08-14 01:19:52", "description": "After Charlottesville, will extremist groups return to the margins of politics, or become normalized and enter the national conversation?", "filename": "2017_08_13_us_far-right-groups-blaze-into-national-view-in-charlottesville.html_module=inline_1542338210.html", "image_url": "https://static01.nyt.com/images/2017/08/14/us/14FARRIGHT-1/14FARRIGHT-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_13_us_far-right-groups-blaze-into-national-view-in-charlottesville.html_module=inline_1542338210.html", "title": "Far-Right Groups Surge Into National View in Charlottesville", "title_page": "Far-Right Groups Surge Into National View in Charlottesville - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Justice Department announced late Saturday that it was opening a civil rights investigation. “The violence and deaths in Charlottesville strike at the heart of American law and justice,” Attorney General Jeff Sessions said in a statement. “When such actions arise from racial bigotry and hatred, they betray our core values and cannot be tolerated.”\nSome left-leaning Charlottesville organizers like Laura Goldblatt, a postdoctoral fellow at the University of Virginia, said that the full airing of such ideas would eventually lead more Americans to reject them. “I think this is the beginning of the end for this spectacularized part of the movement,” Ms. Goldblatt said.\nBut some key far-right leaders say the outcome was exactly what they had hoped for.\n“We achieved all of our objectives,” Matthew Heimbach, a founder of the Nationalist Front, a neo-Nazi group that bills itself as an umbrella organization for the white nationalist movement, said in an interview Saturday. “We showed that our movement is not just online, but growing physically. We asserted ourselves as the voice of white America. We had zero vehicles damaged, all our people accounted for, and moved a large amount of men and materials in and out of the area. I think we did an incredibly impressive job.”\nJason Kessler, a Charlottesville conservative and the main organizer of Saturday’s rally, has been fighting for months against the City Council’s plan to remove a statue of the Confederate general Robert E. Lee from Charlottesville’s Emancipation Park, which once bore Lee’s name.\nAlthough he is a relative newcomer to the white nationalist movement, Mr. Kessler is well known in his hometown. He has attacked the city’s status as a sanctuary for immigrants and has waged a public battle against Wes Bellamy, the black vice-mayor of Charlottesville and one of its city councilmen.\nFor weeks, a flier for the Unite the Right meeting made its way around the internet. It featured Pepe the Frog-styled soldiers bearing Confederate battle flags, and promised featured speakers like Mr. Spencer and Michael Hill, president of the Southern pro-secession group League of the South.\nIn Charlottesville, established groups like the local chapter of Black Lives Matter, as well as liberal and anarchist groups, started planning their response in June when activists learned that the Ku Klux Klan would be marching in the city — and that Mr. Kessler’s rally would follow quickly after it, said Nathan Moore, who sits on the steering committee of Together Cville, a resistance group that formed shortly after the presidential election.\n“It was all these different affinity groups that came together in the same place even if they didn’t know each other before,” Mr. Moore said. “It’s been a real summer of hate here.”", "url": "https://www.nytimes.com/2017/08/13/us/far-right-groups-blaze-into-national-view-in-charlottesville.html?module=inline"}