{"authors": ["Stacy Cowley", "Tara Siegel Bernard", "Danny Hakim"], "date_download": "2018-11-16 03:13:22", "date_modify": "2018-11-16 03:13:22", "date_publish": "2017-09-15 07:00:01", "description": "Credit bureaus have previously fended off attempts for more oversight, casting rules as onerous and unnecessary red tape.", "filename": "2017_09_15_business_equifax-data-breach-regulation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338002.html", "image_url": "https://static01.nyt.com/images/2017/09/15/business/15EQUIFAX3/15EQUIFAX3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_15_business_equifax-data-breach-regulation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338002.html", "title": "Equifax Breach Prompts Scrutiny, but New Rules May Not Follow", "title_page": "Equifax Breach Prompts Scrutiny, but New Rules May Not Follow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The credit bureaus have for decades successfully fended off calls in Congress for more oversight, despite warnings about potential problems that go back to Senator William Proxmire, a Wisconsin Democrat, in the 1960s. Now, the industry is likely to find support in the agenda of President Trump, who has pledged to strip away “burdensome” business regulations.\nRegulators aren’t likely to fill the void. The F.T.C., which oversees data protection, can’t dole out big financial punishments. While the consumer bureau has shown a willingness to take on the industry, the agency is mainly focused on the accuracy of the data and the products that are sold to consumers.\n“I have no reason to believe that this Congress has the capacity or will to actually legislate on those issues,” said Isaac Boltansky, an analyst at Compass Point Research & Trading. “The most we could see passing is targeted legislation aimed at enhancing consumer protections following identity theft.”\nFor years, consumer advocates have pressed for stricter oversight of the credit bureaus and stronger privacy rules covering all companies. One often-pursued goal is a federal privacy law mandating notifications to those whose personal information has been compromised, as well as meaningful financial penalties for lax data protection.\nWhile forty-eight states have passed security breach notification laws, calls for a nationwide standard have repeatedly fizzled. And Equifax has been a powerful force in the legislative and regulatory arena.", "url": "https://www.nytimes.com/2017/09/15/business/equifax-data-breach-regulation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}