{"authors": ["Lee Siegel"], "date_download": "2018-11-16 03:48:50", "date_modify": "2018-11-16 03:48:50", "date_publish": "2017-05-13 20:06:02", "description": "We always fantasize about moving abroad to avoid Republican presidents. Under Trump, it’s different.", "filename": "2017_05_13_opinion_is-it-time-to-move-to-norway.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340130.html", "image_url": "https://static01.nyt.com/images/2017/05/14/opinion/sunday/14siegel/14siegel-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_13_opinion_is-it-time-to-move-to-norway.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340130.html", "title": "For Liberals, Is It Time to Move to Norway?", "title_page": "Opinion | For Liberals, Is It Time to Move to Norway? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I do not want to live in a country where health care is a lavish perk that only the wealthiest people can afford.\nI do not want my children to face a future where politics and public policy are dedicated to the achievement of a single goal: the unlimited accumulation and retention of wealth for the richest Americans, even at the expense of the poor and sick.\nThere seems to be no way out. In this vital, energetic, creative, prosperous, boundary-bursting country, there is no impassioned, continuous, organized opposition to the present political establishment.\nYou would think that by now a figure — someone younger than my 59 years — would have appeared to inspire people with true American values, a figure who could serve as an antithetical rallying point, laying the groundwork for the midterm elections and beyond. But there is no one. The Democrats are powerless, often more eager to fight one another for ascendance in their party than to fight a threat to the Republic.\nPerhaps the most disturbing portent of a bleak American future is that for all the millions of words proving not just Mr. Trump’s dishonesty and unfitness to serve but also the dishonesty and unfitness of most of the people he has put in positions of authority and influence, there is no clamorous outrage that is not easily dismissed as partisanship.\nTruth has lost its traction. Reality has become as fungible as a cross-listed stock. That is a development that goes deeper and will be more consequential than the advent of Donald Trump.\nNo wonder my thoughts turn more and more these days to Norway, where health care and world-class higher education are free and where the oil-rich government has saved about $170,000 for each of its citizens in case of a rainy day. The contrast makes me want to weep. For the first time in 40 years, and now with a wife and two children, I find myself planning to propose to my wife that we all move to another country.", "url": "https://www.nytimes.com/2017/05/13/opinion/is-it-time-to-move-to-norway.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}