{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:31", "date_modify": "2018-11-16 04:54:31", "date_publish": "2017-03-03 16:41:12", "description": "Small changes can make a big difference to a room. And if you don’t like the results, they’re easy to erase.", "filename": "2017_03_03_realestate_design-risks-worth-taking.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344071.html", "image_url": "https://static01.nyt.com/images/2017/03/05/realestate/05FIX2/05FIX2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_03_realestate_design-risks-worth-taking.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344071.html", "title": "Interior Design Risks Worth Taking", "title_page": "Interior Design Risks Worth Taking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GO WILD ON ONE WALL Megan Hopp, an interior designer with Homepolish, used abstract custom wallpaper with a cosmic theme in lavender and silver to enliven a small, plain bedroom in an East Village apartment she decorated for a client last year. “Everything was white, and there wasn’t much to it,” she said. “We wanted the master bedroom to feel like a real oasis, and when we made the choice to go with the — well, galactic, I suppose you might call it — wallpaper, it really turned into a retreat from planet Earth!”\nThe print, a metallic wash from Calico Wallpaper’s Andromeda collection, takes up two walls in the bedroom and cost about $4,000. “It was a big price tag, but we all agreed that it really is a work of art on its own,” Ms. Hopp said. “We kept every other piece really neutral — no pattern, no color, nothing, an absolutely clean canvas — so as to let this glorious paper do its thing.”\nShe added: “We wanted to strike a balance in the room between totally bold and absolutely serene. Had we papered the entire room, I think the cosmic elements would have taken us on some sort of trip to outer space.”", "url": "https://www.nytimes.com/2017/03/03/realestate/design-risks-worth-taking.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}