{"authors": ["Glenn Thrush", "Maggie Haberman"], "date_download": "2018-11-16 03:16:51", "date_modify": "2018-11-16 03:16:51", "date_publish": "2017-08-16 00:37:57", "description": "During a shouting-match of a news conference, an angry president asserted that “alt-left” activists in Charlottesville were as much to blame as neo-Nazis.", "filename": "2017_08_15_us_politics_trump-charlottesville-white-nationalists.html_module=inline_1542338211.html", "image_url": "https://static01.nyt.com/images/2017/08/16/us/16dc-assess-alpha/16dc-assess-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_15_us_politics_trump-charlottesville-white-nationalists.html_module=inline_1542338211.html", "title": "Trump Gives White Supremacists an Unequivocal Boost", "title_page": "Trump Gives White Supremacists an Unequivocal Boost - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gov. Terry McAuliffe of Virginia, a Democrat, wasted little time in accusing the president of adding to the divisions that put an unwanted spotlight on the normally peaceful college town.\n“Neo-Nazis, Klansmen and white supremacists came to Charlottesville heavily armed, spewing hatred and looking for a fight,” Mr. McAuliffe said. “One of them murdered a young woman in an act of domestic terrorism, and two of our finest officers were killed in a tragic accident while serving to protect this community. This was not ‘both sides.’”\nNo word in the Trump lexicon is as tread-worn as “unprecedented.” But members of the president’s staff, stunned and disheartened, said they never expected to hear such a voluble articulation of opinions that the president had long expressed in private. The National Economic Council chairman, Gary D. Cohn, and the Treasury secretary, Steven Mnuchin, who are Jewish, stood by uncomfortably as the president exacerbated a controversy that has once again engulfed a White House in disarray.\n“I’ve condemned neo-Nazis,” Mr. Trump told reporters, who interrupted him repeatedly when he seemed to equate the actions of protesters on each side.\nHe spoke of “very fine people on both sides.” And of the demonstrators who rallied on Friday night, some chanting racist and anti-Semitic slogans, he said, “You had a lot of people in that group that were there to innocently protest and very legally protest.”", "url": "https://www.nytimes.com/2017/08/15/us/politics/trump-charlottesville-white-nationalists.html?module=inline"}