{"authors": ["Somini Sengupta", "Rick Gladstone"], "date_download": "2018-11-16 04:03:27", "date_modify": "2018-11-16 04:03:27", "date_publish": "2017-04-04 01:19:38", "description": "The administration told Congress on Monday that it had terminated United States funding of the United Nations Population Fund, which provides abortion counseling among other services.", "filename": "2017_04_03_world_asia_rex-tillerson-north-korea-nikki-haley.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341007.html", "image_url": "https://static01.nyt.com/images/2017/04/04/world/04Nations/04Nations-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_03_world_asia_rex-tillerson-north-korea-nikki-haley.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341007.html", "title": "Trump Cuts Off Funding for U.N. Agency That Supports Contraception", "title_page": "Trump Cuts Off Funding for U.N. Agency That Supports Contraception - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Haley said Mr. Tillerson would attend an April 28 meeting of the Security Council dedicated to the North Korean nuclear threat. That issue is likely to loom large over this weekend’s planned meeting between Mr. Trump and his Chinese counterpart, Xi Jinping, she said, adding that she expected the administration to exert pressure on China.\n“Hopefully China will respond favorably,” she said. “That’s what we all want.” She added, “That’s the goal of this weekend, to make sure China shows they are willing to act on North Korea, because at the end of the day, the only one North Korea is going to respond to is China.”\nShe was questioned repeatedly on human rights and the contrast between her intention to discuss the issue in the Security Council and Mr. Trump’s reluctance to emphasize it with world leaders, including Egypt’s president, Abdel Fattah el-Sisi, whom Mr. Trump said was doing “a fantastic job” during a meeting between the two leaders on Monday.\n“Fantastic at what?” Ms. Haley said. “You know, he wasn’t talking about human rights. That’s why he didn’t say the president’s been fantastic on human rights.” She continued: “There’s a reason he didn’t say that. Those are conversations we have as well. That’s what you do with friends.”\nMs. Haley wants to devote a Security Council session this month to human rights and conflict, broadly speaking, but is getting resistance from other countries, including Russia. She took pains to say that her proposed human rights session was not intended to be “a gotcha game.”\nThe Security Council discusses human rights fairly often with regard to countries, like Syria, that are already on its agenda. Ms. Haley does not want to focus the session on a specific situation, according to a preparatory note circulated to council members. Critics question the proposal’s utility, beyond undermining the work of another body designed to address the issue, the United Nations Human Rights Council.", "url": "https://www.nytimes.com/2017/04/03/world/asia/rex-tillerson-north-korea-nikki-haley.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}