{"authors": ["Ellen Gabler", "Rich Harris"], "date_download": "2018-11-16 03:51:20", "date_modify": "2018-11-16 03:51:20", "date_publish": "2017-07-20 17:01:41", "description": "Dispatches left on a now-banned forum show the role one of the world’s largest online communities played in facilitating access to drugs tied to a mounting toll.", "filename": "2017_07_20_us_opioid-reddit.html_module=inline_1542340280.html", "image_url": "https://static01.nyt.com/images/2017/07/20/us/00Reddit1/00Reddit1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_20_us_opioid-reddit.html_module=inline_1542340280.html", "title": "On Reddit, Intimate Glimpses of Addicts in Thrall to Opioids", "title_page": "On Reddit, Intimate Glimpses of Addicts in Thrall to Opioids - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Every day, thousands of people who are consumed by the nation’s opioid epidemic connect on the popular discussion website Reddit.\nThey swap advice on getting high and offer encouragement to those who have managed to stay clean or are teetering between recovery and relapse. Addicts lament the deaths of fellow users who have suddenly stopped posting. And until last week, buyers and sellers could easily find each other, relying on coded messages that communicated their intent.\nReddit banned the forum, known as opiaterollcall, last week but would not disclose what led to its closing. Another forum to buy opiates quickly sprang up to replace it; Reddit banned that one, too.\nThey were just small parts of one of the world’s largest online communities. But the dispatches left behind tell a surprisingly intimate story about the tenacity of the crisis, the trajectory of the addicted and Reddit’s role in facilitating access to drugs tied to the mounting toll across America.", "url": "https://www.nytimes.com/2017/07/20/us/opioid-reddit.html?module=inline"}