{"authors": ["Frank Bruni"], "date_download": "2018-11-16 03:11:53", "date_modify": "2018-11-16 03:11:53", "date_publish": "2017-06-13 22:44:32", "description": "Behold the wages of drawing too close to Donald Trump.", "filename": "2017_06_13_opinion_the-mortification-of-jeff-sessions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337913.html", "image_url": "https://static01.nyt.com/images/2017/06/14/opinion/14bruniWeb/14bruniWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_13_opinion_the-mortification-of-jeff-sessions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337913.html", "title": "The Mortification of Jeff Sessions", "title_page": "Opinion | The Mortification of Jeff Sessions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The appearance of Jeff Sessions before the Senate Intelligence Committee on Tuesday didn’t bring us much closer to understanding what did or didn’t happen between Donald Trump and the Russians, or what the president has or hasn’t done to cover it up. Sessions batted away many questions. His answers to others were gauzy and useless.\nBut as I watched him, a flustered Gump in the headlights, I saw a broader story, a dark parable of bets misplaced and souls under siege. This is what happens when you draw too close to Trump.\nYou’re diminished at best, mortified at worst. You’ve either done work dirtier than you meant to or told fibs bigger than you ought to or been sullied by contact or been thrown to the wolves.\nOne day, you’re riding high on the myth of Trump as a transformative figure and reasoning that some tweaking of norms and maybe even breaking of rules are an inevitable part of the unconventional equation.", "url": "https://www.nytimes.com/2017/06/13/opinion/the-mortification-of-jeff-sessions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}