{"authors": ["Nicholas St. Fleur"], "date_download": "2018-11-16 03:43:48", "date_modify": "2018-11-16 03:43:48", "date_publish": "2017-12-06 19:54:09", "description": "With a swan-like neck and flippers, this raptor’s hodgepodge of features left paleontologists working to confirm that this fossil was a fraud.", "filename": "2017_12_06_science_duck-dinosaur-swim.html_action=click&module=RelatedLinks&pgtype=Article_1542339828.html", "image_url": "https://static01.nyt.com/images/2017/12/07/science/07TB-DINODUCK1/07TB-DINODUCK1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_06_science_duck-dinosaur-swim.html_action=click&module=RelatedLinks&pgtype=Article_1542339828.html", "title": "This Duck-Like Dinosaur Could Swim. That Isn’t the Strangest Thing About it.", "title_page": "This Duck-Like Dinosaur Could Swim. That Isn’t the Strangest Thing About it. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If it looked like a duck, did it swim like a duck?\nPaleontologists studying an unusual fossil have identified a new dinosaur, related to the velociraptor, that had a neck like a swan, a snout like a goose and forelimbs like flippers. The creature’s hodgepodge of features — so strange that extra work was needed to verify the fossil’s authenticity — suggest that it might have lived on both land and in water, they reported in a paper published Wednesday in Nature.\nIf so, that would make the species, known as Halszkaraptor escuilliei, only the second swimming dinosaur ever found, after the ferocious spinosaurus (though even that is debated).\nThe clues that suggest H. escuilliei was semiaquatic include its long neck and hooked, crocodile-like teeth, which it may have used to plunge face first at fish from the water surface. The dinosaur also had a snout filled with sensory nerves that are typically seen in crocodiles and used to detect movement and temperature changes in water. Its forelimbs were shaped less like wings and more like flippers, similar to those used by marine reptiles like the plesiosaur to swim.", "url": "https://www.nytimes.com/2017/12/06/science/duck-dinosaur-swim.html?action=click&module=RelatedLinks&pgtype=Article"}