{"authors": ["Gretchen Morgenson"], "date_download": "2018-11-16 04:13:06", "date_modify": "2018-11-16 04:13:06", "date_publish": "2017-07-28 00:52:47", "description": "An internal report shows customers with car loans had costly, unnecessary insurance tacked onto their bills, and 274,000 were pushed into delinquency.", "filename": "2017_07_27_business_wells-fargo-unwanted-auto-insurance.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341586.html", "image_url": "https://static01.nyt.com/images/2017/07/28/us/30WELLS1/30WELLS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_27_business_wells-fargo-unwanted-auto-insurance.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341586.html", "title": "Wells Fargo Forced Unwanted Auto Insurance on Borrowers", "title_page": "Wells Fargo Forced Unwanted Auto Insurance on Borrowers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The report tried to determine how many Wells Fargo customers were hurt and how much they should be compensated. It estimated that the bank owed $73 million to wronged customers.\nState insurance regulations required Wells Fargo to notify customers of the insurance before it was imposed. But the bank did not always do so, the report said. And almost 100,000 of the policies violated the disclosure requirements of five states — Arkansas, Michigan, Mississippi, Tennessee and Washington.\nWells Fargo took issue with some of the figures in its own report. In a statement, Jennifer A. Temple, a bank spokeswoman, said the bank determined only 570,000 of its customers may qualify for a refund and that just 60,000 customers in the five states had not received complete disclosures before the insurance placement. Finally, she said, the bank estimated the insurance may have contributed to 20,000 wrongful repossessions, not 25,000.\n“We take full responsibility for these errors and are deeply sorry for any harm we caused customers,” Ms. Temple added.\nRequiring borrowers to be insured is common in the mortgage arena, where banks expect customers to carry enough homeowners’ insurance to protect the property backing their loans. The term for the practice is “lender-placed insurance.” Pressing such insurance on auto borrowers, however, is not as common: Representatives of Bank of America, Citibank and JPMorgan Chase said they did not offer the policies, though some smaller banks do.\nIn the Wells Fargo arrangement, National General receives all of the commissions on the insurance it sold to the bank’s borrowers. But for a time the bank shared in those revenues. Wells stopped sharing in the commissions in February 2013, according to the report.", "url": "https://www.nytimes.com/2017/07/27/business/wells-fargo-unwanted-auto-insurance.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}