{"authors": ["Gisela Williams"], "date_download": "2018-11-16 03:09:06", "date_modify": "2018-11-16 03:09:06", "date_publish": "2017-09-21 14:20:19", "description": "Why three European art parks — outdoor spaces with large-scale, site-specific sculpture — have become essential places to engage with culture.", "filename": "2017_09_21_t-magazine_design_european-art-parks-sculpture_1542337746.html", "image_url": "https://static01.nyt.com/images/2017/09/21/t-magazine/gardens-slide-U7PY/gardens-slide-U7PY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_21_t-magazine_design_european-art-parks-sculpture_1542337746.html", "title": "The Unique Value of Seeing Works in the Wild", "title_page": "The Unique Value of Seeing Works in the Wild - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is also a refuge for nature-starved city dwellers. Just as the parks bring art to the underserved, they also entice culture-seekers into the wild. In this way, they borrow from the American land-art movement, which was pioneered by artists such as Walter De Maria and Robert Smithson, who wanted to push past the gallery walls and work with natural materials. Land art was inherently anti-institutional — an artistic expression of man’s smallness in the face of expressly inhospitable settings — whereas art parks are, ultimately, curated: meant to attract visitors into what its critics say are simulacra of museums, a partially controlled setting that happens to be out of doors. And yet both movements make the environment fundamental to the act of viewing. Jessica Morgan, the director of New York’s Dia Art Foundation, which has long been associated with land art, says the popularity of parks like Wanas Konst speaks to the need ‘‘to escape our increasingly digitized urban reality,’’ adding, ‘‘even the journey is part of the experience’’ — an antidote to the static encounters we have with art in the modern age.\nBut if the experience of coming across works of art in the outdoors is personal — one cannot help but feel they’ve been placed especially for you — it is also physical. A thorough viewing of ‘‘Refuge d’Art,’’ a series of 11 Andy Goldsworthy installations strewn across a remote and mountainous region of Haute-Provence, requires walking nearly 100 miles of ancient footpaths. (The work also lends its name to the site itself.) Goldsworthy, a British sculptor who is something of an art-park star and who is currently at work on a similar project in England, began this one, with backing from the nearby Musée Gassendi, as a single sculpture in 1999, and has added to it over time. A handful of the installations are free-standing egg-shaped stone sentinels that recall ancient burial sites, while in other cases the artist set sculptures (a humble pile of rocks, a maze of stone archways) within the walls of abandoned dwellings that he refashioned to accommodate them. Inside a former farmhouse, for example, a snakelike relief winds up a wall covered in red clay native to the region. Goldsworthy’s intention, he says, was to get ‘‘right into the skin of the place’’ — and of the viewer. The time spent and effort expended to see these works (three of the structures even allow for overnight stays) fosters a deep engagement with both the art and its setting, so much so that a viewer might not know whether to ascribe her sense of wonder to one or the other.\nAt times, that wonder borders on the spiritual. Most of the sculptures at Arte Sella are made with natural materials and have their own life cycles; they change with the seasons and will eventually decompose, returning themselves to the earth. Patrick Dougherty’s ‘‘You Are Free’’ is composed of a trio of twister-like, shack-size nests of branches; ‘‘Transition,’’ by Luca Petti, is a group of starburst forms made from wooden poles and fastened to tree trunks. But the park’s grandest work is Giuliano Mauri’s ‘‘Tree Cathedral’’ (2001), a towering (40 feet tall and growing) temple to nature, made with reinforced timber columns and a vaulted canopy of sloping hornbeam branches. Walking its grassy aisles, visitors take care to whisper. What a rare gift, in this noisy world, to feel alone with beauty and with one’s thoughts. The mind wanders — out of the real world, and back to fairy tales, to fiction. The work reminds us that these pieces, and the parks that contain them, offer what might be considered a necessary paradox for our times: They give a glimpse of something greater than ourselves while allowing us to remain the protagonists. Here, we’re on an adventure — and something interesting is bound to happen.", "url": "https://www.nytimes.com/2017/09/21/t-magazine/design/european-art-parks-sculpture.html"}