{"authors": ["David E. Sanger"], "date_download": "2018-11-16 04:42:50", "date_modify": "2018-11-16 04:42:50", "date_publish": "2017-07-04 15:24:17", "description": "The president’s earlier assertion that North Korea would not produce a missile that can reach the United States has now been upended.", "filename": "2017_07_04_us_politics_trump-north-korea-missile-icbm.html_module=inline_1542343370.html", "image_url": "https://static01.nyt.com/images/2017/07/05/us/05assess-01/05assess-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_04_us_politics_trump-north-korea-missile-icbm.html_module=inline_1542343370.html", "title": "What Can Trump Do About North Korea? His Options Are Few and Risky", "title_page": "What Can Trump Do About North Korea? His Options Are Few and Risky - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When President-elect Donald J. Trump said on Twitter in early January that a North Korean test of an intercontinental ballistic missile capable of reaching the United States “won’t happen!” there were two things he still did not fully appreciate: how close Kim Jong-un, the North’s leader, was to reaching that goal, and how limited any president’s options were to stop him.\nThe ensuing six months have been a brutal education for President Trump. With North Korea’s launch on Tuesday of what the administration confirmed was an intercontinental ballistic missile, the country has new reach. Experts said the North Koreans had crossed a threshold — if just barely — with a missile that could potentially strike Alaska.\nMr. Kim’s repeated missile tests show that a more definitive demonstration that he can reach the American mainland cannot be far away, even if it may be a few years before he can fit a nuclear warhead onto his increasingly powerful missiles. But for Mr. Trump and his national security team, Tuesday’s technical milestone simply underscores tomorrow’s strategic dilemma.\nA North Korean ability to reach the United States, as former Defense Secretary William J. Perry noted recently, “changes every calculus.” The fear is not that Mr. Kim would launch a pre-emptive attack on the West Coast; that would be suicidal, and if the North’s 33-year-old leader has demonstrated anything in his five years in office, he is all about survival. But if Mr. Kim has the potential ability to strike back, it will shape every decision Mr. Trump and his successors make about defending America’s allies in the region.", "url": "https://www.nytimes.com/2017/07/04/us/politics/trump-north-korea-missile-icbm.html?module=inline"}