{"authors": ["Cecilia Kang", "Michael J. De La Merced"], "date_download": "2018-11-16 03:44:39", "date_modify": "2018-11-16 03:44:39", "date_publish": "2017-11-20 21:31:30", "description": "A lawsuit to block the merger sets up a showdown over the first blockbuster acquisition to come before the Trump administration.", "filename": "2017_11_20_business_dealbook_att-time-warner-merger.html_module=inline_1542339879.html", "image_url": "https://static01.nyt.com/images/2017/11/20/business/21db-att-alpha/21db-att-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_20_business_dealbook_att-time-warner-merger.html_module=inline_1542339879.html", "title": "Justice Department Sues to Block AT&T-Time Warner Merger", "title_page": "Justice Department Sues to Block AT&T-Time Warner Merger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Stephenson has argued that AT&T needs media content in order to compete against internet firms like Google and Facebook for digital advertising dollars. With a big stock of television programming, it would also compete more effectively for subscribers against companies like Comcast and Verizon, which both own content.\nWhile speaking with reporters on Monday, Mr. Stephenson obliquely raised the issue of possible interference by the White House. President Trump, a frequent critic of news coverage by CNN, said during the 2016 presidential campaign that the deal should be blocked. Mr. Stephenson called the issue of CNN the “elephant in the room” and speculated about its role in Mr. Delrahim’s decision.\n“Frankly, I don’t know,” Mr. Stephenson said.\nMr. Delrahim has spoken at length about how Justice Department officials should handle mergers involving two companies that don’t compete against each other, like the one between AT&T and Time Warner. Problems with those mergers have traditionally been resolved by adding conditions known as consent decrees, which restrict the new company’s behavior or operations.\nMr. Delrahim has argued that those remedies are not effective. Instead, he has spoken in favor of so-called structural remedies, like forcing a company to sell assets before a merger or acquisition.\nOn Sept. 29, he was put in a position to act on that theory, when he was sworn in at the Justice Department.\nThroughout the summer, Justice Department officials and AT&T lawyers had discussed conditions that would allay antitrust concerns. During the talks, AT&T representatives said the combined company would abstain from anticompetitive business practices. At least some Justice Department staff members seemed open to the idea, according to two people familiar with the government review.\nThe antitrust staff, which included holdovers from the Obama administration, presented Mr. Delrahim with three options: Accept the deal with conditions, accept the deal with divestitures, or block it altogether.", "url": "https://www.nytimes.com/2017/11/20/business/dealbook/att-time-warner-merger.html?module=inline"}