{"authors": ["Mekado Murphy"], "date_download": "2018-11-16 03:24:41", "date_modify": "2018-11-16 03:24:41", "date_publish": "2017-07-07 15:17:12", "description": "The director discusses a sequence from his film starring Tom Holland.", "filename": "2017_07_07_movies_jon-watts-narrates-a-scene-from-spider-man-homecoming.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338681.html", "image_url": "https://static01.nyt.com/images/2017/07/12/arts/spider-man-anatomy/spider-man-anatomy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_07_movies_jon-watts-narrates-a-scene-from-spider-man-homecoming.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338681.html", "title": "Jon Watts Narrates a Scene From ‘Spider-Man: Homecoming’", "title_page": "Jon Watts Narrates a Scene From ‘Spider-Man: Homecoming’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Spider-Man is having a bad day. In this scene, Peter Parker (Tom Holland) has returned from an evening of not catching the bad guys and he lost the backpack with his change of clothes. It’s a light scene with one impressive shot that has Peter sneaking back into his room by crawling on the ceiling. But he also realizes he’s not alone. In an interview, the director Jon Watts spoke about what it took to make that moment work and what it was like for the director to go from making small independent films to a blockbuster franchise. Below are excerpts from that conversation.\nWhat were your goals for this scene?\nI wanted to surprise people. And it comes at the end of a longer sequence of frustrating obstacles that Peter runs into. I wanted it to culminate in this moment where, on top of everything else, his worst nightmare comes true, which is someone finding out his secret identity. It meant building the whole set around the concept of doing it in one take, just to set up that pan and reveal.\nHow did you do the ceiling crawl?\nIt was really hard for Tom because he has he’s wearing a harness underneath his suit that attaches him to a pick point. That goes up to a kind of pulley system controlled by stunt guys that allowed him to slide along the ceiling with this harness holding him. It was insane coordination on every level between the stunt coordinators, the camera operators and Tom.\nWhat was it like for you to go from directing a modest independent film like “Cop Car” to this?\nI honestly tried to not overthink the scale because I didn’t want to freak myself out. I thought it was nice, actually, to have this incredible support system. You get to hire the best people to be the heads of your departments. So, if anything, I used it as an opportunity to really get as much out of these extremely talented collaborators as possible and just sort of greedily kept pushing them for more ideas.", "url": "https://www.nytimes.com/2017/07/07/movies/jon-watts-narrates-a-scene-from-spider-man-homecoming.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}