{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:43", "date_modify": "2018-11-16 04:00:43", "date_publish": "2017-12-04 21:28:36", "description": "The decision was a victory for the administration after its mixed success before the court over the summer, when justices considered and later dismissed disputes over the second version.", "filename": "2017_12_04_us_politics_trump-travel-ban-supreme-court.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340843.html", "image_url": "https://static01.nyt.com/images/2017/12/01/us/politics/05dc-travelban/00dc-travelban-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_04_us_politics_trump-travel-ban-supreme-court.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340843.html", "title": "Supreme Court Allows Trump Travel Ban to Take Effect", "title_page": "Supreme Court Allows Trump Travel Ban to Take Effect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Supreme Court on Monday allowed the third version of the Trump administration’s travel ban to go into effect while legal challenges against it continue. The decision was a victory for the administration after its mixed success before the court over the summer, when justices considered and eventually dismissed disputes over the second version.\nThe court’s brief, unsigned orders on Monday urged appeals courts to move swiftly to determine whether the latest ban was lawful. Justices Ruth Bader Ginsburg and Sonia Sotomayor said they would have denied the administration’s request to allow the latest ban to go into effect.\nThe court’s orders mean that the administration can fully enforce its new restrictions on travel from eight nations, six of them predominantly Muslim. For now, most citizens of Iran, Libya, Syria, Yemen, Somalia, Chad and North Korea will be barred from entering the United States, along with some groups of people from Venezuela.\nThe restrictions vary in their details, but in most cases, citizens of the countries will be unable to emigrate to the United States permanently and many will be barred from working, studying or vacationing here.", "url": "https://www.nytimes.com/2017/12/04/us/politics/trump-travel-ban-supreme-court.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}