{"authors": ["Henrik Pryser Libell"], "date_download": "2018-11-16 03:48:33", "date_modify": "2018-11-16 03:48:33", "date_publish": "2017-09-11 17:54:16", "description": "A race that was close in opinion polls, the election was viewed as a referendum on taxes, immigration, energy policy and European integration.", "filename": "2017_09_11_world_europe_norway-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340113.html", "image_url": "https://static01.nyt.com/images/2017/09/12/world/12norway/12norway-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_11_world_europe_norway-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340113.html", "title": "Ruling Conservative-Led Bloc Wins Norway’s National Elections", "title_page": "Ruling Conservative-Led Bloc Wins Norway’s National Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "OSLO — The coalition led by the center-right Conservative Party won the final round of Norway’s national elections on Monday, in what was seen as a referendum on taxes, immigration, energy policy and European integration.\nWith some 95 percent of the votes counted, Prime Minister Erna Solberg declared victory late Monday night. “We campaigned on new ideas and better solutions, and we have shown that those ideas work, she said. “We get four more years, because we have delivered results.”\nMs. Solberg, 56, and her main coalition partner, the anti-tax, anti-immigration Progress Party, will control 89 seats in the unicameral, 169-seat Parliament, assuming they have the continued support of two smaller centrist parties. Jonas Gahr Store, the leader of the Labor Party and Ms. Solbert’s chief opponent, called the results “a huge disappointment” in a concession speech. “We will learn and evaluate,” he added. “We are coming back to set the agenda for this country.”\nNorway, Western Europe’s top oil and gas producer — with a $1 trillion sovereign wealth fund and a reputation as one of the world’s happiest nations — has been spared some of the polarization and discord that have afflicted major liberal democracies. Its politics, though, did shift rightward in the last national elections, in 2013, when the Conservative Party came to power, after eight years of control by Labor.", "url": "https://www.nytimes.com/2017/09/11/world/europe/norway-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}