{"authors": ["Brad Plumer"], "date_download": "2018-11-16 03:24:18", "date_modify": "2018-11-16 03:24:18", "date_publish": "2017-11-09 05:01:28", "description": "The Federal Emergency Management Agency is trying to prepare for bigger floods even as the White House is hostile to talking about climate change.", "filename": "2017_11_09_climate_fema-flooding-trump.html_em_pos=small&ref=headline&nl_art=1&te=1&nl=&emc=edit_clim_20171114&module=inline_1542338658.html", "image_url": "https://static01.nyt.com/images/2017/11/04/us/04CLI-FEMA1/00CLI-FEMA1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_09_climate_fema-flooding-trump.html_em_pos=small&ref=headline&nl_art=1&te=1&nl=&emc=edit_clim_20171114&module=inline_1542338658.html", "title": "Trump Ignores Climate Change. That’s Very Bad for Disaster Planners.", "title_page": "Trump Ignores Climate Change. That’s Very Bad for Disaster Planners. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Hurricane Irma swept through the Florida Keys in September, it brought a vivid preview of the damage that climate change could inflict on the region in the decades ahead.\nThe storm washed out two sections of the highway connecting the Keys, leaving residents stranded for days. With ocean levels rising around these low-lying islands, however, that interruption could end up seeming minor: By 2030, almost half the county’s roads could be affected by flooding.\n“We know that the water isn’t going away,” said Rhonda Haag, the sustainability director for Monroe County, which is preparing to elevate vulnerable roadways in the Keys. But the task is so costly, up to $7 million per mile of road, that the county may ultimately require outside help.\nIn Washington, the Federal Emergency Management Agency is leading recovery efforts that could cost taxpayers more than $50 billion after devastating storms hit Texas, Florida, Puerto Rico and the United States Virgin Islands. At the same time, the agency is wrestling with an even harder problem: how to help communities prepare for future flooding disasters that could be far more severe than anything seen this year.", "url": "https://www.nytimes.com/2017/11/09/climate/fema-flooding-trump.html?em_pos=small&ref=headline&nl_art=1&te=1&nl=&emc=edit_clim_20171114&module=inline"}