{"authors": ["Stacy Cowley"], "date_download": "2018-11-16 04:13:11", "date_modify": "2018-11-16 04:13:11", "date_publish": "2017-04-25 17:16:30", "description": "All 15 board members won support from at least 53 percent of voting shareholders despite the sales scandal that emerged last year.", "filename": "2017_04_25_business_dealbook_wells-fargo-board.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341591.html", "image_url": "https://static01.nyt.com/images/2017/04/26/business/26DB-WELLS/26DB-WELLS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_25_business_dealbook_wells-fargo-board.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341591.html", "title": "Wells Fargo Shareholders Tepidly Re-elect Bank’s Directors", "title_page": "Wells Fargo Shareholders Tepidly Re-elect Bank’s Directors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PONTE VEDRA BEACH, Fla. — Despite the turmoil that has engulfed Wells Fargo in the past year, shareholders voted to re-elect all of the bank’s 15 directors during a raucous annual meeting on Tuesday. But some of the board members edged in just barely, signaling that many shareholders want further changes to the bank’s leadership.\nVocally displeased investors had hoped to remove some or all of the directors in the aftermath of the company’s sales scandal over fraudulent accounts. That campaign failed: Every incumbent won support from at least 53 percent of the shareholders casting votes.\nStill, in corporate governance circles, that level of support is remarkably tepid. Stephen W. Sanger, the board’s chairman, said the vote “sent the entire board a clear message of dissatisfaction.”\nAnnual meetings are usually dry and rote affairs, but Wells Fargo’s gathering — held at a lavish and isolated golf resort — had the air of a rowdy town-hall meeting. Aggrieved customers and employees used the forum to publicly confront the directors and executives that they blamed for allowing the bank’s aggressive sales culture to turn toxic. Protests halted the proceedings several times.", "url": "https://www.nytimes.com/2017/04/25/business/dealbook/wells-fargo-board.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}