{"authors": ["Ian Fisher", "Isabel Kershner"], "date_download": "2018-11-16 04:34:47", "date_modify": "2018-11-16 04:34:47", "date_publish": "2017-02-01 09:14:54", "description": "Even as officials forcibly evacuated the illegal Amona settlement, two moves by Israel opened a forceful new phase of expansion into land the Palestinians claim for a future state.", "filename": "2017_02_01_world_middleeast_israel-3000-homes-west-bank.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342887.html", "image_url": "https://static01.nyt.com/images/2017/02/02/world/02Jerusalem/02Jerusalem-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_01_world_middleeast_israel-3000-homes-west-bank.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342887.html", "title": "Israel Defiantly Cranks West Bank Settlement Plans Into High Gear", "title_page": "Israel Defiantly Cranks West Bank Settlement Plans Into High Gear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I didn’t believe this terrible thing would happen,” said Ms. Videl, who had sent her four children, all born in Amona, to their grandparents’ house in central Israel. “This is our land, this is our forefathers’ land. For 50 years, they’ve related to it in a confused way. They should have declared sovereignty over it.”\nMs. Videl’s husband, Hillel, had to be carried out by security forces.\nBy evening, with about half the outpost emptied, the police had reported at least 20 injuries from objects being thrown at them, and they said that about a dozen people described as rioters had been arrested.\nThe new settlement announcements could help ease the pressure on Mr. Netanyahu, who is under investigation on several fronts and is trying to push back against politicians further to the right. The education minister, Naftali Bennett, is pressing for legislation — not yet fully embraced by Mr. Netanyahu — to take the drastic step of the first annexation of a West Bank settlement, Ma’ale Adumim, just east of Jerusalem.\nSpeaking in the Parliament on Wednesday as the outpost evacuation began, Mr. Bennett said of Amona, “We lost the battle, but we are winning the campaign for the land of Israel.”\nMr. Netanyahu is also now pushing for the contentious legislation that would retroactively legalize the illegal outposts, although he originally opposed it. Israel’s attorney general has said that the bill is unconstitutional and contravenes international law, and that he would refuse to defend any challenges in court.\n“Instead of making peace with the Palestinians, Prime Minister Netanyahu and his cabinet spend time making peace with the settlers, which at the end of the day, is their preferred partner for the future of the Jewish state,” said Mitchell Barak, a pollster and political consultant.", "url": "https://www.nytimes.com/2017/02/01/world/middleeast/israel-3000-homes-west-bank.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}