{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 04:16:44", "date_modify": "2018-11-16 04:16:44", "date_publish": "2017-10-09 21:58:00", "description": "The biggest automakers in the world are being forced to follow Beijing’s lead as China takes steps to dominate in electric vehicles and technology.", "filename": "2017_10_09_business_china-hastens-the-world-toward-an-electric-car-future_1542341804.html", "image_url": "https://static01.nyt.com/images/2017/10/10/business/10chinaelectric1/07chinaelectric1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_09_business_china-hastens-the-world-toward-an-electric-car-future_1542341804.html", "title": "China Hastens the World Toward an Electric-Car Future", "title_page": "China Hastens the World Toward an Electric-Car Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The country’s market heft is considerable. China buys more General Motors-branded cars than Americans do. Even for Tesla, the still-small American maker of luxury electric sedans, China has become the second-largest market, even though China’s taxes on imported cars are 10 times as high as those in the United States. Tesla officials have said they are considering opening a factory in China.\nA week ago, G.M. and Ford unveiled plans to add a combined 33 electric models to their lineups. Global manufacturers like G.M. and Volkswagen are also moving much of their research, development and production of electric cars to China. China in turn is pressuring them to share that technology with their Chinese partners.\nBehind the scenes, China is recruiting some of the world’s best electrical engineering talent, even in the United States. China is also home to many smaller companies that make the parts essential to assembling electric cars. All this comes just as electric cars are finally starting to become competitive with gasoline- or diesel-powered cars on performance and cost.\nElectric cars are an increasingly common sight in cities like Beijing, Shanghai and Shenzhen. For some drivers here, electric cars are all they know.\n“I don’t plan to buy a gasoline car, since I heard they are going to be banned for sale,” said Xiong Jianghuai, a lawyer based in Shanghai, who has bought two made by Chery, a Chinese automaker. He said he was delighted that the operating cost was less than one-fifth of the cost of buying gasoline, even if the initial purchase price was a little higher.\n“I think the future lies in electric cars,” Mr. Xiong said.\nMany outside China — including some members of President Trump’s administration — say China is using unfair government support to create national champions that could eclipse their rivals abroad.", "url": "https://www.nytimes.com/2017/10/09/business/china-hastens-the-world-toward-an-electric-car-future.html"}