{"authors": ["Jason Zinoman"], "date_download": "2018-11-16 03:22:40", "date_modify": "2018-11-16 03:22:40", "date_publish": "2017-02-16 10:00:29", "description": "The sketch comedian takes on racial politics and the “liberal elite” in his debut feature, the horror movie “Get Out.” Here, he talks about his life and work.", "filename": "2017_02_16_movies_jordan-peele-interview-get-out.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338560.html", "image_url": "https://static01.nyt.com/images/2017/02/19/arts/19JORDANPEELE/19JORDANPEELE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_16_movies_jordan-peele-interview-get-out.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338560.html", "title": "Jordan Peele on a Truly Terrifying Monster: Racism", "title_page": "Jordan Peele on a Truly Terrifying Monster: Racism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "No serious fan of the sketch comedy show “Key & Peele” will be surprised that Jordan Peele (the shorter half of its starring duo) is making his directorial debut with a horror film. Their acclaimed Comedy Central series may have been best known for President Obama’s “anger translator,” but it often lampooned scary movies with a specificity that could come only from a connoisseur of things that go bump in the night. (No one has made a funnier parody of “The Shining.”)\nIn his new movie, “Get Out,” he plays the scares straight, writing and directing the rare horror movie that tackles racial politics head on. In a scenario that has been described as “The Stepford Wives” meets “Guess Who’s Coming to Dinner,” Chris (Daniel Kaluuya), an African-American photographer, is about to meet his white girlfriend’s parents for the first time when he’s rattled to learn that she has not told them he is black. His anxiety increases when her father goes out of his way to tell him that he would have voted for Mr. Obama for a third term and when the forced smiles of the parents’ exclusively black servants start seeming a little uncanny. Racial micro-aggressions and ominous signs (bad dreams, dead animals) mount, as this fish-out-of-water story takes a foreboding turn.\n“Get Out” is not the first horror film to confront race. In 1968, right after the assassination of the Rev. Dr. Martin Luther King Jr., “Night of the Living Dead” resonated with audiences and some critics by presenting a black man’s torment by a mob of white zombies before he is killed by law enforcement. Other horror movies like “Candyman” and “Ganja & Hess” have explored miscegenation and assimilation, but Mr. Peele said he set out to make a movie that exposed “the lie” of a post-racial America, one that grew after the election of Mr. Obama.", "url": "https://www.nytimes.com/2017/02/16/movies/jordan-peele-interview-get-out.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}