{"authors": ["Manohla Dargis"], "date_download": "2018-11-16 03:22:34", "date_modify": "2018-11-16 03:22:34", "date_publish": "2017-02-09 21:47:27", "description": "Will moviegoers want to surrender control to this sequel to “Fifty Shades of Grey”?", "filename": "2017_02_09_movies_review-fifty-shades-darker-dakota-johnson_1542338554.html", "image_url": "https://static01.nyt.com/images/2017/02/10/arts/10FIRFTYSHADES/10FIRFTYSHADES-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_09_movies_review-fifty-shades-darker-dakota-johnson_1542338554.html", "title": "Review: ‘Fifty Shades Darker,’ and Only Half as Watchable", "title_page": "Review: ‘Fifty Shades Darker,’ and Only Half as Watchable - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The big tee-hee about the “Fifty Shades of Grey” phenomenon is that it’s brought ostensibly scandalous heterosexual sex — with its whips and restraints — out of the shadows and into the mainstream. The likes of Madonna and the photographer Helmut Newton had primed that pump long ago, turning dominance, submission and toys into an acceptable spectacle. But it apparently took a writer as terrible as E L James, the author of the “Fifty Shades” series, to really hit the commercial sweet spot. The result is a clutch of best sellers, a hit movie (based on the first book, “Fifty Shades of Grey”) and now a sequel, “Fifty Shades Darker,” that’s almost bad enough to recommend.\nWell, not quite, though it’s always instructive to watch how many different ways one movie can go wrong and to guess what happened between a first feature and a second. For all its flaws, “Fifty Shades of Grey” had a competent director, Sam Taylor-Johnson, who mostly wrung a watchable movie out of the material, partly by letting lightness and laughter in. It also had a natural star in Dakota Johnson, one of those unforced charmers who can deliver bad lines so gracefully that, after a while, you don’t much care about their quality. With low-key charisma, she drew you toward her, so that your attention and hopes fell on her instead of the nonsense surrounding her. She was a stealth weapon.", "url": "https://www.nytimes.com/2017/02/09/movies/review-fifty-shades-darker-dakota-johnson.html"}