{"authors": ["Daniel Victor"], "date_download": "2018-11-16 03:52:24", "date_modify": "2018-11-16 03:52:24", "date_publish": "2017-07-05 17:20:42", "description": "The network said it had found the Reddit user behind a video showing the president wrestling the CNN logo to the ground, but it did not identify the user.", "filename": "2017_07_05_business_media_cnn-trump-tweet.html_ref=business&module=inline_1542340344.html", "image_url": "https://static01.nyt.com/images/2017/07/06/business/06XP-CNNsub/06XP-CNNsub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_05_business_media_cnn-trump-tweet.html_ref=business&module=inline_1542340344.html", "title": "CNN Story About Source of Trump Wrestling Video Draws Backlash", "title_page": "CNN Story About Source of Trump Wrestling Video Draws Backlash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A CNN story on Tuesday about an anonymous Reddit user who created a widely circulated video of President Trump wrestling the network’s logo to the ground has inspired multiple backlashes. Some criticized it as a form of blackmail. Others raised issues of journalism ethics over the network granting conditional anonymity to the user.\nThe 28-second video and its source have been the subject of questions since Sunday morning, when the president tweeted it as he continued his attacks on the news media. The tweet, which was retweeted by the official presidential account, has become Mr. Trump’s most-shared post on Twitter, The Associated Press reported.\nCNN said on Tuesday that it had found and spoken to the Reddit user, who had apologized for creating the video and other posts that were racist and anti-Semitic, including one that added Jewish stars to photos of CNN personalities. A CNN reporter, Andrew Kaczynski, said he had confirmed the user’s identity and had spoken to him by phone.\nBut the article by Mr. Kaczynski did not identify the user as anything more than a “private citizen.” Mr. Kaczynski later said on Twitter that the Reddit user was a “middle-aged man.”", "url": "https://www.nytimes.com/2017/07/05/business/media/cnn-trump-tweet.html?ref=business&module=inline"}