{"authors": ["Brad Plumer", "Jim Tankersley"], "date_download": "2018-11-16 03:24:02", "date_modify": "2018-11-16 03:24:02", "date_publish": "2017-12-07 23:13:13", "description": "The tax bills moving through Congress could hobble the United States’ renewable energy industry because of provisions that scale back incentives for wind and solar power.", "filename": "2017_12_07_climate_tax-overhaul-energy-wind-solar.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338642.html", "image_url": "https://static01.nyt.com/images/2017/12/07/climate/07cli-taxbill-promo/07cli-taxbill-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_07_climate_tax-overhaul-energy-wind-solar.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338642.html", "title": "Renewable Energy Is Surging. The G.O.P. Tax Bill Could Curtail That.", "title_page": "Renewable Energy Is Surging. The G.O.P. Tax Bill Could Curtail That. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Republican tax bills moving through Congress could significantly hobble the United States’ renewable energy industry because of a series of provisions that scale back incentives for wind and solar power while bolstering older energy sources like oil and gas production.\nThe possibility highlights the degree to which the nation’s recent surge in renewable electricity generation is still sustained by favorable tax treatment, which has lowered the cost of solar and wind production while provoking the ire of fossil-fuel competitors seeking to weaken those tax preferences.\nWhether lawmakers choose to protect or jettison various renewable tax breaks in the final bill being negotiated on Capitol Hill could have major ramifications for the United States energy landscape, including the prices consumers pay for electricity.\nWind and solar are two of the fastest-growing sources of power in the country, providing 7 percent of electricity last year. Sharp declines in the cost of wind turbines and photovoltaic panels, coupled with generous tax credits that can offset at least 30 percent of project costs, have made new wind and solar even cheaper than running existing fossil-fuel plants in parts of the country.", "url": "https://www.nytimes.com/2017/12/07/climate/tax-overhaul-energy-wind-solar.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}