{"authors": ["Nate Cohn"], "date_download": "2018-11-16 04:26:31", "date_modify": "2018-11-16 04:26:31", "date_publish": "2017-09-29 09:30:15", "description": "Incumbency is a powerful edge for the G.O.P. right now, in addition to its advantages in gerrymandering and geography.", "filename": "2017_09_29_upshot_dont-forget-the-republicans-incumbency-advantage-in-2018.html_module=inline_1542342391.html", "image_url": "https://static01.nyt.com/images/2017/09/23/upshot/26up-retirechart1-1506105969924/26up-retirechart1-1506105969924-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_29_upshot_dont-forget-the-republicans-incumbency-advantage-in-2018.html_module=inline_1542342391.html", "title": "Why Retirements May Hold the Key in Whether Republicans Can Keep the House", "title_page": "Why Retirements May Hold the Key in Whether Republicans Can Keep the House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A flurry of Republican retirements could change that quickly.\nDespite Republican-led gerrymanders and the Democratic clustering in urban areas that tends to waste votes, Mr. Obama won around 240 of today’s congressional districts while winning the national popular vote by seven points in 2008. That’s a rough but reasonable approximation of how many seats the Democrats might win in a wave election if no Republican incumbents ran for re-election, not the 213 seats they might win by doing as well against incumbents as the party out of power did in 2006 and 2010.\nThe more Republicans who choose not to run for re-election, the more the expected Democratic tally moves toward 240.\nSince 2004 (and excluding 2012, because of redistricting), around 15 percent of the president’s party’s incumbent representatives in potentially competitive districts have retired in an election cycle on average. This time, that would translate to seven retirements — or three more than the four so far. Moving 15 percent of the way from 213 to 240 would be enough to make the fight for control of the House a true tossup, as prediction markets and most analysts seem to expect.\nDemocrats could become clear favorites in a wave election if retirements went well beyond typical levels. The most favorable precedent for Democrats is 2008, when Republicans were newly out of power in the House and poised for another general election defeat. In that cycle, 27 percent of Republicans in competitive districts chose not to run for re-election. This year, that would mean an additional nine retirements in competitive districts.\nIt seems hard to imagine another exodus on that scale. Republicans still control the House and their caucus is quite young, with only a handful of vulnerable Republicans over age 65. But so far, there have been more Republican retirements than there were at this point in 2008 or any other cycle since 2004, according to an analysis from Daniel Donner of DailyKos.", "url": "https://www.nytimes.com/2017/09/29/upshot/dont-forget-the-republicans-incumbency-advantage-in-2018.html?module=inline"}