{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:51:54", "date_modify": "2018-11-16 04:51:54", "date_publish": "2017-11-14 22:13:31", "description": "The head of New York’s public housing system knew that required lead paint checks had not been done, but signed off on federal paperwork saying they had been.", "filename": "2017_11_14_nyregion_nyc-lead-paint-inspections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343914.html", "image_url": "https://static01.nyt.com/images/2017/11/15/nyregion/15LEADPAINT/15LEADPAINT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_14_nyregion_nyc-lead-paint-inspections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343914.html", "title": "City Filed False Paperwork on Lead Paint Inspections, Inquiry Finds", "title_page": "City Filed False Paperwork on Lead Paint Inspections, Inquiry Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Under Chair Olatoye, Nycha identified gaps in its lead-based paint inspections and is making operational changes to prevent lapses like this,” said Melissa Grace, a spokeswoman for Mayor de Blasio. “We do not believe there’s any evidence that anyone intentionally made any misstatements to H.U.D.”\nAccording to the eight-page report, the city ceased conducting annual inspections of apartments for general conditions after the Department of Housing and Urban Development relaxed its rules for doing so in 2012; it was in the course of those checks that the authority looked for lead paint, which can cause serious health and developmental problems, particularly in young children.\nThe federal government did not end its requirement for annual inspection of all apartments where the possible presence of lead paint has not been ruled out. But the city did not institute a new plan for lead paint inspections. About 55,000 apartments in the city’s public housing system fall under the federal rules for annual inspection; of those, roughly 4,200 have children under 6 years old and must be inspected each year for lead paint under city law.\nThe city did not meet those requirements after 2012, according to the report, but filed paperwork saying that it had from 2013 to 2016 — the last year of the Bloomberg administration and the first three years of Mr. de Blasio’s tenure. The housing authority acknowledged as much in an amendment to its filing with federal officials in July 2017, after the Investigation Department and federal prosecutors had begun inquiries into lead paint in the city’s public housing.\nBut long before that public acknowledgment, the report said, senior officials in May 2015 were aware that the required checks under local law were not being done and were meeting to come up with a plan. It was not until the following spring, the report said, that Ms. Olatoye learned of the violation of local law, and not until the summer of 2016 that the agency determined it was not complying with federal rules.\nDuring that time, investigators determined that “Nycha failed to put in place a system to confirm the accuracy of federal forms before they were submitted.”\nA spokeswoman for the agency, Jean Weinberg, said in an email that the agency “began addressing these issues more than a year ago” in connection with the federal investigation. “Nycha has acknowledged not only gaps in lead compliance,” she said, “but gaps in communications between senior Nycha officials and Nycha’s top leadership, which resulted in incorrect certifications to HUD”", "url": "https://www.nytimes.com/2017/11/14/nyregion/nyc-lead-paint-inspections.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}