{"authors": ["Jonathan Soble", "Choe Sang-Hun"], "date_download": "2018-11-16 04:42:52", "date_modify": "2018-11-16 04:42:52", "date_publish": "2017-08-08 14:01:17", "description": "In Japan and South Korea, politicians are calling for new military capabilities, in what could become a regional arms race.", "filename": "2017_08_08_world_asia_north-korea-japan-missile-south.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343372.html", "image_url": "https://static01.nyt.com/images/2017/08/09/world/09Japan/09Japan-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_08_world_asia_north-korea-japan-missile-south.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343372.html", "title": "North Korea’s Alarmed Neighbors Consider Deploying Deadlier Weapons", "title_page": "North Korea’s Alarmed Neighbors Consider Deploying Deadlier Weapons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TOKYO — North Korea’s rapidly advancing nuclear program has prompted politicians in Japan and South Korea to push for the deployment of more powerful weapons, in what could lead to a regional arms race.\nSome of the new capabilities under consideration in Tokyo and Seoul, Washington’s closest Asian allies, are politically contentious. Adopting them would break with decades of precedent and could require delicate diplomatic finessing. Other military options are already being rolled out or will be soon.\nPresident Trump also suggested on Tuesday that military options were at least under consideration. Using chilling language that evoked the horror of a nuclear exchange, Mr. Trump threatened to unleash “fire and fury” against North Korea if it endangers the United States.\nUndaunted, North Korea responded several hours later, saying that it was considering a strike that would create “an enveloping fire” around Guam, the western Pacific island where the United States operates a critical Air Force base.", "url": "https://www.nytimes.com/2017/08/08/world/asia/north-korea-japan-missile-south.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}