{"authors": ["Jess Bidgood", "Richard Fausset", "Campbell Robertson"], "date_download": "2018-11-16 04:01:50", "date_modify": "2018-11-16 04:01:50", "date_publish": "2017-11-18 17:18:43", "description": "The current furor surrounding the Senate candidate has played out like a concentrated version of his battle-filled career.", "filename": "2017_11_18_us_roy-moore-alabama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340910.html", "image_url": "https://static01.nyt.com/images/2017/11/19/us/19moore1/19moore1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_18_us_roy-moore-alabama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340910.html", "title": "For Roy Moore, a Long History of Combat and Controversy", "title_page": "For Roy Moore, a Long History of Combat and Controversy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In high school, Mr. Moore was elected student body president but is remembered by classmates as more hard-working than sociable. He fulfilled his dream of attending the United States Military Academy at West Point — people in Gadsden remember him showing up at an assembly at his old high school and walking around proudly in his cadet uniform. But he found the academy to be an intimidating place, peopled, he later wrote, by students who were more “well read, traveled or experienced” than he was and who considered him “an easy target.”\nIt was at West Point, he wrote, that he found the boxing ring to be an equalizer, “where someone from Alabama with a ‘country’ accent could get as much respect as anybody else.” He graduated in the bottom quarter of his class.\nIn Vietnam, where Mr. Moore commanded a military police battalion, he cracked down so aggressively on what he described as his troops’ drug use and lack of respect for authority that they derisively referred to him as Captain America. He was so convinced, he wrote, that one soldier was going to kill him that he put sandbags under the bed, ostensibly to keep grenades from being rolled under it.\nLaw school, at the University of Alabama, was a “welcome relief,” he said. But in a recent newspaper column, Guy V. Martin Jr., one of Mr. Moore’s professors, described him as immersed in “illogic,” and said he had constantly argued with classmates. “Moore never won one argument, and the debates got ugly and personal,” Mr. Martin wrote.\nOne afternoon in 1984, U. W. Clemon, a federal district court judge, was having lunch in his Gadsden office when Mr. Moore stopped by. He had returned after more than a year of boxing in Texas and working on a cattle ranch in the Australian outback.\nJudge Clemon, the first black federal judge in Alabama history, remembered Mr. Moore from several years earlier, when, as a prosecutor, Mr. Moore had urged opposition to his confirmation to the bench, charging that Judge Clemon was soft on crime.\n“He said he was sorry that he had done it, it was wrong and he had heard good things about me,” Judge Clemon remembered of that afternoon. Mr. Moore was not finished, though. He was opening a law office, he said, and he knew the judge had old law clients in Gadsden. He needed referrals.", "url": "https://www.nytimes.com/2017/11/18/us/roy-moore-alabama.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}