{"authors": ["Joyce Cohen"], "date_download": "2018-11-16 04:54:26", "date_modify": "2018-11-16 04:54:26", "date_publish": "2017-09-07 09:00:19", "description": "Katie Ross and Andrew Bengtsen, whose street fed into the tunnel, wanted a respite from all the honking.", "filename": "2017_09_07_realestate_one-bedroom-east-village.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344066.html", "image_url": "https://static01.nyt.com/images/2017/09/10/realestate/10HUNT-MAIN/10HUNT-MAIN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_07_realestate_one-bedroom-east-village.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344066.html", "title": "Escape From the Holland Tunnel", "title_page": "Escape From the Holland Tunnel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Construction added to the din. Once, when Ms. Ross’s parents were visiting from Seattle, they arrived at bedtime, just as overnight jackhammering was beginning in the street. “The next time my parents visited, they stayed in a hotel,” she said.\nThe couple knew none of their neighbors. Turnover in the building was high. Last spring, as the weather warmed and the honking worsened, they hit their breaking point. They were desperate to escape.\nThey were hoping for a one-bedroom downtown in the low- to mid-$3,000 range, preferably with some light, a decent kitchen and a place for friends to sit. Any location, they figured, would have less honking.\n“I didn’t care about having a big bedroom,” Mr. Bengtsen said. “I cared about having friends over or a place to hang out on a Sunday, instead of feeling, ‘I’ve got to get out of the apartment.’”\nChinatown offered an abundance of good food and good subway access, too. Mr. Bengtsen found a listing for a one-bedroom on Mott Street for $2,700. The street was busy, but “I wasn’t as afraid of actual street noise,” he said. “It was the honking that was crazy.”\nThey didn’t mind climbing to a high floor, but they did mind the size. “This was just too small to be worth making the move for,” said Ms. Ross, who was less amenable to such a bustling area.", "url": "https://www.nytimes.com/2017/09/07/realestate/one-bedroom-east-village.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}