{"authors": ["Sarah Maslin Nir"], "date_download": "2018-11-16 03:12:48", "date_modify": "2018-11-16 03:12:48", "date_publish": "2017-09-14 14:19:37", "description": "Multiple train lines were delayed as passengers resigned themselves to waiting in transit limbo and venting on social media.", "filename": "2017_09_14_nyregion_mta-subway-debris-tracks_1542337968.html", "image_url": "https://static01.nyt.com/images/2017/09/15/nyregion/15xp-subway1/15xp-subway1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_14_nyregion_mta-subway-debris-tracks_1542337968.html", "title": "Subway Commute Snared by Debris, Switch Problem and Power Malfunction", "title_page": "Subway Commute Snared by Debris, Switch Problem and Power Malfunction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In Manhattan, it was debris on the track. In Queens, it was a switch problem. In Brooklyn, it was a power malfunction. Taken together, the various woes snarled at least eight lines on New York City’s dilapidated subway on Thursday, upending the travels of furious riders who were forced to wait on packed platforms for trains that never came or were too full to squeeze inside.\nThe delays underscored the challenges confronting the century-old system even as emergency measures have been taken to improve the subway, which has been plagued by surging delays, after a summer of meltdowns and derailments.\nThe problems on Thursday morning, which appeared to be the most serious in recent weeks, came after Joseph J. Lhota, the chairman of the Metropolitan Transportation Authority, introduced a revelatory concept to the subways a few months ago: a promise of clear, factual, over-the-loud-speaker explanations of what exactly was going wrong. The move was in response to a flurry of complaints that the agony of delays was compounded by riders being left in the dark.\nAt about 7:12 a.m., debris was reported along the track on the Seventh Avenue line — used by the 1, 2 and 3 trains — in Manhattan, just north of the 50th Street station. The power was turned off when a southbound No. 3 train was forced to activate its emergency brakes after running over the debris, according to Marisa Baldeo, a spokeswoman for the Transportation Authority. Passengers on the disabled 3 train were stuck underground for nearly an hour until power was restored and the train was able to reach the Times Square station.", "url": "https://www.nytimes.com/2017/09/14/nyregion/mta-subway-debris-tracks.html"}