{"authors": ["Thomas Fuller"], "date_download": "2018-11-16 04:33:04", "date_modify": "2018-11-16 04:33:04", "date_publish": "2017-02-03 01:48:39", "description": "The cancellation of an appearance by the right-wing firebrand Milo Yiannopoulos had some questioning the campus’ dedication to its activist reputation.", "filename": "2017_02_02_us_university-california-berkeley-free-speech-milo-yiannopoulos.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342784.html", "image_url": "https://static01.nyt.com/images/2017/02/03/us/03berkeley/03berkeley-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_02_us_university-california-berkeley-free-speech-milo-yiannopoulos.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342784.html", "title": "A Free Speech Battle at the Birthplace of a Movement at Berkeley", "title_page": "A Free Speech Battle at the Birthplace of a Movement at Berkeley - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERKELEY, Calif. — Fires burned in the cradle of free speech. Furious at a lecture organized on campus, demonstrators wearing ninja-like outfits smashed windows, threw rocks at the police and stormed a building. The speech? The university called it off.\nProtest has been synonymous with the University of California, Berkeley, from the earliest days of the free speech movement, when students fought to expand political expression on campus beginning in 1964. Those protests would set off student activism movements that roiled campuses across the country throughout the 1960s. Since then, countless demonstrators have flocked to Sproul Plaza each day to have their voices heard on issues from civil rights and apartheid to Israel, tuition costs and more.\nBut now the university is under siege for canceling a speech by the incendiary right-wing writer Milo Yiannopoulos and words like intolerance, long used by the left, are being used by critics to condemn the protests on Wednesday night that ultimately prevented Mr. Yiannopoulos from speaking.\nNaweed Tahmas, a junior who is a member of the Berkeley College Republicans, the group that invited Mr. Yiannopoulos to campus, said the cancellation had made him more determined to fight for freedom of speech on campus.", "url": "https://www.nytimes.com/2017/02/02/us/university-california-berkeley-free-speech-milo-yiannopoulos.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}