{"authors": ["Jennifer Steinhauer"], "date_download": "2018-11-16 04:26:49", "date_modify": "2018-11-16 04:26:49", "date_publish": "2017-07-20 19:13:44", "description": "Republicans in Washington should be returning home next week to brag. But despite having total control on Capitol Hill, even they admit that policies aren’t advancing.", "filename": "2017_07_20_us_politics_republican-health-care-senate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342409.html", "image_url": "https://static01.nyt.com/images/2017/07/21/us/politics/21dc-cong-1/21dc-cong-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_20_us_politics_republican-health-care-senate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342409.html", "title": "In a Cruel Summer for the G.O.P., ‘Things Are Starting to Feel Incoherent’", "title_page": "In a Cruel Summer for the G.O.P., ‘Things Are Starting to Feel Incoherent’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An extended fight over the role of Congress in approving the use of force against the Islamic State set off another intraparty battle when Republican lawmakers joined Democrats to finally end the elastic post-9/11 authorization of military force against Al Qaeda, which has been used for every war ever since. Then, Republican leaders used their powers to strip the measure away in the dark of night.\nSome Republican senators, like Dean Heller of Nevada, should be gearing up for fights with Democratic challengers next year, but instead are trying to duck primary threats inspired at least in part by a president of their own party.\nThe professional deficits have been topped with dejecting personal tragedies. Senator John McCain, the Arizona Republican who has spent the better part of the last six months racing around the world defending a generation of American international positions, announced Wednesday night that he had brain cancer. The third-most-powerful House Republican, Representative Steve Scalise of Louisiana, lingers in a hospital bed, recovering from gunshot wounds sustained during a mass assassination attempt this summer.\nInstead of preparing for a month at home of crowing about the accomplishments of a unified government, Republicans have been diminished to trying to confirm relatively minor nominees — Democrats are stalling them — and getting a spending bill or two passed. They have been forced to cut their August recess short, all because they have nothing particularly positive to celebrate.\nEven former House Speaker Newt Gingrich, who was seen gliding through the Capitol on Thursday, normally loquacious on all matters of party strategy, politics and the possibilities of moon colonization, had nothing to say. He stared straight ahead when asked about Republican woes.", "url": "https://www.nytimes.com/2017/07/20/us/politics/republican-health-care-senate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}