{"authors": ["David Segal"], "date_download": "2018-11-16 04:32:44", "date_modify": "2018-11-16 04:32:44", "date_publish": "2017-06-13 03:07:04", "description": "The sinners in this show’s universe rarely suffer for their sins. Their loved ones do.", "filename": "2017_06_12_arts_television_better-call-saul-recap-fall.html_module=inline_1542342764.html", "image_url": "https://static01.nyt.com/images/2017/06/12/arts/12bettercallsaul03/12bettercallsaul-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_12_arts_television_better-call-saul-recap-fall.html_module=inline_1542342764.html", "title": "‘Better Call Saul’ Season 3, Episode 9: Miscalculations", "title_page": "‘Better Call Saul’ Season 3, Episode 9: Miscalculations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Season 3, Episode 9: ‘Fall’\nMoney is the underlying motif of this event-filled episode — chasing it, laundering it, suing over it. Money is a problem (for Mike) an avenue of revenge (for Chuck) and a source of joyful salvation (for Jimmy). It has horrible consequences for poor Irene, who, thanks to the nefarious scheming of the younger McGill — the man rigged Bingo! — is shunned by her friends. All she wants is bigger checks for the class-action lawsuit that she leads. Instead, she gets the cold shoulder and a new pair of sneakers.\nCruel world, huh?\nExactly what we should make of Jimmy’s manipulation of the Sandpiper suit comes down to the wisdom of his advice. He thinks the class should settle now while Irene and her fellow seniors can enjoy the money, rather than hold out for more.\nJimmy’s approach makes intuitive sense, but we don’t know how close Sandpiper is to upping its offer, or how much the offer might ultimately increase. Howard Hamlin presumably does, and he is withering when Jimmy urges him, during a meeting in an underground garage, to take the money and sign. Comparing Jimmy to Gollum is a bit excessive, but I’m not willing to say that Howard is wrong. Jimmy is desperate, and his need for quick cash might be clouding his judgment. (In an earlier version, I had it as Golem, from Hebrew folklore, but commentators are saying that Howard refers to Gollum, from the “Lord of the Rings.” That seems right to me given that Howard is calling Jimmy a greedy weasel, not a monster.)\nCertainly, the way that Jimmy engineers Irene’s capitulation is underhanded and inexcusable. It’s the sort of behavior that, in other shows, is ultimately punished. But in the universe as conceived by Vince Gilligan and Peter Gould, the sinners rarely suffer for their sins. Their loved ones do. And that is my best guess as to why the sleep-deprived Kim winds up staggering out of a solo car crash at the end of this episode. Payback is a bitch in “Better Call Saul,” but the indiscriminate sort. Kim might have overstretched herself by taking on the Gatwood Oil case — as Paige from Mesa Verde warned — but that hardly justifies the pain inflicted by the Story Gods when she drives off the road and collides face first with her airbag.", "url": "https://www.nytimes.com/2017/06/12/arts/television/better-call-saul-recap-fall.html?module=inline"}