{"authors": ["Gretchen Reynolds"], "date_download": "2018-11-16 04:54:30", "date_modify": "2018-11-16 04:54:30", "date_publish": "2017-10-04 10:00:01", "description": "Exercise changes the workings of new brain cells in ways that may protect against dementia, a study in mice suggests.", "filename": "2017_10_04_well_move_for-your-brains-sake-keep-moving.html_module=inline_1542344070.html", "image_url": "https://static01.nyt.com/images/2017/10/10/well/04physed-brain-photo/04physed-brain-photo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_04_well_move_for-your-brains-sake-keep-moving.html_module=inline_1542344070.html", "title": "For Your Brain’s Sake, Keep Moving", "title_page": "For Your Brain’s Sake, Keep Moving - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That question has long interested scientists at the Laboratory of Neurosciences at the National Institute on Aging, who have been examining how running alters the brains and behavior of lab animals.\nLast year, in an important study published in NeuroImage, the researchers found for the first time that young brain cells in adult mice that spent a month with running wheels in their cages did seem to be different from those in animals that did not run. For the experiment, the scientists injected a modified rabies vaccine into the animals, where it entered the nervous system and brain. They then tracked and labeled connections between brain cells and learned that compared to the sedentary animals’ brain cells, the runners’ newborn neurons had more and longer dendrites, the snaky tendrils that help to connect the cells into the neural communications network. They also found that more of these connections led to portions of the brain that are important for spatial memory, which is our internal map of where we have been and how we got there.\nThis type of memory is often diminished in the early stages of dementia.\nBut these findings, while intriguing, involved animals that had been running for a month, which is the equivalent of years of physical activity by people. The researchers wondered whether such changes in neurons and connections might actually begin earlier and maybe almost immediately after the animals began to exercise.\nSo for the new study, which was published last month in Scientific Reports, most of the same researchers gathered a group of adult, male mice. (Males were used to avoid accounting for the effects of the female reproductive cycle.) The animals were injected with a substance that marks newborn neurons. Half were then allowed to run for a week on wheels in their cages, while the others remained inactive. Afterward, some were also injected with the modified rabies vaccine to track new synapses and connections between the neurons.\nWhen the scientists then microscopically examined brain tissue, they found that the runners’ brains, as expected, teemed with far more new neurons than did the brains of the sedentary animals, even though the runners had been exercising for only a week.", "url": "https://www.nytimes.com/2017/10/04/well/move/for-your-brains-sake-keep-moving.html?module=inline"}