{"authors": ["Farah Stockman"], "date_download": "2018-11-16 03:24:36", "date_modify": "2018-11-16 03:24:36", "date_publish": "2017-10-14 05:00:58", "description": "Workers like Shannon Mulcahy took pride in their jobs at the Rexnord factory in Indianapolis. The bearings they made were top-notch. In the end, it didn’t matter.", "filename": "2017_10_14_us_union-jobs-mexico-rexnord.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338676.html", "image_url": "https://static01.nyt.com/images/2017/10/06/us/rexnord-promo/rexnord-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_14_us_union-jobs-mexico-rexnord.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338676.html", "title": "Becoming a Steelworker Liberated Her. Then Her Job Moved to Mexico.", "title_page": "Becoming a Steelworker Liberated Her. Then Her Job Moved to Mexico. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Her mortgage: $1,300. Her car payment: $400. Diapers and medicine for Carmella. Taxes. Shannon’s paychecks disappeared quickly.\nShe admits that she’s no good at saving. She doles out money without hesitation to those in need. A dollar for the man by the side of the road. Nicole’s car payment. A $1,200 surgery for a pit bull she’d adopted that had swallowed steel wool.\nRicardo pecked at a calculator.\n“Sixteen,” he announced. Rexnord could pay 16 Ricardos for the cost of one Shannon.\n“But you don’t understand,” Shannon said. “They have the money. They just don’t want to give it to you.”\nShannon felt closer to the younger trainee, Tadeo. (His last name has been withheld due to his concerns about future job prospects.) He was 23, the same age as her son. Shannon called him “Tad” or “Kid.” He had a sparse goatee, and a habit of saying “yes, yes,” even when Shannon wasn’t sure he had understood.\nShannon never left him alone in the factory. He trailed behind her like a duckling when she went outside to smoke.\n“Want some chips?” she’d ask him. “What kind of music do you like?”\nHe brought her cookies and showed her a video on his phone of his girlfriend receiving flowers he’d sent for her birthday.\nAdvertisement Continue reading the main story\nOnce, Shannon mentioned how long it took her to drive to work.\n“You own a car?” he asked.\n“You don’t?” she replied.\nShannon could have given Tad the bare minimum of training, answering a few questions and collecting her pay. But just as Stan Settles had passed on his knowledge to Shannon, Shannon trained Tad as if he were one of her own.\nShe showed him how to bolt in the coil and to make sure the steel rings spun without touching the sides. Affix the wrong bullnose and the shaft could break.\n“O.K.,” Shannon said. “It’s your turn.”\nTad worked on the Tocco all afternoon. Shannon noticed water leaking from the hoses. A loose hose could shoot water clear across the factory.\n“Tighten down your hoses,” she said.\nHe had also installed the copper piece backward. But that was no big deal. He had skillfully navigated the challenges of translating English to Spanish, inches to meters. She felt proud of Tad.\nBefore he returned to Mexico, Tad pulled Shannon aside. He put his hand over his heart.\n“My friend tells me that the reason a lot of people don’t like us is because we’re taking their jobs,” he said, sounding distraught.\n“I’m not mad at you,” she said. “I’m happy that you get the opportunity to make some money. I was blessed for a while. I hate to see it go. Now it’s your turn to be blessed.”\nDaughters and Sons\nMay came. Thunder rumbled for minutes at a time, as if God were rolling a giant toolbox across the sky.\nAdvertisement Continue reading the main story\nShannon unclipped the barrette in her hair and tilted her head forward, revealing a bald spot the size of a silver dollar. Her daughter, Nicole, touched it gingerly, squinting.\nIn the midst of Carmella’s many surgeries, Shannon’s hair had fallen out in clumps. “Stress-related balding,” she said.\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“I think it’s gotten smaller,” Nicole said. “Really.”\nShannon had fought bitterly for custody of Nicole, but she had run out of money for a lawyer. Nicole’s father won. After he died of a heart attack, Nicole moved in with his mother, Patricia Wynne. Shannon scraped together $5,000 for a down payment on a house nearby, in Whitestown, and Nicole spent some weekends there.\nShannon and Nicole had grown closer since the news of the factory’s closing. Shannon called often, weeping about her lost seniority and all the time she’d missed with her kids while she was at work. Nicole murmured, “We’ll make it through this,” as if she were the parent and Shannon the child.\nNicole, who had learned to call 911 by the age of 4 because of her parents’ fights, channeled her anxiety into timelines, budgets and lists. Now, she nudged her mother to think about the future.\n“How many months do we have insurance?” Nicole asked.\n“Six months,” Shannon replied. “After I lose my job.”\n“What are we going to do when we don’t have health care?” Nicole asked. “What about Carmella?”\nThe questions hung in the spring air like a windsock, blowing this way and that.\nAn even bigger question loomed: Nicole had been accepted to Purdue University, but had no idea how she could afford to go. Nicole needed to let Purdue know that her mother was losing her job and could not help with tuition.\n“I should be able to provide for you,” Shannon lamented. “I don’t even know what I’m going to do now. I will go back to school. I got to. Because it’s paid for. I need to take advantage of it.”\nShannon was eligible for up to two years of retraining under the federal government’s trade adjustment assistance program. But retraining for what? Nursing? She had taken a few nursing classes, years ago.\nNicole, who intended to study nursing herself, cocked her head to one side. “I’m not saying you’re old,” Nicole began.\nShannon laughed, as if conceding that nursing school was a wild idea.\nA few weeks later, Shannon agonized about what to wear to Honors Night at Nicole’s school, when they would find out whether she had gotten any scholarships.\n“I don’t want to embarrass my daughter, by no means,” she said.\nShe settled on a black dress with white stripes from J. C. Penney. She looked stately in it, and thought it would help her blend in with other mothers at the school. She’d picked up an outfit for her son, Bub, too: gray cargo pants and a blue shirt. He took them from her and retreated into the bathroom, past a pile of unwashed clothes.\nShannon sat in her front yard, wrapping strands of wet hair around yellow pencils, to make curls. She looked out across the country road at tilled fields of corn. In her yard, three dead cars and two dead trucks awaited resurrection. In the garage, her boyfriend, Larry Borer, cussed out an engine. Pit bulls barked in their pen.\nEven without college, Nicole had already gone further than anyone else in Shannon’s house. Shannon and Larry both got their G.E.D., but Bub did not.", "url": "https://www.nytimes.com/2017/10/14/us/union-jobs-mexico-rexnord.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}