{"authors": ["Manohla Dargis"], "date_download": "2018-11-16 03:24:50", "date_modify": "2018-11-16 03:24:50", "date_publish": "2017-06-30 01:35:35", "description": "This superhero is back in a reboot that features new faces and familiar fights. Tom Holland wears the suit, but Michael Keaton owns the movie.", "filename": "2017_06_29_movies_spider-man-homecoming-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338690.html", "image_url": "https://static01.nyt.com/images/2017/06/30/arts/07SPIDERMAN2/07SPIDERMAN2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_29_movies_spider-man-homecoming-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338690.html", "title": "Review: Spider-Man (Again) and All That Sticky Kid Stuff", "title_page": "Review: Spider-Man (Again) and All That Sticky Kid Stuff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sony’s latest Spider-Man movie is kind of like the first and fourth, even if it’s hard to keep track of what happened when in this on-and-off again series. Once more, it spins on Peter Parker (the nice, boyish Tom Holland), a teenager who develops super-skills after he’s bitten by a troublesome spider. The title of the likable, amusing “Spider-Man: Homecoming” indicates that this is a return, though to what exactly? To Queens? To youth? The rest of us can’t go home again, but given that this is the second Spider-Man reboot in 15 years from Sony Pictures it seems Spidey has few other options.\n“Homecoming” is more or less about how Peter Parker needs to stay forever young, ideally 15 or so years old. What’s always been most appealing about Spider-Man is that he’s a kid, if one who can spin big, sticky webs and swing from rooftop to rooftop, comparatively rinky-dink talents in the flying, magic-hammering superhero world. What makes Spider-Man different and, ideally, work as a character, giving him an off-kilter charm, is he retains the uncertainties and vulnerabilities of adolescence. For all his super-gifts and despite the weird and dangerous company he keeps, he is also a teenage boy — that’s his Kryptonite, what cuts him down to recognizable human size.\nThe team behind “Homecoming” certainly gets that Spider-Man is a kid, even if the movie plays the naïf angle too hard at times, making Peter look not just inexperienced but also silly, a borderline dumb cluck. The movie — credited to six writers and directed by Jon Watts — opens sometime after Peter has been bitten. He’s still trying to get his bearings and struggling to figure out the limits of his powers, which is complicated here by the fact that this is the first Spider-Man movie that Sony has made with Marvel Studios. It’s a liaison that has brought Spider-Man into the Marvel worldwide domination machine, which is why he’s being mentored in the way of the superhero by Marvel’s Iron Man, a.k.a. Tony Stark (Robert Downey Jr., who pops in and out).", "url": "https://www.nytimes.com/2017/06/29/movies/spider-man-homecoming-review.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}