{"authors": ["Paul Mozur"], "date_download": "2018-11-16 04:16:35", "date_modify": "2018-11-16 04:16:35", "date_publish": "2017-12-03 06:32:14", "description": "Speaking to an audience that included the heads of Apple and Google, Wang Huning said China should be free to govern, and censor, its internet.", "filename": "2017_12_03_world_asia_china-internet-censorship-wang-huning.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341795.html", "image_url": "https://static01.nyt.com/images/2017/12/03/business/04china-internet/04china-internet-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_03_world_asia_china-internet-censorship-wang-huning.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341795.html", "title": "China’s Top Ideologue Calls for Tight Control of Internet", "title_page": "China’s Top Ideologue Calls for Tight Control of Internet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His speech on Sunday showed how China’s vision of the internet attempts to wrestle with such tension. Chinese leaders have long lauded the economic power of the internet, while being deeply cautious about its democratizing and internationalizing influence.\nIn his speech, Mr. Wang highlighted China’s openness and the need for equal access to the internet. Yet China has led the way in cutting its internet off from the world with filters and blocks known as the Great Firewall of China. It has also blocked internet access in areas where members of minority groups live, to limit the potential for unrest.\nSuch contradictions were evident at the World Internet Conference, which was dreamed up by Chinese officials who wanted to create a Davos-style conference for technology. It has been held annually since 2014 in Wuzhen, an ancient canal town about 75 miles from Shanghai.\nWhile many major foreign websites are blocked in China, the wireless connections at the conference allowed open access to the global internet. A promotional video that was shown before Mr. Wang’s speech showed the web connecting China to the world, ignoring the existence of the Great Firewall.\nFor the format of his talk, Mr. Wang followed the lead of Mr. Xi. His offering of five proposals appeared to have been inspired by a speech by Mr. Xi at the second World Internet Conference, when the president offered five ideas for developing the internet.\nThe conference also marked a fresh start of sorts for its organizer, the Cyberspace Administration of China, the government body that also oversees the country’s internet. Weeks before the conference, the Chinese state media reported that the administration’s former head, Lu Wei, was put under investigation by the Communist Party’s anticorruption agency.\nMr. Lu’s successor, Xu Lin, was present at the conference, which also included more prominent foreign chief executives than in the past, including Sundar Pichai of Google and Mr. Cook of Apple. Analysts say Mr. Xu has been ordered to consolidate the administration’s power, and also turn the conference into a higher-profile event.", "url": "https://www.nytimes.com/2017/12/03/world/asia/china-internet-censorship-wang-huning.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}