{"authors": ["Daniel Victor"], "date_download": "2018-11-16 03:10:24", "date_modify": "2018-11-16 03:10:24", "date_publish": "2017-11-30 17:32:24", "description": "Jenny Lumet, a writer, said on Thursday that Mr. Simmons sexually assaulted her in 1991.", "filename": "2017_11_30_arts_russell-simmons-sexual-harassment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337824.html", "image_url": "https://static01.nyt.com/images/2017/12/16/us/01xp-simmons/01xp-simmons-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_30_arts_russell-simmons-sexual-harassment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337824.html", "title": "Russell Simmons Steps Down From Businesses After Sexual Misconduct Report", "title_page": "Russell Simmons Steps Down From Businesses After Sexual Misconduct Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Russell Simmons, the hip-hop mogul who co-founded Def Jam Records and a slew of other businesses, is stepping down from his companies after a woman said he sexually assaulted her in 1991.\nHis resignation followed a guest column in The Hollywood Reporter by Jenny Lumet, a screenwriter best known for “The Mummy” and “Rachel Getting Married.”\n“I have been informed with great anguish of Jenny Lumet’s recollection about our night together in 1991,” he said in a statement. “I know Jenny and her family and have seen her several times over the years since the evening she described. While her memory of that evening is very different from mine, it is now clear to me that her feelings of fear and intimidation are real. While I have never been violent, I have been thoughtless and insensitive in some of my relationships over many decades and I sincerely apologize.”\nOn Nov. 19, The Los Angeles Times reported that Keri Claussen Khalighi, a model who was 17 at the time, had accused Mr. Simmons of coercing her into performing oral sex on him.", "url": "https://www.nytimes.com/2017/11/30/arts/russell-simmons-sexual-harassment.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}