{"authors": ["Michael Tackett"], "date_download": "2018-11-16 04:01:44", "date_modify": "2018-11-16 04:01:44", "date_publish": "2017-10-28 14:30:45", "description": "Growing numbers of South Asians, Latinos and Arabs are a major reason for Virginia’s steady march toward the Democratic Party. The question is whether they will vote.", "filename": "2017_10_28_us_politics_virginia-governor-race-immigrants-northam-gillespie.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340904.html", "image_url": "https://static01.nyt.com/images/2017/10/28/us/28dc-virginia1/28dc-virginia1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_28_us_politics_virginia-governor-race-immigrants-northam-gillespie.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340904.html", "title": "In Virginia Governor’s Race, Immigrants’ Turnout May Be Key", "title_page": "In Virginia Governor’s Race, Immigrants’ Turnout May Be Key - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANASSAS, Va. — Kumar Iyer whipped out his smartphone the other day to eagerly show a photo of himself with Ralph S. Northam, the Democratic candidate for governor. He was thrilled to meet him, he said, and excited to vote for him.\nAt least he is now.\nMr. Iyer, a restaurant owner who came to the United States from India in 1999 and became a citizen 10 years later, was chagrined to admit that until he catered a party to celebrate Diwali, the Hindu festival of lights, that Mr. Northam attended, he might not have known that Nov. 7 was Election Day.\nIn the past decade, expansive growth has added hundreds of thousands of new residents to the region just outside Washington, making some Northern Virginia counties the fastest growing in the state and the wealthiest in the nation. Among those newcomers are a broad spectrum of Latinos, Arabs and South Asians like Mr. Iyer who are a major reason for Virginia’s steady march toward the Democratic Party.\nBut with a week and a half to go in the campaign, lack of engagement from the brimming immigrant population here represents a key challenge for Mr. Northam, the lieutenant governor, in his race against Ed Gillespie, the former chairman of the Republican National Committee, and a source of worry for his supporters.", "url": "https://www.nytimes.com/2017/10/28/us/politics/virginia-governor-race-immigrants-northam-gillespie.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}