{"authors": ["Tom Pedulla"], "date_download": "2018-11-16 04:03:01", "date_modify": "2018-11-16 04:03:01", "date_publish": "2017-05-05 14:50:17", "description": "In horse racing, owners will say, plenty. After breeding, starting position, the jockey, and even coddling, luck may shape the outcome.", "filename": "2017_05_05_autossell_how-much-of-a-kentucky-derby-win-comes-down-to-luck_1542340981.html", "image_url": "https://static01.nyt.com/images/2017/05/06/sports/06LUCK1-INYT/06LUCK1-INYT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_05_autossell_how-much-of-a-kentucky-derby-win-comes-down-to-luck_1542340981.html", "title": "How Much of a Kentucky Derby Win Comes Down to Luck?", "title_page": "How Much of a Kentucky Derby Win Comes Down to Luck? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOUISVILLE, Ky. — A lost coin toss. A failed mating. Terrible post-position draws to the extreme inside or outside in a 20-horse field. Sudden weather changes that turn an already-quirky dirt surface into goo, leading some thoroughbreds to skip over it while others trudge home.\nAs fans await the 143rd Kentucky Derby on Saturday, history suggests that luck, however uplifting or bedeviling, could have as much to do with the outcome as talent. Maybe more, particularly with a forecast of rain that could create the variable of a wet track.\nPat Day, a retired Hall of Fame jockey, famously said that the Derby could not be won when post positions were drawn — but it could be lost. History suggests the draw for this year’s race was unkind to Classic Empire, last year’s 2-year-old champion. Mike Battaglia, the oddsmaker, made him a tepid 4-1 favorite after he was assigned post 14 in a field of 20. That slot has produced two winners since a starting gate was first used in 1930, and none since Carry Back in 1961.\nAlways Dreaming, the convincing Florida Derby winner, and McCraken, 3 for 3 at Churchill Downs, are rated the second choices at 5-1. They will break from five and 15, respectively. Starters from post five own a 10.3 winning percentage since 1930, second to the 11.3 winning percentage from post 10. Those from post 15 have won at a 9.1 percent rate in that span. American Pharoah, the most recent of those, emerged as the 12th Triple Crown champion and the first in 37 years.", "url": "https://www.nytimes.com/2017/05/05/autossell/how-much-of-a-kentucky-derby-win-comes-down-to-luck.html"}