{"authors": ["Ron Lieber"], "date_download": "2018-11-16 03:12:59", "date_modify": "2018-11-16 03:12:59", "date_publish": "2017-09-21 14:58:15", "description": "“I managed to respond to the first several hundred emails, but a backlog built up as the hurricane came and went and I transported my father back home.”", "filename": "2017_09_21_insider_equifax-hacking-ron-lieber.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337979.html", "image_url": "https://static01.nyt.com/images/2017/09/21/insider/21lieber-insider-image/21lieber-insider-image-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_21_insider_equifax-hacking-ron-lieber.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337979.html", "title": "A Consumer Advocate Battles Equifax and a Storm", "title_page": "A Consumer Advocate Battles Equifax and a Storm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Along the way, Equifax started listening. It agreed to waive freeze fees for a while and automatically refund the money that people had spent on freezes before it made that decision. It also adjusted the PINs and agreed to issue new ones to anyone who wanted one. Still, many readers reported that they were having trouble getting PINs in the first place, and the company wasn’t making it easy for people who did want new PINs to get through on the phones and keep their current freezes intact while changing the PINs.\nIt’s hard to think of a single thing that’s gone right in the wake of this breach, and in my 12 years of writing personal finance columns for The Wall Street Journal and The New York Times, I can’t recall any consumer transgression this widespread and potentially consequential that did not kill or injure.\nEquifax is now a company desperately in need of some kind of public face — a human being who can apologize in an unscripted manner. Where is the talk about all the next steps that the company is presumably planning to make things right for the tens of millions of people who did not ask the company to suck up all their data in the first place?\nTo find out, I’ve invited myself to Equifax’s headquarters in Atlanta for a conversation about the questions I put to them on readers’ behalf. They haven’t said no, but they haven’t said a firm yes either. Meanwhile, the best use of my journalistic energy seems to be to gather reasonable questions and ask them in public so that the company sees them hanging out there, unanswered. For instance, why won’t Equifax pay for permanent credit freezes at all of the major credit bureaus for everyone who was affected by this breach? I’ve asked, repeatedly, and I’m still waiting for an answer two weeks into all of this.\nPerhaps if they do let me in, I’ll get the corporate badge and spiffy new business cards I deserve for answering so many questions that Equifax should have been able to address itself. When it comes time to fill out my payroll forms, however, I think I’ll leave the spot for my Social Security number blank.", "url": "https://www.nytimes.com/2017/09/21/insider/equifax-hacking-ron-lieber.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}