{"authors": ["Alan Feuer"], "date_download": "2018-11-16 04:29:47", "date_modify": "2018-11-16 04:29:47", "date_publish": "2017-04-09 14:32:27", "description": "Those running for the post once held by Ken Thompson, who died last year, are promising to build on his work to change the criminal justice system.", "filename": "2017_04_09_nyregion_brooklyn-district-attorney-democratic-candidates.html_module=inline_1542342587.html", "image_url": "https://static01.nyt.com/images/2017/04/10/nyregion/10brookda/07brooklynda-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_09_nyregion_brooklyn-district-attorney-democratic-candidates.html_module=inline_1542342587.html", "title": "Candidates Line Up Behind Legacy of Former Brooklyn District Attorney", "title_page": "Candidates Line Up Behind Legacy of Former Brooklyn District Attorney - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In February, as Eric Gonzalez, the acting Brooklyn district attorney, was getting ready to run for a four-year term, he sent out a news release hinting at how he might conduct his campaign.\nIn the little-noticed statement, Mr. Gonzalez announced that he had joined forces with the widow of his predecessor, Ken Thompson, who died of cancer last year, to donate 20 of Mr. Thompson’s suits — and some of his shirts and ties — to a group of inmates recently released from the city’s Rikers Island prison complex. As Mr. Thompson’s protégé and handpicked successor, Mr. Gonzalez had left no doubt that he planned to run not only in his mentor’s shoes, but would toss in the rest of his wardrobe, too.\nThough it has barely started, the Brooklyn district attorney’s race has become a very crowded contest with an odd twist: Its central figure, and the man most likely to shape its themes and contours, is no longer alive.\nEven at this early stage, seven candidates — most of them alumni of the district attorney’s office — have formally declared that they are seeking the Democratic nomination in the September primary. Though each has offered a slightly different platform, all have tried in their own way to lay claim to Mr. Thompson’s legacy, promising to deepen and extend the work he did to change the criminal justice system.", "url": "https://www.nytimes.com/2017/04/09/nyregion/brooklyn-district-attorney-democratic-candidates.html?module=inline"}