{"authors": ["Yamiche Alcindor", "Nick Corasaniti", "Julie Hirschfeld Davis", "Michael R. Gordon"], "date_download": "2018-11-16 03:18:08", "date_modify": "2018-11-16 03:18:08", "date_publish": "2017-01-20 05:00:19", "description": "Donald J. Trump took the oath of office, and the White House’s policies on the web changed instantly. The Obama era is over on WhiteHouse.gov and beyond.", "filename": "2017_01_20_us_politics_donald-trump-inauguration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338288.html", "image_url": "https://static01.nyt.com/images/2017/01/20/us/politics/chang-inaug-194/chang-inaug-194-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_20_us_politics_donald-trump-inauguration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338288.html", "title": "Donald Trump Inauguration: A Day of Ceremony, Protests and Celebration", "title_page": "Donald Trump Inauguration: A Day of Ceremony, Protests and Celebration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It didn’t take long.\nThe Department of Labor’s report on lesbians, bisexuals, gays and transgender people in the workplace? Gone.\nAdvertisement Continue reading the main story\nThe White House’s exposition on the threat of climate change and efforts to combat it? Gone.\nIn its place, An America First Energy Plan:\n“For too long, we’ve been held back by burdensome regulations on our energy industry. President Trump is committed to eliminating harmful and unnecessary policies such as the Climate Action Plan and the Waters of the U.S. rule. Lifting these restrictions will greatly help American workers, increasing wages by more than $30 billion over the next 7 years.”\nAnd “America First Foreign Policy.”\n“Peace through strength will be at the center of that foreign policy. This principle will make possible a stable, more peaceful world with less conflict and more common ground.”\nThere was a bit of a mix-up with the transition to power on the web. Mr. Trump’s initial cover photo on the official @POTUS handle used an image from Mr. Obama’s 2009 inauguration. It was quickly taken down.\nFor some of Mr. Trump’s aides, hope for that @POTUS handle is high. They want him to stop using the handle he’s had since he joined Twitter, @realDonaldTrump, and accept staff management of the official account.\nBut Mr. Trump relishes the freedom and direct-contact he has over Twitter, and he has continued using his personal account, with a staff member tweeting from it even as he was signing the official nominations of his Cabinet appointees after the swearing-in.\nParade route lined with a mix of supporters and protesters\nPhoto\nMany supporters and protesters scrambled to find a spot along the parade route to get a glimpse of President Trump. Near the White House on 15th and G, a small group of people wearing “Make America Great Again” hats gathered behind tall metal barricades and layers of security.\n“Well, we didn’t realize we needed tickets,” Lisa Ross, a new Washington resident, said. “We still wanted to come and see what the inauguration is all about.”\nMadeline Valentine, arriving at the barricade after running into multiple roadblocks, said it was pretty clear “they don’t want us here.”\nShe traveled to Washington from Detroit for the Women’s March on Washington on Saturday, but said she wanted to witness inaugural festivities, too.\nAdvertisement Continue reading the main story\n“I wanted to be here today to express my concerns for the nation,” she said.\nAs Mr. Trump grew closer, the apparent split in the crowd became evident: a pocket of pink pussycat hats and a pocket of red Trump hats.\nIn downtown Washington, protests get ugly\nPhoto\nProtesters and police officers faced off in downtown Washington just hours after Mr. Trump was sworn into office, with the sound of flash-bang grenades echoing through cordoned-off streets and the smell of tear gas wafting through the air.\nAs some protesters chanted, some in black face masks threw rocks and bricks at officers who responded with tear gas and flash grenades, trying to clear the streets. The police formed a line blocking off parts of K Street, the heart of Washington’s lobbying district. But hundreds of people remained, and some started a small fire in the street.\nThe protesters had struck first, hurling rocks at the police and hauling newspaper racks into the street.\nBut both sides can play the web game\nDuring his one and only news conference as president-elect, Mr. Trump said no one cared about his refusal to release his tax returns but reporters.\nWell, he has his answer. The first official petition of the Trump era has been filed on WhiteHouse.gov: Release your tax returns.\nOh, and an impeachment website is up as well.\nPhoto\nTrump’s first action — get a defense chief on board\nPresident Trump’s first official act as commander in chief was to pave the way for his defense secretary to be confirmed by the Senate.\nThen he had some fun passing out pens.\nMinutes after being sworn in at the Capitol, Mr. Trump went to the President’s Room just off the Senate floor to sign a series of papers, including legislation cleared by Congress last week that provides a waiver for Gen. James N. Mattis from a legal requirement that military officers wait seven years before serving as defense secretary.\nAdvertisement Continue reading the main story\nSeated at a large table and surrounded by lawmakers from both parties, the newly minted president also signed nominations for the rest of his cabinet, joking with members of Congress as he cycled through a series of pens, one for each nominee, and asked them which ones they would like to keep.\n“I’ll give you Elaine — you want Elaine?” Mr. Trump asked Representative Nancy Pelosi of California, the minority leader, apparently referring to Elaine Chao, his nominee for secretary of transportation. “Are we getting some more pens back there?” he asked moments later. “This is fun.”\nMr. Trump also signed a proclamation for a national day of patriotism.\nThere was no word from Mr. Trump’s aides about whether he would issue any executive orders on his first day in office, although they have hinted that he would move immediately to roll back Obama administration policies on health care and immigration, among others.\nPhoto\nHis second move: block a plan to lower mortgage fees\nThe Trump administration on Friday afternoon suspended a plan to reduce the fees that borrowers must pay on some federally backed mortgage loans.\nThe Obama administration announced the cut last week in an effort to make homeownership more accessible to lower-income borrowers. A family that borrowed $200,000 would have saved $500 in annual fees. But Republicans had decried the change as risky.\nThe fees cover the cost of defaults, so the change would have reduced the money available to cover such losses.\nAnd his next action — a new F.C.C. chairman?\nAjit Pai, a senior Republican member of the Federal Communications Commission, is expected to be named chairman of the agency, in what is expected to be the beginning of a period of regulatory unwinding, according to two sources familiar with the transition team’s thinking.\nThe main target will be net neutrality regulations that treat broadband providers like utilities and that forbid internet service providers from blocking or slowing websites.\nVideo\nMr. Pai, 44, will control a Republican majority from his first day. He promised in a speech last month to immediately roll back what he viewed as regulatory overreach by his predecessor, Tom Wheeler. Mr. Pai met with transition officials last weekend at Trump Tower and was widely liked by many of Mr. Trump’s advisers, according to people with knowledge of the meetings.\nAdvertisement Continue reading the main story\nIn a speech to the Free State Foundation in December, Mr. Pai said, “I’m optimistic that last month’s election will prove to be an inflection point — and that during the Trump administration, we will shift from playing defense at the F.C.C. to going on offense.”\nMr. Pai is a veteran telecommunications lawyer, who has shifted in and out of government. He worked for Verizon from 2001 to 2003 and served as deputy general counselor at the F.C.C. from 2007 to 2011. In 2013, President Obama appointed him as a minority Republican commissioner.\nMr. Pai has a drastically different view on competition in telecommunications than Mr. Wheeler. Mr. Pai has said web firms such as Google and Facebook are competitors to wireless, cable and broadcast companies in voice calls, messaging and streaming video. The F.C.C. under Mr. Wheeler, Mr. Pai said, strapped too many rules on internet service providers without providing real evidence that consumers were harmed without regulations.\nAlthough Mr. Pai is well liked by other Republicans in government, his impending appointment was greeted with much consternation by consumer groups.\n“He’s never met a mega-merger he didn’t like or a public safeguard he didn’t try to undermine,” said Matt Wood, policy director at Free Press, a consumer interest group.\nVoices from the inauguration\nWe asked readers what was motivating them to attend the inauguration. Here are some of their answers.\n“I’m proud to attend with my husband and parents, all immigrants.” — Harmeet Dhillon, 48, San Francisco “We will simply attend to witness the historic and peaceful transition of power that is the backbone of our republic.” — Jennifer Lindrud, 54, North Oaks, Minn. “Being a member of the L.G.B.T.Q. community who supports Trump means that I’m not just a single-issue voter. Trump represents a new era of the Republican Party.” — Mark Meunier, 32, Springboro, Ohio “I am excited to see conservative platforms be furthered. Trump proved in the election that he is not beholden to celebrities, to polls or even his own party.” — Allison Renfro, 30, Nashville\nDignitaries at the Capitol for the transfer of power\nHillary Clinton, who amassed nearly three million votes more than Mr. Trump on Election Day but lost in the Electoral College, was on hand with her husband, former President Bill Clinton, to watch the man who called her a “nasty woman” take the oath of office. She shook Mr. Trump’s hand at the post-inauguration luncheon in the Capitol.\nAs she was shown on a large screen on the National Mall, some in the crowd shouted, “Lock her up.” They chanted, “Trump, Trump, Trump.”\nThe crowd on the Mall was, well, probably not a record\nWhile crowd-size estimates were not immediately available, Washington’s transit system released ridership numbers.\nAdvertisement Continue reading the main story\nAs of 11 a.m., Metro logged 193,000. Four years ago, there were 317,000 at the same point on Inauguration Day. At Mr. Obama’s first inauguration, the number was 513,000.\nOn George W. Bush’s second inauguration, 197,000 had taken the subway by 11 a.m.\nTrump supporters stand by their man\nAs Mr. Trump gave his inaugural address, one of the biggest cheers from the crowd came when he spoke about eradicating “radical Islamic terrorism.”\n“Finally, someone said it,” a supporter shouted. That man was Mark Constantine, a lawyer from Yonkers.\n“I’ve never been to an inauguration before,” Mr. Constantine said. “But I made a point about coming.”\nNearby, Eric Metaxas, an evangelical writer and radio host from Manhattan who voted for Mr. Trump, said he was bothered by people who have protested the new president’s administration.\n“The level of anger frightens me,” Mr. Metaxas said. “It’s not coming from the Trump side.”\nAdvertisement Continue reading the main story\nIt was an interesting sentiment from Mr. Metaxas. He wrote a lengthy and well-regarded biography of Dietrich Bonhoeffer, the German theologian who stood up to Nazi authoritarianism and died for his stand.\nWhat’s next for the Obamas?\nWell, to start with, a website.\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA nation divided: media edition\nOn Friday morning, just minutes before Mr. Trump was sworn in, news publications reflected the country’s great division.\n“Winter Comes,” blared The Huffington Post, the left-leaning site founded by Arianna Huffington, in all capital letters.\n“Yes, this is really happening,” BuzzFeed said briefly on its home page, in the lower right corner of its live video of the inauguration.\nBy contrast, The Drudge Report, the conservative website known for its flashy headlines, struck a more optimistic tone with the headline, “It All Begins Today.”\nHeadlines on other news websites were not quite as partisan. “New Era Begins as Trump Set to Take Oath,” The Washington Post said. The Wall Street Journal went with “Trump Set to Take Reins of Power.” The New York Times chose: “Trump’s Inauguration Day Caps a Remarkable Rise to Power.”\nBreitbart, the right-wing website that embraced Mr. Trump during the election campaign, was, perhaps surprisingly, the most subdued, going with the blandly factual “The Inauguration of President Donald Trump.”\nFox News announced that Nigel Farage, the right-wing populist British leader who helped lead last year’s Brexit campaign, would join the network as a regular contributor. The move grants Mr. Farage, who is friendly with Mr. Trump, a foothold on the country’s most watched cable-news network, in a year of critical elections in Europe where right-wing groups are on the rise.\nAdvertisement Continue reading the main story\nEven on the dais, divisions are plain\nAs Mr. Trump gave his inaugural address, Madea Benjamin, a founder of the left-wing stunt protester group Code Pink, strode toward the dais in a section reserved for honored guests and journalists, pausing just below the president as she shouted that he was not a “legitimate president.”\nTwo Capitol Police officers quickly grabbed her and escorted her out.\nHow she got that ticket, now that’s a story.\nOnce in, more ‘rolling thunder’ than ‘shock and awe’\nAs Mr. Trump assumes the presidency, he and his senior aides have settled on a strategy to begin slowly unwinding regulations and policies from the Obama era, opting against the more sudden approach that some inside his team had recommended.\nThe plan, as described by one senior Trump official, is “more rolling thunder than shock and awe.”\nSome aides to Mr. Trump, including his chief strategist, Stephen K. Bannon, had advised the president-elect to make a more dramatic show of his first few days in office, by signing a flurry of executive orders and making new policy pronouncements that would undo many of Mr. Obama’s actions on immigration, wages, banking and the environment.\nBut Mr. Trump has opted instead to let his plans trickle out over the next 30 days, this official said.\nMemories of inaugurations past — and a photo found\nThrilled by the prospect of voting for the first time, my college-age daughter, Nora, recently asked her 89-year-old grandfather, Joseph Trinity, whether he remembered his own first vote. He dodged the question, then stunned his family with this late-breaking news: But I do remember being in Eisenhower’s inaugural parade.\nHe was encouraged to elaborate.\nIt seems word had traveled to Catholic University, where he was a student, that the inaugural parade of 1953 needed bodies. My future father-in-law soon found himself standing alone, in cap and gown, on a long float crawling down Pennsylvania Avenue — a nervous representation of Eisenhower’s tenure as president of Columbia University.\nAdvertisement Continue reading the main story\nIntrigued, Nora searched online for a photograph of this odd moment, but only came up with that year’s inaugural program. She then contacted Kathy Struss, the audio/visual archivist at the Dwight D. Eisenhower Presidential Library in Abilene, Kan., to explain the situation: guy in cap and gown, on an inaugural float.\nPhoto\nThe library has more than 330,000 photographs. Still, Ms. Struss, who has been with the library since 1977, faintly recalled the image, and began her cross-reference hunt. And there it was, a National Park Service photograph, preserved in a red-covered album that Eisenhower had given to his mother-in-law, Elivera M. Doud, as a birthday gift.\nAnd yes, that is Joe Trinity in cap and gown, aboard a float adorned with an inspirational banner (“Youth is the Future of America – Eisenhower”) and being pulled by a jeep bearing the name of the Young Republicans National Federation.\nThis is particularly delicious, since my father-in-law, a retired public-school teacher, is a lifelong Democrat. His excuse: It paid a few bucks.\nDAN BARRY", "url": "https://www.nytimes.com/2017/01/20/us/politics/donald-trump-inauguration.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}