{"authors": ["Daisuke Wakabayashi"], "date_download": "2018-11-16 03:17:33", "date_modify": "2018-11-16 03:17:33", "date_publish": "2017-08-08 20:51:46", "description": "The memo, written by a Google engineer who was later fired, enraged diversity advocates and also served as a rallying cry for conservatives and the alt-right.", "filename": "2017_08_08_technology_google-engineer-fired-gender-memo.html_module=inline_1542338253.html", "image_url": "https://static01.nyt.com/images/2017/08/09/business/09google1/09google1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_08_technology_google-engineer-fired-gender-memo.html_module=inline_1542338253.html", "title": "Contentious Memo Strikes Nerve Inside Google and Out", "title_page": "Contentious Memo Strikes Nerve Inside Google and Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Women only account for 31 percent of Google’s work force and 20 percent of its technical staff, according to the company’s latest diversity reports. But the company does have a rich history of fostering top technology talent like Sheryl Sandberg, Facebook’s chief operating officer; Marissa Mayer, Yahoo’s former chief executive; and Susan Wojcicki, who runs YouTube. Megan Smith, a former vice president at Google who recently served as the chief technology officer for the United States under President Barack Obama, said the views promoted by Mr. Damore were common in Silicon Valley.\n“It’s insidious and it’s all around the culture,” Ms. Smith said in an interview with Bloomberg Television.\nThe flap over Mr. Damore’s criticism of Google’s diversity efforts comes as the company has tangled with the Labor Department over its pay practices. The department has not charged Google with any wrongdoing, but a department official said there was evidence that the company systematically paid women less than men. Google denies this is the case.\nMr. Damore’s comments also raised another issue around Google’s peer-review system. Employees at the company are expected to judge their colleague’s work in a peer-review process that is essential to deciding whether someone gets promoted. By expressing certain beliefs — such as that women are more prone to anxiety — the concern was that he could no longer be impartial in judging female co-workers.\nFor a company steeped in a rich history of encouraging unconventional thinking, the problem was not that he expressed an unpopular opinion, but a disrespectful one, according to Yonatan Zunger, who left Google last week after 14 years at the company to join a start-up.\n“We have a long history of disagreement over everything from technical issues to policy issues to the most mundane aspects of building management, and over all, that has been tremendously valuable,” Mr. Zunger said in an email. “The problem here was that this was disrespectful disagreement — and there’s really no respectful way to say, ‘I think you and people like you aren’t as qualified to do your job as people like me.”\nWesley Chan, a venture capitalist at Felicis Ventures and an early Google employee who left the company in 2014, said Google had no choice but to fire Mr. Damore.", "url": "https://www.nytimes.com/2017/08/08/technology/google-engineer-fired-gender-memo.html?module=inline"}