{"authors": ["Gardiner Harris"], "date_download": "2018-11-16 04:11:58", "date_modify": "2018-11-16 04:11:58", "date_publish": "2017-09-17 22:42:29", "description": "Closing the embassy would be the most dramatic action yet by the Trump administration to return the Cuba relationship to its Cold War deep freeze.", "filename": "2017_09_17_us_politics_tillerson-cuba-embassy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341518.html", "image_url": "https://static01.nyt.com/images/2017/09/18/us/18DC-CUBAEMBASSY/18DC-CUBAEMBASSY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_17_us_politics_tillerson-cuba-embassy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341518.html", "title": "Tillerson Says U.S. May Close Cuba Embassy Over Mystery Ailments", "title_page": "Tillerson Says U.S. May Close Cuba Embassy Over Mystery Ailments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Trump administration is considering closing the recently reopened United States Embassy in Havana after 21 Americans associated with the embassy experienced a host of unexplained health problems.\nSecretary of State Rex W. Tillerson said during an appearance on CBS’s “Face the Nation” on Sunday that such a closing was “under evaluation.”\n“It’s a very serious issue with respect to the harm that certain individuals have suffered,” he said. “We’ve brought some of those people home. It’s under review.”\nThe Trump administration has already reversed crucial pieces of what President Trump has called a “terrible and misguided deal” with Cuba that was struck during the Obama administration, but closing the embassy would be the most dramatic action yet to return the relationship to its Cold War deep freeze.", "url": "https://www.nytimes.com/2017/09/17/us/politics/tillerson-cuba-embassy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}