{"authors": ["David Barboza"], "date_download": "2018-11-16 03:52:48", "date_modify": "2018-11-16 03:52:48", "date_publish": "2017-05-09 09:00:32", "description": "The HNA Group was transformed into a global powerhouse through an array of acquisitions and investments that were supported by Chinese state banks.", "filename": "2017_05_09_business_hna-group-hainan-airlines-china-deals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340368.html", "image_url": "https://static01.nyt.com/images/2017/05/05/business/05HNA1/05HNA1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_09_business_hna-group-hainan-airlines-china-deals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340368.html", "title": "A Chinese Giant Is on a Global Buying Spree. Who’s Behind It?", "title_page": "A Chinese Giant Is on a Global Buying Spree. Who’s Behind It? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "During his first state visit to Britain, President Xi Jinping of China heralded the great economic opportunities between the two countries, in energy, infrastructure and finance. He finished off the late 2015 trip at Manchester Airport, unveiling a new direct flight to Beijing on the Chinese carrier Hainan Airlines.\nThe political spotlight was a global coup for Chen Feng, chairman of the carrier’s parent, the HNA Group, who was on hand to greet Mr. Xi and David Cameron, then British prime minister.\nIn just over two decades, Mr. Chen, 63, has helped transform a small airline in southern China into one of the country’s few global powerhouses, with big stakes in Hilton Hotels, Swissport and Ingram Micro. This week, HNA said it was the largest investor in Germany’s Deutsche Bank, part of a broader push by Chinese players into global finance.\nAs China’s financial might has grown, companies like HNA have embarked on ambitious expansions, spreading money around the world and reshaping markets. But the opaque nature of some big Chinese players is prompting scrutiny from policy makers and politicians in the United States and elsewhere who are trying to understand the forces behind the aggressive deal-making and the role that the Chinese government plays.", "url": "https://www.nytimes.com/2017/05/09/business/hna-group-hainan-airlines-china-deals.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}