{"authors": ["Ian Austen", "Ana Swanson"], "date_download": "2018-11-16 03:50:33", "date_modify": "2018-11-16 03:50:33", "date_publish": "2017-12-03 19:02:33", "description": "Partly as insurance against Nafta’s collapse and perhaps a way to show Washington it has options, Canada is chasing after other free trade deals.", "filename": "2017_12_03_world_canada_trudeau-trade-china-nafta-tpp.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340233.html", "image_url": "https://static01.nyt.com/images/2017/12/04/world/04canada-trade-sub/04canada-trade-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_03_world_canada_trudeau-trade-china-nafta-tpp.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340233.html", "title": "Trudeau Steps Up on Trade for Canada, as America Under Trump Pulls Back", "title_page": "Trudeau Steps Up on Trade for Canada, as America Under Trump Pulls Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The timing of it serves as an extraordinary indictment, that the other 11 countries reached a T.P.P.-lite agreement,” Mr. Selig said. “The notion that we are not sitting at that table to be able to influence those countries strikes me as an extraordinary missed opportunity.”\nEven industry groups that were critical of some provisions of the proposed deal are now concerned about the United States’ absence from it. John Bozzella, the chief executive of Global Automakers, an industry association, said a revived TPP, along with other deals, would put Canada and Mexico on “a path forward.” He added: “I think the path forward for the United States in terms of continuing to find markets for our exports is less certain.”\nMr. Trudeau’s trip to China is taking place while talks to revise Nafta appear deadlocked over demands from the Trump administration that Canada and Mexico view as being worse than having no deal at all.\nFor Canada, the announcement of a trade deal with China and a more prominent role in the global trade scene could be both a form of insurance against the risk of losing Nafta and a signal to the United States that Canada has other options.\nLike his father, Pierre Elliott Trudeau, who was prime minister for 15 years, Mr. Trudeau has moved to improve relations with China, which waned under the previous Conservative government. But China’s authoritarian government, its dismal record on human rights and suspicion surrounding state ownership of many Chinese companies has made China an exception when it comes to Canadians’ acceptance of free trade.\nRather than move swiftly to trade negotiations, Canada instead held a series of talks about talking with China. Gordon Houlden, the director of the China Institute at the University of Alberta in Edmonton, said the Chinese government’s patience with preliminaries had worn thin.\n“The Chinese are really keen and they will be very unhappy if nothing happens,” he said.\nWhile Canada’s trade with the United States has roughly been in balance over time, last year it ran a trade deficit with China of 15.2 billion Canadian dollars, about $11.9 billion.", "url": "https://www.nytimes.com/2017/12/03/world/canada/trudeau-trade-china-nafta-tpp.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}