{"authors": ["Alan Henry"], "date_download": "2018-11-16 03:47:03", "date_modify": "2018-11-16 03:47:03", "date_publish": "2017-08-14 19:09:56", "description": "Whether you live somewhere you won’t see it or the weather is terrible, here’s how to see the eclipse online — and when to tune in.", "filename": "2017_08_14_smarter-living_solar-eclipse-watch-time-location_1542340023.html", "image_url": "https://static01.nyt.com/images/2017/08/11/us/11smarter-eclipse2/merlin-to-scoop-125076407-10999-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_14_smarter-living_solar-eclipse-watch-time-location_1542340023.html", "title": "How to Watch the Eclipse Online if You’re Stuck Indoors (or It’s Cloudy)", "title_page": "How to Watch the Eclipse Online if You’re Stuck Indoors (or It’s Cloudy) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Exploratorium in San Francisco will stream the eclipse as well in both English and Spanish, and if you aren’t near a computer screen, their Total Solar Eclipse app for iPhone and Android will also feature live streams from multiple locations along the path of totality. Similarly, the Smithsonian Institution offers the Smithsonian Eclipse 2017 app for iPhone and Android that’s full of useful information to read leading up to and through the event.\nSlooh, an internet-connected telescope service that partners with observatories around the world, will stream the eclipse live from a telescope in Stanley, Idaho, which is right in the path of totality.\nCNN will air the eclipse live on TV, and also stream the event on its website. The Science Channel will stream the eclipse on its Facebook page.\nThis way even if you miss totality in one location, you can see it in another, and experience the eclipse over and over as it travels across the continental United States.\n____\nFor tips and advice about living a better, more fulfilling life, sign up here to get the Smarter Living newsletter in your inbox every Monday morning.\n____", "url": "https://www.nytimes.com/2017/08/14/smarter-living/solar-eclipse-watch-time-location.html"}