{"authors": ["Mark Landler", "Jane Perlez"], "date_download": "2018-11-16 04:26:42", "date_modify": "2018-11-16 04:26:42", "date_publish": "2017-04-04 23:52:27", "description": "Matthew Pottinger, an ex-journalist, Marine and now an Asia adviser in the Trump administration, joins the president to meet with President Xi Jinping.", "filename": "2017_04_04_world_asia_matthew-pottinger-trump-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342402.html", "image_url": "https://static01.nyt.com/images/2017/04/05/us/05pottinger1/05pottinger1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_04_world_asia_matthew-pottinger-trump-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342402.html", "title": "A Veteran and China Hand Advises Trump for Xi’s Visit", "title_page": "A Veteran and China Hand Advises Trump for Xi’s Visit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A dozen years ago, Matthew Pottinger was roughed up by a Chinese state security guard while investigating a corporate corruption case. This week, Mr. Pottinger will be on hand for President Trump’s meeting with President Xi Jinping of China, as the top Asia policy maker in an administration desperately short of his kind of on-the-ground experience.\nA former journalist and Marine, Mr. Pottinger, 43, now occupies an unusual — and not altogether comfortable — perch in the Trump White House.\nHe served as an intelligence officer in Afghanistan under Lt. Gen. Michael T. Flynn, who brought him to the National Security Council when Mr. Trump named his former commander to run the council. After Mr. Flynn was fired for misleading colleagues about his contacts with Russian officials, Mr. Pottinger was asked to stay on by the new national security adviser, Lt. Gen. H.R. McMaster, despite his ties to Mr. Flynn. He traveled to Beijing last month with Secretary of State Rex W. Tillerson, and has been deeply involved in planning the agenda for the meeting between Mr. Trump and Mr. Xi.\n“He’s a very effective bureaucratic player, which is saying something because he’s never had a policy job before,” said Michael J. Green, who held Mr. Pottinger’s post in the George W. Bush administration and counseled Mr. Pottinger about the challenges of working on the council during a long walk.", "url": "https://www.nytimes.com/2017/04/04/world/asia/matthew-pottinger-trump-china.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}