{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:24:29", "date_modify": "2018-11-16 03:24:29", "date_publish": "2017-10-31 17:43:12", "description": "Trade officials made a range of recommendations to help the solar industry, setting the stage for President Trump to make a final decision.", "filename": "2017_10_31_business_solar-industry-import-tariffs.html_rref=collection%2Fbyline%2Fana-swanson&module=inline_1542338669.html", "image_url": "https://static01.nyt.com/images/2017/11/01/us/politics/01dc-solar/01dc-solar-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_31_business_solar-industry-import-tariffs.html_rref=collection%2Fbyline%2Fana-swanson&module=inline_1542338669.html", "title": "To Protect U.S. Solar Manufacturing, Trade Body Recommends Limits on Imports", "title_page": "To Protect U.S. Solar Manufacturing, Trade Body Recommends Limits on Imports - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The prospect of such restrictions has set off a fierce backlash from industries and users of solar power, who argue that such measures would raise prices throughout the supply chain and ultimately cost more American jobs than they would save. They argue that cheaper solar products from China have actually been a boon to their businesses and accelerated the adoption of solar energy in the United States, where it now powers millions of American homes and businesses.\nWorkers who install solar power projects, utilities who purchase the power and major commercial users of solar power, like retailers, could all be damaged by such restrictions, said Frank Maisano, a spokesman for the Energy Trade Action Coalition, which represents those groups.\n“You can play with the numbers and tweak things, but the bottom line is it’s going to put those groups at risk,” Mr. Maisano said.\nThe case will also be a test of the president’s willingness to impose the kind of powerful trade barriers that he has frequently threatened. Mr. Trump repeatedly talked on the campaign trail about imposing sweeping tariffs on products from China, Mexico and elsewhere, a tough stance that spurred political support among Americans frustrated with the economy.\nBut since Mr. Trump came into office, powerful business lobbies have pushed back on that tough approach, arguing that tariffs benefit a narrow slice of industry at the expense of other companies and consumers of those products, who have to pay higher costs. Other proposed trade policies involving tariffs, including measures on imported steel and aluminum, appear to have stalled under such pressure.\nThe recommendations announced by the four members of the International Trade Commission ranged significantly in the impact they would have on the industry.\nThe most moderate proposal, made by commissioner Meredith M. Broadbent, would restrict imports of cells, modules and other photovoltaic products to 8.9 gigawatts in the first year — a level she said was consistent with the level of imports in 2016. That level would increase by 1.4 gigawatts each subsequent year, effectively preventing a surge in imports, but not significantly altering the current market.", "url": "https://www.nytimes.com/2017/10/31/business/solar-industry-import-tariffs.html?rref=collection%2Fbyline%2Fana-swanson&module=inline"}