{"authors": ["Peter S. Goodman"], "date_download": "2018-11-16 03:53:02", "date_modify": "2018-11-16 03:53:02", "date_publish": "2017-01-30 17:58:26", "description": "With Mr. Trump threatening punitive tariffs on Mexican and Chinese imports, some American allies are shifting focus to other potential alliances and sources of trade.", "filename": "2017_01_30_business_economy_trumps-mexico-china-tariff-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340382.html", "image_url": "https://static01.nyt.com/images/2017/01/30/us/30TRADEWAR/28TRADEWAR1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_30_business_economy_trumps-mexico-china-tariff-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340382.html", "title": "Trump’s Trade War May Have Already Begun", "title_page": "Trump’s Trade War May Have Already Begun - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — America’s traditional allies are on the lookout for new friends.\nThey have heard the mantra “America First” from the new president, divining a Trump doctrine: global cooperation last. Europeans have taken note of Mr. Trump’s denigration of the European Union and his apparent esteem for the Russian president, Vladimir V. Putin. In Asia and Latin America, leaders have absorbed the deepening possibility that Mr. Trump will deliver on threats to impose punitive tariffs on Mexican and Chinese imports, provoking a trade war that will damage economic growth and eliminate jobs around the world.\nSome allies are shifting focus to other potential partners for new sources of trade and investment, relationships that could influence political, diplomatic and military ties. Many are looking to China, which has adroitly capitalized on a leadership vacuum in world affairs by offering itself — ironies notwithstanding — as a champion for global engagement.\n“We’ve always said that America is our best friend,” Jeroen Dijsselbloem, president of the Eurogroup — comprising finance ministers from countries sharing the euro currency — said in an interview with The New York Times on the sidelines of the World Economic Forum in Davos, Switzerland, this month. “If that’s no longer the case, if that’s what we need to understand from Donald Trump, then of course Europe will look for new friends.”\n“China is a very strong candidate for that,” he added. “The Chinese involvement in Europe in terms of investment is already very high and expanding. If you push away your friends, you mustn’t be surprised if the friends start looking for new friends.”", "url": "https://www.nytimes.com/2017/01/30/business/economy/trumps-mexico-china-tariff-trade.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}