{"authors": ["Tom Buerkle", "Richard Beales"], "date_download": "2018-11-16 03:12:53", "date_modify": "2018-11-16 03:12:53", "date_publish": "2017-11-10 20:01:42", "description": "Equifax has reported more than $87 million in expenses related to the huge data breach it announced in September. And there will be more costs to come.", "filename": "2017_11_10_business_dealbook_equifax-cyberattack-earnings_1542337973.html", "image_url": "https://static01.nyt.com/images/2017/11/11/business/11DB-EQUIFAXVIEWS1/11DB-EQUIFAXVIEWS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_10_business_dealbook_equifax-cyberattack-earnings_1542337973.html", "title": "Cyberattack Casts a Long Shadow on Equifax’s Earnings", "title_page": "Cyberattack Casts a Long Shadow on Equifax’s Earnings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Equifax has suffered a new intrusion — into its profitability. Costs relating to the consumer credit reporting agency’s major cyberattack helped knock earnings down 27 percent in the third quarter from a year earlier. Revenue also took a big hit. And the likely biggest expenses — including a long list of unquantified legal exposures — are yet to rain down.\nThe Atlanta-based company, led by an interim chief executive, Paulino Barros, reported $87.5 million of pretax expenses in the period related to the hack, which allowed attackers to extract information on as many as 145.5 million consumers. Some of the expenses are one-offs, and others won’t be. The company expects up to $75 million in additional expenses this quarter.\nThat may be only the tip of the iceberg. Equifax is one of a handful of credit-scoring companies that collect people’s data on a huge scale and sell it to lenders, making it almost systemically important. That arguably means the bar for protecting its data is higher than for other corporations. It now faces 240 class-action lawsuits in North America, and investigations by a who’s who of watchdogs, including the Securities and Exchange Commission, Britain’s Financial Conduct Authority and the attorneys general of all 50 states. Equifax says it cannot yet estimate damages and fines, but there are likely to be some of both.\nAlthough overall revenue was up in the third quarter, sales in its biggest division, which handles American consumer credit reports, fell 3 percent. That was a sharp turnaround from 7 percent growth in the first half, considering that the breach was made public only on Sept. 7. To give that result, the unit’s revenue in the last three weeks of the quarter would have had to slump by about a third from what was expected, according to Breakingviews calculations. Executives expect overall revenue to decline by 3 to 4 percent in the fourth quarter as customers defer more orders.", "url": "https://www.nytimes.com/2017/11/10/business/dealbook/equifax-cyberattack-earnings.html"}