{"authors": ["James C. Mckinley Jr."], "date_download": "2018-11-16 04:45:48", "date_modify": "2018-11-16 04:45:48", "date_publish": "2017-11-15 10:00:22", "description": "After criticism in cases that involved the Trumps and Harvey Weinstein, the Manhattan district attorney says it’s time to limit contributions from defense lawyers.", "filename": "2017_11_15_nyregion_defense-lawyers-donations-district-attorney.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343548.html", "image_url": "https://static01.nyt.com/images/2017/11/16/nyregion/16VANCE1/00VANCE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_15_nyregion_defense-lawyers-donations-district-attorney.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343548.html", "title": "A Growing Call to Limit Lawyers’ Donations to Prosecutors", "title_page": "A Growing Call to Limit Lawyers’ Donations to Prosecutors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s a definite problem — it looks bad,” said Michael G. Cherkasky, a former high-ranking Manhattan prosecutor who was Mr. Vance’s finance chairman in 2009. “We also live in a practical world. It’s the only way you are going to raise money and get elected unless you happen to be so wealthy you can self-fund.”\nThree weeks before the election, Mr. Vance, a Democrat who has cultivated an image as criminal justice reformer, leaned into the wind, announcing it was time to re-examine the wisdom of letting defense lawyers give thousands of dollars to prosecutors. Such donations, he said, breed public cynicism about a prosecutor’s decisions, and he asked the Center for the Advancement of Public Integrity, an anti-corruption think tank at Columbia Law School, to come up with proposals to limit the impact of such contributions.\nThe good-government groups Common Cause and Citizens Union joined in, calling for district attorneys to reject contributions from the defense bar. At the same time, Assemblyman Daniel Quart, a Manhattan Democrat and a former defense lawyer who often criticizes Mr. Vance, said he has drafted legislation that would sharply limit such contributions.\n“This is not unique to Vance at all,” said Susan Lerner, the executive director of Common Cause New York. “If you dig into campaign contributions for virtually any district attorney, you are going to find contributions from defense attorneys, law firms and bail bondsmen.”\nYet defense lawyers and former prosecutors say the issue is not cut-and-dried. Banning donations raises questions about the free speech rights of lawyers. In addition, they say, a ban on such donations might also sharply curb who can afford to run, limiting it to the rich.\nWhat’s more, lawyers and prosecutors say, few people outside legal circles pay attention to district attorney races or know anything about a candidate’s abilities as a lawyer. Most candidates are either former prosecutors or defense lawyers who draw their initial support from fellow lawyers.\nAs county officials, district attorneys are not bound by city campaign finance laws. In Manhattan, an individual can donate close to $57,000 in an election cycle, a cap calculated based on the county’s population.", "url": "https://www.nytimes.com/2017/11/15/nyregion/defense-lawyers-donations-district-attorney.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}