{"authors": ["Mark Mazzetti", "Matthew Rosenberg"], "date_download": "2018-11-16 04:33:23", "date_modify": "2018-11-16 04:33:23", "date_publish": "2017-05-22 18:54:59", "description": "His failure to disclose income from Russian and Turkish sources, and his apparent attempt to mislead the Pentagon, could put Mr. Flynn in legal jeopardy.", "filename": "2017_05_22_us_politics_michael-flynn-fifth-amendment-russia-senate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342803.html", "image_url": "https://static01.nyt.com/images/2017/05/23/us/23intel/23intel-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_22_us_politics_michael-flynn-fifth-amendment-russia-senate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342803.html", "title": "Michael Flynn Misled Pentagon About Russia Ties, Letter Says", "title_page": "Michael Flynn Misled Pentagon About Russia Ties, Letter Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Michael T. Flynn, President Trump’s former national security adviser, misled Pentagon investigators about his income from companies in Russia and contacts with officials there when he applied for a renewal of his top-secret security clearance last year, according to a letter released Monday by the top Democrat on the House oversight committee.\nMr. Flynn, who resigned 24 days into the Trump administration, told investigators in February 2016 that he had received no income from foreign companies and had only “insubstantial contact” with foreign nationals, according to the letter. In fact, Mr. Flynn had sat two months earlier beside President Vladimir V. Putin of Russia at a Moscow gala for RT, the Kremlin-financed television network, which paid him more than $45,000 to attend the event and give a separate speech.\nHis failure to make those disclosures and his apparent attempt to mislead the Pentagon could put Mr. Flynn in further legal jeopardy. Intentionally lying to federal investigators is a felony punishable by up to five years in prison. Separately, he also faces legal questions over failing to properly register as a foreign agent for lobbying he did last year on behalf of Turkey while advising the Trump campaign, which is also a felony.\nThe House letter, written by Representative Elijah E. Cummings of Maryland, was made public hours after Mr. Flynn formally rejected a subpoena from senators investigating Russian interference in the 2016 election and chose to instead invoke his right against self-incrimination, a person familiar with his decision said.", "url": "https://www.nytimes.com/2017/05/22/us/politics/michael-flynn-fifth-amendment-russia-senate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}