{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:32:51", "date_modify": "2018-11-16 04:32:51", "date_publish": "2017-07-12 00:37:43", "description": "So far, specialists say, not enough evidence has emerged about the president’s son to bring charges, but they caution that the inquiry into election meddling continues.", "filename": "2017_07_11_us_politics_collusion-trump-russia-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342771.html", "image_url": "https://static01.nyt.com/images/2017/07/12/us/12dc-collude/12dc-collude-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_11_us_politics_collusion-trump-russia-campaign.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342771.html", "title": "Donald Trump Jr. and Russia: What the Law Says", "title_page": "Donald Trump Jr. and Russia: What the Law Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What else is needed?\nEvidence of an agreement to violate a specific criminal statute — in other words, a conspiracy to commit a certain crime.\n“Anytime you are talking about coordinating or collusion, you are talking about the possibility of conspiracy charges,” said Samuel W. Buell, a former federal prosecutor who teaches criminal law at Duke University. “But conspiracy is not a crime that floats by itself in the air. There has to be an underlying federal offense that is being conspired to be committed.”\nWas election law violated?\nA federal law, Section 30121 of Title 52, makes it a crime for any foreigner to contribute or donate money or some “other thing of value” in connection with an American election, or for anyone to solicit a foreigner to do so. Legal experts struggled to identify any precedent for prosecutions under that statute, but that phrase is common in other federal criminal statutes covering such crimes as bribery and threats, said Richard L. Hasen, an election-law professor at the University of California, Irvine. Courts have held, in other contexts, that a “thing of value” can be something intangible, like information.\nRobert Bauer, an election-law specialist who served as White House counsel in the Obama administration, argued that this statute covers the Russian government’s paying its spies and hackers to collect and disseminate negative information about Mrs. Clinton to help Mr. Trump win the 2016 election.\n“There are firms in the United States that do negative research and sell it to campaigns,” Mr. Bauer argued. “There is no way to take information someone has compiled using resources and say it’s just information and dirt. It’s valuable information and counts as a contribution when given to or distributed for the benefit of a campaign.”\nBut Orin S. Kerr, a George Washington University professor and former federal prosecutor, said the notion struck him as a stretch.\n“The phrase ‘contribution or donation’ sounds like a gift to help fund the campaign or give them something they otherwise would buy,” Mr. Kerr argued. “If that is the standard, that doesn’t seem to be met, based on what we know so far, because this wasn’t something that someone else could have gathered that was for sale in a market or would be otherwise purchasable.”", "url": "https://www.nytimes.com/2017/07/11/us/politics/collusion-trump-russia-campaign.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}