{"authors": ["The New York Times"], "date_download": "2018-11-16 03:47:11", "date_modify": "2018-11-16 03:47:11", "date_publish": "2017-09-22 12:30:28", "description": "A dam in northwestern Puerto Rico suffered structural damage on Friday, the governor said at a news conference, prompting evacuations of areas nearby in the aftermath of Hurricane Maria.", "filename": "2017_09_22_us_hurricane-maria-puerto-rico.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340031.html", "image_url": "https://static01.nyt.com/images/2017/09/23/us/23live-storm1/23live-storm1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_22_us_hurricane-maria-puerto-rico.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340031.html", "title": "Hurricane Maria Live Updates: Structural Damage at Guajataca Dam Prompts Evacuations in Puerto Rico", "title_page": "Hurricane Maria Live Updates: Structural Damage at Guajataca Dam Prompts Evacuations in Puerto Rico - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "According to the United States Army Corps of Engineers, Guajataca Dam is an earthen structure, 120 feet high and nearly 1,000 feet long. It was built in 1929 by the power authority.\nIt lies across the Guajataca River, forming a reservoir that can hold about 11 billion gallons of water that is used for drinking, irrigation and power generation.\nSign up for the Morning Briefing for hurricane news and a daily look at what you need to know to begin your day. See how the storm traveled across Puerto Rico, and here is a guide on how to help victims.\nAid is being sent to Puerto Rico.\nOfficials in Puerto Rico were corralling incoming aid as rescue and recovery efforts continued after the storm, Mr. Rosselló said on MSNBC on Friday.\n“There’s still some rain and, of course, the soils are saturated, so it’s still not safe to go outside,” he said. “We’re still on emergency protocol and our main objective right now is making sure people are safe.”\nPhoto\nMr. Rosselló said that the island was getting generators, mattresses, food and water from the Federal Emergency Management Agency, and from others in the private sector.\nOfficials have established a logistics center, which will receive all incoming aid and then distribute it to 12 zones throughout the island, he said.\nAdvertisement Continue reading the main story\n“The people of Puerto Rico are really being tremendous under these circumstances,” he said.\nSome elderly residents had been found in rural areas without food and necessary medication, Carmen Yulín Cruz, the mayor of San Juan, said on CNN on Friday.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“My biggest fear is that we don’t get to those that need it,” she said. “If we get to an elderly home too late, the situation of care will be disastrous.”\nThe Dominican Republic appears to have been spared the storm’s full force.\nEarly reports indicated there was minimal damage to the country. In a statement late Thursday, the Ministry of Tourism said that the tourism industry was not directly impacted by the hurricane. The industry fuels a large portion of the economy. So far in 2017, at least five million tourists have visited the country.\n“In the north, the situation is under control despite intermittent rains and moderate winds that have caused some trees to fall,” said Julio Almonte, vice minister of tourism for the Dominican Republic’s northern zone. “We have toured the area and can report that the hotel infrastructure has not suffered any damage and that electricity and water services are working.”\nPunta Cana, La Romana and Samaná El Catey airports reopened on Thursday evening.\n“So far, no significant damage is reported in the country’s tourist destinations,” said Joel Santos, president of the National Hotel and Tourism Association of the Dominican Republic. “There are cleaning and gardening crews operating to repair some of the things that wind and rain have affected, but fortunately there is nothing that the current protocols and established procedures have not helped us deal with.”", "url": "https://www.nytimes.com/2017/09/22/us/hurricane-maria-puerto-rico.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}