{"authors": ["Michael D. Shear", "Adam Goldman"], "date_download": "2018-11-16 04:33:06", "date_modify": "2018-11-16 04:33:06", "date_publish": "2017-12-01 14:21:23", "description": "The guilty plea by President Trump’s former national security adviser brings the special counsel investigation of Russian interference in the 2016 election into Mr. Trump’s inner circle.", "filename": "2017_12_01_us_politics_michael-flynn-guilty-russia-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342786.html", "image_url": "https://static01.nyt.com/images/2017/12/01/us/01dcflynn-alpha3/01dcflynn-alpha3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_01_us_politics_michael-flynn-guilty-russia-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342786.html", "title": "Michael Flynn Pleads Guilty to Lying to the F.B.I. and Will Cooperate With Russia Inquiry", "title_page": "Michael Flynn Pleads Guilty to Lying to the F.B.I. and Will Cooperate With Russia Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump’s former national security adviser, Michael T. Flynn, pleaded guilty on Friday to lying to the F.B.I. about conversations with the Russian ambassador last December, becoming the first senior White House official to cut a cooperation deal in the special counsel’s wide-ranging inquiry into election interference.\nMr. Flynn’s discussions with Sergey I. Kislyak, the Russian ambassador, were part of a coordinated effort by Mr. Trump’s aides to create foreign policy before they were in power, documents released as part of Mr. Flynn’s plea agreement show. Their efforts undermined the existing policy of President Barack Obama and flouted a warning from a senior Obama administration official to stop meddling in foreign affairs before the inauguration.\nThe documents do not disclose what Mr. Trump knew about Mr. Flynn’s discussions. But in at least one instance, prosecutors say, Mr. Flynn was directed by a “very senior member” of the presidential transition team to discuss a United Nations resolution. Mr. Trump’s lawyers believe that unnamed aide was Mr. Trump’s son-in-law and close adviser, Jared Kushner, according to a lawyer briefed on the matter.", "url": "https://www.nytimes.com/2017/12/01/us/politics/michael-flynn-guilty-russia-investigation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}