{"authors": ["Cecilia Kang", "Nicholas Fandos", "Mike Isaac"], "date_download": "2018-11-16 03:11:26", "date_modify": "2018-11-16 03:11:26", "date_publish": "2017-11-01 18:51:54", "description": "After months of avoiding a public debate about whether Russia helped tip the election, Republicans sought to portray the Kremlin-backed effort as a broader misinformation campaign.", "filename": "2017_11_01_us_politics_facebook-google-twitter-russian-interference-hearings.html_module=inline_1542337886.html", "image_url": "https://static01.nyt.com/images/2017/11/02/us/02dcsocial-alpha/02dcsocial-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_01_us_politics_facebook-google-twitter-russian-interference-hearings.html_module=inline_1542337886.html", "title": "Russia-Financed Ad Linked Clinton and Satan", "title_page": "Russia-Financed Ad Linked Clinton and Satan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Lawmakers released scores of political ads on Wednesday purchased by Russian agents on Facebook and Twitter that showed the extent of the Kremlin’s attempts to polarize the American voting public on issues like race, police abuse and religion.\nRussia-linked actors created accounts with names like Blacktivists and Back the Badge aimed at voters concerned about police relations with their communities, and other accounts that called for secure borders that were aimed at immigration hard-liners. One account, Army of Jesus, published an illustration of an arm-wrestling match between Christ and the devil. “Satan: If I win, Clinton wins!” the headline read.\nThe sampling of ads, some of which had been made public earlier, came during a second day of hearings with the top lawyers for Facebook, Twitter and Google and were intended to show the executives how pervasively Russia used their platforms to further its campaign of misinformation. Lawmakers of both parties expressed frustration with answers that fell short of what they had hoped and insisted that the companies, long the darlings of American technology, do better.\n“I must say, I don’t think you get it,” said Senator Dianne Feinstein, Democrat of California, who was also at the first hearing a day earlier. “I went home last night with profound disappointment. I asked specific questions, I got vague answers.”", "url": "https://www.nytimes.com/2017/11/01/us/politics/facebook-google-twitter-russian-interference-hearings.html?module=inline"}