{"authors": ["Helene Cooper"], "date_download": "2018-11-16 04:42:30", "date_modify": "2018-11-16 04:42:30", "date_publish": "2017-04-19 19:59:14", "description": "The defense secretary wants to nudge Sunni Arabs, backed by a Saudi-led coalition, and Iranian-supported Houthi fighters back to the bargaining table.", "filename": "2017_04_19_world_middleeast_jim-mattis-yemen-saudi-arabia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343350.html", "image_url": "https://static01.nyt.com/images/2017/04/20/world/20military-alt2/20military-alt2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_19_world_middleeast_jim-mattis-yemen-saudi-arabia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343350.html", "title": "Jim Mattis, in Saudi Visit, Calls for Political Solution in Yemen", "title_page": "Jim Mattis, in Saudi Visit, Calls for Political Solution in Yemen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIYADH, Saudi Arabia — Defense Secretary Jim Mattis called on Wednesday for a political solution in Yemen between Sunni Arabs, supported by a Saudi-led coalition, and Iranian-backed Houthis, but he stopped short of publicly warning America’s Sunni allies against a planned bombing campaign targeting the port city of Al Hudaydah.\nHuman rights officials have warned that bombing Al Hudaydah could lead to a humanitarian crisis in Yemen, and Mr. Mattis’s remarks were in line with those of many officials in the region that the Saudi coalition’s war against the Houthis, begun two years ago, cannot be won militarily.\nAmerican officials hinted at additional military and intelligence support for Saudi Arabia and the United Arab Emirates in Yemen. They said a stepped-up military campaign against the Houthi fighters who have taken over the capital and portions of the country may be necessary to bring the group and its ally, former President Ali Abdullah Saleh of Yemen, to the negotiating table.\n“In Yemen, our goal is to push this conflict into U.N.-brokered negotiations to make sure it is ended as soon as possible,” Mr. Mattis said during a short news conference after a night and a day of meetings with King Salman of Saudi Arabia, Crown Prince Mohammed bin Nayef and Deputy Crown Prince Mohammed bin Salman.", "url": "https://www.nytimes.com/2017/04/19/world/middleeast/jim-mattis-yemen-saudi-arabia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}