{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 04:42:00", "date_modify": "2018-11-16 04:42:00", "date_publish": "2017-05-18 12:38:25", "description": "The kingdom seeks a reset in relations after the Obama years, hoping to emphasize common goals in business, counterterrorism and confronting Iran.", "filename": "2017_05_18_world_middleeast_trump-saudi-arabia-summit.html_module=inline_1542343320.html", "image_url": "https://static01.nyt.com/images/2017/05/19/world/19Saudi/19Saudi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_18_world_middleeast_trump-saudi-arabia-summit.html_module=inline_1542343320.html", "title": "Saudi Arabia, Ignoring Trump’s Slights, Will Give Him a Royal Welcome", "title_page": "Saudi Arabia, Ignoring Trump’s Slights, Will Give Him a Royal Welcome - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Expected to attend are 37 heads of state and at least six prime ministers, said Osama Nugali, a spokesman for the Saudi Foreign Ministry.\nAmong the invitees is President Omar Hassan al-Bashir of Sudan, who has been indicted by the International Criminal Court for crimes including genocide, although it remains unclear whether he will attend or, if he does, whether he will meet Mr. Trump.\n“He is invited definitely because it is an Arab and Muslim country,” Mr. Nugali said.\nAlso reported by local news organizations to be attending are President Fuad Masum of Iraq, President Abdel Fattah el-Sisi of Egypt, President Ashraf Ghani of Afghanistan and Prime Minister Nawaz Sharif of Pakistan.\nNot on the guest list are Iran, the Saudis’ regional nemesis, and Syria, whose president, Bashar al-Assad, is at war with rebels who have received support from the United States, Saudi Arabia and other countries whose representatives will be in Riyadh.\nMr. Trump and King Salman will also inaugurate the Global Center for Combating Extremist Ideology, where Mr. Trump is to give a speech about Islam. The American president, a prolific — and often contentious — user of Twitter, will also deliver the keynote address at a conference about social media, under the auspices of Deputy Crown Prince Mohammed bin Salman, the king’s powerful son.\nElsewhere in the city, there is to be an international counterterrorism conference, a forum for chief executives, an art exhibition inside the Royal Court and a concert featuring the American country musician Toby Keith. (In a kingdom where alcohol is banned, he is unlikely to entertain the all-male crowd with his song “Beer for My Horses.”)\n“Historic Summit. Brighter Future,” an official website for Mr. Trump’s visit declares.\nThe exuberant reception reflects the sharp contrast with how Persian Gulf leaders perceived Mr. Obama and his policies. He angered the Saudis for what they saw as his abandonment of President Hosni Mubarak of Egypt, a longtime American ally, during the Arab Spring protests; his hesitation to intervene directly in the Syria conflict; and his pursuit of a nuclear deal with Iran.", "url": "https://www.nytimes.com/2017/05/18/world/middleeast/trump-saudi-arabia-summit.html?module=inline"}