{"authors": ["The New York Times"], "date_download": "2018-11-16 04:20:36", "date_modify": "2018-11-16 04:20:36", "date_publish": "2017-10-06 04:21:28", "description": "The F.B.I. will set up billboards around Las Vegas seeking tips about the gunman and his motive. “If you know something, say something,” the signs will say.", "filename": "2017_10_06_us_las-vegas-shooting_1542342036.html", "image_url": "https://static01.nyt.com/images/2017/10/06/us/merlin-to-scoop-128448074-25926/merlin-to-scoop-128448074-25926-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_06_us_las-vegas-shooting_1542342036.html", "title": "Las Vegas Shooting: At a Loss on Motive, F.B.I. Turns to Billboards for Leads", "title_page": "Las Vegas Shooting: At a Loss on Motive, F.B.I. Turns to Billboards for Leads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The search continues for motives and possible accomplices.\nUndersheriff McMahill said on Friday, “we have no credible information to report to you, as to motivation.”\n“We have looked at everything, literally, to include the suspect’s personal life, any political affiliation, his social behaviors, the economic situation, and any potential radicalization that so many have claimed,” he said. “We’re also aware, of course, that ISIS has repeatedly claimed responsibility, which today I can tell you that we have no known nexus to.”\nAs for whether Mr. Paddock had any help, the undersheriff said investigators were “very confident” there was not another gunman in the room but that they still could not rule out that someone else knew of the attack.\nAdvertisement Continue reading the main story\n“There’s voluminous amounts of video from many different locations” in the hotel, he said. “We have reviewed it, and we have not located any other person that we believe to be a suspect at this point.”\nThe F.B.I. took Mr. Paddock’s computers and cellphones to its laboratory in Quantico, Va., for review, law enforcement officials said. Agents interviewed his girlfriend, Marilou Danley, in an attempt to determine his mental state at the time of the shooting, but Sheriff Lombardo said he was “not at liberty to say” what information had been learned.\nOf course, investigators could at any time come across evidence that reveals Mr. Paddock’s thinking, Sheriff Lombardo said on Thursday. “I’m pretty confident we’ll get there,” he said.\nThe signs of chaos are cleared from the concert site.\nThe cleanup of the concert area that became the scene of the deadliest mass shooting in modern American history was nearly complete on Friday.\nThe back half of the football-field-size viewing area had been littered all week with lawn chairs and other debris left behind in the pandemonium of the attack that killed 58 people. Workers on Friday morning stacked the chairs in neat rows and picked up the garbage scattered across the artificial turf.\nThrough most of the week, the crime scene had been left untouched. Investigators strolled through it in small groups occasionally, but not continuously. They worked during daylight, and the area has been left dark at night.\nMost of the cars that filled an adjacent parking lot on Monday morning have been claimed, and only a few remained on Friday morning. Among them, though, were two large truck trailers, side by side. The one closest to the stage still serves as a billboard for Jason Aldean, the country star who was performing at the time of the shootings. It has his picture and name, the full size of a truck.\nThe N.R.A. calls for greater regulation of rapid-fire devices.\nThe National Rifle Association on Thursday endorsed tighter restrictions on bump stocks, devices that can turn a gun into a rapid-fire weapon, but did not say they should be outlawed.\nIn a statement on Thursday, the N.R.A. said the federal authorities should “immediately review whether these devices comply with federal law.”\nAdvertisement Continue reading the main story\n“The N.R.A. believes that devices designed to allow semiautomatic rifles to function like fully automatic rifles should be subject to additional regulations,” the group said.\nLast year, the N.R.A.’s online magazine, America’s First Freedom, called one of the rapid-fire devices “sublime,” and it advised users to keep copies of the firearms bureau’s ruling that such items are legal.\nVideo\nOn Capitol Hill, support appeared to grow for a ban on the bump-stock devices, either through regulation or legislation, as Republicans — who for decades have rejected any form of gun restrictions — began increasingly to speak out. Several leading Republicans, including Senator John Cornyn, the No. 2 Republican in the Senate, have raised questions about the devices.\nAnd in Las Vegas, a gun show scheduled for this weekend at the Eastside Cannery Casino Hotel has been canceled.\n“This was a mutual decision with the show’s organizers,” said David Strow, a spokesman for the Boyd Gaming Corporation, which owns the casino. “Given recent events, this seemed the prudent thing to do.”\nA murdered officer who was a joker and a father.\nHundreds of people took part in a candlelight memorial on Thursday night for Charleston Hartfield, the Las Vegas police officer who was one of the 58 people killed in the massacre on Sunday, remembering him as a big-hearted colleague, husband and father, always quick with a joke.\nAn Army veteran who spent 11 years on the police force, Officer Hartfield, 34, also worked as a youth counselor and football coach. In speeches at Police Memorial park in northwest Las Vegas, friends and fellow officers recalled calling him Charlie, Coach Chucky or even, occasionally, “Captain America.”\nPhoto\n“I know that none of us here really planned on saying goodbye to Charlie so soon, but I’m glad we get to send him off in our way, not somebody else’s way,” said Steve Grammas, the president of the Las Vegas Police Protective Association.\nAdvertisement Continue reading the main story\nMany of the people who paid tribute to Officer Hartfield recalled his sharp sense of humor, how he was always ready with a comeback. One officer recalled wearing a kilt to a recent game of Risk, the world-domination board game.\n“Charlie looked at me and he says, ‘No way I’m going to let a ginger wearing a skirt take over the world,’” the officer said.\nA formal procession took Officer Hartfield’s coffin, draped in an American flag, to the Palm Downtown Mortuary and Cemetery, followed by the candlelight vigil, accompanied by bagpipers. His wife, Veronica; their daughter, Savannah; and their son, Ayzayah, wearing a black T-shirt printed with the words “Family first,” joined by officers and friends.\nPhoto\nThe money the gunman sent to the Philippines would not have raised flags, officials say.\nInvestigators are looking into a large sum of money Mr. Paddock transferred to Ms. Danley in the Philippines shortly before the attack.\nMs. Danley, who was born in the Philippines, said in a statement Wednesday that Mr. Paddock wired her the money so that she could buy a house for herself and her family. She said she feared it meant he was breaking up with her. Some media reports have put the amount of the transfer at $100,000.\nOfficials at the Philippines Anti-Money Laundering Council and the National Bureau of Investigation declined to comment on whether they were looking into the transaction.\nOther Philippine officials, who requested anonymity because they were not authorized to discuss the subject, said that any overseas transfer of more than $10,000 was supposed to be flagged for review but that few were actually examined.\nThe volume of money transfers is so great, they said, that only questionable transactions or those involved in a crime are investigated. Even a transfer of $100,000 would not raise have raised any eyebrows, said a former United States law enforcement official who has worked in the Philippines. About 10 million Philippines citizens live overseas and send home more than $2 billion a month, according to government figures.\nAdvertisement Continue reading the main story\nMr. Paddock, took two trips to Manila in April of 2013 and 2014, said Antonette Mangrobang, a spokeswoman for the Philippine Bureau of Immigration. Both trips coincided with his birthday on April 9 and each lasted less than a week.", "url": "https://www.nytimes.com/2017/10/06/us/las-vegas-shooting.html"}