{"authors": ["John Ismay", "Thomas Gibbons-Neff", "C. J. Chivers"], "date_download": "2018-11-16 04:36:58", "date_modify": "2018-11-16 04:36:58", "date_publish": "2017-12-10 17:41:17", "description": "When the Islamic State seized territory in Iraq and Syria, it had the time and space to industrialize advanced weapons manufacturing. The results included explosive space heaters and chemical rockets.", "filename": "2017_12_10_world_middleeast_isis-bombs_1542343018.html", "image_url": "https://static01.nyt.com/images/2017/12/11/autossell/00ISISBOMBS1/00ISISBOMBS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_10_world_middleeast_isis-bombs_1542343018.html", "title": "How ISIS Produced Its Cruel Arsenal on an Industrial Scale", "title_page": "How ISIS Produced Its Cruel Arsenal on an Industrial Scale - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Taken together, the scope and scale of Islamic State production demonstrated the perils of a determined militant organization allowed to pursue its ambitions in a large, ungoverned space.\nSome weapon components, for example, were essentially standardized, including locally manufactured injection-molded munition fuzes, shoulder-fired rockets, mortar ammunition, modular bomb parts and plastic-bodied land mines that underwent generations of upgrades. Many were produced in industrial quantities.\nAdvertisement Continue reading the main story\nThe findings also included apparent prototypes of weapons that either were not selected for mass production or were abandoned in development, including projectiles loaded with caustic soda and shoulder-fired rockets containing blister agent.\nWhile the Islamic State has been routed from almost all its territory in Iraq and Syria, security officials say that its advances pose risks elsewhere, as its members move on to other countries, its foreign members return home and veterans of its arms-production network pool and share knowledge and techniques online.\n“They’re spreading this knowledge all over the world,” said Ernest Barajas Jr., a former Marine explosive ordnance disposal technician who has worked with ordnance-clearing organizations in areas occupied by the Islamic State. “It’s going to the Philippines, it’s in Africa.” He added, “This stuff’s going to continue to grow.”\nPhoto\nBorn of Insurgency\nOne reason for the Islamic State’s level of sophistication was clear: Its armaments programs grew out of the insurgencies fighting the American occupation of Iraq from 2003 through 2011.\nSunni and Shiite militant groups became adept at making improvised bombs, both from conventional munitions abandoned in 2003 by Iraq’s defeated military, and with ingredients that bomb-makers prepared themselves. American officials say certain Shiite groups received technical assistance and components from Iran.\nSunni bomb makers also fielded chemical weapons, sometimes by combining explosive devices with chlorine, a toxic substance with legal applications, and other times in bombs made from degraded chemical rockets or shells left from Iraq’s defunct chemical warfare program.\nThe Islamic State, which evolved from Al Qaeda in Iraq, built upon its predecessors’ lethal industry.\nThe group’s larger success since also played a role. When the Islamic State seized swaths of territory and major cities in 2014, it took control of shops and factories with hydraulic presses, forges, computer-driven machine tools and plastic injection-molding machines. It also moved into at least one technical college and university lab. This infrastructure positioned the Islamic State for an arms-production breakout.\nPhoto\nBehind the capacity was an armaments bureaucracy that supervised product development and manufacture, said Damien Spleeters, head of operations in Iraq and Syria for Conflict Armament Research, a private arms-monitoring and investigative firm that has done field work in both countries during the war.\nAdvertisement Continue reading the main story\nThe system was resilient, Mr. Spleeters said. One of the Islamic State’s projects, a series of recoilless launchers that gained prominence late in the battle for Mosul, in northern Iraq, was built from the ground up even while militants were pressured in combat from multiple foes on multiple fronts.\n“It just kept going,” Mr. Spleeters said of the technical advancements. “They could develop stuff even as they lost territories.”\nThe Islamic State’s arms bureaucracy was also disciplined. Detonating cord used in improvised explosive devices was measured and allotted down to the centimeter, Mr. Spleeters said. When a stock ran out, management would fill out a request form for more. The material would be resupplied.\nMr. McInally said the group’s armament production appeared centralized and carefully considered.\nAs de-miners have found weapons, he said, they have routinely encountered improvised devices with a modular design that allowed for the Islamic State’s fighters to choose from uniform parts and assemble devices quickly. The separate parts were issued distinctly, to be combined before use.\nPhoto\n“It’s a collection of pressure plates, a collection of charges, a collection of switches,” Mr. McInally said. “Components that can be connected as necessary. It’s clever. It’s impressive.”\nThe New York Times is withholding technical details of weapons and explosive mixtures described in this article to prevent the spread of information useful to copycats.\nMr. Barajas said the explosive charges themselves were further standardized — via a so-called homemade explosive with a recipe the group tweaked and produced at an industrial scale.\nAdvertisement Continue reading the main story\nThe mixture, he said, is a widely known combination of ammonium nitrate fertilizer and aluminum with a long history of use in many conflicts, including in Iraq. But the Islamic State improved the explosive with the addition of another material that makes it easier to detonate. The Times previously documented the Islamic State’s importation of large amounts of ammonium nitrate from Turkey, along with sections of heavy pipe.\nMr. McInally said the group also standardized other items: supplemental charges for mortar rounds to extend their range; a common fuze with a spring-loaded striker assembly machined from an over-the-counter bolt; and an improvised bomb — he said de-miners refer to it as a land mine — that was fielded in a standard-sized plastic tub.", "url": "https://www.nytimes.com/2017/12/10/world/middleeast/isis-bombs.html"}