{"authors": ["Javier C. Hernández", "Adam Nagourney"], "date_download": "2018-11-16 03:24:19", "date_modify": "2018-11-16 03:24:19", "date_publish": "2017-06-06 13:34:55", "description": "Gov. Jerry Brown, 18 months from leaving office, is finishing his term as the nation’s de facto envoy on climate change.", "filename": "2017_06_06_world_asia_xi-jinping-china-jerry-brown-california-climate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338659.html", "image_url": "https://static01.nyt.com/images/2017/06/07/world/07China/07China-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_06_world_asia_xi-jinping-china-jerry-brown-california-climate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338659.html", "title": "As Trump Steps Back, Jerry Brown Talks Climate Change in China", "title_page": "As Trump Steps Back, Jerry Brown Talks Climate Change in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — Gov. Jerry Brown of California should be fading quietly into the final days of his career. After 40 years in public life, Mr. Brown, 79, a Democrat, is in the final stretch as the state’s chief executive. He has been talking about the Colusa County family ranch where he wants to retire. And a battery of younger politicians is already battling to succeed him.\nBut instead, Mr. Brown was in China on Tuesday, emerging as a de facto envoy from the United States on climate change at a time when President Trump has renounced efforts to battle global emissions. In a meeting packed with symbolism — and one that seemed at once to elevate the California governor and rebuke Mr. Trump — President Xi Jinping of China met with Mr. Brown, at the governor’s request, at the very moment China prepares to take a more commanding role in fighting climate change.\n“California’s leading, China’s leading,” Mr. Brown said at a wide-ranging and at times feisty news conference after he met with Mr. Xi. “It’s true I didn’t come to Washington, I came to Beijing. Well, someday I’m going to go to Washington, but not this week.”\nMr. Brown has long used his platform as governor to advocate emission reduction policies, both in his state and globally. But the decision by Mr. Trump to withdraw from the Paris climate agreement, on the eve of Mr. Brown’s trip here, gave an already planned visit new visibility.", "url": "https://www.nytimes.com/2017/06/06/world/asia/xi-jinping-china-jerry-brown-california-climate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}