{"authors": ["Thomas Gibbons-Neff", "Eric Schmitt"], "date_download": "2018-11-16 04:37:38", "date_modify": "2018-11-16 04:37:38", "date_publish": "2017-10-10 20:19:26", "description": "The time frame for moving injured troops is much longer in Africa, where four were killed in an ambush last week, than in Iraq or Afghanistan, military officials said.", "filename": "2017_10_10_world_africa_niger-attack-american-military-medical-evacuations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343058.html", "image_url": "https://static01.nyt.com/images/2017/10/11/us/11dc-military1/11dc-military1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_10_world_africa_niger-attack-american-military-medical-evacuations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343058.html", "title": "Niger Attack Lays Bare U.S. Troops’ Long Wait for Medical Help in Africa", "title_page": "Niger Attack Lays Bare U.S. Troops’ Long Wait for Medical Help in Africa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When a team of Green Berets in unarmored pickup trucks came under fire in Niger last week, they quickly found themselves in the middle of a nightmare battlefield scenario: outgunned, taking casualties and far from friendly support.\nThe operation, which left four American soldiers dead and two wounded, is now under investigation, Pentagon officials said. That inquiry, senior military officials said, will likely reveal that the American troops had deployed to a hostile area without adequately assessing the risk, and lacked ready access to medical support.\nBattlefield commanders have called medical aid an ethical obligation. The Defense Department follows a “golden-hour standard,” in which the military seeks to whisk wounded American troops from the battlefield within an hour of being wounded to give them access to advanced care and the best chance to save their lives.\nBut in Africa, the time frame for evacuating injured American troops is much longer, and particularly in West Africa, military officials acknowledged this week. The team of roughly a dozen Army Special Forces in Niger were on what officials said a routine reconnaissance mission, and when they were ambushed, no American helicopters came. The French military, based about 275 miles away in neighboring Burkina Faso, scrambled to help, eventually rescuing the casualties and providing attack support.", "url": "https://www.nytimes.com/2017/10/10/world/africa/niger-attack-american-military-medical-evacuations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}