{"authors": ["Liz Robbins"], "date_download": "2018-11-16 03:11:24", "date_modify": "2018-11-16 03:11:24", "date_publish": "2017-01-26 01:48:25", "description": "City officials, from New York, Los Angeles, Chicago, New Haven, Syracuse and Austin, Tex., said they were prepared for a protracted fight.", "filename": "2017_01_25_nyregion_outraged-mayors-vow-to-defy-trumps-immigration-order_1542337884.html", "image_url": "https://static01.nyt.com/images/2017/01/26/nyregion/26NYCSANCTUARY1-SUB/26NYCSANCTUARY1-SUB-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_25_nyregion_outraged-mayors-vow-to-defy-trumps-immigration-order_1542337884.html", "title": "‘Sanctuary City’ Mayors Vow to Defy Trump’s Immigration Order", "title_page": "‘Sanctuary City’ Mayors Vow to Defy Trump’s Immigration Order - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "According to a 2012 Supreme Court decision, Mr. Markowitz said, Congress is not permitted to set conditions on spending to coerce states or localities to participate in a federal program against their will. Any conditions, at a minimum, must be directly related to the punitive action.\nIn other words, Mr. Markowitz said: “You can’t say ‘if you don’t use your police officers to go after unauthorized immigrants, you don’t get any money for your hospitals.’ They can’t impose conditions that are totally unrelated.”\nAccording to the Immigrant Legal Resource Center, a national group, at least 39 cities and 364 counties nationwide count themselves as sanctuary jurisdictions, but they vary in how limited they are in restricting cooperation with immigration enforcement.\nCalifornia has been one of the leaders in offering sanctuary, and reaction there was strong.\nAn hour after the president signed the order, a group of California state senators said they planned to fight it in court, with help from Eric H. Holder Jr., former attorney general, whom the Legislature has retained to take on what the senators said they expected would be continued fights with the Trump administration. They said Mr. Trump’s order violated the 10th Amendment by forcing local governments to enforce federal statutes.\nMayor Sam Liccardo of San Jose, who counts his city among the ranks of sanctuaries without using the term, said that, on matters of public safety, ”our police chief is the best person to decide how to use the scarce resources we have.”\n“It’s not simply an ideological decision,” he said. “Our Police Department, like most, doesn’t engage in federal tax laws, federal environmental laws or federal immigration laws.”", "url": "https://www.nytimes.com/2017/01/25/nyregion/outraged-mayors-vow-to-defy-trumps-immigration-order.html"}