{"authors": ["Paul Sullivan"], "date_download": "2018-11-16 03:14:46", "date_modify": "2018-11-16 03:14:46", "date_publish": "2017-04-14 21:33:21", "description": "A new book by David Callahan, who tracks major charitable donations and their outcomes (good and bad), depicts the outsize power of the very rich.", "filename": "2017_04_14_your-money_wealth-matters-philanthropy-david-callahan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338086.html", "image_url": "https://static01.nyt.com/images/2017/04/15/business/15wealth1/15wealth1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_14_your-money_wealth-matters-philanthropy-david-callahan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338086.html", "title": "How Top Philanthropists Wield Power Through Their Donations", "title_page": "How Top Philanthropists Wield Power Through Their Donations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Just how much influence are the givers wielding these days, and to what ends?” he writes early on. “How should we feel about that clout here in the world’s oldest democracy?”\nHe adds to those questions some statistics he has marshaled. Those on the Forbes 400 list of the richest Americans — all billionaires, not counting the 100 or so billionaires who didn’t make the cut — have wealth greater than the bottom 61 percent of Americans. The billionaires who have signed the Giving Pledge, which asks them to donate at least half of their fortunes to charities, have wealth equal to all 90,000 foundations in the United States. And for all their donations, they receive healthy tax breaks that the United States Treasury estimated would cost $740 billion in lost tax revenue over the next decade.\nFor the most part, these megadonors — or super citizens, as Mr. Callahan, the editor of the website Inside Philanthropy and a founder of a think tank called Demos, calls them — can donate where they want and how much they want with little accountability and as much anonymity as they’d like.\n“Among all the sectors in our society, philanthropy has the most freedom to take big risks and tackle big challenges,” Mr. Callahan said over lunch in Manhattan this week. “That’s an advantage of not being accountable to shareholders or voters. You can do whatever you want and take more risk.”\nBut, as he points out, a donor can also wreak a lot of havoc while testing out an idea. He pointed to Bill Gates’s pushing for smaller high schools in New York City in 2003. “It’s an example of turning public education upside down with well-meaning experiments that don’t go well,” Mr. Callahan told me. “It’s a learning experience for the philanthropist, but a trauma for the community.”", "url": "https://www.nytimes.com/2017/04/14/your-money/wealth-matters-philanthropy-david-callahan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}