{"authors": ["Michael M. Grynbaum", "Sydney Ember"], "date_download": "2018-11-16 03:52:01", "date_modify": "2018-11-16 03:52:01", "date_publish": "2017-12-08 23:43:03", "description": "The erroneous report involving Donald Trump Jr. and WikiLeaks came at a time when the media faces public skepticism and frequent criticism from the White House.", "filename": "2017_12_08_business_media_cnn-correction-donald-trump-jr.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340321.html", "image_url": "https://static01.nyt.com/images/2017/12/09/business/09CNN/09CNN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_08_business_media_cnn-correction-donald-trump-jr.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340321.html", "title": "CNN Corrects a Trump Story, Fueling Claims of ‘Fake News’", "title_page": "CNN Corrects a Trump Story, Fueling Claims of ‘Fake News’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CNN on Friday corrected an erroneous report that Donald Trump Jr. had received advance notice from the anti-secrecy group WikiLeaks about a trove of hacked documents that it planned to release during last year’s presidential campaign.\nIn fact, the email to Mr. Trump was sent a day after the documents, stolen from the Democratic National Committee, were made available to the general public. The correction undercut the main thrust of CNN’s story, which had been seized on by critics of President Trump as evidence of coordination between WikiLeaks and the Trump campaign.\nIt was also yet another prominent reporting error at a time when news organizations are confronting a skeptical public, and a president who delights in attacking the media as “fake news.”\nLast Saturday, ABC News suspended a star reporter, Brian Ross, after an inaccurate report that Donald Trump had instructed Michael T. Flynn, the former national security adviser, to contact Russian officials during the presidential race.", "url": "https://www.nytimes.com/2017/12/08/business/media/cnn-correction-donald-trump-jr.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}