{"authors": ["Carl Hulse"], "date_download": "2018-11-16 04:27:04", "date_modify": "2018-11-16 04:27:04", "date_publish": "2017-07-20 00:19:12", "description": "The medical condition was discovered after the Arizona senator underwent a procedure to remove a blood clot above his left eye.", "filename": "2017_07_19_us_politics_john-mccain-brain-cancer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342424.html", "image_url": "https://static01.nyt.com/images/2017/07/20/us/politics/20MCCAINrefer/20dc-mccain-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_19_us_politics_john-mccain-brain-cancer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342424.html", "title": "John McCain Has Brain Cancer, Senator’s Office Says", "title_page": "John McCain Has Brain Cancer, Senator’s Office Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As the Republican health care bill teetered in recent days, Mr. Trump referred affectionately to Mr. McCain as a “crusty voice” in the capital. But their relationship has been fraught.\nIn July 2015, during the presidential campaign, Mr. Trump denigrated Mr. McCain’s military record, saying he was considered a war hero only because he was captured. “I like people who weren’t captured,” Mr. Trump said in a comment that many suggested had gone too far. Mr. McCain, who at the time was facing conservative opposition in his re-election bid, remained a supporter of Mr. Trump throughout the campaign.\nHowever, Mr. McCain has pressed for a deep investigation into any interference into the presidential campaign by Russia, which he considers an adversary. On Tuesday, and despite his condition, Mr. McCain issued a statement warning about Russian intrusion in Ukraine and calling for new sanctions against Moscow.\nMr. McCain faced an uphill battle in 2008 given public discontentment with the United States-led war in Iraq and overall fatigue with the administration of George W. Bush. Mr. McCain picked Sarah Palin, then the governor of Alaska, as his vice-presidential running mate in an effort to reinvigorate a flagging campaign with a woman on the ticket.\nA crucial moment in the race occurred in late September 2008 when he suddenly suspended his campaign and returned to Washington for an economic summit meeting at the White House that was also attended by Mr. Obama, then a Democratic senator from Illinois. Mr. McCain’s 11th-hour effort to focus on the economy was generally considered a lost opportunity, and the financial collapse helped propel Mr. Obama to the presidency.\nMr. McCain currently leads the Senate Armed Services Committee and is a top proponent of using military force overseas. The Senate is preparing to take up the annual Pentagon policy measure produced by the committee.\nIn Congress, he is probably best known for his efforts to champion changes in campaign finance laws over the fierce objections of some of his Republican colleagues, particularly Mr. McConnell.", "url": "https://www.nytimes.com/2017/07/19/us/politics/john-mccain-brain-cancer.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}