{"authors": ["Liam Stack"], "date_download": "2018-11-16 03:16:58", "date_modify": "2018-11-16 03:16:58", "date_publish": "2017-08-15 22:37:23", "description": "Terms like these are part of a far-right political lexicon that has become important to understanding American politics.", "filename": "2017_08_15_us_politics_alt-left-alt-right-glossary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338218.html", "image_url": "https://static01.nyt.com/images/2017/08/16/insider/chartesvilleEB56/chartesvilleEB56-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_15_us_politics_alt-left-alt-right-glossary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338218.html", "title": "Alt-Right, Alt-Left, Antifa: A Glossary of Extremist Language", "title_page": "Alt-Right, Alt-Left, Antifa: A Glossary of Extremist Language - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Alt-Left\nResearchers who study extremist groups in the United States say there is no such thing as the “alt-left.” Mark Pitcavage, an analyst at the Anti-Defamation League, said the word had been made up to create a false equivalence between the far right and “anything vaguely left-seeming that they didn’t like.”\nSome centrist liberals have taken to using this term.\n“It did not arise organically, and it refers to no actual group or movement or network,” Mr. Pitcavage said in an email. “It’s just a made-up epithet, similar to certain people calling any news they don’t like ‘fake news.’”\nOn Tuesday, Mr. Trump said the “alt-left” was partly to blame for the Charlottesville violence, during which a counterprotester, Heather D. Heyer, was killed.\nAlt-Light\nThe “alt-light” comprises members of the far right who once fell under the “alt-right” umbrella but have since split from the group because, by and large, racism and anti-Semitism are not central to its far-right nationalist views, according to Ryan Lenz, the editor of Hatewatch, a publication of the Southern Poverty Law Center. Members of the alt-right mocked these dissidents as “the alt-light.”\n“The alt-light is the alt-right without the racist overtones, but it is hard to differentiate it sometimes because you’re looking at people who sometimes dance between both camps,” he said.\nThe two groups often feud online over “the Jewish Question,” or whether Jews profit by secretly manipulating the government and the news media.", "url": "https://www.nytimes.com/2017/08/15/us/politics/alt-left-alt-right-glossary.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}