{"authors": ["The New York Times"], "date_download": "2018-11-16 03:51:14", "date_modify": "2018-11-16 03:51:14", "date_publish": "2017-09-19 05:00:28", "description": "The 193-member United Nations is gathering for the 72nd session of the General Assembly. Here are the highlights.", "filename": "2017_09_19_world_americas_united-nations-general-assembly.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340274.html", "image_url": "https://static01.nyt.com/images/2017/09/20/world/20trump-live2/20trump-live2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_19_world_americas_united-nations-general-assembly.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340274.html", "title": "At U.N., Trump Singles Out ‘Rogue’ Nations North Korea and Iran", "title_page": "At U.N., Trump Singles Out ‘Rogue’ Nations North Korea and Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "• Sign up for the Morning Briefing for United Nations news and a daily look at what you need to know to begin your day.\nTrump threatens to ‘totally destroy’ North Korea.\nVideo\nIf the United States is forced to defend itself or its allies, “we will have no choice but to totally destroy North Korea,” President Trump said in his address to the General Assembly.\nHe denounced North Korea and its leader, Kim Jong-un, saying the nation “threatens the entire world with unthinkable loss of life” as a result of its nuclear weapons program.\n“If the righteous many don’t confront the wicked few, then evil will triumph,” Mr. Trump said.\nMr. Trump emphasized that it was against the interest of the entire world for North Korea — which he called a “band of criminals” — to obtain missiles and nuclear weapons.\n“Rocket man is on a suicide mission for himself,” he said of Mr. Kim.\nMr. Trump accused Mr. Kim of overseeing a regime that has starved its people, brutalized an imprisoned American college student who was returned home in a coma, and assassinated Mr. Kim’s older brother, a potential rival, with poison chemicals.\n“If this is not twisted enough, now North Korea’s reckless pursuit of missiles and nuclear weapons threatens the entire world,” Mr. Trump said.\nWhile he thanked Russia and China for supporting recent United Nations sanctions on North Korea, Mr. Trump also took an indirect swipe at them for continuing to do business with Mr. Kim.\nAdvertisement Continue reading the main story\n“It is an outrage that some nations would not only trade with such a regime, but would arm, supply and financially support a country that imperils the world,” Mr. Trump said.\nThe president said that America would act alone if needed. He emphasized an “America first” agenda, and said that while the United States would “forever be a great friend to the world and especially to its allies,” his primary responsibility was to Americans.\n“As president, I will always put America first, just like you as the leaders of your countries will always — and should always — put your countries first,” he said.\n— MEGAN SPECIA\nTrump denounces Iran as a ‘rogue nation.’\nPhoto\nAfter condemning North Korea, Mr. Trump pivoted to the next “rogue nation” — Iran.\nHe called the Iran nuclear deal “an embarrassment” that is “one of the worst and most one-sided transactions the United States has ever entered into.”\nMr. Trump has long portrayed Iran as a sponsor of terrorism and has suggested that the United States may abandon the 2015 deal negotiated by the Obama administration and five other major powers that limited Iran’s nuclear activities. So far Mr. Trump has grudgingly accepted the nuclear agreement despite having described it as a disgrace.\n“It is time for the entire world to join us in demanding that Iran’s government end its pursuit of death and destruction,” he said.\nThe world’s nuclear inspectors recently declared that they had found no evidence that Iran is breaching the agreement. A meeting of the parties that negotiated the deal with Iran — Britain, China, France, Germany, Russia and the United States — will take place on the sidelines of the General Assembly on Wednesday.\nAdvertisement Continue reading the main story\n“The Iranian government masks a corrupt dictatorship behind the false guise of a democracy,” Mr. Trump told the United Nations on Tuesday. “It has turned a wealthy country with a rich history and culture into an economically depleted rogue state whose exports are violence, bloodshed and chaos.”\nMr. Trump also called on the Iranian authorities to free the American citizens being held in Iranian prisons. At least four are incarcerated, and a fifth has been missing for a decade.\n— RICK GLADSTONE and MEGAN SPECIA\nNetanyahu echoes Trump on the Iran nuclear deal.\nPhoto\nPrime Minister Benjamin Netanyahu of Israel, who applauded at Mr. Trump’s criticism of Iran, heaped more praise on the American leader when it was Mr. Netanyahu’s turn to speak a few hours later, thanking the administration for its “unequivocal support.”\nMr. Netanyahu said Mr. Trump had “rightly called the nuclear deal with Iran an embarrassment,” and was especially critical of the so-called sunset clauses in the agreement that will allow Iran to eventually increase uranium enrichment.\n“In the last few months, we’ve all seen how dangerous even a few nuclear weapons can be in the hands of a small rogue regime,” Mr. Netanyahu said in reference to North Korea. “Now imagine the danger of hundreds of nuclear weapons in the reins of a vast Iranian empire, with the missiles to deliver them anywhere on Earth.”\nFiring back at Ayatollah Ali Khamenei and other Iranian leaders who have threatened Israel’s destruction, Mr. Netanyahu said they “put themselves in mortal peril.”\nDisarmament experts have said that they expect Iran to abide by the nuclear agreement regardless of Mr. Trump’s intentions. Iran has repeatedly said that it will never acquire nuclear weapons.\n— RICK GLADSTONE\nMacron calls the Iran deal ‘essential for peace.’\nPhoto\nPresident Emmanuel Macron of France took sharp exception to President Trump’s remarks at the General Assembly.\nAdvertisement Continue reading the main story\nHe challenged Mr. Trump’s dismissal of the Iran nuclear agreement, defending it as “solid, robust and verifiable.” The French leader said that renouncing the deal with Iran would be a “grave error,” calling the agreement “essential for peace.”\nBritain, China, Germany and Russia also hold that view, which could isolate the United States should Mr. Trump carry out his threat to quit the Iran accord.\nMr. Macron seconded Mr. Trump’s assertion that North Korea’s nuclear belligerence is dangerous and unacceptable. But while Mr. Trump vowed to “totally destroy” North Korea if it threatened the United States or its allies, Mr. Macron said diplomatic pressure was the best solution.\n“France rejects escalation and will not close any door to dialogue,” he said.\nHe also addressed a big issue that Mr. Trump conspicuously omitted: climate change.\n“The planet will not negotiate with us,” Mr. Macron said in defending the Paris climate accord, which Mr. Trump has renounced.\n“I fully respect decision of the United States, but the door will always be open,” Mr. Macron said, alluding to the possibility that the United States might someday rejoin the pact. “However, we will continue with all governments, we will continue to implement the Paris agreement.”\nIn what appeared to be a swipe at Mr. Trump’s embrace of oil and coal, Mr. Macron said that France’s position “may not be pleasing to those who believe the future is looking to the past.”\n— RICK GLADSTONE\nTrump is ‘prepared to take action’ on Venezuela.\nPhoto\nLater in his speech, Mr. Trump turned his attention to the Americas.\nHe excoriated the leadership of President Nicolás Maduro of Venezuela, who has turned increasingly repressive as the country’s economy has collapsed.\nAdvertisement Continue reading the main story\nMr. Trump declared that the United States was “prepared to take further action if the government of Venezuela persists on its path to impose authoritarian rule on the Venezuelan people.” He said Mr. Maduro’s government had “destroyed a prosperous nation by imposing a failed ideology that has produced poverty and misery everywhere it has been tried.”\n“This situation is completely unacceptable, and we cannot stand by and watch as a responsible neighbor and friend,” Mr. Trump said.\nMr. Trump’s government has imposed economic sanctions on Mr. Maduro’s government but has not specified how it would exert further pressure. Last month, he caused a backlash among Latin American leaders by suggesting that he could order American military forces to intervene in Venezuela.\nVenezuela responded on Tuesday by criticizing what it called Mr. Trump’s “fatal obsession with Venezuela, a product of his white supremacist ideas.”\n“We’re ready to continue, on the political and diplomatic level, and on any level necessary, defeating the disastrous aggressions of the U.S. government,” the country’s government said in a statement.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Trump in his address on Tuesday also vowed to continue pressuring what he called the “corrupt, destabilizing regime” in Cuba.\n“We will not lift sanctions on the Cuban government until it makes fundamental reforms,” he said.\n— RICK GLADSTONE, MEGAN SPECIA and NICHOLAS CASEY\nDid Trump breach U.N. Charter in his warning to Kim Jong-un?\nPresident Trump’s threat to “totally destroy” North Korea if it threatens the United States caused a debate among scholars of international law about whether he had violated a tenet of the United Nations Charter.\nArticle 2(4) of the Charter says countries should “refrain in their international relations from the threat or use of force” against another country. The only exceptions to that are if it is sanctioned by the Security Council or if it is an act of self-defense.\nAdvertisement Continue reading the main story\nIn this instance, there is no such authorization from the Security Council. And so the question is: Was Mr. Trump justified on the basis of self-defense?\nJohn B. Bellinger, who served as a legal adviser in the administration of George W. Bush, said that despite his “colorful” choice of words, Mr. Trump invoked the self-defense argument explicitly.\n“His threat to destroy North Korea did not violate the U.N. Charter because he said that the United States would use force only ‘if the United States is forced to defend itself or its allies,’” Mr. Bellinger said by email. “The Charter specifically allows a U.N. member to use force in self-defense.”\nMark Ellis, executive director of the International Bar Association, said the International Court of Justice had stipulated that countries can act unilaterally if facing an armed attack, but there is a lack of clarity on what armed attack means.\nKevin Jon Heller, a law professor at the University of London, said he believed Mr. Trump had overstepped.\n“The problem is that self-defense must always be proportionate to the armed attack, and Trump clearly threatened disproportionate force,” Mr. Heller argued. “Had he said a nuclear attack would require wiping North Korea off the face of the earth, that might have been a lawful threat. But he did not qualify the threat in any way; on the contrary, he suggested North Korea would have to be destroyed in response to any armed attack on the U.S. or its allies. That is an unlawful threat that violates Art. 2(4).” — SOMINI SENGUPTA\nTrump gets rocket of his own — in salad form.\nFirst he derided North Korea’s leader as “rocket man.” Then President Trump was served rocket salad for lunch.\nWild rocket actually. The menu described it as a salad that also combined romaine lettuce, chanterelle mushrooms and haricot verts, grilled stone fruit and “smothered in white balsamic & truffle vinaigrette.”\nAdvertisement Continue reading the main story\nIt was paired with a 2016 Sancerre.\nThe president sat at the head table with Secretary General António Guterres, whose speech earlier at the General Assembly was a sharp counterpoint to Mr. Trump’s bellicose, nationalist remarks in the hall.\nLunch for world leaders was served in the second-floor North Delegates Lounge, where on most days diplomats drink espresso out of paper cups.\nMr. Trump gave a toast — barely sipping because he does not drink alcohol — to the “great, great potential” of the United Nations, telling those assembled there, “You’re going to do things that will be epic.”\nOn the wall behind the podium was a large tapestry of the Great Wall of China — a gift to the United Nations from Beijing.\nAlso seated at the head table with him were the presidents of Japan, South Korea and Liberia, along with the king of Jordan.\nThe main course was beef Wagyu tenderloin. Dessert included a chocolate mousse and raspberries, accompanied by a 40-year-old Port from the secretary general’s home country, Portugal.\nHow much jet fuel was spent on bringing this lunch to the table was unclear.\n— SOMINI SENGUPTA\nTurkey’s president reminds: I am still hosting more than 3 million Syrians.\nPhoto\nPresident Recep Tayyip Erdogan of Turkey used his General Assembly speech to remind the world of a crisis that has preoccupied the United Nations for nearly seven years: the Syria war and the humanitarian crisis it has caused, particularly the refugees that have flowed into Turkey, Lebanon, Jordan and elsewhere, including Europe.\nTurkey is by far the largest single recipient of Syrian refugees, housing more than 3 million, and has spent more than $30 billion caring for them, Mr. Erdogan said.\nAdvertisement Continue reading the main story\nDespite pledges from the European Union and other countries that have pledged additional billions, Mr. Erdogan said, Turkey has received only a small portion. He called on all to “fulfill the promises they have made.” — RICK GLADSTONE\nTrust ‘is being driven down,’ the secretary general warns.\nPhoto\nOpening the General Assembly session, Mr. Guterres gravely warned about nuclear peril and climate change, and offered pointed reminders about “stronger international cooperation.”\n“Trust within and among countries is being driven down by those who demonize and divide,” he said in a speech that included English, French and Spanish.\nPresident Trump could not be seen in the hall.\nTo Myanmar’s government, Mr. Guterres issued a blunt directive. “The authorities in Myanmar must end the military operations and allow unhindered humanitarian access,” he said.\nHe added that he was encouraged by the remarks of Daw Aung San Suu Kyi on Tuesday, but said that Rohingya people who have fled their homes must be allowed to return home in dignity.\nOn climate change, Mr. Guterres referred to the hurricanes that recently ravaged the United States and the Caribbean, and called for the world to step up its promises, made under the Paris climate agreement, to contain carbon emissions.\n“We know enough today to act,” he said. “the science is unassailable.”\nOn the rights of refugees and migrants, he assailed what he called “closed doors and open hostility” and called on countries to treat those crossing borders with “simple decency and human compassion.”\n— SOMINI SENGUPTA\nThe long and the short of speech lengths.\nPhoto\nSpeakers are supposed to take no more than 15 minutes, a voluntary limit that has been notoriously violated.\nAdvertisement Continue reading the main story\nThe longest speech was Fidel Castro’s in 1960, at 4 hours and 29 minutes, which the Cuban leader began with these words: “Although we have been given the reputation of speaking at great length, the Assembly need not worry. We shall do our best to be brief, saying only what we regard it as our duty to say here.”\nThe shortest speech, according to the United Nations Association-U.K., was one minute, in 1948, by Herbert Vere Evatt, foreign minister of Australia, who thanked the General Assembly for electing him president.\n— RICK GLADSTONE\nIf the shoe fits, brandish it: famous speech props.\nPhoto\nKhrushchev’s shoe: In his 1960 General Assembly speech (the same year as Castro’s marathoner), the Soviet leader Nikita S. Khrushchev brandished a shoe as he expressed rage at the Philippine delegation for having accused the Kremlin of swallowing Eastern Europe. Whether Khrushchev actually banged the shoe on the podium — and whether it was even his shoe — has long been in dispute.\nNetanyahu’s bomb: In 2012, Prime Minister Benjamin Netanyahu of Israel displayed a cartoonish drawing of a bomb to illustrate his belief that Iran could not be trusted in negotiations and was capable of quickly developing nuclear weapons. Critics ridiculed the prop, which also created confusion in Israel.\n— RICK GLADSTONE\nWhen it’s time to speak, Brazil goes first.\nPhoto\nBrazil has almost always been the first to speak at the General Assembly, a tradition traced to the early days of the United Nations and the Cold War.\nAccording to Antonio Patriota, a former Brazilian ambassador to the United Nations, Brazil demonstrated deft diplomacy in presiding over the first few General Assembly debates. That, he said, convinced the two main powers — the United States and the Soviet Union — that Brazil should always speak first. The United States, the host country, has almost always gone second.\nThere have been some notable exceptions. In 1983 and 1984, the United States went first and Brazil second. Last year, Chad went second because President Barack Obama was running late.\n— SOMINI SENGUPTA AND RICK GLADSTONE\nWhat the U.S. pays for at the U.N.\nPresident Trump has said that the United States carries a disproportionate burden in keeping the world safe.\nAdvertisement Continue reading the main story\nSo what does the United States shoulder at the United Nations?\nWashington is the organization’s largest single financial contributor, paying 22 percent of its $5.4 billion core budget. The United States also pays a slightly larger share of the United Nations peacekeeping budget, although this year its share of those costs dropped to 25 percent from 28 percent.\nMilitarily, the United States shoulders virtually nothing. Of the roughly 97,000 soldiers and police officers serving on United Nations peacekeeping missions, 74 are American, according to figures released in June.\nThe Trump administration has proposed significant cuts in its funding of the organization. A spokesman for the global body said such reductions would “simply make it impossible” for the United Nations to maintain essential operations like hosting Syria peace talks, monitoring nuclear proliferation and immunizing children.\n— SOMINI SENGUPTA", "url": "https://www.nytimes.com/2017/09/19/world/americas/united-nations-general-assembly.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}