{"authors": ["Nicholas Casey"], "date_download": "2018-11-16 04:14:25", "date_modify": "2018-11-16 04:14:25", "date_publish": "2017-04-25 00:51:13", "description": "The government blamed the opposition for attacks on pro-government demonstrators that officials said resulted in at least two deaths.", "filename": "2017_04_24_world_americas_venezuela-protests-sit-in-maduro.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341665.html", "image_url": "https://static01.nyt.com/images/2017/04/25/world/VENEZUELA-floater--425/VENEZUELA-floater--425-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_24_world_americas_venezuela-protests-sit-in-maduro.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341665.html", "title": "Venezuela Opposition Aims to Keep Protests Peaceful, but Violence Erupts", "title_page": "Venezuela Opposition Aims to Keep Protests Peaceful, but Violence Erupts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Venezuelan government officials blamed the opposition for attacks against pro-government demonstrators on Monday during sit-ins organized by the opposition that gathered thousands in support of elections.\nOfficials said the casualties included two dead in gunfire in Mérida and Barinas States, among the places where opposition protesters gathered against President Nicolás Maduro.\nThe sit-ins were the latest in a series of large demonstrations over the past three weeks. They became almost daily occurrences after security forces last Wednesday attacked crowds of peaceful protesters with rubber bullets and water cannons. The toll has mounted, with more than 20 deaths in looting and clashes with the security forces.\nMonday’s sit-ins had aimed to scale back the violence. Crowds with umbrellas and blankets closed a main highway in Caracas, singing songs, reading books and playing dominoes and cards.", "url": "https://www.nytimes.com/2017/04/24/world/americas/venezuela-protests-sit-in-maduro.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}