{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 03:53:52", "date_modify": "2018-11-16 03:53:52", "date_publish": "2017-08-29 23:05:40", "description": "The entry of a pro-Trump congressman into the Pennsylvania Senate race signaled that the president’s wing of the G.O.P. could dominate in 2018.", "filename": "2017_08_29_us_politics_senate-trump-lou-barletta-.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340432.html", "image_url": "https://static01.nyt.com/images/2017/08/30/us/30DC-SENATE-01/30DC-SENATE-01-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_29_us_politics_senate-trump-lou-barletta-.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340432.html", "title": "Trump Republicans Invigorate, and Complicate, Party’s Fight for Senate", "title_page": "Trump Republicans Invigorate, and Complicate, Party’s Fight for Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — An anti-immigration Republican who is a fervent supporter of President Trump announced on Tuesday that he will challenge Senator Bob Casey, Democrat of Pennsylvania, a move that solidifies the president’s stamp on the emerging electoral landscape for 2018.\nThe announcement by Representative Lou Barletta gives Republicans a relatively well-known challenger to Mr. Casey as the party tries to take advantage of an electoral map that heavily favors Republicans. But it also shows the political headwinds the Republicans face: The party’s base voters remain loyal to the president and his agenda, even as the larger electorate drifts away.\nMr. Trump had urged Mr. Barletta to run, and in jumping into a crowded primary field, the 61-year-old congressman buoyed Republicans from the president’s wing of the party. He announced his candidacy in a three-minute biographical campaign video in which he reprised Mr. Trump’s slogan, pledging to “make Pennsylvania and America great again.”\nHis entry into the race comes as national Republicans are working feverishly to recruit candidates. So-called Trump Republicans are emerging in states from Florida — where the Republican governor, Rick Scott, is toying with running against Senator Bill Nelson — to Michigan, where the rock musician Robert James Ritchie, better known as Kid Rock, has dropped hints that he will challenge Senator Debbie Stabenow. Mr. Ritchie, along with Sarah Palin and the right-wing rocker Ted Nugent, paid Mr. Trump a memorable visit to the White House.", "url": "https://www.nytimes.com/2017/08/29/us/politics/senate-trump-lou-barletta-.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}