{"authors": ["Ana Swanson", "Elisabeth Malkin"], "date_download": "2018-11-16 03:50:48", "date_modify": "2018-11-16 03:50:48", "date_publish": "2017-11-21 16:53:57", "description": "Negotiators made some progress in the fifth round of negotiations, but the United States trade representative said he remained “concerned about the lack of headway.”", "filename": "2017_11_21_us_politics_nafta-talks.html_module=inline_1542340248.html", "image_url": "https://static01.nyt.com/images/2017/11/22/business/22DC-NAFTA-4/22DC-NAFTA-4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_21_us_politics_nafta-talks.html_module=inline_1542340248.html", "title": "Nafta Round Closes With Talks Bogged Down by Conflict", "title_page": "Nafta Round Closes With Talks Bogged Down by Conflict - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — United States officials have tried in recent weeks to cool tensions over the North American Free Trade Agreement by extending the timetable for renegotiating the pact and asking top officials to sit out the current round of talks in Mexico City.\nBut as the fifth round of talks concluded in the Mexican capital on Tuesday, tensions were still simmering, with Canada and Mexico telling the United States that it would make little headway with its current approach and Mexico firing its first warning shot with a tough counterproposal.\nRobert Lighthizer, the United States trade representative, took aim at his Canadian and Mexican counterparts on Tuesday, saying “thus far, we have seen no evidence that Canada or Mexico are willing to seriously engage on provisions that will lead to a rebalanced agreement. Absent rebalancing, we will not reach a satisfactory result.”\nMr. Lighthizer said while some progress has been made to modernize Nafta, “I remain concerned about the lack of headway. Our teams will be meeting again next month in Washington. I hope our partners will come to the table in a serious way so we can see meaningful progress before the end of the year.”", "url": "https://www.nytimes.com/2017/11/21/us/politics/nafta-talks.html?module=inline"}