{"authors": ["Jim Rutenberg"], "date_download": "2018-11-16 03:52:32", "date_modify": "2018-11-16 03:52:32", "date_publish": "2017-09-13 05:00:27", "description": "How the Kremlin built one of the most powerful information weapons of the 21st century — and why it may be impossible to stop.", "filename": "2017_09_13_magazine_rt-sputnik-and-russias-new-theory-of-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340352.html", "image_url": "https://static01.nyt.com/images/2017/09/17/magazine/17rt5/17rt5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_13_magazine_rt-sputnik-and-russias-new-theory-of-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340352.html", "title": "RT, Sputnik and Russia’s New Theory of War", "title_page": "RT, Sputnik and Russia’s New Theory of War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When she heard she got the job, “I almost fainted,” Simonyan told me recently. We were sitting on plush couches on an exclusive, dimly lit floor of Voronezh, a fashionable restaurant in the Khamovniki district in central Moscow. “Dr. No,” the James Bond film about a plan to disrupt the American space program, was on a TV screen opposite us. Before us was a spread of venison, oysters and shrimp, themselves an unsubtle statement: They were imported from Russia’s far east, a menu adjustment in response to the sanctions and countersanctions that had cut off Western food imports.\nSimonyan, who is now 37, is petite with a wide face, dark hair and green eyes. Her name appears more times in the declassified U.S. intelligence assessment than anyone’s besides Putin’s, but she seems a somewhat unlikely candidate for an American national-security threat. When the report dropped, she wrote on Twitter: “They are kidding, right?” At the restaurant, she told me: “I never planned to be a part of a weapon. I have two children, and I’m very, very peaceful. I don’t like wars. Any wars.”\nSimonyan grew up poor in Krasnodar, a southern Russia river town, and was 11 when the Soviet Union collapsed. “We adored the fact that we are now going to be like America and taught like America and to be even patronized by America and be America’s little brother,” she told me. “It didn’t feel in any way humiliating or contradictory to the Russian pride.” Her infatuation with the United States led her to apply for a slot in a new State Department “future leaders” exchange program, which placed top students from the former Soviet Union in United States high schools to “ensure long-lasting peace and understanding between the U.S. and the countries of Eurasia.”\nFor one academic year, she attended a public high school in Bristol, N.H. “She was fascinated with news,” Patricia Albert, whose parents hosted Simonyan, and who remains close with her, told me. “Maggie,” as the family still calls her, would sit transfixed every night when she joined them on the couch to watch the local news, “60 Minutes” and “CBS Evening News With Dan Rather.” But she also came to resent some of her American classmates for what she viewed as their sheltered naïveté. “ ‘Do you have dogs?’ I remember that,” she told me. “I still have a letter I wrote to my parents saying, ‘I can’t believe they are seriously asking me whether we have dogs.’ They were grown-ups — 18-year-olds — in a normal high school in New Hampshire, which is supposed to be a sophisticated place.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBack home in Krasnodar, her view of the United States, like many Russians’, started to curdle after the 1999 NATO bombing campaign against the regime of Slobodan Milosevic in the former Yugoslavia, with which Russian had strong ethnic, cultural and political ties: “Our Slavic brothers and sisters,” she told me, leaning forward for emphasis. “You bombed them with no permission, with no reason,” she said, “and in one day you lost Russia.”\nAs a journalism major at Kuban State University, Simonyan landed an internship and, quickly thereafter, a correspondent position at a local TV station. Her patriotism and feel for the American-style production techniques she had seen on TV in New Hampshire — which had not yet come to Russia — helped her rise quickly through the ranks of state journalism. She covered the brutal Chechen military campaign in 1999 and 2000 that helped solidify Putin’s political standing as he ascended to the presidency, and the 2004 Beslan school siege, which earned her the government’s “Strengthening the Military Commonwealth” medal.\nWhen she took the helm of Russia Today the following year, Simonyan modeled the new network on CNN and the BBC, and she hired TV consultants from Britain to help give Russia Today a modern cable-news look and feel. (The RT studios in Moscow, when I visited them this spring, were as state-of-the-art as any I’d seen in the United States.) “Nobody in Russia had experience of that kind,” Simonyan told me. “Twenty-four-hour news had not been established yet.” One of her employees, Andrey Kiyashko, who started at RT in his late teens, told me: “CNN, BBC — we were watching it and taking notes on how to be broadcast journalists.”\nAdvertisement Continue reading the main story\nAt the beginning, the network’s mission was to reverse the global view of Russians “as bears that roam the streets and growl,” as Lesin put it in an interview in 2001. (Lesin was found dead in a Washington hotel room in 2015. The city’s medical examiner attributed his death to blunt trauma to the head. While the incident remains the subject of much speculation, federal investigators have said they believe Lesin’s death followed a prolonged bout of heavy drinking.) An early BBC content analysis found nothing all that remarkable in the network’s Russia-centric coverage and noted that it even included criticism of the Russian bureaucracy.\nRussia Today — incorporated as an independent company with state financing — was getting into hotels and even American cable systems. But three years into its existence, the network still had not gained much notice or had much discernible impact abroad. Simonyan says she concluded that the network’s mission of solely focusing on Russia needed revising. “We had basically too much Russian news,” she told me.\nSo in 2008, Russia Today began to reposition itself. The network was reintroduced with a new name, RT, and hired McCann — the same American advertising firm that once helped the United States sell the Marshall Plan. It soon debuted a new satellite channel in the United States, RT America. Instead of celebrating Russia, Simonyan’s network would turn a critical eye to the rest of the world, particularly the United States. As Peskov sees it, the idea was: “Why are you criticizing us in Chechnya and all this stuff? Look at what you are doing there in the United States with your relationship with white and black.” He went on: “RT said: ‘Stop. Don’t criticize us. We’ll tell you about yourself.’ ”\nWith that, he said, “all of the sudden, Anglo-Saxons saw that there is an army from the opposite side.” RT’s new slogan, dreamed up by McCann, was “Question More.”\nRT America set up shop in a glass-fronted office building in Washington a block and a half east of the White House. The new network promised to feature stories that “have not been reported” or were “hugely underreported” in the mainstream media, Simonyan told The Times in 2010. In line with the Marshall Plan dictum that natives have more credibility than foreigners, it was staffed by American hosts: an incongruous mix of telegenic, ambitious but inexperienced broadcast journalists like Liz Wahl, whom RT recruited from the local television station in the Mariana Islands, and later-career itinerant expats like Peter Lavelle, a banker-turned-reporter who previously worked as a stringer for United Press International’s Moscow bureau and contributed to Radio Free Europe/Radio Liberty.\nFrom early on, the channel’s interviews highlighted Sept. 11 “truthers,” who believed the Sept. 11 attacks were an inside job, including Alex Jones, whose segments, ranging freely across the broader spectrum of conspiracy theories — from Osama bin Laden’s staged death to the all-powerful machinations of the Bilderberg Group — became regular occurrences on the network. When I asked Simonyan about the Sept. 11 conspiracy theories, she replied: “Some guy in the states who worked for us — he doesn’t have that position anymore — was a bit into that. I didn’t pay any attention to that. When I did, I almost killed everybody.” But, she said, it went with the territory. “We do have our mistakes sometimes, like The New York Times does, like everything does,” she said. “We correct them.”\nTo the extent that RT had any clear ideological bent, it was a sort of all-purpose anti-establishment stance that drew from both the anti-globalization left (the network hosted a Green Party debate) and the libertarian right (it lavished attention on the Rand Paul movement). Its news coverage emphasized poverty and racial injustice, and it found its breakthrough story in the Occupy Wall Street protests. As Wahl, who quit RT in 2014, wrote later in Politico Magazine, “Video of outraged protesters, heavy-handed police and tents pitched in parks portrayed America as a country in the midst of a popular uprising — it was the beginning of the inevitable decline of a capitalistic world power.” The coverage, which earned RT one of its International Emmy nominations, brought the network into alignment with Julian Assange, whom Simonyan brought on to host an interview show that ran for a dozen episodes in 2012.\nAt the time, state journalism back in Russia was enjoying a kind of renaissance under Dmitri Medvedev, who was elected president in 2008. (Russian presidents are limited to two consecutive terms; Putin endorsed Medvedev as his successor and served as his prime minister before returning to the presidency.) The main Russian international news service, RIA Novosti, hired journalists from The Moscow Times, Agence France-Presse and Reuters, following the philosophy that Russia served its interests best by providing traditional warts-and-all news, with a Russian voice and perspective. “There was no talk about censorship,” Nabi Abdullaev, a former Moscow Times deputy chief editor who oversaw RIA Novosti’s foreign-language news service, told me. “All they wanted from me was quality professional standards in reporting; that was it.”\nAdvertisement Continue reading the main story\nBut that all changed shortly after Putin’s presidential re-election in 2012. The following year, with no warning, Putin signed a decree effectively bringing together RIA Novosti and Voice of Russia, the broadcast service previously called Radio Moscow, under the umbrella of a new organization called Rossiya Segodnya. The Kremlin appointed as its manager Dmitry Kiselyov, state television’s most popular host, known for homophobic rants and his taste for conspiracy theories. Kiselyov went to greet the shocked staff a few days later, delivering a speech that one staff member surreptitiously recorded and posted to YouTube.\n“Objectivity is a myth,” Kiselyov said. “Just imagine a young man who puts an arm around the shoulder of a girl,” he went on, “and tells the girl, ‘You know, I’ve wanted to tell you for a long time that I treat you objectively.’ Is this what she’s waiting for? Probably not. So in the same way, our country, Russia, needs our love. If we speak about the editorial policy, of course, I would certainly want it to be associated with love for Russia.” Journalism, he said, was an instrument of the country.\nThree weeks later, Kiselyov announced that Margarita Simonyan would serve as the new organization’s editor in chief. Simonyan renamed RIA Novosti’s international branch Sputnik — “because I thought that’s the only Russian word that has a positive connotation, and the whole world knows it,” she told me. Kiselyov presented it as a defensive weapon, saying it was for people “tired of aggressive propaganda promoting a unipolar world” from the West. Meanwhile, Simonyan made new plans for RT that included expansions in Britain and Germany. Together, RT and Sputnik would be the nucleus of an assertively pro-Russian, frequently anti-West information network, RT in the mold of a more traditional cable network and Sputnik as its more outspoken, flashy younger sibling.\nAt the time, Putin was angry about pro-democracy protests that had attended his re-election, which RIA Novosti had covered. But the Russian leadership was also thinking about information strategy in new ways. In early 2013, Valery Gerasimov, a top Russian general, published an article in a Russian military journal called VPK. Gerasimov had observed Twitter and other social media helping spark the Arab Spring. “It would be easiest of all to say that the events of the ‘Arab Spring’ are not war and so there are no lessons for us — military men — to learn,” he wrote. “But maybe the opposite is true.” There were new means through which to wage war that were “political, economic, informational,” and they could be applied “with the involvement of the protest potential of the population.” Russia’s military doctrine changed its definition of modern military conflict: “a complex use of military force, political, economic, informational and other means of nonmilitary character, applied with a large use of the population’s protest potential.”\nMilitary officials in America and Europe have come to refer to this idea alternatively as the “Gerasimov doctrine” and “hybrid war,” which they accuse Russia of engaging in now. When I asked Peskov about those charges, he shrugged. Everyone was doing it, he said. “If you call what’s going on now a hybrid war, let it be hybrid war,” he said. “It doesn’t matter: It’s war.”\nIn the weeks after the 2016 election, the American political debate was overtaken by suspicions that Russia had played a role in the election in a significant way. There were the hacks of the D.N.C. servers, which intelligence agencies pinned on Russia well before Election Day. But there was also a sense that Russia’s media and social-media machinery had contributed to the informational chaos — the fake news and conspiracy theories that coursed through social-media feeds — that characterized the final stretch of the election, to, it turned out, Trump’s benefit.\nIn a handful of cases, picking through the tangles of information, true and otherwise, that shaped the election, it was possible to isolate a single strand that could be traced to Russian news sources. One of the most striking cases came in late July 2016, when Sputnik and RT reported that thousands of police officers had surrounded a NATO air base in Turkey amid rumors of a coup attempt — a report that turned out to be exaggerated (there was a planned, peaceful demonstration, and the police were there to secure the area in preparation for a visit the next day by the chairman of the U.S. Joint Chiefs of Staff). Three internet-security analysts, now working together at the Alliance for Securing Democracy at the German Marshall Fund, followed the story’s progress through the social-media landscape. Within the first 78 minutes, a large number of Twitter accounts — many of which they identified as pro-Russian bots — picked up the flawed story and blasted it out in some 4,000 tweets, one of the researchers, a former F.B.I. agent named Clinton Watts, testified before the Senate last spring.", "url": "https://www.nytimes.com/2017/09/13/magazine/rt-sputnik-and-russias-new-theory-of-war.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}