{"authors": ["Nathaniel Popper"], "date_download": "2018-11-16 03:41:21", "date_modify": "2018-11-16 03:41:21", "date_publish": "2017-12-07 00:41:58", "description": "The San Francisco start-up has been at the center of the virtual currency boom. But like any young company, it is experiencing growing pains.", "filename": "2017_12_06_technology_coinbase-bitcoin.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339681.html", "image_url": "https://static01.nyt.com/images/2017/12/06/automobiles/oakImage-1512585783882/oakImage-1512585783882-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_06_technology_coinbase-bitcoin.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339681.html", "title": "Coinbase: The Heart of the Bitcoin Frenzy", "title_page": "Coinbase: The Heart of the Bitcoin Frenzy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Still, the main concern among virtual currency investors is that Coinbase has not expanded fast enough. In May, the company was criticized by a customer who could not reach anyone at the company after his account was hacked.\nCoinbase is trying to be more responsive. At the beginning of the year, the company had 24 employees providing customer support. It now has around 180, with most of them outsourced from a call center in Texas and an email response team in the Philippines. The cafeteria is often turned into a “Crypto Club” where new employees are taught the ins and outs of virtual currency.\nDaniel Romero, the general manager of Coinbase, said he wanted to have 400 customer support employees by the first quarter of next year to provide phone support around the clock. But in the meantime, there is a 10-day backlog of service requests.\n“When your customer support issues are that publicly bad, and you have your site go down when people want to be trading,” it’s a very humbling experience, Mr. Romero said.", "url": "https://www.nytimes.com/2017/12/06/technology/coinbase-bitcoin.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}