{"authors": ["Mike Isaac"], "date_download": "2018-11-16 03:12:08", "date_modify": "2018-11-16 03:12:08", "date_publish": "2017-04-23 14:37:16", "description": "Travis Kalanick’s drive to win in life has led to a pattern of risk-taking that has at times put his ride-hailing company on the brink of implosion.", "filename": "2017_04_23_technology_travis-kalanick-pushes-uber-and-himself-to-the-precipice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337928.html", "image_url": "https://static01.nyt.com/images/2017/04/19/technology/24travis/00travis-facebookJumbo.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_23_technology_travis-kalanick-pushes-uber-and-himself-to-the-precipice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337928.html", "title": "Uber’s C.E.O. Plays With Fire", "title_page": "Uber’s C.E.O. Plays With Fire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That quality also extended to his personal life, where Mr. Kalanick mixes with celebrities like Jay Z and businessmen including President Trump’s chief economic adviser, Gary D. Cohn. But it has alienated some Uber executives, employees and advisers. Mr. Kalanick, with salt-and-pepper hair, a fast-paced walk and an iPhone practically embedded in his hand, is described by friends as more at ease with data and numbers (some consider him a math savant) than with people.\nUber is grappling with the fallout. For the last few months, the company has been reeling from allegations of a machismo-fueled workplace where managers routinely overstepped verbally, physically and sometimes sexually with employees. Mr. Kalanick compounded that image by engaging in a shouting match with an Uber driver in February, an incident recorded by the driver and then leaked online. (Mr. Kalanick now has a private driver.)\nThe damage has been extensive. Uber’s detractors have started a grass-roots campaign with the hashtag #deleteUber. Executives have streamed out. Some Uber investors have openly criticized the company.\nMr. Kalanick’s leadership is at a precarious point. While Uber is financed by a who’s who of investors including Goldman Sachs and Saudi Arabia’s Public Investment Fund, Mr. Kalanick controls the majority of the company’s voting shares with a small handful of other close friends, and has stacked Uber’s board of directors with many who are invested in his success. Yet board members have concluded that he must change his management style, and are pressuring him to do so.\nHe has publicly apologized for some of his behavior, and for the first time has said he needs management help. He is interviewing candidates for a chief operating officer, even as some employees question whether a new addition will make any difference. He has also been working with senior managers to reset some of the company’s stated values. Results of an internal investigation into Uber’s workplace culture are expected next month.\nThrough an Uber spokesman, Mr. Kalanick declined an interview request. Apple declined to comment on the meeting with Mr. Cook. Many of the people interviewed for this article, who revealed previously unreported details of Mr. Kalanick’s life, asked to remain anonymous because they had signed nondisclosure agreements with Uber or feared damaging their relationship with the chief executive.", "url": "https://www.nytimes.com/2017/04/23/technology/travis-kalanick-pushes-uber-and-himself-to-the-precipice.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}