{"authors": ["Raymond Barrett"], "date_download": "2018-11-16 04:49:52", "date_modify": "2018-11-16 04:49:52", "date_publish": "2017-06-06 23:26:46", "description": "Emboldened by its closer ties to America, thanks to Trump, Saudi Arabia is punishing the emirate for engaging with Iran.", "filename": "2017_06_06_opinion_qatar-saudi-arabia-iran-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343792.html", "image_url": "https://static01.nyt.com/images/2017/06/08/opinion/08barrett-inyt/08barrett-inyt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_06_opinion_qatar-saudi-arabia-iran-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343792.html", "title": "Why Qatar Is in the Naughty Corner", "title_page": "Opinion | Why Qatar Is in the Naughty Corner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the opaque world of Arab diplomacy, things are never quite as they seem. On the surface, the reason Saudi Arabia, Bahrain, the United Arab Emirates and Egypt cut air, land and sea travel to the small peninsula state of Qatar this week was straightforward enough: The gulf states accused their emirate neighbor of giving succor to Islamist extremism, including the so-called Islamic State.\nPresident Donald Trump has since endorsed this view via Twitter, adding that he discussed the “funding of radical ideology” during his recent visit to the Middle East. The gulf leaders he met with were all “pointing to Qatar,” he said when attributing blame.\nDespite the convenience of this narrative, there are other forces at play. In reality, Qatar has been ostracized by its “brotherly” neighbors, as the language of regional diplomacy has it, for not kowtowing to the collective vision for the Middle East now largely shared by the United States, Saudi Arabia and Israel.\nThere is no doubt that the al-Thani clan, which rules the emirate from its capital, Doha, has funded militants fighting the regime of president Bashar al-Assad in Syria and meddled in the internal affairs of other Arab nations through its support of the Muslim Brotherhood, notably in Egypt. But these are relative sideshows in a broader regional game. Even allowing for the seeming hypocrisy of Saudi Arabia’s making such accusations, given its history of backing Sunni militant groups in Syria and its military intervention in Yemen, the allegations are so well known as to be tired at this point.", "url": "https://www.nytimes.com/2017/06/06/opinion/qatar-saudi-arabia-iran-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}