{"authors": ["Michael Corkery"], "date_download": "2018-11-16 03:14:35", "date_modify": "2018-11-16 03:14:35", "date_publish": "2017-08-08 12:14:18", "description": "A new program for store supervisors and department managers may make them better employees but may not help them reach the middle class.", "filename": "2017_08_08_business_walmart-academy-employee-training.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338075.html", "image_url": "https://static01.nyt.com/images/2017/08/09/insider/00walmart-1/00walmart-test2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_08_business_walmart-academy-employee-training.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338075.html", "title": "At Walmart Academy, Training Better Managers. But With a Better Future?", "title_page": "At Walmart Academy, Training Better Managers. But With a Better Future? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Fulton’s Walmart Academy graduated its first class, the store presented the mayor with a gift. It was a brick pulled from the rubble of the Nestlé factory, which is being demolished 14 years after Nestlé left.\n“A piece of Nestle History,” read the inscription on the brick. “Presented this day 25th of April 2017.”\nMr. Woodward, who is serving his third four-year term as mayor, appreciates Walmart’s training program but says it will take more to save his city’s economy.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Anytime a company offers training, that is good,” Mr. Woodward said. “But they aren’t all going to run the store.”\nMr. Woodward, a former maintenance supervisor at Nestlé who made $89,000 a year, says he was one of the last two workers to leave the plant when it closed. His second-floor office in City Hall is like a time capsule, frozen in Fulton’s glorious industrial past.\nThere are black-and-white photos of a campaign banner for Theodore Roosevelt hanging over a downtown street, and of a long-gone horse racing track teeming with spectators in suits and bowler hats.\nAdvertisement Continue reading the main story\nA few years ago, Fulton tried to restart chocolate production. A confectionery company, owned partly by a consortium of cocoa suppliers from Ivory Coast, revived the Nestlé property with help from the state. But the venture failed.\nThe site’s most recent owner stripped the factory of wiring to sell for scrap and walked away, the mayor said, leaving empty brick buildings behind.\nFrom his office, Mr. Woodward, 68, talks on a flip phone and peers out over his glasses with eyes like an owl’s.\nHe is busy working to dredge a public lake that is choked by algae and closed to swimming at the height of another summer.\n“I love this town,” Mr. Woodward said. “I will do anything to help it.”\nThat includes showing up one morning at the Walmart to attend the academy graduation.\nPhoto\nMr. Woodward didn’t have the heart to tell the store employees that the Walmart was not technically in his city.\nThe store lists a Fulton mailing address but is actually in the neighboring town of Granby. That means Fulton misses out on the property tax revenue the store generates.\nThe retailer does pay Fulton for water and sewage, an average of $11,703 a year, according to the city. But that pales next to the $364,218 the Nestlé plant spent on those services in 2002. The chocolate company was also paying Fulton $166,253 in annual property taxes.\nAdvertisement Continue reading the main story\nMr. Woodward appreciates that the supercenter provides steady jobs during a tough economic time. But in his mind, these are not the kind of jobs that earned Fulton the nickname “the largest small city in the state.” In the past few decades, Birds Eye foods and Miller Brewing also closed plants in the Fulton area that once employed hundreds of people.\n“You could graduate from high school, work at a place like Nestlé, buy a car and send your kids to college,” Mr. Woodward said.\nWhen the Nestlé plant was roaring in 1985, the average wage in Oswego County, which includes Fulton, was about $51,000. Today, the average pay is 18 percent less, according to the Bureau of Labor Statistics, a federal agency.\nWalmart declined to disclose the wages at the Fulton store. But the company said that at its stores in New York State, full-time workers earned an average of $14.10 an hour. Part-time workers make an average of $11.10 an hour.\nThe company says its training programs are intended to help employees advance into higher-paying jobs at Walmart or in other industries.", "url": "https://www.nytimes.com/2017/08/08/business/walmart-academy-employee-training.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}