{"authors": ["Isabel Kershner"], "date_download": "2018-11-16 04:34:46", "date_modify": "2018-11-16 04:34:46", "date_publish": "2017-01-24 15:39:40", "description": "The move, after weeks of international criticism, signals that just days into the Trump administration, Israel feels freer to shake off restrictions.", "filename": "2017_01_24_world_middleeast_israel-settlement-expansion-west-bank.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342886.html", "image_url": "https://static01.nyt.com/images/2017/01/25/world/middleeast/25Israel/25Israel-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_24_world_middleeast_israel-settlement-expansion-west-bank.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342886.html", "title": "Emboldened by Trump, Israel Approves a Wave of West Bank Settlement Expansion", "title_page": "Emboldened by Trump, Israel Approves a Wave of West Bank Settlement Expansion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Then on Tuesday, the Israeli government announced that 2,500 new housing units would be built in the West Bank. Officials said most would be built in “settlement blocs,” referring to areas of the West Bank that Israel has long intended to keep under any future agreement with the Palestinians, possibly in return for land swaps along the boundary that separated Israel from the West Bank before the 1967 war. But in years of failed negotiations, the Israelis and Palestinians have never agreed on the size or location of such blocs.\nThe Israeli Ministry of Defense said 900 of the newly announced homes were being planned for Ariel, an urban settlement of about 20,000 residents that Israel considers a “bloc,” but is strategically — and problematically — located in the heart of the West Bank. It also said it would bring to the cabinet a plan to build a large industrial zone to create work for Palestinians in the southern West Bank.\n“We are going back to normal life in Judea and Samaria,” Avigdor Lieberman, Israel’s hard-line defense minister, said in a statement announcing the new settlement building, referring to the West Bank by its biblical names.\nAsked about the Israeli move, the White House spokesman, Sean Spicer, said that Mr. Trump was still getting his team together and that there would be discussions with Mr. Netanyahu. “Israel continues to be a huge ally of the United States,” Mr. Spicer said. “He wants to grow closer with Israel to make sure that it gets the full respect that it deserves in the Middle East, and that’s what he’s going to do.\nPalestinian officials immediately denounced the new plans.\n“Once again, the Israeli government has proved that it is more committed to land theft and colonialism than to the two-state solution and the requirements for peace and stability,” Hanan Ashrawi, a member of the Palestine Liberation Organization’s executive committee, said in a statement.", "url": "https://www.nytimes.com/2017/01/24/world/middleeast/israel-settlement-expansion-west-bank.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}