{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 04:55:20", "date_modify": "2018-11-16 04:55:20", "date_publish": "2017-06-25 23:54:28", "description": "The fund, run by Daniel S. Loeb, has called on the Swiss food giant to sell its stake in L’Oréal and move more quickly to adapt to changing consumer tastes.", "filename": "2017_06_25_business_dealbook_nestle-third-point-daniel-loeb-activist-investor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344120.html", "image_url": "https://static01.nyt.com/images/2017/06/26/business/26DB-NESTLE2/26DB-NESTLE2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_25_business_dealbook_nestle-third-point-daniel-loeb-activist-investor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344120.html", "title": "Third Point, a Hedge Fund, Sets Its Activist Sights on Nestlé", "title_page": "Third Point, a Hedge Fund, Sets Its Activist Sights on Nestlé - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Third Point invested in Nestlé because we recognized a familiar set of conditions that make it ripe for improvement and change,” the hedge fund wrote in its investor letter. “It is rare to find a business of Nestlé’s quality with so many avenues for improvement.”\nA representative for Nestlé was not available for comment.\nThird Point said it was encouraged by Nestlé’s announcement this month that it was weighing the sale of its American candy business, which produces stalwart sweets like Butterfingers and Gobstoppers.\nBut the hedge fund argued that Nestlé should also sell its 23 percent stake in L’Oréal, the big cosmetics maker whose products include its namesake beauty brand and luxury products like Kiehl’s. The fund argued that the holding was nonstrategic and could be sold off without incurring huge taxes.\nIn a change from previous investments, in which Mr. Loeb was known for his venomous attacks on the chief executives of the targeted companies, Third Point has praised Nestlé’s leader, Ulf Mark Schneider. The hedge fund pointed positively to his earlier tenure at the German medical supply company Fresenius. But to succeed at Nestlé, the hedge fund argued, he needs to present a bold strategy that would overhaul the food giant’s performance.", "url": "https://www.nytimes.com/2017/06/25/business/dealbook/nestle-third-point-daniel-loeb-activist-investor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}