{"authors": ["Julia Wallace"], "date_download": "2018-11-16 03:52:01", "date_modify": "2018-11-16 03:52:01", "date_publish": "2017-08-01 16:21:55", "description": "Prime Minister Hun Sen accused the group, Agape International Missions, of exaggerating the extent of sex trafficking in a report featured by CNN.", "filename": "2017_08_01_world_asia_cambodia-sex-cnn-ngo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340321.html", "image_url": "https://static01.nyt.com/images/2017/08/02/world/02Cambodia/02Cambodia-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_01_world_asia_cambodia-sex-cnn-ngo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340321.html", "title": "Cambodian Leader Orders U.S. Charity Shut Down Over Sex Trade Report", "title_page": "Cambodian Leader Orders U.S. Charity Shut Down Over Sex Trade Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PHNOM PENH, Cambodia — An American charity that was featured in a recent CNN report on the sex trade in Cambodia was ordered shut down on Tuesday by Prime Minister Hun Sen, who denounced the network and said President Trump was right to criticize it.\nThe CNN report, “Life after trafficking: The Cambodian girls sold for sex by their mothers,” was a brief follow-up to a 2013 documentary that relied heavily on the work of the California-based Christian group Agape International Missions, which works to rescue women and children sold into the sex trade.\nAfter the report was broadcast last week, the Cambodian government accused Agape of exaggerating the current extent of sex trafficking in Svay Pak, a village north of Phnom Penh that had been notorious in the 1990s and early 2000s for brothels that sold sex with children. The government announced a police investigation into the charity group’s activities.\nMany Cambodians were also angered that the three trafficked girls featured in the segment were ethnically Vietnamese, a fact not mentioned by CNN, which later changed its headline to remove the reference to nationality.", "url": "https://www.nytimes.com/2017/08/01/world/asia/cambodia-sex-cnn-ngo.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}