{"authors": ["Sui-Lee Wee", "Javier C. Hernández"], "date_download": "2018-11-16 03:51:01", "date_modify": "2018-11-16 03:51:01", "date_publish": "2017-11-09 04:55:43", "description": "China’s sprawling chemical industry is weakly regulated and riddled with illicit activity. Ending its role in the U.S. drug epidemic will be difficult.", "filename": "2017_11_08_world_asia_china-opioid-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340261.html", "image_url": "https://static01.nyt.com/images/2017/11/10/world/10fentanyl-1/10fentanyl-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_08_world_asia_china-opioid-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340261.html", "title": "Despite Trump’s Pleas, China’s Online Opioid Bazaar Is Booming", "title_page": "Despite Trump’s Pleas, China’s Online Opioid Bazaar Is Booming - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Fentanyl is a synthetic painkiller that is 30 to 50 times as powerful as heroin. It is becoming more popular among users because of its potency — it takes less than a milligram for a single use — and relatively cheap cost. Drug investigators say a worrying trend is the mixing of fentanyl with heroin or oxycodone, another popular painkiller, or counterfeit prescription pills — all sold to unwitting users.\nThe ease of buying opioids from China illustrates how difficult it will be for the United States to win the war on the worst drug epidemic in American history. While China has pledged to work with the United States to stop the flow of opioids, experts say it will be tough because of the country’s lax regulation of chemical companies, a sprawling industry of more than 30,000 businesses that face few requirements for transparency.\n“The challenge is that when the chemical industry is so big like it is in China, policing it is incredibly difficult,” said Jeremy Douglas, the regional representative of the United Nations Office on Drugs and Crime for Southeast Asia and the Pacific.\n“Regulating it — I wouldn’t say it’s impossible — but it is no small task.”\nAnalysts say Chinese chemical makers have exploited weak regulation to make the nation the world’s top producer of fentanyl. Mr. Trump has said fentanyl from China is “either shipped into the United States or smuggled across the southern border by drug traffickers.” The Drug Enforcement Administration said stopping the flow was a top priority.\nKai Pflug, a management consultant in the Chinese chemical industry, said that producers of fentanyl were able to avoid detection in part because they labeled their products as industrial rather than pharmaceutical, subjecting them to less stringent regulation.\n“As long as, in China, you can produce chemicals without serious supervision,” Mr. Pflug said, “the problem will persist.”", "url": "https://www.nytimes.com/2017/11/08/world/asia/china-opioid-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}