{"authors": ["Peter S. Goodman"], "date_download": "2018-11-16 03:53:16", "date_modify": "2018-11-16 03:53:16", "date_publish": "2017-01-17 19:08:13", "description": "Before the World Economic Forum in Davos, Xi Jinping spurned protectionism while implicitly rebuking Donald J. Trump, president-elect of the United States.", "filename": "2017_01_17_business_dealbook_world-economic-forum-davos-china-xi-globalization.html_module=inline_1542340396.html", "image_url": "https://static01.nyt.com/images/2017/01/18/business/18CHINAXI1/18CHINAXI1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_17_business_dealbook_world-economic-forum-davos-china-xi-globalization.html_module=inline_1542340396.html", "title": "In Era of Trump, China’s President Champions Economic Globalization", "title_page": "In Era of Trump, China’s President Champions Economic Globalization - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DAVOS, Switzerland — In a world troubled by grave uncertainties over the basics governing trade, security and the mission to limit climate change, President Xi Jinping of China on Tuesday portrayed his nation as a responsible global citizen dedicated to furthering international integration.\nThat a leader of the People’s Republic of China can stake a claim to the mantle of leadership in the realm of free trade speaks to the unforeseen, even surreal alteration of the global order in recent months.\nHis message, delivered here in the Swiss Alps at the annual gathering of the World Economic Forum, appeared meticulously timed to the tumultuous moment at hand. He was speaking three days before Donald J. Trump was to be inaugurated president of the United States, raising the prospect of a trade war with China, and on the same day that Prime Minister Theresa May of Britain outlined plans to pursue her country’s departure from the European Union.\nThe Chinese leader used his moment to make an expansive case for globalization as a source of prosperity. He never mentioned Mr. Trump by name, nor did he even make reference to the fact that the White House is about to gain a new occupant. Yet his speech resonated as a rebuke of the trajectory that the president-elect has promised — not least, his repeated threat of steep tariffs on Chinese goods as a response to what he portrays as predatory trade practices.\n“Pursuing protectionism is just like locking oneself in a dark room,” the Chinese president declared. “While wind and rain may be kept outside, so are light and air. No one will emerge as a winner in a trade war.”\nIn myriad ways, Mr. Xi is a strikingly ill-fitting steward of openness and connectivity.", "url": "https://www.nytimes.com/2017/01/17/business/dealbook/world-economic-forum-davos-china-xi-globalization.html?module=inline"}