{"authors": ["Matthew Haag"], "date_download": "2018-11-16 03:54:08", "date_modify": "2018-11-16 03:54:08", "date_publish": "2017-09-25 00:48:23", "description": "Mr. Farage, a right-wing British politician, is defying President Trump by endorsing Mr. Moore in a pivotal Republican Senate runoff.", "filename": "2017_09_24_us_politics_nigel-farage-roy-moore.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340448.html", "image_url": "https://static01.nyt.com/images/2017/09/25/us/25xp-moore1/25xp-moore1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_24_us_politics_nigel-farage-roy-moore.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340448.html", "title": "Nigel Farage to Campaign for Roy Moore in Alabama Senate Race", "title_page": "Nigel Farage to Campaign for Roy Moore in Alabama Senate Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Farage, the former U.K. Independence Party leader who helped lead the “Brexit” movement, campaigned for Mr. Trump in the presidential election and was the first foreign politician to meet with him after he won. As president-elect, Mr. Trump suggested that Britain appoint Mr. Farage as its ambassador to the United States, an idea that was quickly dismissed by the British government.\nThe Alabama race to fill the Senate seat vacated by Attorney General Jeff Sessions pits Mr. Moore, an evangelical favorite, against Luther Strange, who has the support of Mr. Trump and Mitch McConnell, the Senate majority leader. Mr. Strange was appointed to the Senate this year after Mr. Sessions left.\nThe runoff has put the candidates’ supporters into the tricky position of trying not to offend the other side. Mr. Trump has said he would campaign for Mr. Moore in the general election if he wins. And Breitbart News, the far-right website led by Mr. Bannon, cast Mr. Farage’s visit to Alabama on Monday as an effort to deliver a setback to Mr. McConnell, not the president.\nMr. Trump has wagered his political capital on Mr. Strange, traveling to Alabama on Friday to campaign with him and speak at a rally. Establishment Republicans have told Mr. Trump that Mr. Strange would be a more dependable vote in the Senate than Mr. Moore.", "url": "https://www.nytimes.com/2017/09/24/us/politics/nigel-farage-roy-moore.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}