{"authors": ["Niraj Chokshi"], "date_download": "2018-11-16 03:47:18", "date_modify": "2018-11-16 03:47:18", "date_publish": "2017-09-27 14:03:42", "description": "In a time of hurricanes, floods, earthquakes and wildfires, choosing a charity can be overwhelming. Here’s some help.", "filename": "2017_09_27_world_americas_help-disaster-victims.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340038.html", "image_url": "https://static01.nyt.com/images/2017/09/26/us/27xp-help/27xp-help-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_27_world_americas_help-disaster-victims.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340038.html", "title": "How to Decide Where to Donate Your Money After Disasters", "title_page": "How to Decide Where to Donate Your Money After Disasters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It can be a lot for a donor,” said Katie Rusnock, who leads a team that tracks wrongdoing at Charity Navigator, which grades nonprofits on their financial health and transparency.\nBut there are ways to guide your thinking, she and others said. Here are a few things to consider as you decide how best to help victims of natural disasters.\nIdentify your values before donating\nWhen considering how to give, it’s helpful to start by asking what motivates you.\n“You pick the issue with your heart and you pick the organization with your head,” said Jacob Harold, the chief executive of GuideStar, a nonprofit that publishes information about charities in an effort to promote transparency.\nPeople with ties to a region may want to give locally. Animal lovers may want to give to a shelter. Others may want their money directed to certain groups of people, like children, or causes, like public health.\nMany opt to leave the decision to the charities themselves, which is sometimes best: “If you’re trusting them with your money, you should trust them to spend it well,” Mr. Harold said.", "url": "https://www.nytimes.com/2017/09/27/world/americas/help-disaster-victims.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}