{"authors": ["M.H. Miller"], "date_download": "2018-11-16 03:09:01", "date_modify": "2018-11-16 03:09:01", "date_publish": "2017-08-16 20:58:32", "description": "In a new show, the artist Alex Da Corte reimagines Jorgen Leth’s 1967 short film “The Perfect Human” in a grotesque new way.", "filename": "2017_08_16_t-magazine_art_alex-da-corte-slow-graffiti-perfect-human-frankenstein.html_module=inline_1542337741.html", "image_url": "https://static01.nyt.com/images/2017/08/16/t-magazine/art/16tmag-Dacorte-01/16tmag-Dacorte-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_16_t-magazine_art_alex-da-corte-slow-graffiti-perfect-human-frankenstein.html_module=inline_1542337741.html", "title": "An Artist Remakes a Film Classic - With Frankenstein’s Monster", "title_page": "An Artist Remakes a Film Classic — With Frankenstein’s Monster - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The artist Alex Da Corte’s elaborate installations are often carnivalesque, filled with strange sculptural objects (motorized plastic swans, an enormous box of Kleenex, a cat-shaped neon sign) and otherworldly environments. That makes Vienna Secession — one of the classic white cube galleries in Europe, where Da Corte is currently the subject of a solo show — a rather unexpected place to encounter his work. But, true to form, the artist has transformed the space into a kind of alien disco replete with velvet walls, multicolored carpets, clusters of bright lights and strange scattered objects: a toy chicken atop a plastic tube, an open umbrella, a bench made of a broomstick and a pink neon light.\nThe centerpiece of the show is a new video called “Slow Graffiti,” a more or less shot-for-shot remake of the 1967 short film “The Perfect Human” by Jorgen Leth, the Danish director known for his film of Andy Warhol eating a hamburger from Burger King. “The Perfect Human” has the detached tone of a scientific experiment. It follows a man and a woman as they perform banal tasks, such as clipping their fingernails and eating dinner, in an empty, featureless white room, with voice-over narration that treats its subjects like animals in a nature documentary. “Here is the perfect human. We will see the perfect human functioning ... How does such a number function? What kind of thing is it? We will look into that.”", "url": "https://www.nytimes.com/2017/08/16/t-magazine/art/alex-da-corte-slow-graffiti-perfect-human-frankenstein.html?module=inline"}