{"authors": ["Mark Landler"], "date_download": "2018-11-16 04:34:20", "date_modify": "2018-11-16 04:34:20", "date_publish": "2017-05-16 01:32:10", "description": "The White House ran into static with Israel on Monday on a series issues ranging from the status of the Western Wall to President Trump’s promise to move the American Embassy.", "filename": "2017_05_15_world_middleeast_emirati-prince-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342860.html", "image_url": "https://static01.nyt.com/images/2017/05/16/us/16prexy-sub3/16prexy-sub3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_15_world_middleeast_emirati-prince-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342860.html", "title": "Before Trump’s Visit to Israel, Small Issues Prove Thorniest", "title_page": "Before Trump’s Visit to Israel, Small Issues Prove Thorniest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The White House ran into static with the Israelis on Monday on a series of small, but sensitive, diplomatic issues, ranging from the legal status of the Western Wall to President Trump’s repeated promise to move the American Embassy.\nThe fuss came a week before Mr. Trump was scheduled to visit Israel.\nDuring a meeting between American and Israeli officials to discuss the visit, an American official reportedly told his Israeli counterparts that the Western Wall, one of the holiest prayer sites for Jews, was in the Israeli-occupied West Bank and not under the jurisdiction of the Israelis.\nThe exchange, which was reported by Channel 2 TV in Israel, came after the Israelis asked whether Prime Minister Benjamin Netanyahu could accompany Mr. Trump on a visit to the wall. The American official told the Israelis that because the site was not part of Israel, the Israeli prime minister was not welcome to join the president on what was a private visit.\n“If true, the comments were not authorized by the White House,” said Michael Short, a spokesman for the White House. “They do not reflect the U.S. position, and certainly not the president’s position.”", "url": "https://www.nytimes.com/2017/05/15/world/middleeast/emirati-prince-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}