{"authors": ["Jeremy G. Philips"], "date_download": "2018-11-16 03:41:28", "date_modify": "2018-11-16 03:41:28", "date_publish": "2017-09-18 09:04:59", "description": "JPMorgan Chase’s chief executive may be pessimistic about the worth of digital currencies. But an investor says, he isn’t seeing the full picture.", "filename": "2017_09_18_business_dealbook_bitcoin-jamie-dimon.html_action=click&contentCollection=bizday&module=inline&region=dimon&pgtype=article_1542339688.html", "image_url": "https://static01.nyt.com/images/2017/07/20/business/16db-bitcoinviews1/20DB-DIMON1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_18_business_dealbook_bitcoin-jamie-dimon.html_action=click&contentCollection=bizday&module=inline&region=dimon&pgtype=article_1542339688.html", "title": "What Jamie Dimon Is Missing About Bitcoin", "title_page": "What Jamie Dimon Is Missing About Bitcoin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In his comments, Mr. Dimon cited the famed investor Howard Marks, who in a July memo to his clients referred to Bitcoin as an unfounded fad. But he seems to have missed Mr. Marks's subsequent backflip in which, while remaining a skeptic, the hedge fund mogul wrote, “There’s absolutely no reason why Bitcoin — or anything else — can’t serve as a currency if enough people accept it as such.”\nMr. Dimon is also too modest about JPMorgan’s own achievements in this arena. His firm conjured up its own currency: Chase Ultimate Reward points, its credit card loyalty program. Millions of customers have accumulated billions of points, trusting in Chase’s promise that this currency can be converted into cash or used for travel and other delights. And they hope that Chase won’t unilaterally choose to devalue them, while living with the risk that, unlike their bank accounts, the Federal Deposit Insurance Corporation provides no insurance for this valuable currency.\nJPMorgan is even working on its own blockchain project, Quorum, which is built on the publicly accessible Ethereum network. Presumably, Mr. Dimon doesn’t think Ethereum, whose value is up more than 2,000 percent over the last year, is also a modern version of tulip mania.\nIn Mr. Dimon’s telling, Bitcoin has value only for people who want to bypass the traditional banking system for illicit purposes, including “murderers and drug dealers,” or people living in countries with repressive governments like North Korea and Venezuela. He doubts that this is a large market opportunity, though perhaps he may concede that there are inherent difficulties in accurately sizing up markets where participants like to keep a low profile.\nPart of the promise of the blockchain, and associated digital currencies, is the absence of a central authority. It’s fair to say that the cult of decentralization may have run too far, with some enthusiasts imagining it as a panacea for every business problem. Centralized networks work well for many functions, like trading stocks or managing flight reservations.\nBut new use cases for digital currencies are just starting to take shape. They are now being used to create value in the way that Silicon Valley has traditionally done so: regulatory arbitrage. Ride-hailing got its start avoiding onerous taxi medallion costs; Airbnb avoided hotel taxes and regulations; and YouTube played fast and loose with copyright rules.\nSimilarly, some entrepreneurs are using the blockchain as a way to avoid certain regulatory requirements for raising capital. As a rule, Silicon Valley prefers to ask for forgiveness rather than permission.", "url": "https://www.nytimes.com/2017/09/18/business/dealbook/bitcoin-jamie-dimon.html?action=click&contentCollection=bizday&module=inline&region=dimon&pgtype=article"}