{"authors": ["Gardiner Harris"], "date_download": "2018-11-16 04:45:37", "date_modify": "2018-11-16 04:45:37", "date_publish": "2017-02-01 19:55:28", "description": "The former Exxon Mobil chief was confirmed by the Senate in a 56-to-43 vote. He takes his post at a time many traditional American allies are questioning the policies of President Trump.", "filename": "2017_02_01_us_politics_rex-tillerson-secretary-of-state-confirmed_1542343537.html", "image_url": "https://static01.nyt.com/images/2017/02/02/us/02tillerson_web2/02tillerson_web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_01_us_politics_rex-tillerson-secretary-of-state-confirmed_1542343537.html", "title": "Rex Tillerson Is Confirmed as Secretary of State Amid Record Opposition", "title_page": "Rex Tillerson Is Confirmed as Secretary of State Amid Record Opposition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Another crucial question will be how much influence Mr. Tillerson has on Mr. Trump. All cabinet secretaries must compete for power with White House aides who have long personal relationships with and frequent access to the president. But Mr. Trump’s reliance on a close circle of advisers to write and vet executive orders while keeping departments that must implement them largely in the dark is without precedent.\nMr. Trump invited Mr. Tillerson for a private lunch at the White House on Wednesday, the first time Mr. Tillerson has appeared on the president’s official schedule.\nMollifying allies infuriated by Mr. Trump’s orders could be a full-time job. A ban on refugee arrivals and entries from seven Muslim countries, for instance, has enraged Iraqi officials whose cooperation is vital in the fight against the Islamic State — a top administration priority. It has also infuriated many European leaders crucial to efforts not only in Syria, but Afghanistan and Libya as well, and it has tarnished what had been viewed as a successful trip by Prime Minister Theresa May of Britain, who on Monday said she opposed the ban.\nRelations with Mexico have plunged to their lowest level in decades after Mr. Trump insisted he would build a border wall regardless of Mexican opposition.\nThe relationship with Chancellor Angela Merkel of Germany threatened to become toxic after Peter Navarro, the director of Mr. Trump’s new National Trade Council, denounced the relatively low value of the euro as an unfair currency advantage for Germany.\n“Tillerson faces the most difficult task of any secretary of state in the postwar era in trying to reconcile President Trump’s intention to make a stark break from decades of bipartisan consensus U.S. foreign policy leadership with the reality that, if he succeeds, such a break could lead to global chaos,” said Ryan C. Crocker, who served as the United States ambassador to five Muslim countries.\nMr. Tillerson may also face difficult internal hurdles. Much of his department’s top leadership has departed — many because the Trump administration, like others before it, refused to keep political appointees. But the Trump transition team has been so short-handed and the pickings among Republican foreign policy veterans who had not criticized Mr. Trump so slim that dozens of positions are likely to remain empty for some time.", "url": "https://www.nytimes.com/2017/02/01/us/politics/rex-tillerson-secretary-of-state-confirmed.html"}