{"authors": ["Sheryl Gay Stolberg", "Robert Pear"], "date_download": "2018-11-16 04:26:26", "date_modify": "2018-11-16 04:26:26", "date_publish": "2017-09-23 16:15:24", "description": "For reasons more practical than ideological, the health care world has united to stop the effort by Senators Lindsey Graham and Bill Cassidy to repeal the Affordable Care Act.", "filename": "2017_09_23_us_obamacare-repeal-graham-cassidy-mccain-trump.html_module=inline_1542342386.html", "image_url": "https://static01.nyt.com/images/2017/09/24/us/24dc-health-1/24dc-health-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_23_us_obamacare-repeal-graham-cassidy-mccain-trump.html_module=inline_1542342386.html", "title": "Why the Latest Health Bill Is Teetering: It Might Not Work", "title_page": "Why the Latest Health Bill Is Teetering: It Might Not Work - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Health insurers, who had been strangely quiet for much of the year, came off the sidelines to criticize it. Many state Medicaid directors could not stomach it, either.\nFor months now, proposals to repeal and replace the Affordable Care Act have risen and fallen in the House and the Senate, almost always uniting health care providers and patient advocacy groups in opposition but winning support among conservatives, including Republican policy makers. But the version drafted by Senators Lindsey Graham of South Carolina and Bill Cassidy of Louisiana — and hastily brought into the spotlight last week — went further.\nIt brought much of the health care world together to stop it, an effort that appears to have succeeded — not for ideological reasons, but for the simple reason that administrators, caregivers, advocates and insurers believed it could not work.\nSenate Republican leaders hoped to bring the measure to the Senate floor for a vote this coming week. But the bill is on life support after Senator John McCain, the unpredictable Arizona Republican whose dramatic “no” vote killed the previous repeal effort, announced on Friday that he could not “in good conscience” vote for the bill. He joined Senator Rand Paul, Republican of Kentucky, in opposition — and Senator Susan Collins, Republican of Maine, is leaning hard toward no.", "url": "https://www.nytimes.com/2017/09/23/us/obamacare-repeal-graham-cassidy-mccain-trump.html?module=inline"}