{"authors": ["Mike Mcphate"], "date_download": "2018-11-16 04:33:08", "date_modify": "2018-11-16 04:33:08", "date_publish": "2017-01-19 12:47:46", "description": "Thursday: A conservative speaker sparks debate, police officers fatally shoot a mentally ill man, and a ranking of upward mobility at California colleges.", "filename": "2017_01_19_us_california-today-milo-yiannopoulos-campus-tour.html_module=inline_1542342788.html", "image_url": "https://static01.nyt.com/images/2017/01/19/us/19california-today-1/19california-today-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_19_us_california-today-milo-yiannopoulos-campus-tour.html_module=inline_1542342788.html", "title": "California Today: Campuses Brace for Breitbart Provocateur", "title_page": "California Today: Campuses Brace for Breitbart Provocateur - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Notably, he was banned from Twitter for inciting trolls to attack the “Ghostbusters” actress Leslie Jones.\nHis flamethrower approach often arouses a fierce backlash.\nSo it was that his scheduled speech at U.C. Davis last week devolved into a tense standoff between protesters and the police. It was called off before it could begin over security concerns.\nLater, Mr. Yiannopoulos addressed a group of supporters on the campus quad. He denounced a university culture of so-called safe spaces that he said shielded students from diverse viewpoints.\n“They cannot shut you up because you have the wrong political opinions,” he said.\nMore skirmishes are expected to play out in coming appearances at the other California campuses, including a crucible of the 1960s free speech movement, U.C. Berkeley.\nMr. Yiannopoulos was invited by the Berkeley College Republicans, a student group that portrayed the event, on Feb. 1, as a way to jolt the liberal campus with a different perspective.", "url": "https://www.nytimes.com/2017/01/19/us/california-today-milo-yiannopoulos-campus-tour.html?module=inline"}