{"authors": ["David E. Sanger", "Eric Schmitt", "Peter Baker"], "date_download": "2018-11-16 04:27:00", "date_modify": "2018-11-16 04:27:00", "date_publish": "2017-02-12 23:56:26", "description": "Staff members are struggling to make policy to fit the president’s Twitter posts, and the council’s leader, Michael T. Flynn, is facing an inquiry into his communications with Russia.", "filename": "2017_02_12_us_politics_national-security-council-turmoil.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342420.html", "image_url": "https://static01.nyt.com/images/2017/02/13/us/13nsc-web01/13nsc-web01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_12_us_politics_national-security-council-turmoil.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342420.html", "title": "Turmoil at the National Security Council, From the Top Down", "title_page": "Turmoil at the National Security Council, From the Top Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Although Mr. Trump suggested to reporters aboard Air Force One on Friday that he was unaware of the latest questions swirling around Mr. Flynn’s dealings with Russia, aides said over the weekend in Florida — where Mr. Flynn accompanied the president and Japan’s prime minister, Shinzo Abe — that Mr. Trump was closely monitoring the reaction to Mr. Flynn’s conversations. There are transcripts of a conversation in at least one phone call, recorded by American intelligence agencies that wiretap foreign diplomats, which may determine Mr. Flynn’s future.\nStephen Miller, the White House senior policy adviser, was circumspect on Sunday about Mr. Flynn’s future. Mr. Miller said on NBC’s “Meet the Press” that possibly misleading the vice president on communications with Russia was “a sensitive matter.” Asked if Mr. Trump still had confidence in Mr. Flynn, Mr. Miller responded, “That’s a question for the president.”\nThis account of life inside the council — offices made up of several hundred career civil servants who advise the president on counterterrorism, foreign policy, nuclear deterrence and other issues of war and peace — is based on conversations with more than two dozen current and former council staff members and others throughout the government. All spoke on the condition that they not be quoted by name for fear of reprisals.\n“It’s so far a very dysfunctional N.S.C.,” Representative Adam B. Schiff of California, the senior Democrat on the House Intelligence Committee, said in a telephone interview.\nIn a telephone conversation on Sunday afternoon, K. T. McFarland, the deputy national security adviser, said that early meetings of the council were brisker, tighter and more decisive than in the past, but she acknowledged that career officials were on edge. “Not only is this a new administration, but it is a different party, and Donald Trump was elected by people who wanted the status quo thrown out,” said Ms. McFarland, a veteran of the Reagan administration who most recently worked for Fox News. “I think it would be a mistake if we didn’t have consternation about the changes — most of the cabinet haven’t even been in government before.”", "url": "https://www.nytimes.com/2017/02/12/us/politics/national-security-council-turmoil.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}