{"authors": ["Bonnie Wertheim"], "date_download": "2018-11-16 03:08:50", "date_modify": "2018-11-16 03:08:50", "date_publish": "2017-11-29 19:25:43", "description": "The graphic, almost-anatomical anthurium seems suited to the sexual politics of 2017.", "filename": "2017_11_29_style_anthurium-flowers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337730.html", "image_url": "https://static01.nyt.com/images/2017/11/30/fashion/30anthuriums-chelseaneff/30anthuriums-chelseaneff-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_29_style_anthurium-flowers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337730.html", "title": "An ‘It’ Flower for a Feminist Moment", "title_page": "An ‘It’ Flower for a Feminist Moment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I was going through my Rolodex of flowers,” Ms. Asch said. “What’s kind of glossy and waxy? I wanted people to have this floral translation of the Milky Jelly. What flowers can I use that elicit that kind of sense memory?” She went with anthuriums, and filled out the arrangements with flowers like the ones Ms. Weiss had loved so much on her wedding day. Since then, she has been the company’s florist of choice.\nAnthuriums are native to South America, where they grew for centuries to little fanfare. Then, in 1876, Édouard André, the head gardener of Paris, brought them from Colombia to France. The flower spread to England, and in 1889 the businessman and politician Samuel Mills Damon brought the anthurium from London to Hawaii, where they were widely propagated from the 1940s onward. Production there hit a high in the 1980s, when the flower, a symbol of hospitality, became a popular form of décor in hotel lobbies throughout the United States, according to Ms. Asch.\nChelsea Neff, the owner of Pine New York, envies her Hawaiian friends who grew up with the flowers in their backyards. As a florist, she gravitated toward tropical plants like proteas, palm trees and anthuriums to distinguish herself from the 1-800-FLOWERS crowd and delivery services that charged “$150 for really cheesy roses.”\nSince starting her mail-order business in 2015, Ms. Neff has designed anthurium-forward floral displays for the luxury gym Equinox, to introduce its experimental studio, and has appeared with her flowers in photo shoots for Uniqlo and Vogue. She believes that part of the anthurium’s appeal is its durability.", "url": "https://www.nytimes.com/2017/11/29/style/anthurium-flowers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}