{"authors": ["Jacqueline Williams"], "date_download": "2018-11-16 03:17:54", "date_modify": "2018-11-16 03:17:54", "date_publish": "2017-05-04 04:09:46", "description": "Prime Minister Malcolm Turnbull of Australia is in New York preparing to meet President Trump. The visit offers opportunities and risks for the prime minister.", "filename": "2017_05_04_world_australia_turnbull-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338274.html", "image_url": "https://static01.nyt.com/images/2017/05/05/world/05trump-turnbull-1/05trump-turnbull-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_04_world_australia_turnbull-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338274.html", "title": "What to Watch For: Turnbull’s First Meeting With President Trump", "title_page": "What to Watch For: Turnbull’s First Meeting With President Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The call came as some in Australia were urging the country to reconsider its alliance with the United States and tilt more toward China. During the call, Mr. Turnbull pressed Mr. Trump to honor an agreement, reached near the end of the Obama administration, to accept hundreds of refugees from Australian offshore detention centers. Mr. Trump abruptly ended the conversation and posted on Twitter that the agreement was a “dumb deal.”\nDuring a visit to the country last month, Vice President Mike Pence assured Australian leaders that the United States was committed to the countries’ “strong and historic alliance,” reaffirming that the Trump administration would honor the refugee deal.\nOn his face-to-face meeting with Mr. Trump in New York, Mr. Turnbull said: “Look, it is very important. The U.S. alliance is the absolute bedrock of Australia’s security, and we have a lot of big issues to discuss.”\nPhoto\nWhat’s at Stake?\n“It’s a big deal,” Michael Fullilove, executive director of the Lowy Institute, an Australian think tank, said of the meeting. “It’s an opportunity and a risk for the prime minister.”\n“The atmosphere of a dinner under the big guns on the deck of the carrier will underline the age of the Australia-U.S. alliance and the reliability of Australia as an ally,” said Mr. Fullilove, who will be a guest at the dinner in New York. “It’s an opportunity for Turnbull to establish a working personal relationship after the disastrous first phone call, but there are mines everywhere because President Trump is a highly unpredictable and polarizing figure.”\nMr. Turnbull needs to have a positive meeting while not looking as if he’s surrendering his dignity, experts in Australia said. An embattled prime minister, he is trying to show he can manage Mr. Trump and balance Australia’s ties with the United States and China. And Mr. Trump wants to put the testy phone call behind them and repair relations with a crucial ally in America’s rivalry with China.\nAustralia’s Skepticism of Trump\nPolls conducted before November’s United States election found that Australians favored Hillary Clinton over Mr. Trump by a margin of seven to one. Nearly half of Australians wanted the country to distance itself from the United States should someone like Mr. Trump get elected.\nAdvertisement Continue reading the main story\nFor many Australians, particularly younger ones, the two countries’ decades of shared military sacrifice is history and not the future, said Mr. Jackman of the United States Studies Center. “For a lot of young Australians it’s going to be an Asian century,” he said. “Australia’s prosperity depends on its relationship with China.”\nMany Australians also fear Mr. Trump will draw their nation into a conflict or other unexpected crisis that destabilizes the region.\nMr. Jackman said that if Mr. Turnbull were seeking to strengthen Australia’s close relationship with the United States, the prime minister should focus on things other than the countries’ shared military ties, and instead highlight areas such as investment, trade and research. “The military relationship is very important,” Mr. Jackman said. “But it often obscures the other ways in which Australia and the United States are deeply connected and reliant on one another.”\nConcerns of Australians Living in New York\nNew York has experienced a surge of Australian immigration in recent years. The Australian Consulate estimated in 2011 that there were at least 20,000 Australians living there, compared with fewer than 10,000 several years before. Claire Fitzsimmons, a creative consultant from Brisbane now living in Manhattan, said she hoped the Trump administration would remain open to Australians working in the United States and “not come for our visas.”\nMr. Turnbull’s trip to New York has forced Australians living there to contemplate their country’s longstanding alliance with the United States.\n“For all the sacrifice in the past, is it worth it to maintain that strong an alliance with President Trump, or is it time to start thinking about other alliances that make more sense geographically?” Ms. Fitzsimmons said. Of the Trump-Turnbull meeting, she said: “We just have no idea what could come from this. We’re just hoping it’s not going to be a disaster.”", "url": "https://www.nytimes.com/2017/05/04/world/australia/turnbull-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}