{"authors": ["Jeff Sommer"], "date_download": "2018-11-16 03:14:31", "date_modify": "2018-11-16 03:14:31", "date_publish": "2017-05-12 18:35:08", "description": "The overall market has done well over the long run, but individual stocks have behaved like lottery numbers: Most go nowhere, while a handful win big.", "filename": "2017_05_12_your-money_hot-stocks-can-make-you-rich-but-they-probably-wont.html_module=inline_1542338071.html", "image_url": "https://static01.nyt.com/images/2017/05/14/business/14strategies/14strategies-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_12_your-money_hot-stocks-can-make-you-rich-but-they-probably-wont.html_module=inline_1542338071.html", "title": "Hot Stocks Can Make You Rich. But They Probably Won’t.", "title_page": "Hot Stocks Can Make You Rich. But They Probably Won’t. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Individual stocks can be hazardous to your financial health.\nYou may not want to hear that right now, with the stock market regularly hitting new highs.\nThe Standard & Poor’s 500-stock index set another record on Wednesday after reaching a new high on Monday. It set records on two days the previous week, too. Counting dividends, it has returned more than 6 percent this year and more than 15 percent in the last 12 months.\nWhat’s more, big bets on hot stocks are generating enormous gains. So far in 2017, for example, two companies in the S.&.P. 500 — the biotechnology company Vertex Pharmaceuticals and the video game developer Activision Blizzard — have each returned more than 50 percent to their fortunate shareholders. No question about it, if you pick a sizzling stock at just the right time, you can become rich. Some stock pickers have done well over long periods, too.\nBut before you jump headlong into stock picking, you may want to consider the odds. It’s not just that bull markets like this one eventually come to an end. It’s that over the long run, while the total stock market has prospered, most individual stocks have not.", "url": "https://www.nytimes.com/2017/05/12/your-money/hot-stocks-can-make-you-rich-but-they-probably-wont.html?module=inline"}