{"authors": ["Andrew Ross Sorkin", "Michael J. De La Merced", "Katie Thomas"], "date_download": "2018-11-16 03:44:45", "date_modify": "2018-11-16 03:44:45", "date_publish": "2017-10-27 01:21:07", "description": "The proposed deal, which could be worth more than $60 billion, would accelerate the health care industry’s transformation.", "filename": "2017_10_26_business_dealbook_cvs-aetna.html_dlbk=&module=inline_1542339885.html", "image_url": "https://static01.nyt.com/images/2017/10/27/business/27CVS-1/27CVS-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_26_business_dealbook_cvs-aetna.html_dlbk=&module=inline_1542339885.html", "title": "CVS Is Said to Be in Talks to Buy Aetna in Landmark Acquisition", "title_page": "CVS Is Said to Be in Talks to Buy Aetna in Landmark Acquisition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CVS, which reported revenue of $177.5 billion for 2016, is based in Rhode Island and opened its first store in 1963. It became a billion-dollar company in 1985.\nAlthough it is best known for its chain of storefront pharmacies, it is also one of the nation’s top three pharmacy benefit managers and operates one of the country’s biggest specialty pharmacies, which sells high-priced drugs that often require special handling. The company also runs walk-in MinuteClinics in its pharmacies and Target stores around the country.\nCVS has managed Aetna’s pharmacy benefits since 2010, and it announced a deal last week with Anthem, a large insurer, to help it start the insurer’s own pharmacy benefit business. It is unclear how the Aetna deal would affect CVS’s future relationship with Anthem, and an Anthem spokeswoman declined to comment.\nMr. Fein said the acquisition of Aetna, if it went through, would mark an industry shift toward a more seamless approach to managing health care costs. Right now, insurers are typically responsible for managing a patient’s medical bills and outsource the coverage of prescription drugs to a pharmacy benefit manager like CVS. Mr. Fein said that because the fastest-growing part of the pharmacy industry was high-priced specialty drugs for people who have considerable medical needs, “it makes sense to manage those within one coordinated organization.”\n“It’s a strategic play,” agreed Paul Keckley, a longtime industry consultant, who said CVS’s goal was not necessarily to be in the insurance business but to offer the ability to manage both medical and pharmacy costs for large employers. In addition to its insurance business, Aetna has partnerships with numerous large health systems and a sophisticated technology operation.\nThe resulting company could resemble UnitedHealth Group, which has a large insurance operation but also runs a leading pharmacy benefit manager, OptumRx, and related health service businesses.", "url": "https://www.nytimes.com/2017/10/26/business/dealbook/cvs-aetna.html?dlbk=&module=inline"}