{"authors": ["Damien Cave"], "date_download": "2018-11-16 03:17:56", "date_modify": "2018-11-16 03:17:56", "date_publish": "2017-05-05 02:08:14", "description": "Damien Cave, our Australia bureau chief, chatted with Maggie Haberman, White House correspondent, about how Mr. Trump is managing relations with Australia.", "filename": "2017_05_04_world_australia_trump-turnbull-meeting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338276.html", "image_url": "https://static01.nyt.com/images/2017/05/05/world/05australiaqa_web1/05australiaqa_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_04_world_australia_trump-turnbull-meeting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338276.html", "title": "Did Trump Snub Turnbull? Our White House Reporter Explains", "title_page": "Did Trump Snub Turnbull? Our White House Reporter Explains - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Trump postponed his meeting today with Malcolm Turnbull, Australia’s prime minister, to celebrate the passage of a bill to repeal the Affordable Care Act, in New York.\nWhen they finally did meet before a planned dinner they both attended Thursday evening, Mr. Trump and Mr. Turnbull both said they had moved beyond the contentious phone call that defined their relationship early on. “We’re not babies,” Mr. Trump said.\nDamien Cave, the New York Times Australia bureau chief, interviewed Maggie Haberman, a Times White House correspondent, about how Mr. Trump was managing relations with Australia and China; about his relationship with Rupert Murdoch; and about what it’s like covering the Trump White House.\nWhat do you make of the fact that Trump canceled the scheduled meeting with Malcolm Turnbull, or shortened it and pushed it into the evening? What should we take away from that?\nWell, I think a few things. Part of it speaks to Trump’s whimsical approach to all things. He shifted course so he could celebrate a needed (albeit short-term) victory on the repeal bill for the Affordable Care Act.", "url": "https://www.nytimes.com/2017/05/04/world/australia/trump-turnbull-meeting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}