{"authors": ["Eric Lipton", "Susanne Craig"], "date_download": "2018-11-16 03:17:33", "date_modify": "2018-11-16 03:17:33", "date_publish": "2017-03-10 01:53:21", "description": "“I think our brand is the hottest it has ever been,” said Eric Trump, who oversees the company’s courses. Critics say the Oval Office should not be a global advertising platform.", "filename": "2017_03_09_us_politics_trump-golf-courses.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338253.html", "image_url": "https://static01.nyt.com/images/2017/03/10/us/10golf1/10golf1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_09_us_politics_trump-golf-courses.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338253.html", "title": "With Trump in White House, His Golf Properties Prosper", "title_page": "With Trump in White House, His Golf Properties Prosper - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — It is a golden age for golf — at least as far as the Trump Organization is concerned.\nOn Memorial Day weekend, the Senior P.G.A. Championship will be held at the Trump National Golf Club in suburban Washington. In July, the company’s course in Bedminster, N.J., is hosting another major event, the United States Women’s Open. The company is also bidding to host the Scottish Open or a half-dozen other possible professional tournaments at courses it owns in spots around the world from Miami to Dubai.\n“The stars have all aligned,” Eric Trump, who as executive vice president of the Trump Organization oversees all its golf properties, said on Thursday morning, while sipping an iced tea at the restaurant inside the Trump International Hotel before appearing at a promotional event for the Memorial Day tournament. “I think our brand is the hottest it has ever been.”\nWhat he did not mention at the news conference, while the cameras were rolling, is the product placement of incalculable value that is helping boost the Trump Organization’s golf courses: his father.\nPresident Trump has given the family’s global inventory of golf courses — 15 that it owns, one that it manages in Dubai and three others under construction — a new level of international attention. He has returned to his home at Mar-a-Lago resort in Palm Beach, Fla., for four out of the last five weekends in office to play golf at two of his nearby courses, including rounds with the prime minister of Japan. Before he was sworn in, Mr. Trump spent days interviewing potential cabinet members at his Bedminster course. In total, Mr. Trump has played golf at least seven times since he was inaugurated — each time at his family’s own courses.", "url": "https://www.nytimes.com/2017/03/09/us/politics/trump-golf-courses.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}