{"authors": ["Ginia Bellafante"], "date_download": "2018-11-16 03:12:55", "date_modify": "2018-11-16 03:12:55", "date_publish": "2017-07-21 13:00:03", "description": "Track fires, which cause significant subway delays, overwhelmingly have a single cause: trash. There is a simple way to reduce it.", "filename": "2017_07_21_nyregion_subway-delays-track-fires-trash.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337975.html", "image_url": "https://static01.nyt.com/images/2017/07/23/nyregion/23BIG1/23BIG1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_21_nyregion_subway-delays-track-fires-trash.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337975.html", "title": "Subway Delays and the Power of Shame", "title_page": "Subway Delays and the Power of Shame - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Early last Monday, on the 19th day of the New York City subway system’s designated state of emergency, on a morning in which one’s prevailing hope was to arrive quickly at a polar-chilled office, a track fire erupted near the 145th Street station, on the A line. The system, now 113 years old, does not absorb these disruptions easily; service was halted on several other lines. Nine people were taken to the hospital for treatment of minor injuries. Many morning meetings, it was safe to assume, were sparsely attended.\nTrack fires are an enormous problem in an underground network that transports six million people nearly every day with ever-diminishing efficiency. In 2014, there were 614 fires; last year, that number climbed to 707. In nearly every instance, the cause was clear: an excess of trash strewn onto the tracks. Coffee cups, juice bottles, newspapers, wrappers — the detritus of the hustle. Two years ago, the city comptroller’s office conducted an audit that found the process by which subway tracks are cleaned to be “woefully inadequate.” Equipment regularly failed, and close to 90 percent of stations, as it happened, were cleaned fewer than eight times a year.\nIn the absence of a major public-service campaign that might, for instance, cheekily scold commuters to stop throwing the remains of their breakfasts onto an electrified rail system, the Metropolitan Transportation Authority began to deploy a pair of new, portable power vacuums to clean tracks. If you thought the Dyson was the ultimate in luxury suction, it turns out that you can tap a budget far more extravagantly; the prototype for the vacuum cleaners the M.T.A. is using costs $320,000. Two are in circulation currently, and an additional 10 vacuums, costing about $200,000 each, have been ordered to supplement their efforts.\nAt the same time, the amount of waste generated by subway riders is nearly unfathomable, and no one is shaming the sinners into changing their behavior. Over the course of just two nights recently, on four tracks at a single subway station — the Church Avenue stop on the F and G lines — cleaners collected 2,411 bags worth of dirt and garbage, totaling 60,000 pounds. And yet, at a news conference earlier in the week, the newly reinstated M.T.A. chairman, Joe Lhota, said that he wouldn’t “buy into the concept of who is and isn’t a litterbug,” when asked if he thought New Yorkers were not as clean as they could be. “That’s finger-pointing,” he continued, suggesting that what he wanted instead was “a partnership with our customers so we understand that if we need to dispose of something it goes to a trash can.”", "url": "https://www.nytimes.com/2017/07/21/nyregion/subway-delays-track-fires-trash.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}