{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 04:03:18", "date_modify": "2018-11-16 04:03:18", "date_publish": "2017-05-24 19:20:05", "description": "The statement from a United Nations spokesman added to the growing criticism of the Trump administration’s proposed cuts in foreign assistance.", "filename": "2017_05_24_world_americas_un-trump-budget-cuts.html_mcubz=3&module=inline_1542340998.html", "image_url": "https://static01.nyt.com/images/2017/05/26/world/25nations-budget-1/25nations-budget-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_24_world_americas_un-trump-budget-cuts.html_mcubz=3&module=inline_1542340998.html", "title": "U.N. Says Trump Budget Cuts Would ‘Make It Impossible’ to Do Its Job", "title_page": "U.N. Says Trump Budget Cuts Would ‘Make It Impossible’ to Do Its Job - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The United Nations said on Wednesday that the Trump administration’s proposed budget cuts would “simply make it impossible” for the global organization to maintain essential operations.\nThe statement, by a United Nations spokesman, added to the growing criticism of a budget submission for the 2018 fiscal year that would reduce funding of the State Department by roughly a third and cut foreign assistance by about 29 percent.\nThe spending proposal, which was released on Tuesday, would reduce American financial support for the United Nations, including for its peacekeeping operations and international aid programs. The United States is the organization’s biggest single donor.\n“The figures presented would simply make it impossible for the U.N. to continue all of its essential work advancing peace, development, human rights and humanitarian assistance,” Stéphane Dujarric, a spokesman for Secretary General António Guterres, said in response to queries about the budget proposal.", "url": "https://www.nytimes.com/2017/05/24/world/americas/un-trump-budget-cuts.html?mcubz=3&module=inline"}