{"authors": ["Joanna Klein"], "date_download": "2018-11-16 03:57:15", "date_modify": "2018-11-16 03:57:15", "date_publish": "2017-07-07 21:11:49", "description": "Corals that live up to hundreds of feet below the ocean’s surface have worked out a special arrangement with algae that’s mutually beneficial for the two.", "filename": "2017_07_07_science_coral-fluorescence-deep-sea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340635.html", "image_url": "https://static01.nyt.com/images/2017/07/08/science/08tb-corals01/08tb-corals01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_07_science_coral-fluorescence-deep-sea.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340635.html", "title": "In the Deep, Dark Sea, Corals Create Their Own Sunshine", "title_page": "In the Deep, Dark Sea, Corals Create Their Own Sunshine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But deeper in the water, it’s dark and the little light that reaches that far down is only in the blue part of the spectrum. Somehow, there are corals that live up to hundreds of feet below the surface and also manage to glow burning hues of orange and red.\nThe reasons for this fluorescence have remained a mystery, until now: These deep-sea corals glow to get more sunlight, according to a study published on Wednesday in the journal Proceedings of the Royal Society B. Their proteins soak up the scarce light and shine it back out as red-orange light that penetrates deep inside their tissues where their microscopic roommates take up residence. This means there’s light for photosynthesis, and the algae creates energy and food for the coral.\nAdvertisement Continue reading the main story\n“This is a strategy that some corals pursue to cope with the challenges of a low-light environment,” Prof. Joerg Wiedenmann, a biologist at the University of Southampton in Britain who led the study, wrote in an email. It’s quite an adaptation, with a brilliant byproduct.", "url": "https://www.nytimes.com/2017/07/07/science/coral-fluorescence-deep-sea.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}