{"authors": ["Thomas Kaplan"], "date_download": "2018-11-16 04:45:02", "date_modify": "2018-11-16 04:45:02", "date_publish": "2017-04-15 00:05:39", "description": "A vulnerable Democrat in an increasingly red state, Senator Claire McCaskill is seeking a third term by casting herself as someone who can bring polarized partisans together.", "filename": "2017_04_14_us_politics_claire-mccaskill-missouri-election-trump_1542343502.html", "image_url": "https://static01.nyt.com/images/2017/04/15/us/15MISSOURI-01/15MISSOURI-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_14_us_politics_claire-mccaskill-missouri-election-trump_1542343502.html", "title": "McCaskill’s Survival Plan in Pro-Trump Missouri: Stay in the Center", "title_page": "McCaskill’s Survival Plan in Pro-Trump Missouri: Stay in the Center - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SIKESTON, Mo. — Senator Claire McCaskill freely admits the squeeze she finds herself in these days, with a re-election battle looming next year in a state that President Trump won by 19 points.\n“Some of you think I’m some tool for the left,” she matter-of-factly told the crowd at a town hall-style meeting here this week. “Some of you think that I’m a sellout because I’m not left enough.”\nMs. McCaskill would prefer another label — moderate — or perhaps a longer description: someone who can bring polarized partisans together in the middle and therefore is well worth sending back to Washington, even for voters in a state that has moved decidedly rightward in its politics.\nAs a vulnerable Democrat in an increasingly red state, Ms. McCaskill is hoping that her meet-in-the-middle politics will lead to a third term, even after Mr. Trump’s success last year. But first, she must determine how exactly to approach his presidency.", "url": "https://www.nytimes.com/2017/04/14/us/politics/claire-mccaskill-missouri-election-trump.html"}