{"authors": ["Jennifer Medina"], "date_download": "2018-11-16 04:25:44", "date_modify": "2018-11-16 04:25:44", "date_publish": "2017-01-27 02:26:20", "description": "Tucked into the president’s executive order on building a wall along the border with Mexico is language that widens officials’ authority to deport undocumented immigrants.", "filename": "2017_01_26_us_trump-immigration-deportation.html_module=inline_1542342344.html", "image_url": "https://static01.nyt.com/images/2017/01/27/us/27criminal_web2/27criminal_web2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_26_us_trump-immigration-deportation.html_module=inline_1542342344.html", "title": "Trump’s Immigration Order Expands the Definition of ‘Criminal’", "title_page": "Trump’s Immigration Order Expands the Definition of ‘Criminal’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After President Trump signed two sweeping executive orders on immigration on Wednesday, most of the attention was on his plans to build a wall along the border with Mexico and to hold back money from “sanctuary cities.” But the most immediate effect may come from language about deportation priorities that is tucked into the border wall order. It offers an expansive definition of who is considered a criminal — a category of people Mr. Trump has said he would target for deportation. Immigration agents will now have wider latitude to enforce federal laws and are being encouraged to deport broad swaths of unauthorized immigrants.\nHere are some questions and answers about the changes:\nWho is considered a priority for deportation?\nEach presidential administration must decide who it considers a priority for deportation. Mr. Trump’s order focuses on anyone who has been charged with a criminal offense, even if it has not led to a conviction. He also includes, according to language in the order, anyone who has “committed acts that constitute a chargeable criminal offense,” meaning anyone the authorities believe has broken any type of law — regardless of whether that person has been charged with a crime.\nMr. Trump’s order also includes anyone who has engaged in “fraud or willful misrepresentation in connection with any official matter or application before a governmental agency,” a category that includes anyone who has used a false Social Security number to obtain a job, as many unauthorized immigrants do. Anyone who has received a final order to leave the country, but has not left, is also considered a priority.\nFinally, he allows the targeting of anyone who “in the judgment of an immigration officer” poses a risk to either public safety or national security. That gives immigration officers the broad authority they have been pressing for, and no longer requires them to receive a review from a supervisor before targeting individuals.", "url": "https://www.nytimes.com/2017/01/26/us/trump-immigration-deportation.html?module=inline"}