{"authors": ["Ben Brantley"], "date_download": "2018-11-16 04:51:23", "date_modify": "2018-11-16 04:51:23", "date_publish": "2017-02-16 03:00:16", "description": "In this Tracy Letts play, an Everyman suddenly realizes he doesn’t believe in God and goes about re-examining all aspects of his life.", "filename": "2017_02_15_theater_man-from-nebraska-review_1542343883.html", "image_url": "https://static01.nyt.com/images/2017/02/16/arts/16MANNEBRASKA/16MANNEBRASKA-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_15_theater_man-from-nebraska-review_1542343883.html", "title": "Review: ‘Man From Nebraska’ Delivers a Midlife Crisis of Faith", "title_page": "Review: ‘Man From Nebraska’ Delivers a Midlife Crisis of Faith - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Though its words are well chosen and artfully placed, Tracy Letts’s “Man From Nebraska,” which opened on Wednesday night at Second Stage Theater, has a radiant respect for what cannot be said. As directed with masterly force and delicacy by David Cromer, with a matching performance by Reed Birney in the title role, this beautiful drama of lost faith occurs amid a darkness that swallows language.\nIt’s a scary place, for sure, and it’s one many of us have visited, often around 3 a.m. during a sleepless night — even a man like Ken Carpenter (Mr. Birney), long steeped in the religious convictions of the Baptist church and a life shaped by reassuring routine. But Ken has reached that dangerous age (the script puts it at 59) when solidity suddenly looks like sham.\nSo one night — after a churchgoing Sunday that has been, you imagine, like hundreds of other Sundays in Ken’s life — he finds himself sobbing violently into a hand towel in his bathroom. His frightened wife, Nancy (Annette O’Toole), asks him what’s wrong.\nHe chokes on the words: “I don’t believe in God.” And it becomes immediately clear that neither he nor Nancy has the resources to even discuss this declaration, much less provide answers.", "url": "https://www.nytimes.com/2017/02/15/theater/man-from-nebraska-review.html"}