{"authors": ["Glenn Thrush", "Michelle Innis"], "date_download": "2018-11-16 03:18:04", "date_modify": "2018-11-16 03:18:04", "date_publish": "2017-02-02 05:15:15", "description": "A phone call between President Trump and Malcolm Turnbull turned contentious after the Australian leader pressed Mr. Trump to accept 1,250 refugees.", "filename": "2017_02_02_us_politics_us-australia-trump-turnbull.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338284.html", "image_url": "https://static01.nyt.com/images/2017/02/03/us/02australia-web1/02australia-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_02_us_politics_us-australia-trump-turnbull.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338284.html", "title": "U.S.-Australia Rift Is Possible After Trump Ends Call With Prime Minister", "title_page": "U.S.-Australia Rift Is Possible After Trump Ends Call With Prime Minister - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The flare-up — and conflicting characterizations of the call from Mr. Trump and Mr. Turnbull — threatened to do lasting damage to relations between the two countries and could drive Canberra closer to China, which has a robust trading relationship with Australia and is competing with Washington to become the dominant force in the Asia-Pacific region.\nA senior Trump administration official said the president told Mr. Turnbull on Saturday that the refugees could include the “next Boston bombers.” He also said he was “going to get killed” politically by the deal, given that the day before he signed an executive order to stem the refugee flow into the United States and refuse visas for all citizens from seven Muslim countries.\nThe Trump administration official said the call was shorter than planned, and ended abruptly after Mr. Turnbull told the president it was necessary for the refugees to be accepted.\nThe details of the call were confirmed by a senior administration official with direct knowledge of the exchange who spoke on condition of anonymity because he was not authorized to publicly discuss the diplomatic talks.", "url": "https://www.nytimes.com/2017/02/02/us/politics/us-australia-trump-turnbull.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}