{"authors": ["Steven Erlanger", "Stephen Castle"], "date_download": "2018-11-16 04:46:01", "date_modify": "2018-11-16 04:46:01", "date_publish": "2017-01-19 17:35:01", "description": "It was a jarring note from the leader of a country leaving the world’s largest free-trade group. She also urged the Davos elite to seriously address inequality.", "filename": "2017_01_19_world_europe_world-economic-forum-davos-theresa-may-brexit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343561.html", "image_url": "https://static01.nyt.com/images/2017/01/20/world/europe/20brexit/20brexit-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_19_world_europe_world-economic-forum-davos-theresa-may-brexit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343561.html", "title": "Theresa May Says Britain Will Lead a New Era of Free Trade", "title_page": "Theresa May Says Britain Will Lead a New Era of Free Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Britain is especially keen to do a deal with Washington, and Mr. Trump has said he is eager to start. But until Britain formally leaves the European Union, deemed unlikely before March 2019, it can only discuss such deals, not sign them. And trade deals normally take many years to negotiate, especially if they are also supposed to cover services and financial services, which has been one of Britain’s strengths.\nThough Mrs. May’s plans for a clean break with the European Union have received an enthusiastic reception from her Conservative Party colleagues and the right-wing British news media, the reaction from businesses and other European nations has been less positive.\nBig international banks that have long threatened to relocate staff because of the vote to leave the bloc have begun to make plans to do so. HSBC and UBS have warned they could move around 1,000 jobs out of London. JPMorgan Chase has said that it may have to move 4,000 staff members. The German newspaper Handelsblatt reported that Goldman Sachs is considering halving its London work force to 3,000 and moving key operations to New York and Continental Europe, but the bank has not confirmed that.\nAndrew Parmley, the Lord Mayor of London and head of the City of London Corporation, which is home to much of the city’s financial services sector, said he was “not surprised” by the looming departures and said “it is inevitable that people would be speculating about what to do next.”\nHe argued that some of the thousands of jobs that are likely to leave London may return if Mrs. May can negotiate a good deal for financial services. “I take great comfort from the fact that people are saying, ‘We are back if we get the deal,’” he said.\nBut most banks and companies regard Britain’s departure as a cost, not a source of profit, and want to minimize or eliminate the expense of being outside the European Union.\nIn the meantime, other countries in the bloc, like France, Germany and Ireland, are trying to lure financial services firms, and Ireland’s central bank has had more than 100 inquiries from financial firms considering moving from Britain, according to Ireland’s finance minister, Michael Noonan.", "url": "https://www.nytimes.com/2017/01/19/world/europe/world-economic-forum-davos-theresa-may-brexit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}