{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:50:23", "date_modify": "2018-11-16 03:50:23", "date_publish": "2017-12-10 21:29:38", "description": "The Trump administration isn’t alone in criticizing the World Trade Organization. But it may be the only country trying to subvert it.", "filename": "2017_12_10_business_wto-united-states-trade.html_module=inline_1542340223.html", "image_url": "https://static01.nyt.com/images/2017/12/11/business/11DC-WTO1/11DC-WTO1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_10_business_wto-united-states-trade.html_module=inline_1542340223.html", "title": "Once the W.T.O.’s Biggest Supporter, U.S. Is Its Biggest Skeptic", "title_page": "Once the W.T.O.’s Biggest Supporter, U.S. Is Its Biggest Skeptic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As officials from the 164 countries in the World Trade Organization gather in Buenos Aires this week for their first major meeting in two years, they will be watching to see whether the United States, once the group’s biggest advocate, is seeking to subvert it.\nThe World Trade Organization knits together countries around the world by working to reduce trade barriers and resolve disputes among its members but it has come under criticism not just from globalization’s critics. Its supporters have said it has fallen short of its ambitious goals to create trade agreements among scores of countries with different economies, cultures and income levels.\nBut it has never faced such uncertainty as it does now, when its longtime leader and champion, the United States, has turned into a skeptic — putting the future of the group and the kind of broad trade agreements it is aimed at forging in doubt.\nIn recent months, the Trump administration has led the United States in stepping back from its traditional role at the head of global institutions like the World Trade Organization, creating a vacuum in leadership and throwing their future into question.", "url": "https://www.nytimes.com/2017/12/10/business/wto-united-states-trade.html?module=inline"}