{"authors": ["Nicholas Casey", "Ana Vanessa Herrero"], "date_download": "2018-11-16 04:14:35", "date_modify": "2018-11-16 04:14:35", "date_publish": "2017-03-31 23:58:44", "description": "At least 114 political prisoners are now behind bars in Venezuela, according to Penal Forum, a human rights organization that tracks political arrests in the country.", "filename": "2017_03_31_world_americas_venezuela-political-prisoners-nicolas-maduro.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341675.html", "image_url": "https://static01.nyt.com/images/2017/04/01/world/01Venezuela1/01Venezuela1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_31_world_americas_venezuela-political-prisoners-nicolas-maduro.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341675.html", "title": "Ranks of Political Prisoners Grow as Democracy Ebbs in Venezuela", "title_page": "Ranks of Political Prisoners Grow as Democracy Ebbs in Venezuela - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Trump has also weighed in. In February, he posted on Twitter a photograph of himself and other officials in the Oval Office with Lilian Tintori, an opposition activist whose husband, Leopoldo López, was in jail.\nMr. Trump wrote that Mr. López, a former mayor of Caracas, should be released immediately.\nThe taking of political prisoners is not new in Venezuela; it is the numbers that have grown under Mr. Maduro, human rights groups say. His predecessor, Hugo Chávez, jailed opponents, including a judge who had opposed him. But analysts say Mr. Chávez more often avoided dissent by channeling the country’s oil revenues, at times more than $100 a barrel, into social programs that bolstered his popularity.\nMr. Maduro, however, has been faced with falling oil prices and years of economic mismanagement, which have led to shortages of food and basic medicines. Since October, Venezuela’s currency, the bolívar, has been in free fall, with the black-market dollar rising against it by 350 percent at its height, putting food even further out of reach and sinking the president’s popularity.\nThese conditions led to the protests against Mr. Maduro on Margarita Island, where Mr. Jatar, the journalist, was arrested.\nHis publication, Reporte Confidencial, had a long history of chronicling the ups and downs of the island — which is off Venezuela’s eastern coast — beginning as a weekly leaflet in 2006. It later expanded online, where it continued to operate on a shoestring budget and with a small staff. It became known for its investigations, including of improper land use by a judge and one about a state governor linked to a corruption scheme related to subsidized food.\n“If no one else would publish it, Reporte Confidencial would put it out,” said Yusnelly Villalobos, Mr. Jatar’s assistant.", "url": "https://www.nytimes.com/2017/03/31/world/americas/venezuela-political-prisoners-nicolas-maduro.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}