{"authors": ["Marc Santora"], "date_download": "2018-11-16 04:30:48", "date_modify": "2018-11-16 04:30:48", "date_publish": "2017-08-13 22:35:49", "description": "Gov. Andrew M. Cuomo is advocating new tolls on some of the city’s busiest areas, a plan that could generate millions of dollars for repairing the subway.", "filename": "2017_08_13_nyregion_cuomo-rethinks-opposition-to-tolls-to-ease-manhattan-traffic.html__r=0&auth=login-email&module=inline_1542342648.html", "image_url": "https://static01.nyt.com/images/2017/08/14/us/14cuomoalpha/14cuomoalpha-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_13_nyregion_cuomo-rethinks-opposition-to-tolls-to-ease-manhattan-traffic.html__r=0&auth=login-email&module=inline_1542342648.html", "title": "Cuomo Calls Manhattan Traffic Plan an Idea ‘Whose Time Has Come’", "title_page": "Cuomo Calls Manhattan Traffic Plan an Idea ‘Whose Time Has Come’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A decade ago, Mayor Michael R. Bloomberg of New York offered a plan to ease traffic in Manhattan and raise hundreds of millions of dollars to improve the city’s aging infrastructure. Drivers would be charged $8 to enter the most congested parts of Manhattan during peak commuting hours.\nThe plan was crushed in Albany, derailed before it was even brought for a vote.\nNow, with the city’s subways in crisis — with daily delays increasingly common and its equipment in dire condition — Gov. Andrew M. Cuomo, who once doubted that congestion pricing would gain any traction in the state, is planning to resurrect the idea and will expend political capital to see it succeed.\nWith voters increasingly blaming him for the transit mess, Mr. Cuomo is working behind the scenes to draft a proposal and is using Mr. Bloomberg’s failed campaign as a lesson to improve its chances of winning the support of stakeholders, including the State Legislature.\n“Congestion pricing is an idea whose time has come,” Mr. Cuomo said. He declined to provide specifics about how the plan would work and what it would charge, but said that he had been meeting with “interested parties” for months and that the plan would probably be substantially different from Mr. Bloomberg’s proposal.", "url": "https://www.nytimes.com/2017/08/13/nyregion/cuomo-rethinks-opposition-to-tolls-to-ease-manhattan-traffic.html?_r=0&auth=login-email&module=inline"}