{"authors": ["Su Wu"], "date_download": "2018-11-16 03:08:57", "date_modify": "2018-11-16 03:08:57", "date_publish": "2017-03-06 05:25:32", "description": "A group of freewheeling young talents is crafting objects from trash, lumpy versions of the female form and deli meat-inspired fabric loafs.", "filename": "2017_03_06_t-magazine_young-designers-katie-stout-misha-kahn-chris-wolston_1542337737.html", "image_url": "https://static01.nyt.com/images/2017/03/06/t-magazine/06tmag-designers-slide-GUNU/06tmag-designers-slide-GUNU-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_06_t-magazine_young-designers-katie-stout-misha-kahn-chris-wolston_1542337737.html", "title": "These 6 Emerging Designers Are Redefining Ugly", "title_page": "These 6 Emerging Designers Are Redefining Ugly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Chen Chen & Kai Williams\nAfter graduating from the Pratt Institute, Kai Williams and his design partner, Chen Chen (above, right), began making frequent trips to the Queens neighborhood of Willets Point, a place that was pretty desolate until the incursion of a recent development project. They went to admire the improvised furniture in the auto body shops, anonymously made “with a MIG welder and a socket set,” Chen says. “These things might be considered ugly, but we are more concerned with something being interesting versus boring.”\nSuch are the unexpected places where Williams and Chen, both 32, have found inspiration. And certainly, the word boring could never be applied to the avant-garde objects that emerge from their studio in Sunset Park, Brooklyn. Embedding bits and bobs in polished urethane composites and then smashing, molding and slicing them, the two have created a signature style both freewheeling and rigorous. The idea that first brought them attention was their Cold Cut coasters, made from a loaf of rolled, resin-coated fabric and detritus carved like deli meat; a couple of years later, they collaborated with Tai Ping to produce rugs adorned with coaster patterns. Enamored with castoff elements like rope, bone and sticks, the duo, who started their studio in 2011, stockpile debris. Recently, they discovered a bag of steel shot in one of the drawers of a welding table that Williams had bought secondhand. After mixing it with resin, creating a caviarlike substance, they made sconces. Asked to sum up their practice, Chen says, “If you had all the money and time in the world, you would make something the ‘right’ way. If you have little of both, what are the solutions you come up with?”", "url": "https://www.nytimes.com/2017/03/06/t-magazine/young-designers-katie-stout-misha-kahn-chris-wolston.html"}