{"authors": ["Matthew Goldstein"], "date_download": "2018-11-16 03:59:02", "date_modify": "2018-11-16 03:59:02", "date_publish": "2017-12-25 21:38:46", "description": "Mr. Cohen, whose career was nearly derailed by an insider-trading scandal, is likely to open his new fund in February. It might be anticlimactic.", "filename": "2017_12_25_business_steven-cohen-sac-hedge-funds.html_module=inline_1542340742.html", "image_url": "https://static01.nyt.com/images/2017/12/26/business/26COHEN1/26COHEN1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_25_business_steven-cohen-sac-hedge-funds.html_module=inline_1542340742.html", "title": "Steven Cohen Plans a New Hedge Fund. Investors Are Wary.", "title_page": "Steven Cohen Plans a New Hedge Fund. Investors Are Wary. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Steven A. Cohen, the billionaire investor whose career was nearly derailed by a government crackdown on insider trading, is days away from once again being able to manage other people’s money.\nWhether investors will hand over their money is another question.\nA two-year ban that barred Mr. Cohen from running a hedge fund because he had failed to properly police the actions of a trader at his former firm, SAC Capital Advisors, expires at year’s end.\nMr. Cohen, 61, has been patiently planting the seeds for a comeback. He registered a new fund, Stamford Harbor Capital, in 2016. He hired a marketing firm to meet with prospective investors. And he showed up in Las Vegas this spring for one of the hedge fund industry’s most prominent conferences.\nMr. Cohen was a singular figure on Wall Street. His estimated $13 billion net worth, love of big homes and lavish spending on modern art, combined with his firm’s envelope-pushing tactics, all shaped a public image of a highflying hedge fund manager.", "url": "https://www.nytimes.com/2017/12/25/business/steven-cohen-sac-hedge-funds.html?module=inline"}