{"authors": ["John Branch"], "date_download": "2018-11-16 03:17:16", "date_modify": "2018-11-16 03:17:16", "date_publish": "2017-09-07 18:15:17", "description": "In college, Kaepernick began a journey that led him to his position as one of the most prominent, if divisive, social activists in sports.", "filename": "2017_09_07_sports_colin-kaepernick-nfl-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338236.html", "image_url": "https://static01.nyt.com/images/2017/09/10/sports/10KAEPERNICKweb01/10KAEPERNICKweb01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_07_sports_colin-kaepernick-nfl-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338236.html", "title": "The Awakening of Colin Kaepernick", "title_page": "The Awakening of Colin Kaepernick - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He added that he had not sought permission from the team or sponsors.\n“This is not something that I am going to run by anybody,” he said. “I am not looking for approval. I have to stand up for people that are oppressed. If they take football away, my endorsements from me, I know that I stood up for what is right.”\nMany didn’t like Kaepernick doing it during an anthem. Some said it was anti-military, a slap to those who served and died. (Kaepernick said on the first day that he had “great respect for the men and women that have fought for this country,” including friends and family, but even veterans were not being treated right by this country.) Some thought it was disingenuous for a millionaire, especially one raised comfortably by a white family, to take a stance on black oppression. Some football fans saw Kaepernick as a second-string has-been looking for attention.\n“The actual point of protest is to disrupt how we move about our daily lives,” Wade Davis, a former professional football player and a black activist who often works with athletes, said in an interview last week. “What Kaepernick did was disrupt one of our most treasured sports. Whether you agree with his tactics or not is one type of conversation. The larger conversation is what he is protesting about. The fact that so many don’t want to have that specific conversation speaks to the fact that they know what is happening in America is beyond tragic.”\nFor the fourth preseason game, which Kaepernick started, he changed from sitting on the bench to taking a knee on the sideline. Safety Eric Reid joined him. The same night, Jeremy Lane of the Seattle Seahawks sat for the anthem, too. Then soccer player Megan Rapinoe did it before a professional game days later. On Sept. 9, Marshall, Kaepernick’s teammate and fraternity brother from Nevada, was the first to do it in an N.F.L. regular-season game, with the Broncos.\nThe controversy slowly lowered to an uneasy simmer through the fall. Presidential politics took control of the national debate. Kaepernick kept kneeling before games but said little. The 49ers were awful, and Kaepernick retook the starting job. He went 1-10 as the starter for a team that finished 2-14. He threw 16 touchdowns and 4 interceptions, completed 59.2 percent of his passes and rushed for 468 yards. His passer rating of 90.7 was 17th in the N.F.L.\nKaepernick’s teammates voted him the winner of the Len Eshmont award, the team’s highest honor, “for inspirational and courageous play.”\nThe coach and general manager were fired and replaced.\nKaepernick’s contract with the 49ers was due to pay him $16.5 million for this season, according to ESPN, but was not guaranteed unless he made the team. Knowing that was unlikely, he opted out as a free agent on March 1, and he has been out of a job since.", "url": "https://www.nytimes.com/2017/09/07/sports/colin-kaepernick-nfl-protests.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}