{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:24:27", "date_modify": "2018-11-16 03:24:27", "date_publish": "2017-10-05 22:05:03", "description": "President Trump will be the ultimate arbiter in a trade case launched Thursday over imports of washing machines made by Samsung and LG.", "filename": "2017_10_05_us_politics_washing-machines-trade-whirlpool.html__r=0&module=inline_1542338667.html", "image_url": "https://static01.nyt.com/images/2017/10/06/business/06WHIRLPOOL-01web/06WHIRLPOOL-01web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_05_us_politics_washing-machines-trade-whirlpool.html__r=0&module=inline_1542338667.html", "title": "Washing Machine War Will Test Trump’s Mettle on Trade", "title_page": "Washing Machine War Will Test Trump’s Mettle on Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A brewing fight over imported washing machines will pose a key test for President Trump’s willingness to impose the type of strict trade barriers he often touts as necessary to protect American businesses.\nThe United States International Trade Commission cleared the way Thursday for possible trade actions with its ruling that surging imports of washers are harming American manufacturers.\nThe ruling stemmed from a rare and potentially powerful type of trade case filed in May by Whirlpool Inc. Whirlpool’s petition — just the latest in a series of claims of unfair trade practices against two South Korean manufacturers, Samsung Electronic Co Ltd. and LG Electronics Inc. — says the companies had hopscotched their production facilities around the world to evade duties the United States had imposed on specific countries.\nRather than bring a typical trade complaint — like those Whirlpool successfully brought twice before, claiming that Samsung and LG were “dumping” their products at unlawfully low prices — Whirlpool chose to file a rarely used type of case that could cover all foreign countries and will leave the ultimate decision to President Trump. In this kind of “safeguard” case, the president has broad authority to impose barriers, including a sweeping tariff, if the United States finds that manufacturers were harmed by rising imports.", "url": "https://www.nytimes.com/2017/10/05/us/politics/washing-machines-trade-whirlpool.html?_r=0&module=inline"}