{"authors": ["Kevin Sack", "Alan Blinder"], "date_download": "2018-11-16 03:42:10", "date_modify": "2018-11-16 03:42:10", "date_publish": "2017-01-06 01:11:24", "description": "Weeks after killing nine people at a church in Charleston, S.C., Dylann S. Roof penned another racist manifesto.", "filename": "2017_01_05_us_no-regrets-from-dylann-roof-in-jailhouse-manifesto.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339730.html", "image_url": "https://static01.nyt.com/images/2017/01/06/us/06roof/06roof-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_05_us_no-regrets-from-dylann-roof-in-jailhouse-manifesto.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339730.html", "title": "No Regrets From Dylann Roof in Jailhouse Manifesto", "title_page": "No Regrets From Dylann Roof in Jailhouse Manifesto - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Roof’s choice to represent himself in the penalty phase of his trial, and to reject a defense based on mental incapacity, has raised questions about his desire to avoid execution. But in the aftermath of the attack, at least, he saw a continued purpose for his life.\n“I want to live now,” he wrote in the journal, most of which was read from the witness stand by a Charleston County Sheriff’s Office official, Lauren M. Knapp. “I want to see a future. I want to help make the way.”\nHe began by explaining that he wanted to complete the rambling racist thoughts included in an online manifesto that he began before the massacre, which he said he “was unable to finish before because I was in a hurry to get to Charleston.”\nIn a dizzying blitz of insults and stereotypes, predictions and perceived problems, Mr. Roof railed against Jews, Hispanics, African-Americans, gays and Muslims. He said that Adolf Hitler would someday “be inducted as a saint,” and he warned that unless white people “take violent action, we have no future.”\nProsecutors used the writings, which were confiscated by jail officials on Aug. 3, 2015, to bolster their contention that he had opened fire with “substantial planning and premeditation,” which the authorities argue is an aggravating factor in Mr. Roof’s capital case.", "url": "https://www.nytimes.com/2017/01/05/us/no-regrets-from-dylann-roof-in-jailhouse-manifesto.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}