{"authors": ["Melissa Eddy"], "date_download": "2018-11-16 04:47:48", "date_modify": "2018-11-16 04:47:48", "date_publish": "2017-03-14 02:17:28", "description": "The City Council in Trier, in western Germany, voted to accept the gift from the Chinese, which will commemorate the bicentennial of his birth.", "filename": "2017_03_13_world_europe_karl-marx-statue-trier-germany-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343668.html", "image_url": "https://static01.nyt.com/images/2017/03/14/world/14Karlmarx2/14Karlmarx2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_13_world_europe_karl-marx-statue-trier-germany-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343668.html", "title": "Statue of Marx, Funded by China, Will Stand in German City of His Birth", "title_page": "Statue of Marx, Funded by China, Will Stand in German City of His Birth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — The bicentennial of the birth of Karl Marx was supposed to bring his hometown, Trier, Germany, an important exhibition about his life and an increase in tourism.\nBut an offer from China to present the city with a nearly 20-foot-tall bronze statue of Marx, the 19th-century intellectual who was one of the writers of “The Communist Manifesto,” is overshadowing the festivities a year before they begin.\nAfter months of discussion and more than an hour of lively debate, the City Council in Trier, in western Germany near the border with Luxembourg, decided on Monday to accept the gift from the Chinese government, by the sculptor Wu Weishan. However, the Council left open the thorny questions of how large it would be and where in the city it would stand.\n“Karl Marx is one of the most important citizens of this city, and we should not hide him,” the mayor of Trier, Wolfram Leibe, told the public broadcaster SWR before the vote.", "url": "https://www.nytimes.com/2017/03/13/world/europe/karl-marx-statue-trier-germany-china.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}