{"authors": ["Alexander Burns", "Jonathan Martin"], "date_download": "2018-11-16 03:53:54", "date_modify": "2018-11-16 03:53:54", "date_publish": "2017-09-27 19:19:07", "description": "Republicans are facing rebellions from Mississippi to Arizona that could imperil their grip on Congress, as Mr. Moore’s win emboldens populist challengers.", "filename": "2017_09_27_us_politics_republican-senate-alabama-mcconnell.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340434.html", "image_url": "https://static01.nyt.com/images/2017/09/28/us/28dc-senate/28dc-senate-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_27_us_politics_republican-senate-alabama-mcconnell.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340434.html", "title": "Roy Moore’s Alabama Victory Sets Off Talk of a G.O.P. Insurrection", "title_page": "Roy Moore’s Alabama Victory Sets Off Talk of a G.O.P. Insurrection - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BIRMINGHAM, Ala. — Republicans are confronting an insurrection on the right that is angry enough to imperil their grip on Congress, and senior party strategists have concluded that the conservative base now loathes its leaders in Washington the same way it detested President Barack Obama.\nThe defeat of Senator Luther Strange, Republican of Alabama, in a primary election on Tuesday night appears to have ushered in a season of savage nomination fights and activist-led attacks on party leaders, especially on Senator Mitch McConnell of Kentucky, the majority leader. Despite enjoying the strong backing of President Trump, Mr. Strange lost by a wide margin to Roy Moore, a firebrand religious activist and former judge, who denounced Mr. Strange as a puppet of the Senate leader.\nMr. Strange’s demise, senior party strategists and conservative activists said Wednesday, makes it likelier that Republican incumbents in the House and Senate will face serious primary challenges in 2018, fueled by anger at the party’s apparent ineptitude at wielding power in Washington. Stephen K. Bannon, Mr. Trump’s former chief strategist and a vehement antagonist of the party establishment, said on Tuesday night that he intends to target Republican senators in Mississippi, Arizona and Nevada for defeat.\nAnd that rebellion could spread.\nTrent Lott, a former Senate Republican leader, was blunt: “Every Republican senator had better get prepared for a challenge from the far right.”", "url": "https://www.nytimes.com/2017/09/27/us/politics/republican-senate-alabama-mcconnell.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}