{"authors": ["Ligaya Mishan"], "date_download": "2018-11-16 03:39:12", "date_modify": "2018-11-16 03:39:12", "date_publish": "2017-08-31 15:09:31", "description": "A Nepali restaurant in Queens plunks its breakfast on a pancake, and blurs the border with American cooking.", "filename": "2017_08_31_dining_while-in-kathmandu-review-queens.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339552.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_31_dining_while-in-kathmandu-review-queens.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339552.html", "title": "An Egg Is More Than Just an Egg at While in Kathmandu", "title_page": "An Egg Is More Than Just an Egg at While in Kathmandu - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Here is the soul of New York, manifested as breakfast: an egg, over easy, the white cratered with a copper frill and the yolk a veiled pulse at the center, flopped over bacon and oozing cheese.\nTradition demands that this be served in the jaws of a kaiser roll. But at While in Kathmandu, a Nepali restaurant in Ridgewood, Queens, it’s presented on a pancake — your choice of buckwheat, spongy and porous; millet, dark as chocolate and seamed with sugar; or mung bean, dense, with a faint ginger heat.\nDon’t call it fusion, even though the menu does. It’s just the American larder, getting wider.\nFor Bikash Kharel, who runs the restaurant, the dish is biography. Born in Lanku in the Chitwan district of Nepal, he moved to New York in 2006 at age 13, settling in Ridgewood, where he says he ate a bacon, egg and cheese “every day of my life,” grabbed from a bodega on the way to school.\nHere, the definition of breakfast is more expansive, with each pancake accompanied by a gentle curry, tomato chutney and cumin-strafed potatoes like mouthfuls of musk. The pancakes can come plain or topped with a single, wrinkly egg, pocked with oil. But the marriage with bacon and cheese is best of all, earthiness enveloping pangs of salt.", "url": "https://www.nytimes.com/2017/08/31/dining/while-in-kathmandu-review-queens.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}