{"authors": ["Mike Isaac"], "date_download": "2018-11-16 03:41:24", "date_modify": "2018-11-16 03:41:24", "date_publish": "2017-05-19 08:30:25", "description": "The company’s top lawyer ordered Anthony Levandowski to comply in a lawsuit brought by Waymo, a self-driving car business, or face “adverse employment action.”", "filename": "2017_05_19_business_uber-waymo-google-trade-secrets.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339684.html", "image_url": "https://static01.nyt.com/images/2017/05/20/world/20uber-2/20uber-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_19_business_uber-waymo-google-trade-secrets.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339684.html", "title": "Uber Threatens to Fire Star Engineer in Legal Battle Over Driverless Cars", "title_page": "Uber Threatens to Fire Star Engineer in Legal Battle Over Driverless Cars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Uber has signaled that it might break up with the star engineer who led its driverless car efforts, as the company seeks to disentangle itself from a high-stakes lawsuit that could affect its future in self-driving vehicles.\nTo comply with a court order, Uber’s top lawyer told the engineer, Anthony Levandowski, in a letter that if he did not comply with the lawsuit, he could face “adverse employment action,” which may include the loss of his job, according to a court filing on Thursday.\n“While we have respected your personal liberties, it is our view that the court’s order requires us to make these demands of you,” Salle Yoo, Uber’s general counsel, said in the letter. “We insist that you do everything in your power to assist us in complying with the order.”\nThe letter was the latest turn in a legal battle between two technology giants. Mr. Levandowski has been at the center of a trade secrets case involving Uber and Waymo, the self-driving car business that operates under Google’s parent company. Waymo has accused Uber of conspiring with Mr. Levandowki, a former Google engineer, to steal trade secrets from Google for Uber’s autonomous vehicle designs.", "url": "https://www.nytimes.com/2017/05/19/business/uber-waymo-google-trade-secrets.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}