{"authors": ["Robert Frank"], "date_download": "2018-11-16 03:14:40", "date_modify": "2018-11-16 03:14:40", "date_publish": "2017-05-12 17:18:45", "description": "Sales of extravagant homes, cars and goods are up, as not only the Trump people but also many others discover the city’s new luxuries.", "filename": "2017_05_12_business_washington-dc-wealth-trump.html__r=0&module=inline_1542338080.html", "image_url": "https://static01.nyt.com/images/2017/05/14/business/14insidewealth1/14insidewealth1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_12_business_washington-dc-wealth-trump.html__r=0&module=inline_1542338080.html", "title": "Washington Welcomes the Wealthiest", "title_page": "Washington Welcomes the Wealthiest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The buyers aren’t just locals. Increasingly, the superrich from around the world are discovering the benefits of owning a home in Washington. Aside from being a bargain compared with New York or London, it gives business owners and power players access to the seat of government.\n“These people already have a home in London and Hong Kong and New York, and they realize that if they add Washington to their portfolio, they can entertain there and advance their cause,” Mr. Lowham said.\nEuropean luxury brands have also found it lucrative to have homes in the area. Hermès opened a 6,000-square-foot boutique in CityCenterDC in 2015, celebrating with a blowout dinner that featured foie gras feuilleté and waiters wearing giant white hats that looked like clouds.\nAt a time when many malls are struggling, Tysons Galleria, in McLean, Va., which has tenants like Bottega Veneta, Chanel, Louis Vuitton and Prada, is reporting growing sales. Instead of a food court, the mall has brought in Mike Isabella, a chef and restaurateur, to build a 41,000-square-foot dining complex with eight eateries, including a raw bar and a tapas restaurant.\n“Our sales have been strong, and luxury sales have been among the strongest,” said Rich Dinning, the senior general manager of Tysons Galleria.\nThe food scene in Washington is also growing more lavish. One of the top restaurants in town is Pineapple and Pearls, whose 11-course tasting menu (with drink pairings) goes for $280 a person — to be paid in advance. Several other restaurants in town, such as Métier and Komi, are offering tasting menus for $200 or more.\nThe new administration may be contributing to Washington’s affluence, but big money is also coming from start-ups and newcomers from out of town. A 25-year-old recently walked into Mr. Shawn’s car dealership and paid $340,000 in cash for an Aston Martin Vanquish. The customer said he had recently sold a tech company he founded for tens of millions of dollars.", "url": "https://www.nytimes.com/2017/05/12/business/washington-dc-wealth-trump.html?_r=0&module=inline"}