{"authors": ["Anthony Tommasini"], "date_download": "2018-11-16 04:47:16", "date_modify": "2018-11-16 04:47:16", "date_publish": "2017-04-14 10:36:35", "description": "This superstar soprano has been retiring her signature roles one by one, and however her career evolves, she should be proud of this magnificent performance at the Met.", "filename": "2017_04_14_arts_music_rosenkavalier-renee-fleming-met.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343636.html", "image_url": "https://static01.nyt.com/images/2018/03/11/arts/11KELLIRENEEc/15ROSENKAVALIER1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_14_arts_music_rosenkavalier-renee-fleming-met.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343636.html", "title": "Review: Renée Fleming’s Poignant Farewell to ‘Der Rosenkavalier’", "title_page": "Review: Renée Fleming’s Poignant Farewell to ‘Der Rosenkavalier’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For weeks, the opera world has been abuzz about what the Metropolitan Opera’s new production of Richard Strauss’s “Der Rosenkavalier’’ would signify for the career of the superstar soprano Renée Fleming. In recent seasons, she has been retiring her signature roles one by one, and with this “Rosenkavalier,” Ms. Fleming, 58, is saying farewell to one of her best: Strauss’s Marschallin, an attractive, worldly-wise princess in 18th-century Vienna.\nThe Met’s highly anticipated production opened on Thursday. And however Ms. Fleming’s career evolves, she should be proud of the magnificent performance she gave.\nHas her voice lost a little bloom and richness? Maybe so. I hardly noticed, for all the melting lyricism, subtle expressivity and emotional vulnerability of her singing. She has long been one of the finest actresses in opera and, for this production, directed by Robert Carsen, the Met has given Ms. Fleming a cast of singers with which she can really act. Especially the mezzo-soprano Elina Garanca, a revelation as Octavian, the 17-year-old count with whom the older, married Marschallin is having an affair. With her short, fair hair and androgynous allure, Ms. Garanca is eerily convincing in the role of a randy adolescent boy, and her plush, sensual voice is ideal for this vocally demanding music.\nThe dramatic chemistry between Ms. Fleming and Ms. Garanca came through in their every exchange, including a complex moment during their long, crucial scene in Act I, set in the Marschallin’s bedroom. The princess is suddenly swept up by an awareness of frailty, of how everything we grasp dissolves like a mist or a dream, she says. This, she knows, will sooner or later include her affair with Octavian.", "url": "https://www.nytimes.com/2017/04/14/arts/music/rosenkavalier-renee-fleming-met.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}