{"authors": ["Gail Collins"], "date_download": "2018-11-16 04:25:24", "date_modify": "2018-11-16 04:25:24", "date_publish": "2017-07-06 07:21:29", "description": "There’s progress on greater gender equality in politics. So everything’s going to get better.", "filename": "2017_07_06_opinion_women-in-congress.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342324.html", "image_url": "https://static01.nyt.com/images/2017/07/06/opinion/06collinsWeb/06collinsWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_06_opinion_women-in-congress.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342324.html", "title": "Women Move, World Improves", "title_page": "Opinion | Women Move, World Improves - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But even Wyoming is looking for a leap forward. Connolly is co-chair of a women’s caucus that is — of course — bipartisan. (“Its only goal is to recruit more women and be supportive of each other when we serve.”) She feels that same surge of new interest, “and it is wonderful.”\nWomen have been setting record-breaking web traffic at Emily’s List, which supports pro-choice Democratic women’s campaigns. Stephanie Schriock, the president, thinks the motives run from “fear of slipping backward” after Hillary Clinton’s loss to a sense of solidarity engendered by the marches after Donald Trump’s inauguration. Now the visitors are stoked, and looking for information on how to run for anything “from school board to the U.S. Senate.”\n(If you’re reading this piece and thinking at this very moment that you might want to jump in, I should warn you that running for the U.S. Senate is not really the place to begin. But if you’re wealthy, famous and want to find a male incumbent who’s truly worthy of being chased out of town, Ted Cruz is up for re-election in 2018. Just saying.)\nRight now, Democrats seem to be having much more success in recruiting women than Republicans are. Some experts think it’s because when female Democrats donate money they tend to target women candidates, while on the Republican side gender doesn’t seem to matter all that much.\nThink about this, Republican women. If Senate leaders hadn’t appointed just 13 men to that special health care bill-writing group, the bill would have been better. This is a fact based on the evidence that it could not possibly have been worse.\nIf this sudden interest in putting more women into office translates into action, it’ll be about time. Women still hold just under 25 percent of the seats in the nation’s state legislatures, and just under 20 percent of the seats in Congress. There are only six women governors, which is incredibly depressing.", "url": "https://www.nytimes.com/2017/07/06/opinion/women-in-congress.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}