{"authors": ["Maggie Haberman", "Glenn Thrush"], "date_download": "2018-11-16 03:18:21", "date_modify": "2018-11-16 03:18:21", "date_publish": "2017-01-20 02:12:38", "description": "A chaotic transition process that cast aside Gov. Chris Christie’s blueprints has left the president-elect’s team scrambling to fill key posts.", "filename": "2017_01_19_us_trump-cabinet-picks-inauguration_1542338301.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_19_us_trump-cabinet-picks-inauguration_1542338301.html", "title": "A Trump Administration, With Obama Staff Members Filling In the Gaps", "title_page": "A Trump Administration, With Obama Staff Members Filling In the Gaps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In all, Mr. Trump has named only 29 of his 660 executive department appointments, according to the Partnership for Public Service, which has been tracking the process. That is a pace far slower than recent predecessors, falling far short of the schedule originally outlined by Gov. Chris Christie of New Jersey, who was Mr. Trump’s transition director before Mr. Trump ousted him 10 weeks ago.\nNone of this seemed to bother Mr. Trump. After arriving from New York, the president-elect trod solemnly down red-carpeted stairs from a government plane at Joint Base Andrews with his wife, Melania, then sped off to deliver a speech at a reception held at his ornate new hotel near the White House. There, he declared, with typical bluster, that his cabinet nominees had “by far the highest I.Q. of any cabinet assembled.”\nLater, he laid a wreath at Arlington National Cemetery and attended his Lincoln Memorial inaugural concert, saying that one had never been held there before even though many similar events have taken place in front of the iconic seated statue of the 16th president.\n“Tomorrow seems to be the big one,” Mr. Trump told a black-tie dinner crowd at Washington’s stately Union Station on Thursday night, referring to his inauguration. In off-the-cuff remarks, he teased his incoming chief of staff, Reince Priebus, for having a difficult-to-pronounce name, and chided fund-raisers who did not contribute to his campaign until after he won. He also described his political opponents as “going crazy” over his cabinet selections.\nMr. Trump campaigned on a platform of shaking up Washington, but his pomp-and-circumstance arrival began with two jarring concessions to a city he may not inhabit full time: This week, he was forced to abandon his cherished “Trump” 757 for an Air Force jet, and, according to people close to the transition, he has traded in his Android phone for a secure, encrypted device approved by the Secret Service with a new number that few people possess.", "url": "https://www.nytimes.com/2017/01/19/us/trump-cabinet-picks-inauguration.html"}