{"authors": ["Nathan A. Thompson"], "date_download": "2018-11-16 03:52:35", "date_modify": "2018-11-16 03:52:35", "date_publish": "2017-07-30 11:08:58", "description": "The game helps the Rohingya, a Muslim ethnic group driven from Myanmar, forget about their exile in Bangladesh, even if just for a few hours.", "filename": "2017_07_30_world_asia_rohingya-coxs-bazar-bangladesh-myanmar.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340355.html", "image_url": "https://static01.nyt.com/images/2017/07/19/world/21COXSBAZAR-1/21COXSBAZAR-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_30_world_asia_rohingya-coxs-bazar-bangladesh-myanmar.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340355.html", "title": "In a Rohingya Refugee Camp, Soccer Is a Joyful Escape", "title_page": "In a Rohingya Refugee Camp, Soccer Is a Joyful Escape - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "COX’S BAZAR, Bangladesh — Mohammed Ismail prickled with adrenaline.\nWith one defender between him and the goal, he surged from the left wing, dodging pockmarks in the yellow-dirt soccer field. He stroked the ball with the outer edge of the shoes his father had bought him and, quick as a whip, unleashed a shot that left the goalkeeper gaping.\nMr. Ismail, 24, is a second-generation Rohingya refugee, born in this ramshackle camp in Cox’s Bazar on the southern tip of Bangladesh after his parents fled violence in their native Myanmar. And this was his moment, a joyful escape from painful realities.\n“When I play football the sadness and anger is far away,” he said, smiling. “But after I finish, it always comes back.”\nThe soccer field lies on an elevated plain with a sweeping view of the Kutupalong refugee camp: mud-walled hovels and split bamboo structures laced with open sewers. Cockerels and car horns sound from the nearby road.", "url": "https://www.nytimes.com/2017/07/30/world/asia/rohingya-coxs-bazar-bangladesh-myanmar.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}