{"authors": ["Conor Dougherty", "Andrew Burton"], "date_download": "2018-11-16 04:42:04", "date_modify": "2018-11-16 04:42:04", "date_publish": "2017-08-17 11:38:16", "description": "Like many in the housing-starved San Francisco region, Sheila James has moved far inland, gaining affordable space at the price of a brutal commute.", "filename": "2017_08_17_business_economy_san-francisco-commute.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343324.html", "image_url": "https://static01.nyt.com/images/2017/08/19/insider/17commutealpha/17commutealpha-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_17_business_economy_san-francisco-commute.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343324.html", "title": "A 2:15 Alarm, 2 Trains and a Bus Get Her to Work by 7 A.M.", "title_page": "A 2:15 Alarm, 2 Trains and a Bus Get Her to Work by 7 A.M. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "STOCKTON, Calif. — Sheila James starts her Monday, and the workweek, at 2:15 a.m. This might be normal for a baker or a morning radio host, but Ms. James is a standard American office worker.\nShe is 62 and makes $81,000 a year as a public health adviser for the United States Department of Health and Human Services in San Francisco. Her early start comes because San Francisco is one of the country’s most expensive metropolitan areas. Ms. James lives about 80 miles away in Stockton, which has cheaper homes but requires her to commute on two trains and a bus, leaving at 4 a.m.\nPhoto\nPlenty of office workers get up at 5 a.m. or a bit before, but 2:15 is highly unusual.\n“Two-fifteen is early enough that some people are still having their evening,” she said on a (very) early morning. But she likes to take her time and have coffee. She keeps the lights low and the house quiet and Zen-like. “I just can’t rush like that,” she said.\nWhen the second alarm goes off at 3:45 — a reminder to leave for the train in 15 minutes — her morning shifts from leisure to precision.\nAdvertisement Continue reading the main story\nIt is a seven-minute drive to the station, where she catches the Altamont Corridor Express train.\nPhoto\nIt takes her four minutes to find parking and walk to the platform, where she waits for the train on the same rectangle each day with her roller bag and floral print lunch bag. When the 4:20 train pulls in, she is in front of her preferred door, and she walks to the rear-facing seat that she favors.", "url": "https://www.nytimes.com/2017/08/17/business/economy/san-francisco-commute.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}