{"authors": ["Robert Pear", "Thomas Kaplan"], "date_download": "2018-11-16 04:33:09", "date_modify": "2018-11-16 04:33:09", "date_publish": "2017-03-06 23:06:18", "description": "The plan scraps the mandate for most Americans to have health insurance in favor of a new system of tax credits to induce people to buy insurance on the open market.", "filename": "2017_03_06_us_politics_affordable-care-act-obamacare-health_1542342789.html", "image_url": "https://static01.nyt.com/images/2017/03/07/us/07health/07health-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_06_us_politics_affordable-care-act-obamacare-health_1542342789.html", "title": "House Republicans Unveil Plan to Replace Health Law", "title_page": "House Republicans Unveil Plan to Replace Health Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — House Republicans unveiled on Monday their long-awaited plan to repeal and replace the Affordable Care Act, scrapping the mandate for most Americans to have health insurance in favor of a new system of tax credits to induce people to buy insurance on the open market.\nThe bill sets the stage for a bitter debate over the possible dismantling of the most significant health care law in a half-century. In its place would be a health law that would be far more oriented to the free market and would make far-reaching changes to a vast part of the American economy.\nThe House Republican bill would roll back the expansion of Medicaid that has provided coverage to more than 10 million people in 31 states, reducing federal payments for many new beneficiaries. It also would effectively scrap the unpopular requirement that people have insurance and eliminate tax penalties for those who go without. The requirement for larger employers to offer coverage to their full-time employees would also be eliminated.\nPeople who let their insurance coverage lapse, however, would face a significant penalty. Insurers could increase their premiums by 30 percent, and in that sense, Republicans would replace a penalty for not having insurance with a new penalty for allowing insurance to lapse.", "url": "https://www.nytimes.com/2017/03/06/us/politics/affordable-care-act-obamacare-health.html"}