{"authors": ["Ben C. Solomon"], "date_download": "2018-11-16 03:52:02", "date_modify": "2018-11-16 03:52:02", "date_publish": "2017-09-29 05:00:20", "description": "Half of Myanmar’s Rohingya Muslims are now packed into tarp huts in Bangladesh, and aid workers are just starting to reach some of the most desperate.", "filename": "2017_09_29_world_asia_rohingya-refugees-myanmar-bangladesh_1542340322.html", "image_url": "https://static01.nyt.com/images/2017/09/26/world/asia/Rohingya-Camps-slide-Z0CW/Rohingya-Camps-slide-Z0CW-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_29_world_asia_rohingya-refugees-myanmar-bangladesh_1542340322.html", "title": "In Grim Camps, Rohingya Suffer on ‘Scale That We Couldn’t Imagine’", "title_page": "In Grim Camps, Rohingya Suffer on ‘Scale That We Couldn’t Imagine’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Every medical treatment post here has a line that snakes nearly around the camp. Local doctors and foreign aid organizations like Doctors Without Borders are scrambling to set up more clinics but can hardly keep pace.\nWith just one main road connecting most of the district, aid groups are struggling to reach the most remote camps. In Taink Khali, a nearly 30-minute hike off the main road, an Australian aid agency called Disaster Response Group was setting up a mobile clinic in a tiny shack. Dozens of women and children were waiting quietly in the hot sun.\nAdvertisement Continue reading the main story\n“We’re the first aid these people have seen,” said Brad Stewart, operations manager for the aid group, a small medical assistance organization that most often serves backpackers in Nepal. His team of four ex-military Australians were taping a bottle of hand sanitizer to a tree.\n“The immediate attention is going to the more established camps,” he said. “Out here, we’re just a drop in a very large bucket.”\nFor the hundreds still coming, they face a dangerous boat ride across the river border into Bangladesh. On Thursday, dozens of Rohingya, many of them children, were killed as a trawler carrying them capsized in the Bay of Bengal.\nTheir bodies washed up on the bay alongside some survivors.\n“The women and children couldn’t swim,” said Nuru Salam, 22. He had tried to cross with his entire family when the boat tipped in the sea. His son had died and he was waiting to find his wife’s body. “There are still many more bodies to come.”\nHelping the Rohingya\nThe physical challenges here are steep enough. But the Rohingya crisis has shaken the entire region, exacerbating already severe sectarian and political strains and worsening the relationship between Bangladesh and Myanmar, in particular.\nThis is not the first wave of Rohingya that Bangladesh has had to absorb. In 1978, around 200,000 Rohingya fled into the country. Most returned to Myanmar after the two governments hammered out a repatriation deal. Another influx came in the early 1990s, as well as in 2012 and in October of last year.\nEven before this latest exodus from Myanmar, the stresses being placed on this already poor country were considerable. Yet some of the locals have shown remarkable kindness.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“I see that the host community here has been incredibly positive,” said Karim Elguindi, head of the World Food Program’s office in Cox’s Bazar, Bangladesh. “I’m still surprised by the humanitarian response of the government and the community.”\nMr. Elguindi has worked in Darfur, the strife-torn region of western Sudan, and he noted that while the sheer concentration of arriving Rohingya was unprecedented and the terrain challenging for aid distribution, the Rohingya could at least count on basic security once they made it to Bangladesh.\nAdvertisement Continue reading the main story\n“Compared with Darfur, here they speak the same language,” he said. “The refugees in Darfur were in I.D.P. camps,” referring to internally displaced persons. “They were still among enemies. Here, they are relatively safe.”\nWith existing camps beyond their capacity, the Bangladeshi government is racing to convert an additional 2,000 acres of land into settlements for the new arrivals. But a report from a network of United Nations agencies warned that Rohingya refugees had already arrived at the site before adequate infrastructure and services had been set up. The local authorities have begun limiting Rohingya refugees to the camps, setting up police checkpoints to prevent them from leaving.", "url": "https://www.nytimes.com/2017/09/29/world/asia/rohingya-refugees-myanmar-bangladesh.html"}