{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:11:31", "date_modify": "2018-11-16 03:11:31", "date_publish": "2017-09-09 02:26:38", "description": "The Kremlin’s stealth intrusion into the American election was broader than previously believed.", "filename": "2017_09_08_opinion_russia-facebook-twitter-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337891.html", "image_url": "https://static01.nyt.com/images/2017/09/09/opinion/09sat1/09sat1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_08_opinion_russia-facebook-twitter-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337891.html", "title": "Russia’s Fake Americans", "title_page": "Opinion | Russia’s Fake Americans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is commonly believed that Russia’s interference in the 2016 presidential campaign consisted mainly of the hacking and leaking of Democratic emails and unfavorable stories circulated abroad about Hillary Clinton. But as a startling investigation by Scott Shane of The New York Times, and new research by the cybersecurity firm FireEye, now reveal, the Kremlin’s stealth intrusion into the election was far broader and more complex, involving a cyberarmy of bloggers posing as Americans and spreading propaganda and disinformation to an American electorate on Facebook, Twitter and other platforms.\nWhether the Trump campaign was colluding with the Russians is, of course, the question at the heart of the investigation by the special counsel, Robert Mueller. Donald Trump Jr. told Senate investigators this week that he met with Russians claiming to have dirt on Mrs. Clinton because it could concern her “fitness, character or qualifications.” But Russia’s guile in using hackers and counterfeit Facebook and Twitter accounts to undermine her campaign represents a new dimension in disinformation that must not go unchallenged by Mr. Trump, however much he may have benefited from it and however close his relationship to Russian President Vladimir Putin.\nThe attack, according to the Times report, involved hundreds or even thousands of fake accounts on Facebook and Twitter that regularly posted anti-Clinton messages.", "url": "https://www.nytimes.com/2017/09/08/opinion/russia-facebook-twitter-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}