{"authors": ["Alexandra Jacobs"], "date_download": "2018-11-16 03:09:13", "date_modify": "2018-11-16 03:09:13", "date_publish": "2017-06-14 04:00:22", "description": "Gwyneth Paltrow’s company stages a Comic-Con for the wellness set.", "filename": "2017_06_14_fashion_gwyneth-paltrow-in-goop-health-wellness_1542337753.html", "image_url": "https://static01.nyt.com/images/2017/06/15/fashion/15GOOPweb5/15GOOPweb5-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_14_fashion_gwyneth-paltrow-in-goop-health-wellness_1542337753.html", "title": "Meet the Goopies", "title_page": "Meet the Goopies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His wife, Shayne Matthews, 44, a business operations manager in the semiconductor industry, sprung up from her holding position on a white blanket. “This is what I chose in April to celebrate my birthday,” she said. “She’s doing exactly what I would want to do. Explore. Not just base everything on assumptions or take it as science, but go re-explore for yourself.”\nMuch of the exploration here took place in a large auditorium filled with white chairs, under which bottles of electrolyte-infused water had been placed. Sitting there attendees heard Ms. Paltrow reassure them she still occasionally smokes a cigarette at a party. They watched a rambling if heartfelt presentation on “cosmic flow” given by Dr. Habib Sadeghi, founder of an integrative health center in Agoura Hills. (“This is not a convention,” he said. “This is a pilgrimage.”) They flinched through a demonstration of a “10-Minute Face-Lift” involving an organic sugar thread inserted through a woman’s cheek.\nAnd they nodded in sympathy as two psychotherapists, Phil Stutz and Barry Michels, authors of a best-seller called “The Tools,” considered the relationship troubles of a redheaded lady of athleisure named Kathy.\n“Come on up; we want to hear you,” Ms. Paltrow said kindly. “You can have my chair.”\nKathy complained that she and her partner lived in separate houses. “We had a disagreement about the furniture,” she said. Clad in a silk crepe toile dress by Vilshenko that soon thereafter sold out at Net-a-Porter, Ms. Paltrow sat at Dr. Michels’s feet, hugging her knees. The doctors discussed how hard it is for women to reach “a primitive level of entitlement.” Soon they had the audience screaming, in unison:\n“I’m an animal!”\nYes, it was time for lunch. For the Lapis and Amethyst participants, this meant glass jars filled with something that looked like moss, or artfully composed salads in compostable bowls. Dan Stayne, a paramedic strolling the premises, said he had treated some people for allergic reactions: “There was a lot of food getting thrown out that they didn’t know had peanuts in them.”", "url": "https://www.nytimes.com/2017/06/14/fashion/gwyneth-paltrow-in-goop-health-wellness.html"}