{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 03:40:30", "date_modify": "2018-11-16 03:40:30", "date_publish": "2017-05-07 00:09:58", "description": "At the annual shareholders meeting of his conglomerate, Warren Buffett criticized the health care overhaul as “a huge tax cut for guys like me.”", "filename": "2017_05_06_business_dealbook_warren-buffett-berkshire-health-care.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339630.html", "image_url": "https://static01.nyt.com/images/2017/05/07/us/07DB-Hathaway/07DB-Hathaway-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_06_business_dealbook_warren-buffett-berkshire-health-care.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339630.html", "title": "Warren Buffett, at Berkshire Meeting, Condemns Republican Health Care Bill", "title_page": "Warren Buffett, at Berkshire Meeting, Condemns Republican Health Care Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Every year, tens of thousands of investors descend on Omaha to attend the annual meeting of Berkshire Hathaway, the conglomerate controlled by Warren E. Buffett, and hear directly from the billionaire.\nAnd this year, those who made the trek heard Mr. Buffett on Saturday criticize the Trump administration’s health care overhaul as a giveaway to wealthy individuals like himself, and heard him rebuke the previous management of Wells Fargo, of which Berkshire is one of the biggest shareholders.\nBerkshire’s annual shareholder meeting has long been known as the “Woodstock of capitalism” for the fervor of the investors — some owning only a single share — who travel to Omaha just for the chance to listen to Mr. Buffett and his longtime business partner, Charles Munger.\nOver the course of six and a half hours, Mr. Buffett, 86, and Mr. Munger, 93, touched upon a wide range of topics, as they sipped Coca-Cola and munched on See’s candies (from two of Berkshire’s holdings). The two executives spoke about the arcana of insurance, one of Berkshire’s biggest businesses. They criticized the work of private equity firms that load enormous piles of debt onto companies they acquire. And, responding to individual shareholder queries, they also spoke about their dreams and regrets.", "url": "https://www.nytimes.com/2017/05/06/business/dealbook/warren-buffett-berkshire-health-care.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}