{"authors": ["Robert Frank"], "date_download": "2018-11-16 03:14:33", "date_modify": "2018-11-16 03:14:33", "date_publish": "2017-06-15 23:52:12", "description": "People have wondered if the Amazon chief was waiting until retirement to make a big charitable splash. In a tweet, he solicited ideas from the public.", "filename": "2017_06_15_business_media_jeff-bezos-amazon-rich-charity.html__r=0&module=inline_1542338073.html", "image_url": "https://static01.nyt.com/images/2017/06/16/business/16WEALTH1/16WEALTH1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_15_business_media_jeff-bezos-amazon-rich-charity.html__r=0&module=inline_1542338073.html", "title": "At Last, Jeff Bezos Offers a Hint of His Philanthropic Plans", "title_page": "At Last, Jeff Bezos Offers a Hint of His Philanthropic Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Experts on nonprofits and friends of Mr. Bezos say he has been more focused on building Amazon and would probably turn to philanthropy later. The more wealth he creates today, they said, the more he can give away later.\nGranted, money has never been Mr. Bezos’ public goal. Like many of today’s tech tycoons, he has said his mission is changing the world and satisfying customers rather than getting rich. In a commencement speech at Princeton in 2010, he recounted his choice to quit his comfortable job in finance in 1994 to take a risk on selling books online.\n“I took the less safe path to follow my passion,” he said, “and I’m proud of that choice.”\nHe does enjoy some of the trappings of being a billionaire. Last fall, he bought the most expensive home ever sold in Washington, D.C., when he paid $23 million for the former Textile Museum, which he plans to turn into a single-family residence. Aside from his main residence in Seattle, he has a $24 million home in Beverly Hills, Calif., and a ranch in Texas. He is one of the largest landowners in America, with nearly 300,000 acres.\nYet Mr. Bezos has so far refused the kind of charitable pledges common among billionaires today. The Bezoses’ giving has largely been a family affair, with Mr. Bezos’ role hard to determine. Nonprofit experts said the Bezos Family Foundation, while funded with Amazon stock, is mainly led by Mr. Bezos’ mother. The foundation has given away tens of millions of dollars, mainly to causes related to child brain development and early education.\nIt’s typical, of course, for the wealthy to shift to philanthropy later in life. Mr. Gates was accused of not being charitable enough before he became the richest man in 1995, with a fortune of $12.9 billion. By the end of the 1990s, he had given away more than $2 billion through foundations he created that focused on health and technology. Then, in 1999, he ramped up his giving just before stepping down as Microsoft’s chief executive and setting up the Bill & Melinda Gates Foundation, with more than $20 billion in funding.\nMr. Bezos and Amazon have stepped up their giving in recent years, after critical coverage in the Seattle press. A 2012 article in The Seattle Times called Amazon a “virtual no-show in hometown philanthropy,” but since then, the company has given millions to local institutions and causes.", "url": "https://www.nytimes.com/2017/06/15/business/media/jeff-bezos-amazon-rich-charity.html?_r=0&module=inline"}