{"authors": ["Luis Ferré-Sadurní", "Anemona Hartocollis"], "date_download": "2018-11-16 03:47:18", "date_modify": "2018-11-16 03:47:18", "date_publish": "2017-09-21 00:41:39", "description": "Less than two weeks after Hurricane Irma, a new storm made a direct hit on the island, knocking out its power grid.", "filename": "2017_09_20_us_hurricane-maria-puerto-rico-power.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340038.html", "image_url": "https://static01.nyt.com/images/2017/09/22/us/21storm3/21storm3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_20_us_hurricane-maria-puerto-rico-power.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340038.html", "title": "Maria Strikes, and Puerto Rico Goes Dark", "title_page": "Maria Strikes, and Puerto Rico Goes Dark - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN JUAN, P.R. — Read the latest with Thursday’s live updates on Hurricane Maria.\nHurricane Maria, the most powerful storm to make a direct hit on Puerto Rico in almost a century, ravaged the island on Wednesday, knocking out all electricity, deluging towns with flashfloods and mudslides and compounding the already considerable pain of residents here.\nLess than two weeks ago, Hurricane Irma dealt the island a glancing blow, killing at least three people and leaving nearly 70 percent of households without power. This storm, which made landfall at 6 a.m. as a Category 4 hurricane, took out the island’s entire power grid, and only added to the woes of a commonwealth that has been groaning under the weight of an extended debt and bankruptcy crisis.\nBeyond the immediate damage from winds up to 155 miles per hour, continuous rain flooded coastal communities as well as neighborhoods in the central, mountainous areas of the island, which is full of rivers and streams. One person was reported dead, though the power failure has largely cut off communication with some of the worst-hit areas.\nResidents woke Wednesday to the clamor of strengthening wind gusts, with the memory of Hurricane Irma still fresh. By afternoon, the whole island had lost electricity.", "url": "https://www.nytimes.com/2017/09/20/us/hurricane-maria-puerto-rico-power.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}