{"authors": ["Victoria Burnett"], "date_download": "2018-11-16 04:11:56", "date_modify": "2018-11-16 04:11:56", "date_publish": "2017-06-12 19:00:28", "description": "The Trump administration has again imposed new restrictions on going to Cuba. Here’s what it means for travelers.", "filename": "2017_06_12_travel_cuba-travel-tips-trump-administration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341516.html", "image_url": "https://static01.nyt.com/images/2017/06/13/travel/13cuba/13cuba-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_12_travel_cuba-travel-tips-trump-administration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341516.html", "title": "How to Travel to Cuba Now", "title_page": "How to Travel to Cuba Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[UPDATED NOV. 8, 2017]\nA little over a month after the Trump administration warned Americans not to visit Cuba because of mysterious sonic attacks, the Treasury on Wednesday published new restrictions on American travel to the island and placed dozens of military-owned hotels and shops off-limits.\nUnder the new rules, Americans will no longer be permitted to visit Cuba on individual “people-to-people” trips, a popular mode of travel that has fueled a boom in home rentals and family-run restaurants since President Barack Obama loosened restrictions on travel to Cuba two years ago.\nThey will also be barred from “direct financial transactions” with a long list of restaurants, shops and hotels that form part of the Cuban military’s extensive business empire. They include many properties in Old Havana and the five-star Gran Hotel Manzana Kempinski, whose opening last year was expected to usher in a new era of luxury travel.\nBob Guild, the president of Mar Azul Charters, a travel company that has organized trips to Cuba for many years, said the shift under President Trump was “part of a long, long history of cracking down.”", "url": "https://www.nytimes.com/2017/06/12/travel/cuba-travel-tips-trump-administration.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}