{"authors": ["Benjamin Mueller", "Liz Robbins", "Annie Correal"], "date_download": "2018-11-16 04:32:25", "date_modify": "2018-11-16 04:32:25", "date_publish": "2017-12-29 14:29:46", "description": "The city’s deadliest blaze since 1990 was a “horrible, tragic accident” caused by a child playing with a stove, the mayor said.", "filename": "2017_12_29_nyregion_deadliest-bronx-fire-children-12-dead_1542342745.html", "image_url": "https://static01.nyt.com/images/2017/12/30/nyregion/30fire41/30fire41-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_29_nyregion_deadliest-bronx-fire-children-12-dead_1542342745.html", "title": "A Boy’s Scream, a Door Ajar and 12 Dead in a Bronx Fire", "title_page": "A Boy’s Scream, a Door Ajar and 12 Dead in a Bronx Fire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The 3-year-old boy in the kitchen screamed. His mother ran in from the bathroom. He had been playing with the knobs of the stove again. With flames jumping through the kitchen, she scooped up the boy and a 2-year-old child and ran into the cold. She left her first-floor apartment door ajar behind her.\nThe fire flashed out into the hallway of the five-story building in the Bronx on Thursday night. The stairwell became in effect a chimney. The fire climbed up, up, up, seeking air. Confronted with a hallway inferno, residents upstairs retreated and threw open their windows, giving the fire more oxygen, before they crowded onto fire escapes, screaming in several languages.\nOthers, along the side and back of the building, where the fire began, could not even get to their fire escape.\nWhen all the dead were counted, there were 12, making the fire at 2363 Prospect Avenue in the Belmont neighborhood New York City’s deadliest in 27 years. Four other people were critically injured, “fighting for their lives right now,” Mayor Bill de Blasio said on Friday.", "url": "https://www.nytimes.com/2017/12/29/nyregion/deadliest-bronx-fire-children-12-dead.html"}