{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:02:27", "date_modify": "2018-11-16 04:02:27", "date_publish": "2017-05-29 09:00:20", "description": "The Constitution includes detailed instructions for impeachment. But there’s no clear answer on whether a president may be criminally prosecuted.", "filename": "2017_05_29_us_politics_a-constitutional-puzzle-can-the-president-be-indicted.html_module=inline_1542340947.html", "image_url": "https://static01.nyt.com/images/2017/05/30/us/30bar/30bar-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_29_us_politics_a-constitutional-puzzle-can-the-president-be-indicted.html_module=inline_1542340947.html", "title": "A Constitutional Puzzle: Can the President Be Indicted?", "title_page": "A Constitutional Puzzle: Can the President Be Indicted? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Constitution does not answer every question. It includes detailed instructions, for instance, about how Congress may remove a president who has committed serious offenses. But it does not say whether the president may be criminally prosecuted in the meantime.\nThe Supreme Court has never answered that question, either. It heard arguments on the issue in 1974 in a case in which it ordered President Richard M. Nixon to turn over tape recordings, but it did not resolve it.\nReports that President Trump asked James B. Comey, then the F.B.I. director, to shut down an investigation into his former national security adviser, Michael T. Flynn, prompted accusations that the president may have obstructed justice. Robert S. Mueller III, the former F.B.I. director who has been appointed special counsel to look into ties between the Trump campaign and Russia, will presumably investigate the matter.\nBut would the Constitution allow Mr. Mueller to indict Mr. Trump if he finds evidence of criminal conduct?", "url": "https://www.nytimes.com/2017/05/29/us/politics/a-constitutional-puzzle-can-the-president-be-indicted.html?module=inline"}