{"authors": ["Nicholas Wade"], "date_download": "2018-11-16 03:44:20", "date_modify": "2018-11-16 03:44:20", "date_publish": "2017-03-22 18:00:15", "description": "A Ph.D candidate and a computer program that took five minutes to run may upend the dinosaur classification system that has been used for more than a century.", "filename": "2017_03_22_science_dinosaur-family-tree.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339860.html", "image_url": "https://static01.nyt.com/images/2017/03/28/science/23DINO/23DINO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_22_science_dinosaur-family-tree.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339860.html", "title": "Shaking Up the Dinosaur Family Tree", "title_page": "Shaking Up the Dinosaur Family Tree - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Baron’s revolutionary new family tree may not be immediately accepted but experts seem likely to give it a serious hearing because of its database, the largest ever assembled, and its use of a standard tree-drawing program.\n“It will be interesting to see how paleontologists receive this original and provocative reassessment of dinosaur origins and relationships,” Kevin Padian, a dinosaur expert at the University of California, Berkeley, wrote in an accompanying commentary in Nature.\n“It’s a radical proposal with a reasonable basis but no one expects it will be the last word,” Dr. Padian said in an interview. Given that such a sudden shift in the dinosaur family tree might even be possible, people could wonder if dinosaur experts know what they’re doing, he said. His answer is that they do, but they have been faced with an unusual problem. There has been an explosion of new discoveries in the last 30 years, showing that new dinosaur groups evolved with a mix of old features inherited from their ancestors and new ones shaped by natural selection. But the new features are the same in many cases, an instance of what biologists call convergent evolution, making it very hard to assign each group to its right place on the dinosaur family tree.\nPaul Sereno, a dinosaur specialist the University of Chicago who laid the basis for the modern version of Seeley’s classification, said the new paper would certainly stir the pot but he couldn’t see what new features or scoring system had contributed to the new result.\nMr. Baron said his work was not based on any new diagnostic features but on more data and the absence of any prior assumptions about what the tree should look like.\nHaving a correctly drawn family tree allows paleontologists to peer more deeply into the origins of the dinosaurs, because the species that lie close to the root of the major families may carry the same traits as the first dinosaur. Based on his tree, Mr. Baron believes that the original dinosaurs were small, two-footed animals with large grasping hands, as others have said before, but also omnivorous. Early dinosaurs had both knifelike teeth for eating meat and flatter teeth for chewing plants.", "url": "https://www.nytimes.com/2017/03/22/science/dinosaur-family-tree.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}