{"authors": ["Steven Lee Myers", "Choe Sang-Hun"], "date_download": "2018-11-16 04:42:43", "date_modify": "2018-11-16 04:42:43", "date_publish": "2017-08-09 12:44:37", "description": "While some officials played down the president’s warning to North Korea, some analysts said that the escalating rhetoric increased the likelihood of war.", "filename": "2017_08_09_world_asia_north-korea-trump-threat-fire-and-fury.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343363.html", "image_url": "https://static01.nyt.com/images/2017/08/10/world/10assess-3/10assess-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_09_world_asia_north-korea-trump-threat-fire-and-fury.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343363.html", "title": "Trump’s ‘Fire and Fury’ Threat Raises Alarm in Asia", "title_page": "Trump’s ‘Fire and Fury’ Threat Raises Alarm in Asia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — President Trump’s threat to unleash “fire and fury” against North Korea sent a shudder through Asia on Wednesday, raising alarm among allies and adversaries and, to some observers, making the possibility of military conflict over the North’s nuclear program seem more real.\nWith North Korea responding that it would, if attacked, strike American military forces on Guam, analysts warned that the escalating statements increased the likelihood of war — perhaps one based on miscalculation, should one side’s fiery statements be misread by the other.\nSome played down Mr. Trump’s remark on Tuesday as simply a warning not to attack the United States, albeit one whose tone was more typical of North Korean propagandists than it was of past American presidents. Officials in South Korea and Japan said that while the situation was tense, it had not reached a crisis point.\nSecretary of State Rex W. Tillerson played down any imminent threat from North Korea, saying Wednesday, “I think Americans should sleep well at night, have no concerns about this particular rhetoric of the last few days.”", "url": "https://www.nytimes.com/2017/08/09/world/asia/north-korea-trump-threat-fire-and-fury.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}