{"authors": ["The New York Times"], "date_download": "2018-11-16 03:47:13", "date_modify": "2018-11-16 03:47:13", "date_publish": "2017-08-30 08:12:25", "description": "Arkema said it had expected explosions at its plant in Crosby, about 30 miles from downtown Houston, because it was unable to keep the chemicals cool.", "filename": "2017_08_30_us_hurricane-harvey-flooding-houston_1542340033.html", "image_url": "https://static01.nyt.com/images/2017/08/31/us/31livestorm-sub/31livestorm-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_30_us_hurricane-harvey-flooding-houston_1542340033.html", "title": "Explosions and Black Smoke Reported at Chemical Plant", "title_page": "Explosions and Black Smoke Reported at Chemical Plant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As water began to recede in some parts of flood-ravaged Houston and as Harvey, now a tropical depression, shifted its wrath to the Beaumont-Port Arthur area of Texas, there were reports early Thursday that a chemical plant at risk of exploding had done just that.\nThere were two explosions at the Arkema plant in Crosby, about 30 miles northeast of downtown Houston, around 2 a.m., the French chemicals company that owns the plant said in a statement.\nIt said there was a risk of further explosions at the site.\n“We want local residents to be aware that the product is stored in multiple locations on the site, and a threat of additional explosion remains,” Arkema said.\nPhoto\nCBS19, the Houston affiliate, reported the two explosions at the plant and showed photos of black smoke. The blasts were also reported by Fox 26.\nThe company had already ordered all workers to leave the damaged plant, and Harris County ordered the evacuation of residents within a 1.5-mile radius. After the explosion, at least one Harris County deputy was taken to the hospital after inhaling fumes from the plant, the Harris County Sheriff’s Office said on Twitter.\nLater, the sheriff’s office tweeted that company officials believed that the smoke inhaled by the 10 deputies was “a nontoxic irritant.”\nRichard Rowe, the chief executive of Arkema’s North American division, told Reuters that the company had expected the chemicals to catch fire.\nThe Arkema plant manufactures organic peroxides, which are used in making plastic and other materials. When the chemicals warm, they start to decompose, which creates more heat and can quickly lead to a rapid, explosive reaction. Some organic peroxides also produce flammable vapors as they decompose.\nThe plant was shut down last Friday in anticipation of the storm, and a skeleton crew of 11 was left behind to ensure that the chemicals, which are kept in cold storage, remained safe.\nBut Arkema said the plant had been without power since Sunday, and the torrential rains and flooding had damaged backup generators. With the storage warehouse warming up, the crew transferred the chemicals to diesel-powered refrigerated trailers, but some of those stopped working as well.\nHere is the latest:\n• The storm was downgraded to a tropical depression on Wednesday night. It is expected move through central Louisiana on Wednesday night, then move through northeastern Louisiana and northwestern Mississippi on Thursday.\n• Vice President Mike Pence is expected to visit four locations around Corpus Christi, Tex., on Thursday, to meet with storm survivors, according to a senior administration official who spoke on condition of anonymity because the details of the trip were still being worked out.\n• Officials have reported at least 38 deaths that were related or suspected to be related to the storm. The victims include a police officer who died on his way to work; a mother who was swept into a canal while her child survived by clinging to her; a woman who died when a tree fell on her mobile home; and a family that is believed to have drowned while trying to escape floodwaters in a van.\n• More than 32,000 people were in shelters in Texas, and 30,000 shelter beds were available, Gov. Greg Abbott of Texas said. Houston officials said the city’s largest shelter at the George R. Brown Convention Center had 8,000 and was no longer accepting evacuees. New evacuees would be taken to NRG Center, a conference hall in Houston.\n• Houston’s two airports reopened, and airport officials said on Wednesday night that United Airlines had boarded a flight from Los Angeles bound for Houston. Five more flights were on their way and three aircrafts were scheduled to leave the Houston area. International flights are expected to resume Thursday.\n• The governor said 210,000 people have registered with FEMA for assistance.\n• The National Guard has conducted 8,500 rescues since the storm began, Mr. Abbott said, and the police and firefighters in the Houston area have done a similar number. About 24,000 National Guard troops will soon be deployed for disaster recovery in Texas.\nVideo\n• Times journalists are chronicling the storm and its aftermath. Here is a collection of the most powerful photographs, and a guide to our coverage.\n• Follow Times correspondents covering the storm on Twitter: Manny Fernandez, Alan Blinder, Julie Turkewitz, Jack Healy, Dave Philipps, Annie Correal, Rick Rojas, Monica Davey, Richard Fausset, Richard Pérez-Peña and Audra Burch. A collection of their tweets is here.\n• Are you in an affected area? If you are safe, and are able to, share your story by email to hurricane@nytimes.com. And here are ways you can contribute to relief efforts.\nPort Arthur and Beaumont in Texas were hit hard.\n“Our whole city is underwater right now but we are coming!” Port Arthur’s mayor, Derrick Freeman, said in a Facebook message overnight, as desperate residents sent out calls for help on social media.\nWater filled homes and submerged roads, evacuees crowded shelters, local officials urged people who needed rescue to hang sheets or towels from windows, forecasters warned that the storm could spawn tornadoes, and the Louisiana State Police closed Interstate 10 heading toward Beaumont, just a few miles from the state line. The rain was expected to continue until Friday.\nIn Houston, Mayor Sylvester Turner reiterated on Wednesday evening that he was pressing for the city to return to normal as quickly as possible. Several public safety officials said the city was beginning its transition from focusing on rescues to instead focusing on recovery.\nThose cities and other places in Jefferson County, Tex., east of Houston, were desperate for help after heavy rain caused floodwaters to rise precipitously.\n“The town looks like a lake, it really does. It’s like the whole town got dropped into Lake Sabine,” said Michael LeBouef, a retired surgical assistant who lives in Port Arthur. “The houses that are under water, it’s unreal.”\nVideo\nIn Beaumont, emergency workers rescued a young girl who was floating in the floodwaters, suffering from hypothermia and clinging to her mother’s body. The mother died, but the girl was in stable condition, the police said.\nThe mother, identified by the police as Colette Sulcer, 41, had been driving down a service road when she pulled into a parking lot and got stuck. Ms. Sulcer and her daughter left the car, but were swept away, floating about half a mile, the police said. A group of emergency officials found the pair just before they were swept under a trestle. Had they floated under it, the workers would not have been able to save the child, the police said.\nLocal news reports from Port Arthur showed that shelters and homes were flooded, and residents and reporters said that there were not enough people answering emergency calls.\nRain fell with astonishing intensity in the county, which is home to about 254,000 people. Between 2 p.m. Tuesday and 1 a.m. Wednesday local time, almost 19 inches of rain hit Jack Brooks Regional Airport, between Beaumont and Port Arthur.\n“Water’s still rising in most locations,” said Jonathan Brazzell, a hydrologist with the National Weather Service. “I don’t know what else to say, it’s just bad. I’ve never seen anything like it.”\nThe rainfall total since the storm began reached more than 47 inches on Wednesday, and will climb. Rain was forecast to continue steadily through Wednesday and Thursday, before easing off on Friday.\nAustin and Dallas prepare to absorb thousands of schoolchildren.\nThe cities of Austin and Dallas were expecting to absorb thousands of schoolchildren displaced by the storm, said Michael Casserly, executive director of the Council of the Great City Schools, a coalition of 68 large urban school districts. In both cities, school officials were waiving certain paperwork requirements, including immunization records and birth certificates, in order to quickly enroll displaced children, he said.\nRobyn L. Harris, a spokeswoman for the Dallas Independent School District, said that the students would be classified as homeless and that the district was ready to provide psychological counseling and health services.\nThe Houston Independent School District remained closed, but announced that when school resumes, all students would receive three meals a day, regardless of a family’s income, for the school year.\nMr. Casserly has been working with urban districts in Texas over the last week and also assisted school officials after past disasters, including Hurricane Katrina in New Orleans and the Sept. 11 terrorist attacks in New York. He said he expected Congress to pass special disaster relief legislation, but that after previous catastrophes, the federal funding provided for schools did not come close to covering the costs associated with getting classes back up and running.\nHouston’s mayor pushes for a return to normalcy.\nMr. Turner, the Houston mayor, said Wednesday evening that a citywide curfew would take effect again from midnight until 5 a.m. He said heavy debris pick up began Wednesday and regular trash collection would resume on Thursday. “We’re going to do our very best to push the pace,” he said.\nMr. Turner said he wanted the Astros baseball team to play a scheduled home game on Friday.\nBut thousands of people remained in shelters, still seeking information about their families and friends, and about the state of their homes and their city.\nOfficials also said that about 75,000 CenterPoint Energy customers remained without power as of late Wednesday — down from about 100,000.\nThough the inundation from days of record rainfall has begun to recede, swollen rivers still have not crested in some places. Art Acevedo, the police chief, said that 20 people who had been reported missing since the start of the storm remained unaccounted for.\nA bowling alley in Port Arthur quickly becomes a shelter.\nMax Tribble, an owner of the MaxBowl in Port Arthur, received a call from the fire department on Tuesday night: A shelter was taking on water, and emergency officials needed a dry place to bring evacuees. The bowling alley, which had been spared the flooding, fit the bill.\n“They just started dropping off people — I think there were about 500 people there,” Mr. Tribble said.\nMr. Tribble’s bowling alley was quickly transformed into an ad hoc shelter. Evacuees arrived in boats and on dump trucks, and slept on the floor near the bowling alleys, in the hallways, in the bar and in a dance area. One person found a spot on a pool table.\n“They couldn’t sleep in the laser tag room because there was a leak in the roof and it was kind of wet over there,” said Mr. Tribble, who spoke by phone from Houston. He was unable to travel to Port Arthur because of the flooded highways and watched on security cameras.\n“In our birthday party rooms, they set up a medical triage unit to treat people there,” Mr. Tribble said.\nBy Wednesday morning, an employee had waded to work in chest-deep water and had fired up the kitchen, where he began to crank out pizzas. Emergency responders have dropped off blankets, baby formulas, and diapers, and Mr. Tribble said some mattresses appear to have arrived.\nOne thing that’s not happening at the alley is bowling. Not yet, anyway.\nA congressman and his family flee the floodwaters.\nRepresentative Brian Babin, Republican of Texas, who had been trapped with his family in their Woodville home because of nearby flooding, was able to leave the residence Wednesday afternoon, his spokesman said.\nMr. Babin had told CNN earlier that although he had no “way to get out” of the home, he and his family were not worried.\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHis spokesman, Jimmy Milstead, later confirmed that Mr. Babin and his family were “safe and in no danger.” In a subsequent email, Mr. Milstead said the congressman had made it out.\nThe nine counties across Mr. Babin’s 36th Congressional District have experienced unprecedented rains and flooding.\nDoctors were forced to improvise when there was no brain surgeon around.\nAfter working for days on end during the storm at Lyndon B. Johnson Hospital in northeast Houston, Dr. Vladimir Melnikov finally got out on his bicycle on a windy, dry Wednesday afternoon. The memories of the preceding days were fresh on his mind.\n“We were on this island, a hospital surrounded by water everywhere,” he said.\nA patient injured in a motorcycle accident was bleeding into his brain on Sunday night. He needed urgent brain surgery, but there was no neurosurgeon to do it, and no way to transfer the patient.\nAfter consulting with the patient’s family, and speaking with neurosurgeons by phone, Dr. Erik P. Askenasy, a colon and rectal surgeon, opened the man’s skull to relieve the pressure and remove a blood clot.\nDr. Melnikov, an anesthesiologist, monitored the patient and watched as the surgeon “did it so elegantly” that no blood transfusion was required. When the wind died down, the patient was transferred to another hospital for continuing care.\nDr. Askenasy “was trapped with us in this small hospital, and he was an ortho surgeon, a neurosurgeon and a general surgeon, because we didn’t have relief,” Dr. Melkinov said.", "url": "https://www.nytimes.com/2017/08/30/us/hurricane-harvey-flooding-houston.html"}