{"authors": ["David E. Sanger", "Neil Macfarquhar"], "date_download": "2018-11-16 04:33:51", "date_modify": "2018-11-16 04:33:51", "date_publish": "2017-05-10 13:47:59", "description": "A day after dismissing the F.B.I. director amid an investigation into the Trump campaign’s contacts with Russian officials, the president met with Foreign Minister Sergey V. Lavrov.", "filename": "2017_05_10_world_europe_trump-russia-foreign-minister-sergey-lavrov-meeting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342831.html", "image_url": "https://static01.nyt.com/images/2017/05/11/world/11diplo_web2/11diplo_web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_10_world_europe_trump-russia-foreign-minister-sergey-lavrov-meeting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342831.html", "title": "With Awkward Timing, Trump Meets Top Russian Official", "title_page": "With Awkward Timing, Trump Meets Top Russian Official - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — What a day for President Trump’s first face-to-face meeting with a top Russian official.\nOnly hours after dismissing James B. Comey as director of the F.B.I., amid an investigation into the Trump campaign’s contacts with Russian officials, the president met with Russia’s foreign minister, Sergey V. Lavrov, at the White House. The Russian ambassador to the United States, Sergey I. Kislyak — best known to many Americans as the man who discussed lifting sanctions on Russia with Mr. Trump’s former national security adviser — was also in the Oval Office for the meeting.\nThe world’s only glimpse of this session came from the Russian news agency Tass, which distributed photos of the meeting, with a grinning Mr. Trump shaking hands with the two visitors. No reporters were allowed in to ask questions — though they were ushered in minutes later for Mr. Trump’s session with Henry A. Kissinger, the former secretary of state.\nAnd, at the State Department, there was no briefing on an earlier meeting between Mr. Lavrov and Secretary of State Rex W. Tillerson. Mr. Tillerson is famously reluctant to talk with the press. So that left the field clear for Mr. Lavrov, who has now sat opposite four American secretaries of state and knows how to work the news media well, to describe the conversations.", "url": "https://www.nytimes.com/2017/05/10/world/europe/trump-russia-foreign-minister-sergey-lavrov-meeting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}