{"authors": ["Jim Dwyer"], "date_download": "2018-11-16 03:12:28", "date_modify": "2018-11-16 03:12:28", "date_publish": "2017-11-22 00:56:44", "description": "Andy Byford, chosen to head New York’s transit system, needs to fix not only subway cars and tracks, but the culture of the agency he will run.", "filename": "2017_11_21_nyregion_its-not-just-the-track-thats-broken.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337948.html", "image_url": "https://static01.nyt.com/images/2017/11/22/nyregion/22ABOUT/22ABOUT-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_21_nyregion_its-not-just-the-track-thats-broken.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337948.html", "title": "It’s Not Just the Track That’s Broken", "title_page": "It’s Not Just the Track That’s Broken - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Andy Byford, who is coming from Toronto to take over the New York City bus and subway system next month, has to fix a fleet of subway cars that in each of the last five years has broken down more often. That’s a job. So is managing the 47,000 people who make the city move. And so is pleasing the person he works for, Gov. Andrew M. Cuomo, who has an erratic relationship with mass transit.\nOh, and also, moving more than eight million passengers a day above and below ground.\nWith an $830-million emergency improvement plan being rolled out, the system is bound to get better. Will it stay better?\n“My tenure or reputation will live or die based on, can we get the performance back up to where it should be and can we keep it there?” Mr. Byford, 52, said in a brief phone interview on Tuesday. “I don’t want any flash in the pan treatment. I want sustained improvement.”\nMr. Byford needs the guts to stand up in public and tell the unvarnished truth, and the governor needs to hear it, too, in public and private. If transit doesn’t have enough money to carry out its mission, then Mr. Byford has to say so, out loud. If the system needs to change how transit employees do their jobs, or if they don’t have the proper equipment, he should shout that out, too.", "url": "https://www.nytimes.com/2017/11/21/nyregion/its-not-just-the-track-thats-broken.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}