{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:51:13", "date_modify": "2018-11-16 03:51:13", "date_publish": "2017-12-15 22:17:17", "description": "More state officials are warning about the dangers of upsetting the North American Free Trade Agreement, but the White House so far appears unmoved.", "filename": "2017_12_15_us_politics_nafta-governors.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340273.html", "image_url": "https://static01.nyt.com/images/2017/12/16/business/16DC-NAFTA1/16DC-NAFTA1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_15_us_politics_nafta-governors.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340273.html", "title": "Governors Look to Save Nafta Amid Washington’s Tough Talk", "title_page": "Governors Look to Save Nafta Amid Washington’s Tough Talk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As the Trump administration continues to cast doubt on the future viability of the North American Free Trade Agreement, American business leaders, members of Congress and governors have paraded into the White House to warn about the economic dangers of unraveling the pact.\nGovernment officials and business executives have met in recent weeks with President Trump and Vice President Pence, a development that’s being viewed by proponents of Nafta as a positive sign for the future of the agreement. But as American, Canadian and Mexican trade negotiators met this week in Washington to reach a new deal, there has been no sign that the United States is ready to alter its tough negotiating stance.\nMr. Trump continues to criticize the deal and talk about withdrawing from the 1994 pact, including at a rally last Friday in Pensacola, Fla. And talks with Canadian and Mexican negotiators, which took place a few blocks from the White House, concluded Friday still deadlocked over several proposals by the United States.\nInstead, negotiators meeting in what they call an “intersessional” round this week focused on forging agreements on less contentious parts of the pact, including reducing regulatory barriers, setting standards related to the electricity sector, and regulating state-owned enterprises.", "url": "https://www.nytimes.com/2017/12/15/us/politics/nafta-governors.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}