{"authors": ["Anne Barnard"], "date_download": "2018-11-16 03:12:01", "date_modify": "2018-11-16 03:12:01", "date_publish": "2017-12-05 19:26:16", "description": "What happens in Saudi Arabia stays in Saudi Arabia, including the short-lived surprise resignation of Prime Minister Saad Hariri of Lebanon.", "filename": "2017_12_05_world_middleeast_lebanon-hariri-saudi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337921.html", "image_url": "https://static01.nyt.com/images/2017/12/06/world/06lebanon/06lebanon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_05_world_middleeast_lebanon-hariri-saudi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337921.html", "title": "It’s Official: Lebanese Prime Minister Not Resigning After All", "title_page": "It’s Official: Lebanese Prime Minister Not Resigning After All - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — A month after he declared under Saudi Arabian pressure that he was quitting his post, Lebanon’s prime minister officially rescinded his resignation on Tuesday, closing a chapter in a curious political saga that threatened to destabilize Lebanon and transfixed the region.\nThe reversal by the prime minister, Saad Hariri, was considered a setback for Saudi Arabia and its brash young crown prince, Mohammed bin Salman, who had summoned Mr. Hariri to Riyadh last month.\nWestern diplomats and Lebanese officials have said the prince coerced Mr. Hariri into announcing his resignation and effectively kept him under house arrest for more than two weeks, until an international diplomatic scramble brought him home.\nThe episode was widely seen as an attempt by Saudi Arabia to counter its regional rival, Iran, by collapsing Mr. Hariri’s government, which includes Hezbollah, the Shiite militia and political party that is Iran’s Lebanese ally.", "url": "https://www.nytimes.com/2017/12/05/world/middleeast/lebanon-hariri-saudi.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}