{"authors": ["Sharon Lafraniere"], "date_download": "2018-11-16 04:49:39", "date_modify": "2018-11-16 04:49:39", "date_publish": "2017-06-12 14:08:28", "description": "The complaint, filed in federal court, says that the president’s failure to shed his businesses has undermined public trust and violated the Constitution.", "filename": "2017_06_12_us_trump-lawsuit-private-businesses_1542343779.html", "image_url": "https://static01.nyt.com/images/2017/06/13/us/13dc-ethics1/13dc-ethics1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_12_us_trump-lawsuit-private-businesses_1542343779.html", "title": "Maryland and District of Columbia Sue Trump Over His Businesses", "title_page": "Maryland and District of Columbia Sue Trump Over His Businesses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Monday’s complaint claims that businesses owned by Mr. Trump divert customers away from businesses that the District of Columbia and Maryland either own, license or tax, harming those governments financially. For example, it contends, the Trump International Hotel in Washington competes with facilities owned or operated by the city’s government, including the Walter E. Washington Convention Center, its armory and its Carnegie Library. It also competes with a government-owned conference center in Bethesda, Md., and a resort in Prince George’s County, Md., that generates tax revenue for the state, the suit claims.\nMr. Racine told reporters on Monday that just as states intervened to challenge Mr. Trump’s efforts to limit travel from predominantly Muslim countries, he hoped to force the court to step in and evaluate Mr. Trump’s business entanglements.\n“Congress has given the president a total pass,” he said. “State attorney generals are serving as a necessary check and balance in the Trump era where others failed.”\nThe suit also claims that the president has used his position to help his businesses. His visits to the Trump hotel have raised the business’s profile, the suit claims, and put competitors at a disadvantage. Although Mr. Trump’s businesses pay taxes, it states that over all, his business interests threaten revenue on which Maryland and the District of Columbia depend.\nMoreover, the suit claims, the president’s business dealings create an “intolerable dilemma” for governments like Maryland and the District of Columbia. If they refuse requests from the Trump Organization for concessions because they are too costly or against the public interest, the company could turn to states more willing to grant favors.\nThe Justice Department argues the emoluments clauses should be narrowly construed to prohibit the president from accepting gifts or payments in his official capacity. It does not extend to ordinary commercial arms-length transactions like hotel stays, the department contends. Mr. Trump’s defenders claim he has taken every reasonable step to distance himself from the Trump Organization, the family company now run by his adult sons.", "url": "https://www.nytimes.com/2017/06/12/us/trump-lawsuit-private-businesses.html"}