{"authors": ["Peter Baker", "Sydney Ember"], "date_download": "2018-11-16 03:51:53", "date_modify": "2018-11-16 03:51:53", "date_publish": "2017-12-11 14:58:59", "description": "President Trump has issued broadsides against major news outlets, as reporting errors provide ammunition for his case that he is being persecuted.", "filename": "2017_12_11_us_politics_trump-news-media-new-york-times.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340313.html", "image_url": "https://static01.nyt.com/images/2017/12/12/us/politics/12dc-trump-1/12dc-trump-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_11_us_politics_trump-news-media-new-york-times.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340313.html", "title": "Trump Escalates His Criticism of the News Media, Fueling National Debate", "title_page": "Trump Escalates His Criticism of the News Media, Fueling National Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump has escalated his fiery attacks on the news media, seizing on a recent string of mistaken reports to bolster his case that he is being persecuted by a left-leaning establishment out to bring him down and fueling a national debate over truth, accountability and a free press.\nIn a series of broadsides reflecting his own profound grievances while also resonating with his populist conservative base, Mr. Trump castigated ABC News for a “horrendously inaccurate and dishonest report,” declared that CNN’s slogan should be “THE LEAST TRUSTED NAME IN NEWS” and insisted that a Washington Post reporter “should be fired.”\nWhile every president has groused about his coverage, Mr. Trump has proved to be the most vocal and visceral news media critic in the Oval Office in at least a generation. In recent days, news outlets have provided him ammunition with reporting errors. But the barrage has deepened concern among media executives about what they see as a concerted campaign to discredit independent journalism.\nThe tension erupted Monday in the White House briefing room when Sarah Huckabee Sanders, the president’s press secretary, engaged in a testy exchange with reporters. She said bias in news reports has gotten “out of control” and “should be taken seriously,” dismissing journalists who attributed recent errors to honest mistakes that were corrected.", "url": "https://www.nytimes.com/2017/12/11/us/politics/trump-news-media-new-york-times.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}