{"authors": ["Nick Cumming-Bruce"], "date_download": "2018-11-16 04:03:08", "date_modify": "2018-11-16 04:03:08", "date_publish": "2017-08-17 15:18:20", "description": "The daily exodus of villagers escaping armed conflict, hunger and sexual violence prompted the U.N. refugee agency to urge international action.", "filename": "2017_08_17_world_africa_south-sudan-refugees-uganda_1542340988.html", "image_url": "https://static01.nyt.com/images/2017/08/18/world/18SouthSudan1/18SouthSudan1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_17_world_africa_south-sudan-refugees-uganda_1542340988.html", "title": "Over One Million South Sudanese Flee From Violence to Uganda", "title_page": "Over One Million South Sudanese Flee From Violence to Uganda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The villagers often travel for days through the bush to avoid indiscriminate killings by the marauding armed groups, which have set up checkpoints on the roads.\nHundreds have escaped to South Sudan’s other neighbors — notably Sudan and Ethiopia — where, the refugee agency said, an additional million have sought shelter. Two million more have been driven from their homes for other reasons, the agency said.\nSouth Sudan became the world’s newest nation in 2011, when it declared its independence after five decades of guerrilla warfare and the loss of two million lives. Civil war erupted four years ago, after President Salva Kiir sacked his deputy, Riek Machar. The move set off bloody confrontations between their supporters and rival ethnic groups. The bloodshed has escalated and intensified in the last year, with a sharp rise in ethnically targeted killings and sexual violence.\nThe United Nations started deploying 4,000 troops to South Sudan this month to bolster a peacekeeping force of 13,000, but as violence has spread to new provinces, the agency has not been able to do much to protect civilians outside its bases or to prevent attacks on relief agency staff members trying to deliver humanitarian aid.", "url": "https://www.nytimes.com/2017/08/17/world/africa/south-sudan-refugees-uganda.html"}