{"authors": ["Michael Corkery"], "date_download": "2018-11-16 03:13:53", "date_modify": "2018-11-16 03:13:53", "date_publish": "2017-04-15 09:00:26", "description": "The profound reordering of New York’s shopping scene reflects a broad restructuring in the American retail industry.", "filename": "2017_04_15_business_retail-industry.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338033.html", "image_url": "https://static01.nyt.com/images/2017/04/15/business/16retail-web/16retail-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_15_business_retail-industry.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338033.html", "title": "Is American Retail at a Historic Tipping Point?", "title_page": "Is American Retail at a Historic Tipping Point? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last week, Mr. Batkin got a call from a landlord looking to refinance his shopping center with a 10-year loan. Mr. Batkin passed on the deal because it was too difficult to predict what might happen to occupancy in the property 10 years from now.\n“Things are changing so fast in retail that a year needs to be measured in dog years,” he said.\nStill, there are many investors who are not giving up on the notion that online retail and traditional stores can coexist and even thrive together. Retailers have hoped that their traditional stores, by offering catchy displays and top-notice service, can lure shoppers away from their screens. Some of the best evidence that brick-and-mortar retail is still viable may be Amazon’s experimentation with operating physical stores of its own.\nIn reality, however, some workers say that they will often spend time helping out a customer on the shop floor, only to have that person leave the store and order a product online. That often hits salespeople in the wallet: Many are paid on commission, but only on sales they complete in person in the store.\nAt Bloomingdale’s, employees who are members of the Retail, Wholesale and Department Store Union are arguing that the company should improve how sales staff are compensated for helping facilitate e-commerce business — like helping customers pick up goods in the store that were ordered online.\n“You want an in-store experience that will make customers want to come into the store,” the union president, Stuart Appelbaum, said. “That requires highly motivated employees.”\nA Bloomingdale’s spokeswoman said the company is negotiating with the union over a new contract in “good faith” and was taking steps to invest in its work force..", "url": "https://www.nytimes.com/2017/04/15/business/retail-industry.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}