{"authors": ["Mark Landler"], "date_download": "2018-11-16 03:22:53", "date_modify": "2018-11-16 03:22:53", "date_publish": "2017-11-05 11:43:18", "description": "In a phone call, President Trump praised Crown Prince Mohammed bin Salman, who is thought to be behind a sweeping campaign of arrests.", "filename": "2017_11_05_world_middleeast_saudi-arabia-arrests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338573.html", "image_url": "https://static01.nyt.com/images/2017/11/06/world/06saudi-1/06saudi-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_05_world_middleeast_saudi-arabia-arrests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338573.html", "title": "Trump Tells Saudi King That He Supports Modernization Drive", "title_page": "Trump Tells Saudi King That He Supports Modernization Drive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TOKYO — President Donald J. Trump has spoken with the king of Saudi Arabia to offer a wholehearted endorsement of a drive to modernize the kingdom, as the Saudi authorities arrested scores of prominent business people and ministers in a sweeping anti-corruption crackdown.\nIn an unusually lengthy and detailed readout of the call made on Saturday, the White House said that Mr. Trump had thanked King Salman for Saudi Arabia’s support in fighting terrorism and for its purchase of military equipment from the United States. And he praised the king’s favorite son and top adviser, Crown Prince Mohammed bin Salman, for his recent calls for tolerance and moderation in Saudi society.\n“The king and crown prince’s recent public statements regarding the need to build a moderate, peaceful and tolerant region are essential to ensuring a hopeful future for the Saudi people, to curtailing terrorist funding, and to defeating radical ideology — once and for all — so the world can be safe from its evil,” the White House said in the statement.\nThe White House statement made no mention of the scores of arrests, including that of Prince Alwaleed bin Talal, a billionaire investor who has held stakes in an array of Western companies, including the News Corporation, Citigroup and Twitter. Prince Mohammed, who has already sidelined rivals to the throne, is viewed as the mastermind behind the crackdown.", "url": "https://www.nytimes.com/2017/11/05/world/middleeast/saudi-arabia-arrests.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}