{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:26:23", "date_modify": "2018-11-16 04:26:23", "date_publish": "2017-05-17 17:29:46", "description": "Upheaval at the White House and a growing list of matters for Congress to address have made the prospect even of tax cuts likely to be pushed into the next year.", "filename": "2017_05_17_us_politics_tax-code-republicans-ryan-mcconnell.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342383.html", "image_url": "https://static01.nyt.com/images/2017/05/18/us/18taxes/18taxes-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_17_us_politics_tax-code-republicans-ryan-mcconnell.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342383.html", "title": "Republican Hopes for Rewriting Tax Code in 2017 Are Fading", "title_page": "Republican Hopes for Rewriting Tax Code in 2017 Are Fading - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Brady and Mr. Ryan both insisted this week that some form of border adjustment tax remained crucial to a tax overhaul, while Mr. McConnell said it would not have sufficient support to pass in the Senate. The White House has not backed it.\nAs he left the meeting with Mr. Mnuchin and Mr. Cohn, Senator Ron Wyden of Oregon, the ranking Democrat on the Senate Finance Committee, said the White House was still struggling to add substance to the one-page outline it released last month.\n“To date, they have not given us very much — one page — I’ve had drugstore receipts that were longer,” Mr. Wyden said. “The clock is really ticking down, and they need to get us some specifics soon.”\nDespite the flurry of activity, the prospects of quick action on taxes are dim because Congress has so many other things to deal with. Mr. Trump is expected to release a budget next week. That will set off a new debate about cuts to domestic programs and increases in military and border security spending for 2018. Congress faces an October deadline to pass a funding bill for next year. Otherwise, parts of the government will shut down.\nRepublicans in Congress must separately approve a budget resolution this summer if they want to use the reconciliation process to pass a tax overhaul with a simple majority in the Senate. That will determine the scope of the tax legislation that Republicans can pursue if they choose to exclude Democrats from the process. Health care legislation that is being put together in the Senate could lead to additional delays.\nAnd to top things off, Republicans and Democrats must reach a deal this fall over raising the debt ceiling.\n“I’m not optimistic that we can have actual legislation on the president’s desk in calendar year 2017,” said G. William Hoagland, vice president of the Bipartisan Policy Center and a former director of the Senate Budget Committee. “There are a lot of other things on their plate, and they don’t have that many days left.”", "url": "https://www.nytimes.com/2017/05/17/us/politics/tax-code-republicans-ryan-mcconnell.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}