{"authors": ["Daisuke Wakabayashi", "Nicholas Confessore"], "date_download": "2018-11-16 03:52:26", "date_modify": "2018-11-16 03:52:26", "date_publish": "2017-10-23 23:42:16", "description": "RT was early to embrace the video site. Now that relationship is drawing scrutiny as investigators look into Russian interference in the 2016 presidential election.", "filename": "2017_10_23_technology_youtube-russia-rt.html_module=inline_1542340346.html", "image_url": "https://static01.nyt.com/images/2017/10/24/business/jpYOUTUBE/24YOUTUBE1-1508787597073-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_23_technology_youtube-russia-rt.html_module=inline_1542340346.html", "title": "Russia’s Favored Outlet Is an Online News Giant. YouTube Helped.", "title_page": "Russia’s Favored Outlet Is an Online News Giant. YouTube Helped. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — When the state-backed Russian news channel RT became the first news organization to surpass one billion views on YouTube in 2013, it marked the achievement with a retrospective of its most popular videos and a special guest — one of the Google-owned site’s senior executives.\nRobert Kyncl, a YouTube vice president who has since become its chief business officer, joined an RT anchor in a studio, where he praised RT for bonding with viewers by providing “authentic” content instead of “agendas or propaganda.”\nBut now, as investigators in Washington examine the scope and reach of Russian interference in United States politics, the once-cozy relationship between RT and YouTube is drawing closer scrutiny.\nYouTube — the world’s most-visited video site, owned by one of the most powerful and influential corporations in America — played a crucial role in helping build and expand RT, an organization that the American intelligence community has described as the Kremlin’s “principal international propaganda outlet” and a key player in Russia’s information warfare operations around the world.", "url": "https://www.nytimes.com/2017/10/23/technology/youtube-russia-rt.html?module=inline"}