{"authors": ["Nicholas Confessore", "Nicholas Fandos", "Rachel Shorey"], "date_download": "2018-11-16 04:26:00", "date_modify": "2018-11-16 04:26:00", "date_publish": "2017-04-19 14:00:14", "description": "Documents provide a glimpse of the multimillion-dollar frenzy of influence-seeking and peacemaking surrounding President Trump’s swearing-in.", "filename": "2017_04_19_us_politics_trump-inauguration-sheldon-adelson-fundraising.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342360.html", "image_url": "https://static01.nyt.com/images/2017/04/19/us/20INAUGURAL/20INAUGURAL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_19_us_politics_trump-inauguration-sheldon-adelson-fundraising.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342360.html", "title": "Trump Inaugural Drew Big Dollars From Donors With Vested Interests", "title_page": "Trump Inaugural Drew Big Dollars From Donors With Vested Interests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The casino magnate and philanthropist Sheldon G. Adelson wants some big things from the Trump administration: banning the online poker sites that compete with his luxury casinos, for example, and moving the United States Embassy in Israel to Jerusalem.\nAnd while President Trump was not Mr. Adelson’s first choice during the Republican primary season last year, he has been generous since: The billionaire donated $5 million to the committee organizing Mr. Trump’s inauguration festivities — the largest single contribution given to any president’s inaugural committee.\nSome of the country’s wealthiest Republicans and its largest corporations had similar impulses. Documents released this week by Mr. Trump’s inaugural organizers provide a glimpse of the big-dollar frenzy of influence-seeking and peacemaking surrounding Mr. Trump’s swearing-in, which raised $107 million, twice as much money as any other inauguration.\nThe stream of money is a striking contrast to the way Mr. Trump funded his campaign, chiefly with small donations and his own fortune. While some big checks for the inauguration came from longtime Trump friends and associates, much of the money came from the industries that have traditionally excelled at wielding Washington influence: telecommunications, tobacco and pharmaceutical giants, which have bankrolled presidential inaugurations for Republicans and Democrats alike. And a generous amount came from people who had been hostile to his candidacy.", "url": "https://www.nytimes.com/2017/04/19/us/politics/trump-inauguration-sheldon-adelson-fundraising.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}