{"authors": ["Nicholas Casey"], "date_download": "2018-11-16 03:11:01", "date_modify": "2018-11-16 03:11:01", "date_publish": "2017-12-26 05:00:41", "description": "The Taushiro tribe vanished into the jungles of the Amazon basin in Peru generations ago. Amadeo García García is now the last native speaker of their language.", "filename": "2017_12_26_world_americas_peru-amazon-the-end.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337861.html", "image_url": "https://static01.nyt.com/images/2017/12/29/world/americas/31amazon-video/31amazon-video-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_26_world_americas_peru-amazon-the-end.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337861.html", "title": "Thousands Once Spoke His Language in the Amazon. Now, He’s the Only One.", "title_page": "Thousands Once Spoke His Language in the Amazon. Now, He’s the Only One. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Then came the diseases. First measles, which took Juan and Amadeo’s mother. Finally, a fatal form of malaria killed their father, the patriarch of the tribe. His body was buried in the floor of his home before the structure was torched to the ground, following Taushiro tradition.\nSo by the time Amadeo wrestled his dying brother into the canoe that day, they were the only ones who remained, the last of a culture that once numbered in the thousands. Amadeo sped to a distant town, Intuto, that was home to a clinic. A crowd gathered on the small river dock to see who the dying stranger was, dressed only in a loincloth made of palm leaves.\nJuan’s shaking soon gave way to stiffness. He drifted in and out of consciousness, finally looking up at Amadeo.\nTa va’a ui, he said at last. I am dying.\nThe church bell rang that afternoon, letting villagers know that the unusual visitor had died.\n“The strange thing was how quiet Amadeo was,” said Tomás Villalobos, a Christian missionary who was with him when Juan died. “I asked him, ‘How do you feel?’ And he said to me: ‘It’s over now for us.’”\nAmadeo said it haltingly, in broken Spanish, the only way he would be able to communicate with the world from that moment on. No one else spoke his language anymore. The survival of his culture had suddenly come down to a sole, complicated man.\nAn Unexpected Burden\nHuman history can be traced through the spread of languages. The Phoenicians spanned the ancient Mediterranean trade routes, bringing the alphabet to the Greeks and literacy to Europeans. English, once a small language spoken in southern Britain, is now the mother tongue of hundreds of millions across the world. The Chinese dialects are more than a billion strong.\nAdvertisement Continue reading the main story\nBut the entire fate of the Taushiro people now lies with its last speaker, a person who never expected such a burden and has spent much of his life overwhelmed by it.\n“That’s Amadeo there: Almost no one understands him when he’s speaking his language,” said William Manihuari, watching Amadeo fish alone from a canoe on a recent day.\n“And when he dies, no one is left,” added José Sandi, a 12-year-old boy who watched as well.\nThe waters of the Peruvian Amazon were once a vast linguistic repository, a place where every turn of the river could yield another dialect, often completely unintelligible to people living just a few miles away. But in the last century, at least 37 languages have disappeared in Peru alone, lost in the steady clash and churn of national expansion, migration, urbanization and the pursuit of natural resources. Forty-seven languages remain here in Peru, scholars estimate, and nearly half are at risk of disappearing.\nI came to the river outpost of Intuto, 10 hours by speedboat from the nearest city, to figure out how the Taushiro, like so many other cultures, had been brought to this kind of end. The journey began in forgotten linguistic papers and historical sketches. It even led me to storm-ravaged Puerto Rico, where a retired Christian missionary rummaged through the last existing pictures of the Taushiro, nearly coming to tears as she looked through them for the first time in years.\nAnd it brought me here, to the banks of a silty brown river, where the cumulative experience of the Taushiro people swung alone in a hammock: A man around 70 whose memory was fading and whose grasp of the language was slipping away because he had no one to speak it with.\n“At any moment I might disappear, my life will end, we don’t know how soon,” Amadeo said stoically. “The Taushiro don’t think about death. We just move on.”\nHe knows that’s not true, that there is no moving on for the Taushiro anymore. It leaves him exasperated, at times wondering how much of the blame is his, or whether the extinction of his people really matters at all.\n“Sometimes I don’t care anymore,” he said.\nThe Taushiro were among the world’s last hunter-gathers, living as refugees in their own country, wandering the swamps of the Amazon basin with blow guns called pucuna and fishing from small boats called tenete. To count in their language, they had words only for the numbers one, two, three and many. And by the time Amadeo was born, their population had shrunk so drastically that they had no names in a traditional sense: Amadeo’s father was simply iya, or father, his mother iño, or mother, his sister and brother ukuka and ukuñuka.\nCOLOMBIA ECUADOR Intuto Tigre River Amazon River BRAZIL Pucallpa Aucayacu PERU Lima BOLIVIA Pacific Ocean 200 miles\nLanguages are typically passed down through families, but Amadeo broke his apart decades before he realized what the consequences would be for his culture and its place in history. He still has five children, dotted across the Americas. But after his wife left him in the 1980s, he put them into an orphanage when they were still young, thinking it was safer than a life in which children were abducted by traffickers or lost to war. None of them lived with him after that. They never learned his language.\nAdvertisement Continue reading the main story\n“For those languages that are in this critical situation, many times it seems their fate is already sealed — that’s to say, it’s hard to ever recover a language at this stage,” said Agustín Panizo, a government linguist trying to document Taushiro. “Amadeo García, he wants Taushiro to come back. He wants it, he dreams of it, he longs for it, and he suffers to know that he’s the last speaker.”\nNow Amadeo lives alone in a clapboard house behind the town’s water tower, spending many of his final days drinking. Desperate to speak and hear whatever Taushiro he can, he sits alone on his porch in the morning, reciting the only literature ever written in the language — verses of the Bible translated into Taushiro by missionaries who sought to convert the tribe years ago.\nIne aconahive ite chi yi tua tieya ana na’que I’yo lo’, he read aloud one morning. It was the story of Lot from the Book of Genesis. Lot and his family become the sole survivors of their city when God destroys Sodom and Gomorrah. Lot loses his wife when she looks back at the destruction, against the instructions of God.\nAmadeo lives alongside the people of Intuto, but not with them, often passing them in a quiet stupor. Mario Tapuy, 74, who met Amadeo as a child when he lived in the forest, said he had tried many times to draw Amadeo out of the bar to teach others the language.\nMr. Tapuy, who speaks his own indigenous language, Kichwa, said he had realized years ago that the future of Taushiro would come to down to Amadeo, regardless of whether he wanted the responsibility.\n“I told him many times,” Mr. Tapuy said. “He listens, but it doesn’t record in his brain.”\nI had arrived in Intuto with a linguist named Juanita Pérez Ríos, who had known Amadeo for years and introduced me to him that day. In the evening, Amadeo wanted to speak to his son Daniel, who lives in Lima, the capital, and Ms. Pérez lent him her phone. It had been many months since the father and son had spoken.\n“I fell on my knees in the jungle,” said Amadeo. “I’m limping a little.”\n“You need to be careful,” said Daniel.\nAdvertisement Continue reading the main story\nThe two spoke in Spanish, which was sometimes difficult for Amadeo.\n“My brothers told me you’ve been getting a little drunk,” Daniel chided him. “You need to stop that now.”\nThen a pause.\n“I love you a lot, understand?” said Daniel. The phone clicked.\nAmadeo sat in his home for a few minutes, looking into the night as the sounds of the forest grew louder. Families could be heard in the distance, cooking dinner.\n“They say they love me, but they never come,” he said.", "url": "https://www.nytimes.com/2017/12/26/world/americas/peru-amazon-the-end.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}