{"authors": ["Adam Nagourney", "Conor Dougherty"], "date_download": "2018-11-16 04:41:52", "date_modify": "2018-11-16 04:41:52", "date_publish": "2017-07-17 09:00:23", "description": "An explosion in costs has emerged as a central problem for the state, and state and local governments are pondering a series of measures to correct course.", "filename": "2017_07_17_us_california-housing-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343312.html", "image_url": "https://static01.nyt.com/images/2017/07/16/us/17Calhousing-2/17Calhousing-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_17_us_california-housing-crisis.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343312.html", "title": "The Cost of a Hot Economy in California: A Severe Housing Crisis", "title_page": "The Cost of a Hot Economy in California: A Severe Housing Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There is a consensus that there is a crisis and we have to address it,” said David Chiu, a San Francisco Democrat who leads the Assembly Housing and Community Development Committee. Mr. Wiener compared the political atmosphere now to how Californians embraced mandatory water-rationing in response to the five-year drought here.\n“We’re at a breaking point in California,” Mr. Wiener said. “The drought created opportunities to push forward water policy that would have been impossible before. Given the breadth and depth of the housing crisis in many parts of California, it creates opportunities in the Legislature that didn’t exist before.”\nThe debate is forcing California to consider the forces that have long shaped this state. Many people were drawn here by its natural beauty and the prospect of low-density, open-sky living. They have done what they could to protect that life. That has now run up against a growing generational tide of anger and resentment, from younger people struggling to find an affordable place to live as well as from younger elected officials, such as Mayor Eric M. Garcetti of Los Angeles, who argue that communities have been failing in what they argue is a shared obligation.\nFor the past several decades, California has had a process that sets a number of housing units, including low-income units, that each city should build over the next several years based on projected growth. Mr. Wiener’s bill targets cities that have lagged on building by allowing developers who propose projects in those places to bypass the various local design and environmental reviews that slow down construction because they can be appealed and litigated for years.\nThe bill applies only to projects that are already within a city’s plans: If the project were higher or denser than current zoning laws allow, it would still have to go through the City Council. But by taking much of the review power away from local governments, the bill aims to ramp up housing production by making it harder to kill, delay or shrink projects in places that have built the fewest.\nIt is hard to say exactly which projects might benefit if the various bills were passed, since it’s impossible to know which projects local governments might reject in the future. But there are various examples where it might have pushed a development along.\nIn Los Gatos, about 60 miles south of San Francisco, for instance, a long-running dispute over a proposed development for 320 homes that the city rejected led to a lawsuit by the developer, which resulted in a judge directing the city to reconsider the plans. Also, cities regularly make developments smaller than their zoning allows, something that gradually chips away at future housing production.", "url": "https://www.nytimes.com/2017/07/17/us/california-housing-crisis.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}