{"authors": ["Thomas Gibbons-Neff", "Eric Schmitt"], "date_download": "2018-11-16 04:36:55", "date_modify": "2018-11-16 04:36:55", "date_publish": "2017-10-27 00:56:33", "description": "New details have changed the timeline to the attack as Pentagon officials investigate the ambush that left four Americans and five Nigeriens dead.", "filename": "2017_10_26_world_africa_niger-soldiers-killed-ambush_1542343015.html", "image_url": "https://static01.nyt.com/images/2017/10/27/us/27dc-troops-print/27dc-troops-print-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_26_world_africa_niger-soldiers-killed-ambush_1542343015.html", "title": "U.S. Soldiers Were Separated From Unit in Niger Ambush, Officials Say", "title_page": "U.S. Soldiers Were Separated From Unit in Niger Ambush, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — In the chaotic moments after an Army Special Forces team and 30 Nigerien troops were ambushed by militants in a remote corner of West Africa three weeks ago, four of the Americans were separated from the larger group.\nTheir squad mates immediately alerted commanders that they were under attack — then called for help nearly an hour later, as a top Pentagon official said this week — and ground forces from Niger’s army and French Mirage jets were both dispatched.\nAbout two hours later, the firefight tapering off, French helicopters from nearby Mali swooped in to the rescue on the rolling wooded terrain. But they retrieved only seven of the 11 Americans. The four others were inexplicably left behind, no longer in radio contact and initially considered missing in action by the Pentagon, a status that officials say raises the possibility they were still alive when the helicopters took off without them.\nUnited States officials insisted that other American, French and Nigerien forces were in the area when the helicopters lifted off. When Americans suffer casualties in an operation, the wounded are typically evacuated before the dead, officials said.", "url": "https://www.nytimes.com/2017/10/26/world/africa/niger-soldiers-killed-ambush.html"}