{"authors": ["Alexa Brazilian"], "date_download": "2018-11-16 03:09:05", "date_modify": "2018-11-16 03:09:05", "date_publish": "2017-05-17 18:36:50", "description": "The uncomplicated appeal of an obscure New England style.", "filename": "2017_05_17_t-magazine_design_splatter-paint-floors_1542337745.html", "image_url": "https://static01.nyt.com/images/2017/05/17/t-magazine/splatter-slide-W4BH/splatter-slide-W4BH-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_17_t-magazine_design_splatter-paint-floors_1542337745.html", "title": "In Praise of Splatter-Painted Floors", "title_page": "In Praise of Splatter-Painted Floors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The first time I saw splatter-painted floor was inside a simple shingled house atop a windswept dune on Nantucket. We lived there as a family only briefly, but my memory of the design is vivid. The wooden planks in the old-fashioned kitchen with its swinging door to the backyard were wide and knotty; they had been lacquered a stormy gray and dribbled with specks of turquoise, pale yellow and poppy red. Standing on those floors, we grilled blueberry muffins with butter in a cast-iron pan in the mornings; on our knees, we raced lobsters before they were tossed into a pot in the evenings. I ran the bottoms of my sunburned feet along the raised pattern of the splatter, imagining the aftermath of a rainbow-colored rainstorm or the detritus of a birthday piñata. It seemed as magical as the scallop shells I painted with glitter nail polish each day after the beach.\nI’ve encountered very few splatter jobs since, always in no-nonsense summer bungalows in Massachusetts. Often referred to as “spatter-dashing,” the style appears to have originated in, and largely remained confined to, the rugged, unforgiving coast of Cape Cod. And to that almost-extinct, supremely special variety of summer cottage that remains unchanged from one season to the next, reassuring in its humble mustiness, impervious to trends and, most magically, time.", "url": "https://www.nytimes.com/2017/05/17/t-magazine/design/splatter-paint-floors.html"}