{"authors": ["David D. Kirkpatrick", "Sheera Frenkel"], "date_download": "2018-11-16 04:49:45", "date_modify": "2018-11-16 04:49:45", "date_publish": "2017-06-09 00:09:50", "description": "A dispute among Persian Gulf states suggests that cyberattacks can be launched for the price of a few freelance hackers.", "filename": "2017_06_08_world_middleeast_qatar-cyberattack-espionage-for-hire.html__r=0&module=inline_1542343785.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_08_world_middleeast_qatar-cyberattack-espionage-for-hire.html__r=0&module=inline_1542343785.html", "title": "Hacking in Qatar Highlights a Shift Toward Espionage-for-Hire", "title_page": "Hacking in Qatar Highlights a Shift Toward Espionage-for-Hire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DOHA, Qatar — The report appeared just after midnight on the official Qatari news agency’s website, and its contents were stunning: The emir of Qatar was quoted as describing “tensions” with President Trump and speculating he may not last in office, recommending friendship with Iran, praising the Palestinian militants of Hamas, and then attesting to his own “good” relations with Israel.\nThe contradictory statements could hardly have been better contrived to alienate the United States and Arab countries around the Gulf, and Qatar immediately began to deny the report, early on May 24. But within 20 minutes, satellite networks controlled by Saudi Arabia and the United Arab Emirates had seized on the damning news flash and began interviewing long lines of well-prepared commentators to expound on the perfidy of Qatar.\nThe Qatari government said the news agency had been hacked, a claim now supported by the F.B.I. and British law enforcement officials. Though they would not say so publicly, Qatari officials blamed the Saudis and Emiratis.\nProbably not coincidentally, a few days later, emails hacked from the Emirates’ ambassador to Washington began turning up in the Western news media and then the Qatari news network Al Jazeera.", "url": "https://www.nytimes.com/2017/06/08/world/middleeast/qatar-cyberattack-espionage-for-hire.html?_r=0&module=inline"}