{"authors": ["Daniel Hemel", "Eric Posner"], "date_download": "2018-11-16 04:02:20", "date_modify": "2018-11-16 04:02:20", "date_publish": "2017-07-21 15:11:22", "description": "If done to thwart an investigation, pardons could be a criminal obstruction of justice.", "filename": "2017_07_21_opinion_if-trump-pardons-crime-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340940.html", "image_url": "https://static01.nyt.com/images/2017/07/22/opinion/21trumpSub/21trumpSub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_21_opinion_if-trump-pardons-crime-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340940.html", "title": "If Trump Pardons, It Could Be a Crime", "title_page": "Opinion | If Trump Pardons, It Could Be a Crime - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Yet federal obstruction statutes say that a person commits a crime when he “corruptly” impedes a court or agency proceeding. If it could be shown that President Trump pardoned his family members and close aides to cover up possible crimes, then that could be seen as acting “corruptly” and he could be charged with obstruction of justice. If, as some commentators believe, a sitting president cannot be indicted, Mr. Trump could still face prosecution after he leaves the White House.\nThere is strong support for the claim that the obstruction statutes apply to the president.\nIn 1974, when the House Judiciary Committee voted to impeach President Richard Nixon, members on both sides of the debate acknowledged that presidential obstruction of justice was not only impeachable but also criminal. A quarter century later, the Senate split 50-50 on whether to remove President Clinton from office on obstruction charges, but senators from both parties agreed that the obstruction laws applied to the president.\nThere is a broad consensus that a president exercises the pardon power properly — not “corruptly” — when he grants clemency based on considerations of mercy or the public welfare. President Gerald Ford invoked both of those values when he pardoned Nixon: He said that a prosecution of the former president would be too divisive and that Nixon had suffered enough. President George H.W. Bush gestured to both values when he pardoned former Reagan administration officials for their involvement in the Iran-contra scandal.\nIn Trump’s case, the question would be whether he was acting out of the goodness of his heart, or covering up for his family, his associates and himself.\nWe expect — and hope — that prosecutors and courts would give wide latitude to a president in evaluating his pardon decisions. Only in the most egregious cases should a president face criminal liability for actions taken while in office.\nWhile the law on this subject is unsettled, that in itself should be unsettling to the president as he considers whether to grant clemency. Not only might the pardons constitute obstruction, but the pardoned individuals might be compelled to testify against Mr. Trump without any recourse to the Fifth Amendment right against self-incrimination, since they would no longer have any concern about incriminating themselves.\nHe could ensure that his family members and aides get off scot-free for any crimes they may have committed during the 2016 campaign. But by extricating those individuals from a legal predicament, he might make his own predicament worse.", "url": "https://www.nytimes.com/2017/07/21/opinion/if-trump-pardons-crime-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}