{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:24:39", "date_modify": "2018-11-16 03:24:39", "date_publish": "2017-11-15 19:35:39", "description": "Deep divisions over the future of trade policy threaten to disrupt a brittle coalition between free market and populist Republicans.", "filename": "2017_11_15_business_trump-free-trade-republicans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338679.html", "image_url": "https://static01.nyt.com/images/2017/11/10/us/politics/10DC-TRADE1/dc-TRADE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_15_business_trump-free-trade-republicans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338679.html", "title": "Trump’s Trade Approach Diverges Sharply from Free Trade Republicans", "title_page": "Trump’s Trade Approach Diverges Sharply from Free Trade Republicans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a speech at the White House on Wednesday, the president recounted the warning he had given to other leaders as he traveled across Asia about exploiting America’s open trading system for their economic gain. He proclaimed that his tougher approach to trade had begun to take effect, and that nations around the world have renewed respect for the United States.\n“The days of the United States being taken advantage of are over,” Mr. Trump said.\nBut despite the president’s declarations of progress and his promises to make one-on-one deals, he appeared to have returned from the trip empty-handed, without any new trade deals in process. At the same time, several of the nations he visited announced they were moving forward with the Trans-Pacific Partnership, an 11-country trade deal that had support from Republicans but which Mr. Trump jettisoned during his first days in office.\nRepublicans and business groups are now warily eyeing talks over the North American Free Trade Agreement, which resume again this week against the backdrop of Mr. Trump’s get-tough talk. Mr. Trump has already repeatedly threatened to withdraw from Nafta if Canada and Mexico don’t accede to the United States’ demands. The White House could soon be forced to decide whether to accept minor changes to the accord in a face-saving gesture or withdraw entirely, since neither Canada nor Mexico shows signs of bending.\nCanadian and Mexican negotiators believe that renegotiating the pact to more heavily favor the United States would cost them politically at home — and that, even if they agreed to Mr. Trump’s demands, the United States Congress would not approve them.\nThe fissures over trade are a product of a surge in populism on both the political right and left.\nGrowing anxieties about the unforeseen costs of globalization, the overhang of the financial crisis and the stagnation of the middle class have deeply damaged voters’ faith in the ability of free markets to deliver prosperity — and fractured the Republican Party in the process. Conservative populism is in ascendance, while free market Republicans have been left increasingly marginalized.", "url": "https://www.nytimes.com/2017/11/15/business/trump-free-trade-republicans.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}