{"authors": ["David E. Sanger"], "date_download": "2018-11-16 04:43:13", "date_modify": "2018-11-16 04:43:13", "date_publish": "2017-03-17 11:00:27", "description": "The secretary of state, visiting South Korea, said for the first time that the Trump administration might act pre-emptively if the threat hit an unacceptable level.", "filename": "2017_03_17_world_asia_rex-tillerson-north-korea-nuclear_1542343393.html", "image_url": "https://static01.nyt.com/images/2017/03/18/world/18tillerson-1/18tillerson-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_17_world_asia_rex-tillerson-north-korea-nuclear_1542343393.html", "title": "Rex Tillerson Rejects Talks With North Korea on Nuclear Program", "title_page": "Rex Tillerson Rejects Talks With North Korea on Nuclear Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Negotiations “can only be achieved by denuclearizing, giving up their weapons of mass destruction,” he said — a step to which the North committed in 1992, and again in subsequent accords, but has always violated. “Only then will we be prepared to engage them in talks.”\nHis warning on Friday about new ways to pressure the North was far more specific and martial sounding than during the first stop of his three-country tour, in Tokyo on Thursday. His inconsistency of tone may have been intended to signal a tougher line to the Chinese before he lands in Beijing on Saturday. It could also reflect an effort by Mr. Tillerson, the former chief executive of Exxon Mobil, to issue the right diplomatic signals in a region where American commitment is in doubt.\nAlmost exactly a year ago, when Donald J. Trump was still a presidential candidate, he threatened in an interview with The New York Times to pull troops back from the Pacific region unless South Korea and Japan paid a greater share of the cost of keeping them there. During Mr. Tillerson’s stops in South Korea and Japan, there was no public talk of that demand.\nOn Friday afternoon, after visiting the Demilitarized Zone and peering into North Korean territory in what has become a ritual for American officials making a first visit to the South, Mr. Tillerson explicitly rejected a Chinese proposal to get the North Koreans to freeze their testing in return for the United States and South Korea suspending all annual joint military exercises, which are now underway.\nMr. Tillerson argued that a freeze would essentially enshrine “a comprehensive set of capabilities” North Korea possesses that already pose too great a threat to the United States and its allies, and he said there would be no negotiation until the North agreed to dismantle its programs.", "url": "https://www.nytimes.com/2017/03/17/world/asia/rex-tillerson-north-korea-nuclear.html"}