{"authors": ["Paul Krugman"], "date_download": "2018-11-16 03:11:16", "date_modify": "2018-11-16 03:11:16", "date_publish": "2017-11-16 23:55:18", "description": "Ordinary families would be big losers, and even C.E.O.s aren’t showing much love.", "filename": "2017_11_16_opinion_trump-tax-plan-hate.html_module=inline_1542337876.html", "image_url": "https://static01.nyt.com/images/2017/11/17/opinion/17krugmanWeb/17krugmanWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_16_opinion_trump-tax-plan-hate.html_module=inline_1542337876.html", "title": "Everybody Hates the Trump Tax Plan", "title_page": "Opinion | Everybody Hates the Trump Tax Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Oh, and about that economic growth: Foreign investors would be earning profits and taking them home. So much — probably most — of any growth we would get from cutting corporate taxes would accrue to the benefit of foreigners, not Americans.\nBut don’t worry too much about this stuff. Most serious economic analyses agree with those C.E.O.s who disappointed Gary Cohn: Corporate tax cuts wouldn’t actually do much to raise investment. They would, however, explode the budget deficit.\nSo in an attempt to limit that deficit blowout, Senate Republicans are proposing significant tax increases on working families. In fact, according to Congress’s own Joint Committee on Taxation, taxes would rise on average for every group with incomes under $75,000 a year, and would surely rise for many families even in higher-income groups. The only significant winners would be those making more than $1 million a year. Populism!\nOh, and this doesn’t even take account of the health care sabotage that’s an integral part of the Senate plan. By repealing the mandate — the requirement that people purchase insurance — the plan would, as I said, cause 13 million to lose coverage; that loss of coverage, and the associated government subsidies, is why mandate repeal saves money that can be given to corporations.\nBut the move would also drive up premiums for those who keep their insurance, because the dropouts would tend to be those with lower health costs. So that’s an additional, hidden indirect tax on the middle class.\nNor does it take account of what would inevitably come next: tax-cut-induced deficits would, by law, trigger cuts in Medicare, and this would just be the start of a G.O.P. assault on programs like disability insurance that provide a crucial safety net for millions of working-class Americans.\nAll of which raises the question, why are Republicans even trying to do this? It’s bad policy and bad politics, and the politics will get worse as voters learn more about the facts. Well, last week one G.O.P. congressman, Chris Collins of New York, gave the game away: “My donors are basically saying get it done or don’t ever call me again.”\nSo we’re talking about government of the people, not by the people, but by wealthy donors, for wealthy donors. Everyone else hates this plan — and they should.", "url": "https://www.nytimes.com/2017/11/16/opinion/trump-tax-plan-hate.html?module=inline"}