{"authors": ["Winnie Hu"], "date_download": "2018-11-16 03:12:21", "date_modify": "2018-11-16 03:12:21", "date_publish": "2017-03-18 16:14:21", "description": "Rival centers serving drivers underscore a fierce competition as ride-hailing apps have expanded in New York.", "filename": "2017_03_18_nyregion_nyc-taxi-center-uber.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337941.html", "image_url": "https://static01.nyt.com/images/2017/03/19/us/19drivers1/00drivers1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_18_nyregion_nyc-taxi-center-uber.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337941.html", "title": "As Uber Woos More Drivers, Taxis Hit Back", "title_page": "As Uber Woos More Drivers, Taxis Hit Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Uber has also had a contentious relationship with its drivers over working conditions. A series of fare cuts to attract more passengers has drawn protests from drivers who say it hurts their bottom line, and led to a recent confrontation between Travis Kalanick, the chief executive of Uber, and a driver that was captured on video. Uber drivers are considered independent contractors, and some have sued the company to try to get health insurance and other employee benefits.\nDespite the conflicts, Uber is a relentless competitor, and the taxi and Uber centers that have opened in different sections of the same neighborhood in Queens are a visible manifestation of how the rival industries continue to take on each other out of view of their customers. Both have introduced amenities for drivers once unheard-of in a no-frills industry, but Uber’s showstopping center and incentives underscore how the deep-pocketed newcomer has become the behemoth in a crowded field.\nThese centers embody the growing divide on New York City’s streets between old and new, tradition and innovation, that have forced the taxi industry to embrace new ways to counter the growing reach of the ride-hailing apps. Just as riders can now stick out a hand for a yellow cab or tap an app for a black car, drivers have a choice, too. Do they stay with a struggling taxi industry that has been a fixture of New York life for over a century? Or do they join the ranks of the ride-hail apps that are reshaping the city’s transportation landscape?", "url": "https://www.nytimes.com/2017/03/18/nyregion/nyc-taxi-center-uber.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}