{"authors": ["Catherine Porter"], "date_download": "2018-11-16 03:11:15", "date_modify": "2018-11-16 03:11:15", "date_publish": "2017-05-25 09:00:38", "description": "Tormented by an incurable disease, John Shields knew that dying openly and without fear could be his legacy, if his doctor, friends and family helped him.", "filename": "2017_05_25_world_canada_euthanasia-bill-john-shields-death_1542337875.html", "image_url": "https://static01.nyt.com/images/2017/05/25/world/americas/xxMAID-slide-EHCT/xxMAID-slide-EHCT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_25_world_canada_euthanasia-bill-john-shields-death_1542337875.html", "title": "At His Own Wake, Celebrating Life and the Gift of Death", "title_page": "At His Own Wake, Celebrating Life and the Gift of Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Shields intended to die swiftly and peacefully by lethal injection, administered by his doctor. Last June, the Canadian government legalized what it termed “medical assistance in dying” for competent adult patients who are near death and suffering intolerably from irremediable illnesses. When his doctor, Stefanie Green, informed him that he qualified, Mr. Shields felt the first hope since a doctor told him more than a year before that he had a rare and incurable disease called amyloidosis, which caused proteins to build up in his heart and painfully damage the nerves in his arms and legs.\nHaving control over the terms of his death made him feel empowered over the disease rather than crippled by it, a common response among Dr. Green’s patients. Mr. Shields believed that dying openly and without fear could be his most meaningful legacy — which was saying something. The man had packed five lifetimes of service into one: He had been a civil rights activist, a social worker for children, the head of British Columbia’s biggest union and, most recently, the savior of a floundering land trust that included 7,191 acres of protected wilderness and historic properties.\nHis newly developed plan for how he would spend his last moments, though, worried his wife, Robin June Hood. Her husband had not left his bed once since he arrived at the hospice on a stretcher, 17 days earlier. His 78-year-old body had thinned; his voice dimmed. He lasted only 15 minutes in conversation before his eyes fluttered closed. Just leaving the room would exhaust him. She knew he could not make it to the restaurant, and there was no way she could tend to his needs at home, even for one night — especially his last.\nHappily, Dr. Green had become adept at brokering delicate family discussions over the past year. She had presided over 35 deaths since the law passed, each intimately different from the next. One man got dressed in his amateur clown costume, complete with wig and red nose, and died telling her jokes. He had insisted on being alone in the room with her, but most of her patients died surrounded by loved ones. Many were too sick to devise elaborate rituals, but others had chosen the location, attendees, readings and music as if planning a wedding. Dr. Green called them something she picked up at a conference on euthanasia in the Netherlands: “choreographed deaths.”", "url": "https://www.nytimes.com/2017/05/25/world/canada/euthanasia-bill-john-shields-death.html"}