{"authors": ["Kevin Roose"], "date_download": "2018-11-16 03:11:39", "date_modify": "2018-11-16 03:11:39", "date_publish": "2017-08-02 09:00:26", "description": "What if the problem we face is not too many black-hat hackers, but too few white-hat ones?", "filename": "2017_08_02_technology_a-solution-to-hackers-more-hackers.html_mcubz=3&module=inline_1542337899.html", "image_url": "https://static01.nyt.com/images/2017/08/03/business/03ROOSE1-sub/03ROOSE1-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_02_technology_a-solution-to-hackers-more-hackers.html_mcubz=3&module=inline_1542337899.html", "title": "A Solution to Hackers? More Hackers", "title_page": "A Solution to Hackers? More Hackers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There is, of course, the problem of outdated software. But some of the world’s best security researchers have also been prohibited from poking and prodding at these machines by a thicket of copyright and anti-tampering laws. (The reason Def Con was able to test them at all is a 2015 exemption to the Digital Millennium Copyright Act that gave researchers a temporary pass to experiment on voting machines.) Now that white-hat hackers have found flaws in these machines, they can pass that knowledge on to the manufacturers and election officials, who can secure the machines ahead of the next election cycle.\nHackers, it turns out, respond to incentives. But current laws don’t allow hackers to test critical government systems outside of official agency-sponsored programs. As a result, we’re missing out on important advice.\nTake it from me. Several years ago, as part of an article on ethical hacking, I invited a pair of world-class hackers to hack me, using all of the tools at their disposal. The results were shocking. Within days, the hackers had gained access to nearly every piece of my digital life: my cellphone, my bank account, all of my email inboxes and social media profiles. The hackers showed me how, with a few more clicks, they could have stolen all of my data and used it to ruin my life. Then, they helped me protect myself against a future attack by strengthening my passwords, fortifying my devices and teaching me what suspicious activities to look out for.\nNot all hackers are so helpful. But many are, and we should take advantage of their willingness to help secure our national infrastructure. Maybe federal workers should be subjected to a simulated hack before being allowed to access sensitive information. Or perhaps the government could create a white list of approved security researchers with a track record of ethical hacking, who would be given legal immunity for their work. Private sector companies have figured out how to bring in outside security expertise carefully, without creating a hacker free-for-all, and the government can, too.", "url": "https://www.nytimes.com/2017/08/02/technology/a-solution-to-hackers-more-hackers.html?mcubz=3&module=inline"}