{"authors": ["Ben Brantley"], "date_download": "2018-11-16 04:51:32", "date_modify": "2018-11-16 04:51:32", "date_publish": "2017-06-02 02:00:18", "description": "Red Bull Theater’s rollicking production of this Gogol play finds the cathartic value of satirizing bad behavior.", "filename": "2017_06_01_theater_the-government-inspector-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343892.html", "image_url": "https://static01.nyt.com/images/2017/06/02/arts/02GOVERNMENTINSPECTOR1/02GOVERNMENTINSPECTOR1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_01_theater_the-government-inspector-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343892.html", "title": "Review: In ‘The Government Inspector,’ Dumb and Dumber, Deliciously", "title_page": "Review: In ‘The Government Inspector,’ Dumb and Dumber, Deliciously - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Urie portrays Ivan Alexandreyevich Hlestakov, a jobless dandy and former minor clerk from St. Petersburg, who winds up penniless and suicidal in a remote village inn. He is just about to shoot himself (while looking in a mirror), when fate intervenes in the sashed form of the town’s mayor, Anton Antonovich (a superb Michael McGrath), who arrives bearing loads of rubles.\nThough Ivan is (happily) bewildered by this turn of events, we already know the cause of the mayor’s largess. It has come to his honor’s attention that the state functionary of the play’s title is in the area incognito, checking up on abuses of power. The mayor has reason to fear such an eminence’s presence. And local intelligence — a word to be used loosely — has named Ivan as the inspector.\nThat’s the setup, and it’s a simple one. Any suspense in the plot has to do with anticipating when, or if, the townsfolk will twig onto Ivan’s true identity, and whether Ivan will ever figure out why he’s the object of their generosity. For this city dweller is no slick deceiver out of Molière or Dickens, but a benighted idiot in his own right.\nThis dumb-and-dumber scale of values could easily lend itself to the broadest kind of mugging. But Mr. Berger, the Red Bull’s founding artistic director, has staged his “Government Inspector” with a subversive straightforwardness. While there’s plenty of hilarious Marx Brothers-style anarchy here, all the performances are dead serious in their ridiculousness, capturing the big, self-preserving egos beneath the small-town madness.\nAnd what a team Mr. Berger has assembled to execute that mission. In addition to Mr. Urie and Mr. McGrath, the cast includes Stephen DeRosa as one of the mayor’s stable of fawning town officials, and the chameleonic Arnie Burton in the roles of both a letter-reading postman and Ivan’s valet.\nAs the mayor’s wife, an ecstatically overbearing Mary Testa plays middle-aged lust and artistic affectations as if they were grand opera. Listen to how she works the line of confident incomprehension, “Nom de Plume is my favorite writer!,” or this great gem of autobiography: “Mine was a cultured upbringing. We had a book, and my mother whistled.”", "url": "https://www.nytimes.com/2017/06/01/theater/the-government-inspector-review.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}