{"authors": ["Peter Baker", "Michael S. Schmidt", "Maggie Haberman"], "date_download": "2018-11-16 03:11:41", "date_modify": "2018-11-16 03:11:41", "date_publish": "2017-07-19 23:29:16", "description": "The president also said in an interview that Robert S. Mueller III, the special counsel, would cross a red line if he delved into Trump family finances unrelated to Russia.", "filename": "2017_07_19_us_politics_trump-interview-sessions-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337901.html", "image_url": "https://static01.nyt.com/images/2017/07/20/us/20dc-prexy2/20dc-prexy2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_19_us_politics_trump-interview-sessions-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337901.html", "title": "Citing Recusal, Trump Says He Wouldn’t Have Hired Sessions", "title_page": "Citing Recusal, Trump Says He Wouldn’t Have Hired Sessions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump said on Wednesday that he never would have appointed Attorney General Jeff Sessions had he known Mr. Sessions would recuse himself from overseeing the Russia investigation that has dogged his presidency, calling the decision “very unfair to the president.”\n[Read excerpts of The Times’s interview with President Trump.]\nIn a remarkable public break with one of his earliest political supporters, Mr. Trump complained that Mr. Sessions’s decision ultimately led to the appointment of a special counsel that should not have happened. “Sessions should have never recused himself, and if he was going to recuse himself, he should have told me before he took the job and I would have picked somebody else,” Mr. Trump said.\nIn a wide-ranging interview with The New York Times, the president also accused James B. Comey, the F.B.I. director he fired in May, of trying to leverage a dossier of compromising material to keep his job. Mr. Trump criticized both the acting F.B.I. director who has been filling in since Mr. Comey’s dismissal and the deputy attorney general who recommended it. And he took on Robert S. Mueller III, the special counsel now leading the investigation into Russian meddling in last year’s election.\nMr. Trump said Mr. Mueller was running an office rife with conflicts of interest and warned investigators against delving into matters too far afield from Russia. Mr. Trump never said he would order the Justice Department to fire Mr. Mueller, nor would he outline circumstances under which he might do so. But he left open the possibility as he expressed deep grievance over an investigation that has taken a political toll in the six months since he took office.", "url": "https://www.nytimes.com/2017/07/19/us/politics/trump-interview-sessions-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}