{"authors": ["Peter Baker", "Ron Nixon"], "date_download": "2018-11-16 04:26:14", "date_modify": "2018-11-16 04:26:14", "date_publish": "2017-02-19 21:27:55", "description": "Draft memos signed by the homeland security secretary appear to spare many immigrants brought to the country illegally as children. But some parents could face prosecution.", "filename": "2017_02_19_us_politics_trump-immigration-deportations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342374.html", "image_url": "https://static01.nyt.com/images/2017/02/20/us/20IMMIG-01/17DEPORT-SHACKLE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_19_us_politics_trump-immigration-deportations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342374.html", "title": "Trump Proposal Would Deport More Immigrants Immediately", "title_page": "Trump Proposal Would Deport More Immigrants Immediately - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PALM BEACH, Fla. — Federal authorities would be empowered to immediately deport vastly more undocumented immigrants as part of a broad crackdown being developed by the Trump administration that would significantly change the way federal agencies enforce immigration laws.\nTwo draft memos signed on Friday by John F. Kelly, the retired Marine general who is now secretary of homeland security, outline an aggressive mission for the immigration authorities that would rescind policies put in place by President Barack Obama that focused mainly on removing serious criminals.\nThe directives appear to spare many younger immigrants brought to the country illegally as children, known as Dreamers. But some parents of children who enter unaccompanied could face prosecution under the guidelines.\nThe approach laid out in the memos, which have not been finalized and are subject to change by the White House, reflects Mr. Trump’s campaign promise to harden the border and deport people who entered the United States illegally. He has returned to that theme in recent days: At a rally on Saturday in Melbourne, Fla., Mr. Trump highlighted a recent spate of deportations and characterized those being sent out of the country as dangerous criminals.", "url": "https://www.nytimes.com/2017/02/19/us/politics/trump-immigration-deportations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}