{"authors": ["Ana Swanson", "Kevin Granville"], "date_download": "2018-11-16 03:16:48", "date_modify": "2018-11-16 03:16:48", "date_publish": "2017-10-12 22:31:45", "description": "President Trump says the United States may withdraw from the North American Free Trade Agreement. That would bring big changes for the economy and consumers.", "filename": "2017_10_12_business_economy_what-would-happen-if-the-us-withdrew-from-nafta.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338208.html", "image_url": "https://static01.nyt.com/images/2017/04/26/us/politics/13NAFTAEXPLAIN/13NAFTAEXPLAIN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_12_business_economy_what-would-happen-if-the-us-withdrew-from-nafta.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338208.html", "title": "What Would Happen if the U.S. Withdrew From Nafta", "title_page": "What Would Happen if the U.S. Withdrew From Nafta - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Trump continues threatening to withdraw the United States from the North American Free Trade Agreement, and with negotiations on rocky ground, that risk could soon become reality. Withdrawing from the pact would bring big changes for the economy and for consumers.\nSince the pact came into effect in 1994, United States trade with Mexico and Canada has more than tripled, growing more rapidly than American trade with the rest of the world. Mexico and Canada are now the second and third largest exporters to the United States, after China. And the two countries are the leading importers of American products.\nMr. Trump has criticized Nafta for creating an unfair playing field, allowing Mexico to steal jobs from the United States and opening the border to cheap, tariff-free goods. He wants to bring factory jobs back home.\nBut pulling out of the pact could have unintended economic consequences. Over the past quarter century, Nafta has reshaped the United States economy, and its demise could raise costs for American companies and consumers.", "url": "https://www.nytimes.com/2017/10/12/business/economy/what-would-happen-if-the-us-withdrew-from-nafta.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}