{"authors": ["Cecilia Kang", "Nicholas Fandos", "Mike Isaac"], "date_download": "2018-11-16 03:11:32", "date_modify": "2018-11-16 03:11:32", "date_publish": "2017-10-31 14:48:56", "description": "Facebook, Twitter and Google all acknowledged ahead of hearings that Russia’s use of their platforms to sway the American electorate was bigger than previously acknowledged.", "filename": "2017_10_31_us_politics_facebook-twitter-google-hearings-congress.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337892.html", "image_url": "https://static01.nyt.com/images/2017/11/01/us/01dcsocial-alpha/01dcsocial-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_31_us_politics_facebook-twitter-google-hearings-congress.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337892.html", "title": "Tech Executives Are Contrite About Election Meddling, but Make Few Promises on Capitol Hill", "title_page": "Tech Executives Are Contrite About Election Meddling, but Make Few Promises on Capitol Hill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Executives from Facebook, Google and Twitter appeared on Capitol Hill for the first time on Tuesday to publicly acknowledge their role in Russia’s influence on the presidential campaign, but offered little more than promises to do better. Their reluctance frustrated lawmakers who sought stronger evidence that American elections will be protected from foreign powers.\nThe hearing, the first of three in two days for company executives, served as an initial public reckoning for the internet giants. They had emphasized their role as public squares for political discourse but are being forced to confront how they were used as tools for a broad Russian misinformation campaign.\nBoth Democrats and some Republicans on a Senate Judiciary subcommittee complained that the companies had waited nearly a year to publicly admit how many Americans were exposed to the Russian effort to spread propaganda during the 2016 campaign. Senators pushed for harsher remedies, including regulations on their advertising practices akin to rules for political advertising on television.\n“Why has it taken Facebook 11 months to come forward and help us understand the scope of this problem, see it clearly for the problem it is and begin to work in a responsible legislative way to address it?” asked Senator Chris Coons, Democrat of Delaware.", "url": "https://www.nytimes.com/2017/10/31/us/politics/facebook-twitter-google-hearings-congress.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}