{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:16:46", "date_modify": "2018-11-16 03:16:46", "date_publish": "2017-10-11 17:56:23", "description": "The president has long talked about scrapping Nafta. Even skeptics are starting to believe him.", "filename": "2017_10_11_business_economy_nafta-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338206.html", "image_url": "https://static01.nyt.com/images/2017/10/12/business/12ENDOFNAFTAjmp2/12dcnafta-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_11_business_economy_nafta-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338206.html", "title": "Trump’s Tough Talk on Nafta Raises Prospects of Pact’s Demise", "title_page": "Trump’s Tough Talk on Nafta Raises Prospects of Pact’s Demise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The North American Free Trade Agreement, long disparaged by President Trump as bad for the United States, was edging closer toward collapse as negotiators gathered for a fourth round of contentious talks here this week.\nIn recent weeks, the Trump administration has sparred with American businesses that support Nafta and has pushed for significant changes that negotiators from Mexico and Canada say are nonstarters. All the while, the president has continued threatening to withdraw the United States from the trade agreement, which he has maligned as the worst in history.\nAs the trade talks began on Wednesday, Mr. Trump, seated in the Oval Office beside Prime Minister Justin Trudeau of Canada, said it was “possible” that the United States would drop out of Nafta.\n“It’s possible we won’t be able to make a deal, and it’s possible that we will,” the president said. “We’ll see if we can do the kind of changes that we need. We have to protect our workers. And in all fairness, the prime minister wants to protect Canada and his people also. So we’ll see what happens with Nafta, but I’ve been opposed to Nafta for a long time, in terms of the fairness of Nafta.”", "url": "https://www.nytimes.com/2017/10/11/business/economy/nafta-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}