{"authors": ["Alexandra Stevenson"], "date_download": "2018-11-16 04:16:30", "date_modify": "2018-11-16 04:16:30", "date_publish": "2017-12-06 19:46:01", "description": "Chinese officials reiterated a welcoming message to corporate leaders at a conference on Wednesday, but the reality on the ground is more complex.", "filename": "2017_12_06_business_china-global-business-xi-jinping.html_module=inline_1542341790.html", "image_url": "https://static01.nyt.com/images/2017/12/07/business/07CHINABIZ6/07CHINABIZ6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_06_business_china-global-business-xi-jinping.html_module=inline_1542341790.html", "title": "China Says It’s Open for Business. Foreign Firms Find It’s Not That Simple.", "title_page": "China Says It’s Open for Business. Foreign Firms Find It’s Not That Simple. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GUANGZHOU, China — The southern Chinese city of Guangzhou on Wednesday welcomed dozens of corporate leaders and foreign dignitaries with one overriding message: China is open for business.\nThe reality on the ground was more complex.\nChina is increasingly presenting itself as a global force: President Xi Jinping surprised the world in January when he told power brokers gathered in Davos, Switzerland, that the country planned to intensify its role in the absence of American leadership.\nThat message was echoed at the Guangzhou conference, which was attended by the leaders of companies like Apple, Ford Motor, Philips and Walmart and foreign leaders like Prime Minister Justin Trudeau of Canada.\n“China’s door will not close to the world but open wider,” Mr. Xi said in a letter addressed to the gathering, which was organized by Fortune magazine. China’s president was to attend the conference until changing his plans at the last minute, according to local media reports. Wang Yang, China’s vice premier, spoke of the country’s commitment to a “nondiscriminatory environment for foreign companies.” Another senior Chinese official promised a level playing field for foreign businesses.", "url": "https://www.nytimes.com/2017/12/06/business/china-global-business-xi-jinping.html?module=inline"}