{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:49:36", "date_modify": "2018-11-16 04:49:36", "date_publish": "2017-07-01 15:20:00", "description": "Mohamed Fahmy, who was working for the Qatari-owned Al Jazeera when the Egyptian authorities jailed him in 2013, has become a pawn in an intra-gulf rivalry.", "filename": "2017_07_01_world_middleeast_qatar-egypt-united-arab-emirates-mohamed-fahmy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343776.html", "image_url": "https://static01.nyt.com/images/2017/07/01/world/xxqatar1/xxqatar1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_01_world_middleeast_qatar-egypt-united-arab-emirates-mohamed-fahmy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343776.html", "title": "Journalist Joins His Jailer’s Side in a Bizarre Persian Gulf Feud", "title_page": "Journalist Joins His Jailer’s Side in a Bizarre Persian Gulf Feud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Fahmy, no longer a neutral bystander, has become a pawn exploited and abused by both sides.\nThe intra-gulf rivalry erupted into open hostility last month as the United Arab Emirates, Saudi Arabia and Egypt severed all trade, travel and diplomatic ties with Qatar, accusing it of using Al Jazeera broadcasts and financial support to promote Islamist extremism and interfere in the affairs of its neighbors. Qatar disputed those allegations and said its own internal affairs had become the targets of Saudi and Emirati meddling.\nMr. Fahmy, 43, has eagerly joined in, holding a recent news conference in Washington to add his voice to Saudi and Emirati accusations that Qatar and Al Jazeera conspire with Islamist extremists. “Qatar has been given so many chances, and they have been warned so many times,” he said, commending the Saudi and Emirati blockade.\nAsked at the news conference if he had consulted Saudi or Emirati officials, or if he was close to the Emirati ambassador to Washington, Yousef al-Otaiba, Mr. Fahmy said, falsely, “To simply answer your question, no.” (Mr. Fahmy said this past week that he was protecting a friend.)\nMr. Fahmy, an Egyptian-Canadian, now lives in Vancouver, British Columbia. He acknowledged in a recent telephone interview that he had received what he described as a “loan” from Mr. Otaiba to finance the legal action against Qatar. The ambassador had been a friend since they attended high school together in Egypt, at the Cairo American College, and he was one of several people asked for financial support, Mr. Fahmy said.\nHe insisted that the money for the lawsuit had gone to a third party, whom Mr. Fahmy refused to name. “I have not received a penny from Yousef,” he said.", "url": "https://www.nytimes.com/2017/07/01/world/middleeast/qatar-egypt-united-arab-emirates-mohamed-fahmy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}