{"authors": ["Danny Hakim", "Sui-Lee Wee"], "date_download": "2018-11-16 03:17:58", "date_modify": "2018-11-16 03:17:58", "date_publish": "2017-02-22 00:55:28", "description": "A review of foreign trademarks registered to President Trump’s companies gives clues to a globe-spanning strategy and potential conflicts of interest.", "filename": "2017_02_21_business_donald-trump-trademarks-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338278.html", "image_url": "https://static01.nyt.com/images/2017/02/22/business/22TRADEMARK-web1/22TRADEMARK-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_21_business_donald-trump-trademarks-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338278.html", "title": "From Trump the Nationalist, a Trail of Global Trademarks", "title_page": "From Trump the Nationalist, a Trail of Global Trademarks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Trump seems to be the archetypal businessman with mercantilist instincts,” Dani Rodrik, a professor at the John F. Kennedy School of Government at Harvard, said in an email. “‘Open your market for me to do business in it, but you can have access to mine only on my terms.’”\nThe trademarks are the natural outgrowth of a global-spanning strategy. Like any businessman, Mr. Trump has long sought to protect his brand and products legally with trademarks, whether by registering a board game he once tried to sell, slogans like “Make America Great Again” or simply the name “Trump.”\nBut the trail of trademarks offers further clues to his international business ties, which leave the president vulnerable to potential conflicts of interest, or at least perception challenges. The Chinese government’s trademark announcement last week came just days after Mr. Trump retreated from challenging China’s policy on Taiwan in a call with China’s president, Xi Jinping.\nThe Times review of nine databases identified nearly 400 foreign trademarks registered to Trump companies since 2000 in 28 countries, among them New Zealand, Egypt and Russia, as well as the European Union. There are most likely many more trademarks, because there is no central repository of all trademarks from every country. The Trump Organization has been filing trademarks for decades, and has said that it has taken out trademarks in more than 80 countries.", "url": "https://www.nytimes.com/2017/02/21/business/donald-trump-trademarks-china.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}