{"authors": ["Glenn Thrush"], "date_download": "2018-11-16 04:00:51", "date_modify": "2018-11-16 04:00:51", "date_publish": "2017-03-06 16:21:12", "description": "The new restriction will apply to citizens of six predominantly Muslim nations in an effort to improve on a hastily drawn order in January that did not pass legal scrutiny.", "filename": "2017_03_06_us_politics_travel-ban-muslim-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340851.html", "image_url": "https://static01.nyt.com/images/2017/03/07/us/07trump/03trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_06_us_politics_travel-ban-muslim-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340851.html", "title": "Trump’s New Travel Ban Blocks Migrants From Six Nations, Sparing Iraq", "title_page": "Trump’s New Travel Ban Blocks Migrants From Six Nations, Sparing Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Eric T. Schneiderman, the attorney general of New York and a plaintiff in a suit seeking to block the first order, said his office was reviewing the new ban, adding, “I stand ready to litigate — again — in order to protect New York’s families, institutions and economy.”\nCongressional Republicans, who were split over the first travel ban, had a more muted reaction. But Speaker Paul D. Ryan, who backed the first order, issued a statement saying the revised order “advances our shared goal of protecting the homeland.”\nCitizens of Iran, Somalia, Sudan, Yemen, Syria and Libya will face a 90-day suspension of visa processing as the administration analyzes how to strengthen vetting procedures, according to a homeland security summary of the order.\nThe removal of Iraq from the list came after talks with security officials in Baghdad and at the urging of Mr. Mattis and State Department officials, who have been in communication with Iraqi officials alarmed that the ban will turn public sentiment in their country against the United States.\n“On the basis of negotiations that have taken place between the government of Iraq and the U.S. Department of State in the last month, Iraq will increase cooperation with the U.S. government on the vetting of its citizens applying for a visa to travel to the United States,” homeland security officials wrote in a fact sheet given to reporters.\nThe timing of the ban seemed intended to reset the White House political narrative, after a turbulent week that began with Mr. Trump’s well-received address to Congress. That success was quickly overshadowed by the controversies over Mr. Sessions’s failure to inform the Senate of his contacts with the Russian ambassador and Mr. Trump’s unsupported accusation that President Barack Obama tapped Mr. Trump’s phones during the 2016 campaign.", "url": "https://www.nytimes.com/2017/03/06/us/politics/travel-ban-muslim-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}