{"authors": ["Jonathan Weisman", "Maggie Haberman", "Matt Flegenheimer"], "date_download": "2018-11-16 03:17:26", "date_modify": "2018-11-16 03:17:26", "date_publish": "2017-05-30 07:57:18", "description": "The White House communications director, Mike Dubke, stepped down on Tuesday, and President Trump took to Twitter to attack the Russia investigation and Germany.", "filename": "2017_05_30_us_politics_trump-administration-mike-dubke-communications.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338246.html", "image_url": "https://static01.nyt.com/images/2017/05/31/world/30WhiteHouseBriefing1/30WhiteHouseBriefing1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_30_us_politics_trump-administration-mike-dubke-communications.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338246.html", "title": "White House Communications Director Resigns as Shake-Up Begins", "title_page": "White House Communications Director Resigns as Shake-Up Begins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At a fund-raising dinner in California, the chairman of the House Intelligence Committee, Devin Nunes, joined Mr. Trump in dismissing the Russia investigation as a political exercise. Mr. Nunes had once headed the investigation for House Republicans but had to step aside after it was revealed that he was coordinating with the White House.\n“The Democrats don’t want an investigation on Russia. They want an independent commission. Why do they want an independent commission? Because they want to continue the narrative that Vladimir Putin and Donald Trump are best friends, and that’s the reason that he won, because Hillary Clinton would have never lost on her own; it had to be someone else’s fault,” Mr. Nunes said at the April dinner.\nMoscow not helping the denials.\nPresident Trump may not be accepting media reports that his son-in-law sought a back channel to the Kremlin, but the Kremlin let it be known that the Russians would welcome one.\nRussian state media jumped into the fray Tuesday with a tweet that might not be helpful to the president’s denials, saying that the foreign minister, Sergey Lavrov, does want an open channel to work on cooling down the war in Syria.\nTranslation — Lavrov: Russia would welcome United States connection to work on zones of de-escalation in Syria.\nFor his part, Mr. Trump retweeted an article from Fox News that said it was Mr. Kislyak, not Mr. Kushner, who proposed a secure line between the Russian government and the Trump team.\nTrump pressures senators to end filibuster.\nWith his policy agenda stalled amid swirling investigations, the president on Tuesday pressured Senate Republican leaders to change the Senate’s rules, end the filibuster and ease passage of his legislative priorities.\nThe tweet did show a certain ignorance about the current stalemate. Through complicated budget rules, congressional leaders have already ensured that a bill to repeal and partially replace the Affordable Care Act can pass with only 51 votes — not the 60 needed to break a filibuster. The problem is that Senate Republicans, with 52 votes, so far have not been able to assemble health care legislation that can win a simple majority.\nAdvertisement Continue reading the main story\nRepublicans plan to use the same budget rules — known as reconciliation — to protect a tax cut measure from a filibuster as well. So what is known as “the nuclear option” — a unilateral change of Senate rules that would deprive the minority party of virtually all its legislative power — would be unnecessary.\nBut first, they will have to pass a budget, not an easy task.\nSenator Mitch McConnell of Kentucky, the majority leader, has resisted changing the rules to eliminate the legislative filibuster, and on Tuesday, his office reaffirmed his stance, while gently reminding the president of the current dynamics.\n“Senator McConnell agrees that both health care and tax reform are essential,” said Antonia Ferrier, a McConnell spokeswoman, “and that is why Republicans in Congress are using the reconciliation process to prevent a partisan filibuster of these two critical legislative agenda items.”\nFallout from European trip continues.\nMr. Trump also took his clashes with Germany public on Tuesday, castigating the United States’ trans-Atlantic ally for what he said were underpayments to NATO and to Germany’s own military.\nThe jab may have been prompted by a scathing attack by Martin Schulz, a German politician and Chancellor Angela Merkel’s chief rival, who castigated President Trump for humiliating the nation in Brussels with his scolding last week.", "url": "https://www.nytimes.com/2017/05/30/us/politics/trump-administration-mike-dubke-communications.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}