{"authors": ["Thomas Kaplan", "Robert Pear"], "date_download": "2018-11-16 04:26:25", "date_modify": "2018-11-16 04:26:25", "date_publish": "2017-09-26 18:20:17", "description": "Senate Republicans said they would not move ahead with a vote on the latest plan to repeal the Affordable Care Act, which lacked the support to pass.", "filename": "2017_09_26_us_politics_mcconnell-obamacare-repeal-graham-cassidy-trump.html_module=inline_1542342385.html", "image_url": "https://static01.nyt.com/images/2017/09/27/us/27gop-alpha/27gop-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_26_us_politics_mcconnell-obamacare-repeal-graham-cassidy-trump.html_module=inline_1542342385.html", "title": "Senate Republicans Say They Will Not Vote on Health Bill", "title_page": "Senate Republicans Say They Will Not Vote on Health Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Senate Republicans on Tuesday officially abandoned the latest plan to repeal the Affordable Care Act, shelving a showdown vote on the measure and effectively admitting defeat in their last-gasp drive to fulfill a core promise of President Trump and Republican lawmakers.\nThe decision came less than 24 hours after a pivotal Republican senator, Susan Collins of Maine, declared her opposition to the repeal proposal, all but ensuring that Republican leaders would be short of the votes they needed.\n“We haven’t given up on changing the American health care system,” Senator Mitch McConnell of Kentucky, the majority leader, said after a lunchtime meeting of Republican senators. “We are not going to be able to do that this week, but it still lies ahead of us, and we haven’t given up on that.”\nMr. McConnell said Republicans would move on to their next big legislative goal: overhauling the tax code, a feat that has not been accomplished since 1986.", "url": "https://www.nytimes.com/2017/09/26/us/politics/mcconnell-obamacare-repeal-graham-cassidy-trump.html?module=inline"}