{"authors": ["Katie Rogers"], "date_download": "2018-11-16 03:50:58", "date_modify": "2018-11-16 03:50:58", "date_publish": "2017-08-23 00:03:07", "description": "Ms. Linton’s in-the-clouds lifestyle abruptly collided with her husband’s political day job after she dressed down a stranger on Instagram.", "filename": "2017_08_22_us_politics_louise-linton-mnuchin-instagram.html__r=0&module=inline_1542340258.html", "image_url": "https://static01.nyt.com/images/2017/08/23/us/23dc-linton/23dc-linton-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_22_us_politics_louise-linton-mnuchin-instagram.html__r=0&module=inline_1542340258.html", "title": "Louise Linton Goes From the Lap of Luxury to the Center of a Social Media Storm", "title_page": "Louise Linton Goes From the Lap of Luxury to the Center of a Social Media Storm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Linton’s response was not quite as rose-colored as her original photo caption had been.\n“Have you given more to the economy than me and my husband? Either as an individual earner in taxes OR in self sacrifice to your country?” Ms. Linton wrote.\nShe wasn’t done.\n“I’m pretty sure we paid more taxes toward our day ‘trip’ than you did. Pretty sure the amount we sacrifice per year is a lot more than you’d be willing to sacrifice if the choice was yours.”\nAnd then, Ms. Linton, fresh from a European vacation punctuated by rides at SoulCycle and trips to the Hamptons, delivered a blow to the offending commoner: “You’re adorably out of touch.”\nMs. Miller, the mother from Oregon, offered a similar criticism to The Times on Monday night.\n“If she hadn’t made her account private, I would have written back with a very snide Marie Antoinette joke,” Ms. Miller said.\nMs. Linton is not the first woman associated with Mr. Trump to earn a comparison to Marie Antoinette. As protests erupted around the country over her father’s proposed travel ban in January, an Instagram photo of Ivanka Trump wearing a silver dress was quickly dubbed the “let them eat cake” photograph. Ms. Linton also is not the only woman in the president’s orbit who is dripping in diamonds and draped in Chanel.\nBut she is the first to be bluntly unapologetic about her luxurious lifestyle, one that affords her a comfortable, swan-shaped perch to view the country’s infighting.\nThe other difference, of course, is that Ms. Linton is not a White House official, nor an elected one. She is an actress whose most recent work includes a role as a character named Betty on a 2016 movie called “Rules Don’t Apply.” She often shares photos of her past roles on Instagram. In July, she shared an image of a 2007 “CSI: NY” appearance. Her character in that episode was dressed as Marie Antoinette.", "url": "https://www.nytimes.com/2017/08/22/us/politics/louise-linton-mnuchin-instagram.html?_r=0&module=inline"}