{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:37", "date_modify": "2018-11-16 04:54:37", "date_publish": "2017-02-19 10:05:03", "description": "A 400-square-foot studio is remade into a space that can be constantly transformed.", "filename": "2017_02_19_realestate_the-convertible-tiny-apartment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344077.html", "image_url": "https://static01.nyt.com/images/2017/02/09/multimedia/360-fix2/360-fix2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_19_realestate_the-convertible-tiny-apartment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344077.html", "title": "The Convertible, Tiny Apartment", "title_page": "The Convertible, Tiny Apartment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How do you transform a dated 400-square-foot studio into a modern home with room to hold a dinner party and welcome an occasional overnight guest?\nThat was the challenge Kseniya and Ryan Merritt presented to Robert Garneau, an architect in Brooklyn, a few years ago when they decided to overhaul their ground-floor studio in the Turtle Bay neighborhood of Manhattan. Also on the list of demands, said Ms. Merritt, 35, who works in commercial real estate, was “comfortable closet space” and an “open and roomy layout.”\nWhen a contractor introduced the couple to Mr. Garneau in late 2014, it was kismet. Not only does Mr. Garneau specialize in small spaces, but the couple also realized that the pictures they had found online and saved as examples of what they wanted were photos of his projects. “We loved both the style and aesthetic of his work,” said Mr. Merritt, 41, an executive vice president of human resources at a financial services firm in Manhattan.", "url": "https://www.nytimes.com/2017/02/19/realestate/the-convertible-tiny-apartment.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}