{"authors": ["Nick Wingfield"], "date_download": "2018-11-16 03:14:17", "date_modify": "2018-11-16 03:14:17", "date_publish": "2017-08-30 07:00:21", "description": "In an unusual partnership, Amazon and Microsoft are working together to extend the abilities of their voice-controlled digital assistants.", "filename": "2017_08_30_technology_amazon-alexa-microsoft-cortana_1542338057.html", "image_url": "https://static01.nyt.com/images/2017/08/30/business/30ASSISTANTS/30ASSISTANTS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_30_technology_amazon-alexa-microsoft-cortana_1542338057.html", "title": "‘Cortana, Open Alexa,’ Amazon Says. And Microsoft Agrees.", "title_page": "‘Cortana, Open Alexa,’ Amazon Says. And Microsoft Agrees. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Mr. Bezos and Mr. Nadella are concerned that keeping assistants from working together could hold them back. The way they see it, each assistant has unique strengths that could benefit the other assistants.\nIn an interview last Friday at one of Amazon’s Seattle high-rises, Mr. Bezos predicted that over time people would turn to different digital assistants — also called “A.I.s,” for artificial intelligence — the same way they turn to one friend for advice about hiking and another for restaurant recommendations.\n“I want them to have access to as many of those A.I.s as possible.” Mr. Bezos said.\nAs an example, Mr. Bezos cited Cortana's superior integration with Outlook, the popular calendar and email application that is part of the Microsoft Office suite of software. Because Microsoft controls both products, Outlook is integrated more deeply with Cortana than with other voice assistants. Through its collaboration with Microsoft, Amazon said, Alexa users will get answers to some of the same questions that Cortana can now answer — for instance, when is the next budget review with the boss?\nInitially, getting the two systems to work together is going to be a little awkward. Someone working with an Alexa device will have to say “Alexa, Open Cortana” followed by their command, while someone starting with a Cortana machine will have to say “Cortana, Open Alexa.”", "url": "https://www.nytimes.com/2017/08/30/technology/amazon-alexa-microsoft-cortana.html"}