{"authors": ["John Schwartz", "Campbell Robertson"], "date_download": "2018-11-16 03:47:20", "date_modify": "2018-11-16 03:47:20", "date_publish": "2017-08-29 17:26:31", "description": "As Houston suffers the devastation of Hurricane Harvey, there is a lot of empathy — and anxiety — in New Orleans.", "filename": "2017_08_29_us_new-orleans-katrina-houston_1542340040.html", "image_url": "https://static01.nyt.com/images/2017/08/30/us/29NOLA/29NOLA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_29_us_new-orleans-katrina-houston_1542340040.html", "title": "New Orleans Looks to Houston, and Sees Itself", "title_page": "New Orleans Looks to Houston, and Sees Itself - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NEW ORLEANS — Several of Nance Harding’s clients were acting oddly last week. Ms. Harding, a psychotherapist in New Orleans, noticed that some were quick to cry, others were irritable and easily startled; some were drinking more heavily than usual.\nThese were clients who had gone through Hurricane Katrina 12 years ago, and she was picking up the signals of a localized form of post-traumatic stress syndrome — or, as she calls it, “Katrina brain.”\nIt is a condition, she said, that ramps up each June with the return of hurricane season and spikes with the anniversary of Katrina on Aug. 29. And this year, there is Hurricane Harvey.\nMs. Harding said she finds it easy to recognize the symptoms because “I have it,” though not from Katrina. She was 9 years old and living in Galveston when Hurricane Carla hit. “I’ve walked in water up to my chest,” she said.\nThe Harvey news had her “irritable and slightly paranoid” without knowing why, she said, until she heard a reference to Carla. “I was immediately back there, in that scene,” she said. “It was like watching a movie screen.”\nAs the nation watches the paralysis on the Gulf Coast, there is one city uniquely positioned to feel Houston’s pain: New Orleans. With Harvey producing horrific scenes reminiscent of those following Katrina and the levee breaches that flooded the city, New Orleanians watched with a mixture of horror and empathy. These two cities are connected by much more than a six-hour drive on Interstate 10. Katrina bound them together, as Houston received as many as 250,000 refugees from the city in the weeks after the storm; some 100,000 remain today. It is a strange sensation for many in this city, seeing Houston — a dozen years ago this week the sanctuary — now underwater.\nNew Orleans will be getting a taste of Harvey, as well; the slow-moving storm threatens to dump as much as 10 inches of rain on the New Orleans area.\nHouston’s plight “is almost like a flashback,” said Charles ‘Action’ Jackson, 55, a D.J. “I feel most so because Houston was one of the first places that opened their doors for New Orleans.” He was preparing for an annual ceremony and parade marking the anniversary of the Katrina levee breaches. (It was postponed from Tuesday to Sunday because of this week’s rains.) During Katrina, he had slept alone on his roof for two nights, dangling his feet into the attic so he would wake up if the water rose. “I wouldn’t wish it on my worst enemy,” he said.", "url": "https://www.nytimes.com/2017/08/29/us/new-orleans-katrina-houston.html"}