{"authors": ["Eric Lipton", "Susanne Craig"], "date_download": "2018-11-16 04:49:58", "date_modify": "2018-11-16 04:49:58", "date_publish": "2017-01-19 21:12:05", "description": "From the moment he is sworn in, the new president, Donald J. Trump, may be in violation of a lease with the federal government.", "filename": "2017_01_19_us_politics_trump-international-hotel-ethics.html__r=0&module=inline_1542343798.html", "image_url": "https://static01.nyt.com/images/2017/01/20/us/20trumphotel-1/20trumphotel-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_19_us_politics_trump-international-hotel-ethics.html__r=0&module=inline_1542343798.html", "title": "At Trump Hotel in Washington, Champagne Toasts in an Ethical ‘Minefield’", "title_page": "At Trump Hotel in Washington, Champagne Toasts in an Ethical ‘Minefield’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — With sirens blaring, a fleet of limousines and security personnel raced down Pennsylvania Avenue twice in less than 24 hours to deliver Donald J. Trump to inauguration events.\nBut he was not heading to the White House. He was going to Trump International Hotel.\nIt was a telling destination for those visits Wednesday night and Thursday afternoon. Perhaps more than any other location in Mr. Trump’s real estate empire, this 263-room hotel epitomizes the convergence of Donald Trump the global businessman and Donald Trump the president-elect.\nConflicts that for months have been theoretical are now about to become real — most immediately a possible challenge by the federal government. It owns the building that houses Mr. Trump’s hotel and has granted him a 60-year lease. From the moment he is sworn in as president at noon Friday, Mr. Trump may be in violation of that lease, given a provision that appears to prohibit federal elected officials from renting the Old Post Office building, the Pennsylvania Avenue landmark that houses the hotel, from the government.", "url": "https://www.nytimes.com/2017/01/19/us/politics/trump-international-hotel-ethics.html?_r=0&module=inline"}