{"authors": ["Ben Brantley"], "date_download": "2018-11-16 04:51:32", "date_modify": "2018-11-16 04:51:32", "date_publish": "2017-10-20 01:45:13", "description": "Portraying mother and son in a fierce revival of Harvey Fierstein’s comedy, Mercedes Ruehl and Michael Urie are in peak form.", "filename": "2017_10_19_theater_torch-song-review-harvey-fierstein-michael-urie.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343892.html", "image_url": "https://static01.nyt.com/images/2017/10/20/arts/20torch1/20torch1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_19_theater_torch-song-review-harvey-fierstein-michael-urie.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343892.html", "title": "Review: A ‘Torch Song’ Burning With Emotion Behind the Laughs", "title_page": "Review: A ‘Torch Song’ Burning With Emotion Behind the Laughs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Michael Urie and Mercedes Ruehl start to cut each other’s hearts out in the second act of Harvey Fierstein’s “Torch Song,” your responses are likely to be deeply divided. “Stop that right now!” you think. Because what they’re doing feels too painful, too private and quite possibly too close to your own home for public consumption.\nBut another part of you is flushed with the thrill that comes from watching two ideally matched performers, at the top of their games, demonstrating the unholy power of flesh and blood to wound its own. Portraying a New York drag queen and his mother visiting from Miami, Mr. Urie and Ms. Ruehl make a strong case for a fiercely tugged umbilical cord as the ultimate weapon of destruction.\nNot bad for a three-decades-old comedy that would seemed to have passed its sell-by date years ago.\n“Torch Song,” which opened at the Tony Kiser Theater on Thursday night in a Second Stage Theater production, is a two-act, trimmed-down version of “Torch Song Trilogy.” That’s the original four-hour portrait of the tribulations of a flamboyantly emotional gay man that captivated mainstream theatergoers when it opened on Broadway in 1982.\nIt also picked up two Tonys for Mr. Fierstein — hitherto best known for his cross-dressing turns on the margins of Off Broadway — for best play and best actor, and established him as the rare openly gay performer and writer whom even Mom and Dad from the suburbs might enjoy without tsoris. (It was the basis for a less successful 1988 movie.) It could be argued that without Mr. Fierstein there would be no “Queer Eye for the Straight Guy,” “Will & Grace” or “Modern Family” on television.", "url": "https://www.nytimes.com/2017/10/19/theater/torch-song-review-harvey-fierstein-michael-urie.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}