{"authors": ["Liz Robbins"], "date_download": "2018-11-16 04:29:45", "date_modify": "2018-11-16 04:29:45", "date_publish": "2017-04-11 09:00:19", "description": "Under President Trump, a ritual for some unauthorized immigrants, who are required to meet periodically with an ICE officer, has turned threatening.", "filename": "2017_04_11_nyregion_ice-immigration-check-in-deportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342585.html", "image_url": "https://static01.nyt.com/images/2017/03/19/nyregion/00discretion1/00discretion1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_11_nyregion_ice-immigration-check-in-deportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342585.html", "title": "Once Routine, Immigration Check-Ins Are Now High Stakes", "title_page": "Once Routine, Immigration Check-Ins Are Now High Stakes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "According to Ms. Kalman, the officer told her during the meeting, “I’m sorry, I’m getting pressure because my title is deportation officer — my job is to deport people.”\nImmigration agency officials insist that they still focus on the deportation of people who were convicted of crimes and pose a threat to their community. However, Rachael Yong Yow, a spokeswoman for the ICE New York field office, said, “All of those in violation of the immigration laws may be subject to immigration arrest, detention and, if found removable by final order, removal from the United States.”\nThat is what should be happening, said Daniel Stein, the president of the Federation for American Immigration Reform, which supports stricter immigration controls. “If you are here and removable, you are living on borrowed time,” he said.\nMr. Stein said prosecutorial discretion, generally used in criminal law, should not technically cover ICE check-ins since ICE was not giving people legal status to stay in the country at these meetings, only granting them an administrative delay.\nCheryl R. David, a New York immigration lawyer, sees the chances for such a delay dwindling. “There’s definitely been a culture shift,” she said.\n“ICE is more inclined to enforce, from their perspective, the immigration law,” Ms. David added, “and if you have a final order of removal, you’re going to have to try and rectify it.”\nOr else, she said, deportation will follow.\nThere seems to be no consistent policy from one field office to the next, lawyers say. The immigration agency was not immediately able to provide statistics regarding those who were detained or deported as a result of their check-ins, or how the frequency of those check-ins had changed.", "url": "https://www.nytimes.com/2017/04/11/nyregion/ice-immigration-check-in-deportation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}