{"authors": ["Mike Isaac"], "date_download": "2018-11-16 03:12:14", "date_modify": "2018-11-16 03:12:14", "date_publish": "2017-03-22 00:37:47", "description": "In a conference call with executives, Uber presented a list of changes it plans to make to improve morale and repair its tarnished reputation.", "filename": "2017_03_21_technology_uber-board-stands-by-travis-kalanick.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337934.html", "image_url": "https://static01.nyt.com/images/2017/03/22/business/22UBER1/22UBER1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_21_technology_uber-board-stands-by-travis-kalanick.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337934.html", "title": "Uber Board Stands by Travis Kalanick as It Reveals Plans to Repair Its Image", "title_page": "Uber Board Stands by Travis Kalanick as It Reveals Plans to Repair Its Image - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Because Uber rarely puts together such calls for the news media, the one on Tuesday reflects how the company is working to seize control of its image after a rough start to the year. In recent weeks, Uber’s reputation was badly damaged after a former employee published a scathing blog post detailing what she said was a history of sexual harassment and systemic issues in the company’s human resources department. Separately, Uber faced criticism for its program to deliberately deceive law enforcement using a software tool called Greyball, The New York Times reported.\nMr. Kalanick, who helped found Uber in 2009, also came under fire for how he had influenced the culture of the company. After a video of Mr. Kalanick arguing with an Uber driver recently leaked on the internet, Mr. Kalanick apologized and said he would seek leadership assistance. Several executives, including president Jeff Jones, have since left the company.\nMr. Kalanick was not present during the conference call. Ms. Huffington, who joined Uber’s board last year, was joined on the call by Liane Hornsey, the recently hired head of human resources, and Rachel Holt, the head of Uber’s ride-hailing business in the United States and Canada.\nIn the call, Uber said it expected that Mr. Kalanick would be highly collaborative with any executive hires. Bill Gurley, a venture capitalist and longtime Uber board member, is helping to lead the executive search for the chief operating officer, as is Ms. Huffington.\nAsked whether Mr. Kalanick would be willing to step down if asked, Ms. Huffington said the company’s leadership has not discussed the “hypothetical” situation.", "url": "https://www.nytimes.com/2017/03/21/technology/uber-board-stands-by-travis-kalanick.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}