{"authors": ["Kevin Sack"], "date_download": "2018-11-16 03:42:05", "date_modify": "2018-11-16 03:42:05", "date_publish": "2017-02-02 22:26:58", "description": "Newly unsealed court documents reveal that a court-appointed psychiatrist diagnosed convicted Charleston murderer Dylann Roof with a host of mental disorders.", "filename": "2017_02_02_us_dylann-roof-charleston-killing-mental_1542339725.html", "image_url": "https://static01.nyt.com/images/2017/02/03/us/03roof-web/03roof-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_02_us_dylann-roof-charleston-killing-mental_1542339725.html", "title": "Trial Documents Show Dylann Roof Had Mental Disorders", "title_page": "Trial Documents Show Dylann Roof Had Mental Disorders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A separate filing disclosed the odd interplay in February 2015 between Mr. Roof and a psychologist, Dr. Thomas G. Hiers, the former executive director of the Charleston/Dorchester Community Mental Health Center. It began when Dr. Hiers saw an anonymous post on Craigslist by a young man seeking someone to join him on a tour of Charleston. The ad specified “No Jews, queers, or n___s,” and included a photograph of a man that Dr. Hiers later identified as Mr. Roof.\nTaken aback by the language, Dr. Hiers reached out to the man, urging him to consider different ways of looking at the world, according to the defense motion. “The defendant responded,” the motion said, “by thanking Dr. Hiers for the suggestion and said Dr. Hiers seemed like a nice man, but said he could not take the suggestion because ‘I am so depressed I cannot get out of bed. My life is wasted. I have no friends even though I am cool.’”\nDr. Hiers, who declined to comment on Thursday, tried to arrange a meeting between Mr. Roof and a mental health professional near his home but Mr. Roof never responded, the motion said.\nWas Mr. Roof too impaired to stand trial or to be sentenced to death?\nClearly Judge Gergel was not persuaded that Dr. Ballenger’s diagnoses meant Mr. Roof did not surpass the rather low legal threshold for competency — that a defendant must be able to understand court proceedings and assist in his case.\nThe disorders listed by the psychiatrist do not necessarily cause severe impairment, even in combination. Nor do they particularly suggest the kind of deep-seated psychosis or delusion associated with criminals who cannot appreciate the severity of their acts.\nSchizoid personality disorder, for instance, is distinct from schizophrenia, although the two conditions can share some traits. It is defined by the American Psychiatric Association’s Diagnostic and Statistical Manual of Mental Disorders as “a pervasive pattern of detachment from social relationships and a restricted range of expression of emotions in interpersonal settings.” Social anxiety disorder, according to the text, refers to a “marked fear or anxiety about one or more social situations in which the individual is exposed to possible scrutiny by others.”\nBased on Mr. Roof’s own writings, his confession and the views of friends and workmates cited in the unsealed documents, those conditions would seem to apply. But the prosecution also used Mr. Roof’s own words to demonstrate his premeditation, planning and purpose (that he hoped to start a race war), as well as his lack of remorse. “I felt like I had to do it,” Mr. Roof told the jury in his closing argument, “and I still feel like I had to do it.”", "url": "https://www.nytimes.com/2017/02/02/us/dylann-roof-charleston-killing-mental.html"}