{"authors": ["Jeré Longman"], "date_download": "2018-11-16 03:19:00", "date_modify": "2018-11-16 03:19:00", "date_publish": "2017-07-11 13:16:51", "description": "President Emmanuel Macron of France is in Lausanne, Switzerland, rallying support for Paris’s effort to host the Summer Games in 2024.", "filename": "2017_07_11_sports_olympics-2024-2028-paris-los-angeles.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338340.html", "image_url": "https://static01.nyt.com/images/2017/07/11/us/11olympics/11olympics-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_11_sports_olympics-2024-2028-paris-los-angeles.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338340.html", "title": "Olympics Officials Move Closer to Giving Bids to Paris and Los Angeles", "title_page": "Olympics Officials Move Closer to Giving Bids to Paris and Los Angeles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It would be exactly 100 years since it last hosted the Summer Games in 1924. The I.O.C. has also shown a penchant for rewarding cities that continue to bid on the Games after failing to secure them. Since hosting the Summer Olympics in 1900 and 1924, Paris sought without success to host the 1992 Games that went to Barcelona, the 2008 Games held in Beijing and the 2012 Games awarded to London.\nThe self-regarding I.O.C. also likes to pat itself on the back as a restorative institution and could view the awarding of the 2024 Games as a chance to help Paris continue to recover from recent terrorist attacks.\nParis may also be looked upon more favorably in an international political light at the moment, given that France recently rejected the far-right presidential candidacy of Marine Le Pen while the United States elected the nationalist Donald Trump, who is unpopular in many parts of the world.\nBy awarding the Games to Los Angeles in 2028 instead of 2024, I.O.C. delegates would guarantee that the Olympics would not come to the United States during Mr. Trump’s presidency.\nAt the same time, the absence of Mr. Trump from Tuesday’s I.O.C. meeting will become irrelevant if Paris and Los Angeles work out an arrangement on the hosting schedule.\nThe in-person support of a head of state does not guarantee success, anyway. President Barack Obama’s pitch of Chicago’s bid to win the 2016 Olympics failed when the city finished fourth in balloting to Rio de Janeiro.\nParis will no doubt be cautious to avoid a repeat of its failed attempt to wrest the 2012 Games away from London. That campaign was viewed as smug and arrogant and was surely not helped by remarks from then French President Jacques Chirac, who said, “One cannot trust people whose cuisine is so bad.”", "url": "https://www.nytimes.com/2017/07/11/sports/olympics-2024-2028-paris-los-angeles.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}