{"authors": ["Howell Raines"], "date_download": "2018-11-16 04:01:43", "date_modify": "2018-11-16 04:01:43", "date_publish": "2017-12-09 20:47:37", "description": "Winston County once opposed secession but now enthusiastically supports Donald Trump. What does that tell us about Roy Moore’s chances?", "filename": "2017_12_09_opinion_sunday_roy-moores-alabama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340903.html", "image_url": "https://static01.nyt.com/images/2017/12/10/opinion/10raines2web/10raines2web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_09_opinion_sunday_roy-moores-alabama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340903.html", "title": "Roy Moore’s Alabama", "title_page": "Opinion | Roy Moore’s Alabama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ARLEY, Ala. — I recently drove the back roads from Birmingham for over two hours before I finally found a sign for Roy Moore, the Republican candidate for the United States Senate, outside the Arley Coffee Shop. A retired coal miner who frequents what the cashier called the “liars’ table” put it to me in the familiar Winston County way. “The women,” he said of Mr. Moore’s accusers, were lying to make him look like a sexual predator. “Groping,” he added, “used to be all right anyway.”\nThe Free State of Winston is Alabama’s most distinctive political culture, and now it may be the center of America’s current political convulsion. Winstonians tend to go to one side or another in a big way, and they don’t care what the rest of the world thinks. According to one historical account, the residents voted 515 to 128 for an antebellum legislator who promised to oppose the Ordinance of Secession that took Alabama out of the Union in 1861. Today they believe President Trump is an untarnished Republican savior and are cheering his endorsement of Mr. Moore.\n“Winston County had one of the highest Trump votes in the nation, almost 90 percent,” State Representative Tim Wadsworth, a Republican, told me. “Then our Fourth Congressional District had the highest district vote in the nation, and that was in the ’80s.”", "url": "https://www.nytimes.com/2017/12/09/opinion/sunday/roy-moores-alabama.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}