{"authors": ["Tara Siegel Bernard"], "date_download": "2018-11-16 03:13:28", "date_modify": "2018-11-16 03:13:28", "date_publish": "2017-09-11 23:51:59", "description": "The stock sales have added to the consumer backlash over the breach, which may have compromised the sensitive information of 143 million Americans.", "filename": "2017_09_11_business_equifax-breach-stock-sale.html_module=inline_1542338008.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_11_business_equifax-breach-stock-sale.html_module=inline_1542338008.html", "title": "Senators Seek Answers on Equifax Breach, Including Details on Stock Sales", "title_page": "Senators Seek Answers on Equifax Breach, Including Details on Stock Sales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Equifax did not immediately respond to calls and emails seeking comment.\nAlthough the stock sales by Equifax executives have prompted concerns, securities regulators have seldom, if ever, brought an insider trading case arising from a data breach. It all comes down to what an executive knew about a breach at the time of a stock sale.\nIt is not uncommon for information about data breaches to develop over time. Initial reports of a relatively minor breach can be proved wrong with further investigation by a company’s security team. If a corporate executive sold shares before the full extent of the breach was known, the trading might not be deemed to have been material at the time, even though in retrospect it looks especially prescient.\nThe regulatory environment for credit reporting bureaus like Equifax has been a subject of debate in Congress.\nOn Thursday, the day the Equifax breach was announced, the House Financial Services Committee was holding hearings about legislation that could reduce accountability for credit bureaus and other companies. One bill, for example, would eliminate punitive damages under the Fair Credit Reporting Act, the main law that governs the three big credit bureaus, according to Chi Chi Wu, a staff lawyer at the National Consumer Law Center. It would also cap statutory and actual damages.\nAfter the breach, senators are looking closer at the company’s operations, like how management dealt with previous security breaches. Among other things, the Senate leaders asked about Equifax’s use of third-party security experts to test its systems — and whether they worked to fix any of the issues that were identified.", "url": "https://www.nytimes.com/2017/09/11/business/equifax-breach-stock-sale.html?module=inline"}