{"authors": ["Matt Flegenheimer", "Rebecca R. Ruiz"], "date_download": "2018-11-16 03:11:40", "date_modify": "2018-11-16 03:11:40", "date_publish": "2017-06-13 22:05:50", "description": "The attorney general circumvented questions about his conversations with the president and condemned accusations that he may have aided the Russian effort to interfere in the election.", "filename": "2017_06_13_us_politics_jeff-sessions-senate-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337900.html", "image_url": "https://static01.nyt.com/images/2017/06/14/us/14sessions-testifiesvid/14sessions-testifiesvid-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_13_us_politics_jeff-sessions-senate-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337900.html", "title": "Jeff Sessions Denies Collusion, Deploring ‘Detestable Lie’ in Senate Testimony", "title_page": "Jeff Sessions Denies Collusion, Deploring ‘Detestable Lie’ in Senate Testimony - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Attorney General Jeff Sessions offered an indignant defense on Tuesday against what he called “an appalling and detestable lie” that he may have colluded with the Russian effort to interfere in the 2016 election, but he declined during an often contentious Senate hearing to answer central questions about his or President Trump’s conduct.\nSounding by turns wounded and defiant, Mr. Sessions, a former senator from Alabama, often infused his testimony with more emotion than specifics as he showcased his loyalty to Mr. Trump. He insisted repeatedly that discussing his private conversations with the president, however relevant they might be, would be “inappropriate,” visibly frustrating senators who have been conducting one of several inquiries into Russia’s election meddling.\nMr. Sessions cast his recusal from Russia-related investigations as a mere procedural matter stemming from his status as a prominent Trump campaign surrogate last year, and not a product of any wrongdoing. When Mr. Sessions removed himself in March, he was facing blistering criticism over previously undisclosed contacts with the Russian ambassador to the United States.\n“I recused myself from any investigation into the campaign for president,” he told the Senate Intelligence Committee on Tuesday, in what was the latest highly charged congressional hearing of the Trump age. “I did not recuse myself from defending my honor against scurrilous and false allegations.”", "url": "https://www.nytimes.com/2017/06/13/us/politics/jeff-sessions-senate-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}