{"authors": ["Miriam Jordan"], "date_download": "2018-11-16 04:25:19", "date_modify": "2018-11-16 04:25:19", "date_publish": "2017-11-01 23:02:15", "description": "The New York attack brought scrutiny to a program that every years admits up to 50,000 foreigners who need no family ties to the United States or special skills.", "filename": "2017_11_01_us_diversity-visa-lottery.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342319.html", "image_url": "https://static01.nyt.com/images/2017/11/02/us/02visas2/02visas2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_01_us_diversity-visa-lottery.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342319.html", "title": "Diversity Visa Lottery: Inside the Program That Admitted a Terror Suspect", "title_page": "Diversity Visa Lottery: Inside the Program That Admitted a Terror Suspect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There is no charge to enter. But winners must pay several hundred dollars in fees.\nIn the spring, a government computer in Kentucky selects 100,000 entries for green card processing. At noon on May 15, millions of people around the world will click on the State Department website to find out if they are among them.\nEven then, a visa is not guaranteed. Winners are interviewed, undergo background checks and medical exams. Many are eliminated for failing to meet requirements and deadlines.\nUltimately, 50,000 people — lottery winners, as well as spouses and minor children they want to bring over — are awarded visas, which entitle them to move to the United States as legal permanent residents, or green card holders. Like most others with green cards, they may apply for citizenship after five years.\nOlsi Vrapi, an immigration attorney born in Albania, won the lottery in 2003 when he was on a student visa at University of New Mexico.\n“Thanks to the green card lottery I was able to stay here, go to law school, marry my wife, have four beautiful children and build a law practice,” said Mr. Vrapi, whose Albuquerque-based firm has grown from two to 23 employees in four cities and four states.\nDuring public remarks at a cabinet meeting on Wednesday, Mr. Trump said that Mr. Saipov was “the primary point of contact for — and this is preliminarily — 23 people that came in, or potentially came in with him.” Green card holders in the United States can sponsor immediate family members to receive their own green cards, but it was not immediately clear what the 23 number referred to.\nCalls to End the Lottery\nThe program had been under scrutiny even before the terrorist attack.\nCritics have long contended that the program poses security risks, brings in low-skilled immigrants and is unfair because it enables people with no connection to the United States to enter more easily than others.", "url": "https://www.nytimes.com/2017/11/01/us/diversity-visa-lottery.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}