{"authors": ["Alan Blinder", "Kevin Sack"], "date_download": "2018-11-16 03:42:16", "date_modify": "2018-11-16 03:42:16", "date_publish": "2017-01-04 16:16:29", "description": "He insisted that he didn’t have a mental illness as he spoke during the sentencing phase of his trial over the killings at a church in Charleston, S.C.", "filename": "2017_01_04_us_dylann-roof-sentencing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339736.html", "image_url": "https://static01.nyt.com/images/2017/01/03/us/04roof/04roof-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_04_us_dylann-roof-sentencing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339736.html", "title": "Dylann Roof, Addressing Court, Offers No Apology or Explanation for Massacre", "title_page": "Dylann Roof, Addressing Court, Offers No Apology or Explanation for Massacre - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHARLESTON, S.C. — Seeming to abdicate one of his last chances to save his own life, the convicted killer Dylann S. Roof stood on Wednesday before the jurors who will decide his fate and offered no apology, no explanation and no remorse for massacring nine black churchgoers during a Bible study session in June 2015.\nInstead, in a strikingly brief opening statement in the sentencing phase of his federal death penalty trial, Mr. Roof repeatedly assured the jury that he was not mentally ill — undercutting one of the few mitigating factors that could work in his favor — and left it at that.\n“Other than the fact that I trust people that I shouldn’t and the fact that I’m probably better at constantly embarrassing myself than anyone who’s ever existed, there’s nothing wrong with me psychologically,” Mr. Roof, who is representing himself, told the jury, which found him guilty last month of the killings at Charleston’s Emanuel African Methodist Episcopal Church.\nThree minutes after walking to the lectern, Mr. Roof returned to the defense table, exhaling deeply.", "url": "https://www.nytimes.com/2017/01/04/us/dylann-roof-sentencing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}