{"authors": ["Liam Stack"], "date_download": "2018-11-16 03:54:44", "date_modify": "2018-11-16 03:54:44", "date_publish": "2017-07-10 00:00:41", "description": "The president’s eldest son gave different statements over the weekend about what went on at a meeting with a Kremlin-linked lawyer in June 2016.", "filename": "2017_07_09_us_donald-trump-jrs-two-different-explanations-for-russian-meeting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340484.html", "image_url": "https://static01.nyt.com/images/2017/07/10/us/10XP-TRUMPJRSTATEMENTS-01/10XP-TRUMPJRSTATEMENTS-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_09_us_donald-trump-jrs-two-different-explanations-for-russian-meeting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340484.html", "title": "Donald Trump Jr.’s Two Different Explanations for Russian Meeting", "title_page": "Donald Trump Jr.’s Two Different Explanations for Russian Meeting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In less than 24 hours, President Trump’s eldest son, Donald Trump Jr., has given two different explanations for a meeting he held during the 2016 campaign with a Kremlin-connected Russian lawyer who promised to provide damaging information about Hillary Clinton.\nMr. Trump’s meeting with that lawyer, Natalia Veselnitskaya, was first reported by The New York Times on Saturday. In response, Mr. Trump said the meeting was brief and focused mostly on the issue of adoption.\nThis was Mr. Trump’s statement to the news media on Saturday:\nIt was a short introductory meeting. I asked Jared and Paul to stop by. We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up. I was asked to attend the meeting by an acquaintance, but was not told the name of the person I would be meeting with beforehand.\nThe statement made reference to Jared Kushner, President Trump’s son-in-law, and Paul J. Manafort, the president’s former campaign manager.\nMr. Trump’s version of the meeting changed Sunday, when three advisers to the White House briefed on the meeting and two others with knowledge of it told The Times that Mr. Trump met Ms. Veselnitskaya after she promised to provide damaging information on Mrs. Clinton.", "url": "https://www.nytimes.com/2017/07/09/us/donald-trump-jrs-two-different-explanations-for-russian-meeting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}