{"authors": ["Patricia Cohen"], "date_download": "2018-11-16 03:11:22", "date_modify": "2018-11-16 03:11:22", "date_publish": "2017-12-09 17:06:58", "description": "The G.O.P. bills impose different rates on the same income based on things like organizational structure or occupation. At the losing end? Employees with paychecks.", "filename": "2017_12_09_business_economy_tax-plans-may-give-your-co-worker-a-better-deal-than-you_1542337882.html", "image_url": "https://static01.nyt.com/images/2017/12/10/business/10SALARY1/10SALARY1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_09_business_economy_tax-plans-may-give-your-co-worker-a-better-deal-than-you_1542337882.html", "title": "Tax Plans May Give Your Co-Worker a Better Deal Than You", "title_page": "Tax Plans May Give Your Co-Worker a Better Deal Than You - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In most places, a dollar is a dollar. But in the tax code envisioned by Republicans, the amount you make may be less important than how you make it.\nConsider two chefs working side by side for the same catering company, doing the same job, for the same hours and the same money. The only difference is that one is an employee, the other an independent contractor.\nUnder the Republican plans, one gets a tax break and the other doesn’t.\nThat’s because for the first time since the United States adopted an income tax, a higher rate would be applied to employee wages and salaries than to income earned by proprietors, partnerships and closely held corporations.\nThe House and Senate bills vary in detail, but both end up linking tax rates to a whole new set of characteristics like ownership, day-to-day level of involvement, organizational structure or even occupation. These rules, mostly untethered from income level, could raise or lower tax bills by hundreds or thousands of dollars for ordinary taxpayers and millions of dollars for the largest eligible businesses.", "url": "https://www.nytimes.com/2017/12/09/business/economy/tax-plans-may-give-your-co-worker-a-better-deal-than-you.html"}