{"authors": ["Vindu Goel"], "date_download": "2018-11-16 03:41:40", "date_modify": "2018-11-16 03:41:40", "date_publish": "2017-09-10 18:18:18", "description": "Apple will unveil a luxury iPhone on Tuesday that will feature innovations like facial recognition, but its price could be an issue in global markets.", "filename": "2017_09_10_technology_apple-iphone-price_1542339700.html", "image_url": "https://static01.nyt.com/images/2017/09/10/business/11apple1/11apple1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_10_technology_apple-iphone-price_1542339700.html", "title": "At $1,000, Apple’s iPhone X Crosses a Pricing Threshold", "title_page": "At $1,000, Apple’s iPhone X Crosses a Pricing Threshold - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The new iPhone has the potential to reverse that trend. More than any other tech product, the iPhone has long denoted status in China. If a new iPhone looks the same as the previous one — and won’t be recognized by others as new — it often doesn’t sell well.\n“If the phone’s appearance changes, I think people are going to be crazy about it, because we’ve seen the iPhone with a similar look for such a long time now,” said He Peihuan, a Shanghai-based financial analyst.\nApple has also faced pressure from the Chinese government. State-run media outlets have called attention to a feature that tracked a user’s most commonly visited locations and also criticized the company’s after-sales policies. And government employees and leaders at state-run companies try to avoid being seen using foreign technologies like the iPhone.\nFor all that, Zhang Xiang, a phone reseller and repairman in Shanghai, said that he still expected strong demand for the new iPhone. “I think when people can afford it and want a high-end phone with good features, they’ll still choose to buy an iPhone,” he said.\nOne important factor offsetting the next iPhone’s expected high price is the increasing prevalence of financing options for buyers around the globe. In the United States, most phone carriers allow customers to spread the cost of a new phone over two years, and the new phone would add less than $10 a month to the payments a customer would make on an iPhone 7 Plus.\n“There’s not that much difference in the monthly fee you have to pay,” said Brian Blau, a technology analyst at Gartner, a research firm.\nSimilar installment purchase plans are emerging in China, Brazil and other countries, making Apple’s products more affordable there.", "url": "https://www.nytimes.com/2017/09/10/technology/apple-iphone-price.html"}