{"authors": ["Daisuke Wakabayashi", "Michael Corkery"], "date_download": "2018-11-16 03:14:26", "date_modify": "2018-11-16 03:14:26", "date_publish": "2017-08-23 04:01:04", "description": "The companies are working together to keep pace in the race for online shoppers. They hope a transition to voice technology will help.", "filename": "2017_08_23_technology_google-walmart-e-commerce-partnership.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338066.html", "image_url": "https://static01.nyt.com/images/2017/08/23/business/23GOOGLE1/23GOOGLE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_23_technology_google-walmart-e-commerce-partnership.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338066.html", "title": "Google and Walmart Partner With Eye on Amazon", "title_page": "Google and Walmart Partner With Eye on Amazon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Google and Walmart are testing the notion that an enemy’s enemy is a friend.\nThe two companies said Google would start offering Walmart products to people who shop on Google Express, the company’s online shopping mall. It’s the first time the world’s biggest retailer has made its products available online in the United States outside of its own website.\nThe partnership, announced on Wednesday, is a testament to the mutual threat facing both companies from Amazon.com. Amazon’s dominance in online shopping is challenging brick-and-mortar retailers like Walmart, while more people are starting web searches for products they might buy on Amazon instead of Google.\nBut working together does not ensure that they will be any more successful. For most consumers, Amazon remains the primary option for online shopping. No other retailer can match the size of Amazon’s inventory, the efficiency with which it moves shoppers from browsing to buying, or its many home delivery options.\nThe two companies said the partnership was less about how online shopping is done today, but where it is going in the future. They said that they foresaw Walmart customers reordering items they purchased in the past by speaking to Google Home, the company’s voice-controlled speaker and an answer to Amazon’s Echo. The eventual plan is for Walmart customers to also shop using the Google Assistant, the artificially intelligent software assistant found in smartphones running Google’s Android software.", "url": "https://www.nytimes.com/2017/08/23/technology/google-walmart-e-commerce-partnership.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}