{"authors": ["Lisa W. Foderaro"], "date_download": "2018-11-16 04:52:30", "date_modify": "2018-11-16 04:52:30", "date_publish": "2017-02-07 03:21:38", "description": "New Jersey, which has nearly eliminated cash bail, is at the forefront of a movement aimed at a bail system that critics say discriminates against poor defendants.", "filename": "2017_02_06_nyregion_new-jersey-bail-system.html_module=inline_1542343950.html", "image_url": "https://static01.nyt.com/images/2017/02/07/nyregion/07bail-01/00bail1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_06_nyregion_new-jersey-bail-system.html_module=inline_1542343950.html", "title": "New Jersey Alters Its Bail System and Upends Legal Landscape", "title_page": "New Jersey Alters Its Bail System and Upends Legal Landscape - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But experts argue that a system relying on bail does not guarantee public safety. “There is nothing that says you can’t be a serial killer and a millionaire,” said Joseph E. Krakora, the state’s public defender.\nE. Rely Vilcica, an assistant professor of criminal justice at Temple University, pointed out that drug dealers often had the means to post high bails and continued plying their trade. “Basically people who have money can buy their freedom,” Professor Vilcica said. “So cash bail doesn’t address the danger.”\nThough not having to hold defendants in jails reduces spending, judicial officials said that cost savings did not motivate the changes to the system. (In some jurisdictions, like a county in North Carolina, jails have closed as pretrial detentions plummet.) Instead, they said, the overhaul was driven by a desire to address one of the ways in which the nation’s criminal justice system tends to fall hardest on poor and minority defendants.\nA study by the Drug Policy Alliance in New Jersey, released in 2013, found that 39 percent of inmates were eligible to be released on bail, but that many could not meet amounts as low as $2,500.\n“Large numbers of people were in our jails for weeks or months for low-level offenses,” said Roseanne Scotti, the New Jersey state director of the Drug Policy Alliance, a nonprofit advocacy group. “They are innocent until proven guilty, but their whole lives are derailed. While they are in there, they lose homes and jobs and contact with their families. But if you have money, you can walk.”\nThe new system assigns defendants scores of one to six, with one being the least risky. They receive a risk assessment within 48 hours of their arrests, though some judges, like Mr. Caposela, are striving to complete assessments within 24 hours.\nMs. Contrano, who was charged with heroin possession, had the worst score, both because of her 17 failures to appear in previous court cases and because of an outstanding assault charge. “I made a bad judgment call,” she said to the judge, referring to her recent arrest. “I’m sorry.”", "url": "https://www.nytimes.com/2017/02/06/nyregion/new-jersey-bail-system.html?module=inline"}