{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:26:22", "date_modify": "2018-11-16 04:26:22", "date_publish": "2017-02-19 01:40:38", "description": "In Florida, the president put aside the stress of Washington governing and reprised many of his greatest-hits themes and lines from last year.", "filename": "2017_02_18_us_politics_donald-trump-rally-melbourne-florida.html_module=inline_1542342382.html", "image_url": "https://static01.nyt.com/images/2017/02/19/us/19trump-vidsub3/19trump-vidsub3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_18_us_politics_donald-trump-rally-melbourne-florida.html_module=inline_1542342382.html", "title": "Trump Returns to Campaign Trail After a Month in Office", "title_page": "Trump Returns to Campaign Trail After a Month in Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For anyone who has missed the buzz of the campaign trail, including, almost certainly, the victorious candidate, it was a blast from the not-too-distant past. Vendors sold the signature “Make America Great Again” red baseball caps. Supporters cheerfully chanted “CNN sucks” and “drain the swamp.” Familiar rally songs by Elton John, the Rolling Stones and other artists were blasted over the loudspeakers. Mr. Trump talked about winning and assured the crowd that they could “believe me.”\nThis time, though, he came with an extra prop — Air Force One. The power and prestige of the presidency is unmatched, and when the blue-and-white plane rolled up next to the hangar to the theme song from the Harrison Ford movie “Air Force One,” the crowd, estimated by the local police to have numbered about 9,000, exploded. The president and Melania Trump — who later introduced her husband with the Lord’s Prayer — emerged from the plane to Lee Greenwood’s “God Bless the U.S.A.”\nNever mind that an administration official had told The Washington Post two days earlier that Air Force One would not be “used in the background as a prop.” Mr. Trump was hardly the first president to do so. The difference is that most presidents are eager to appear to remain above politics for as long as possible. Mr. Trump, by contrast, filed his re-election papers on Inauguration Day.\nAsked by reporters on Air Force One as he flew here whether it was a little early to get back into campaign mode, he said: “Life is a campaign. Making our country great again is a campaign. For me, it’s a campaign; to make America great again is absolutely a campaign.”\nThe fan Mr. Trump called onstage was Gene Huber, 47, of Boynton Beach, Fla. He was sitting directly in front of Mr. Trump, who said he had seen Mr. Huber speaking in support of him on television. At Mr. Trump’s invitation, Mr. Huber spoke at the lectern for about 40 seconds. In an interview on Saturday night, Mr. Huber, who grew up in Lake Ronkonkoma, on Long Island, said when Mr. Trump called him to the stage, “I was like, ‘Holy mackerel, this is happening.’”\nMr. Huber, a Republican who arrived for the rally at 4 a.m., said of Mr. Trump, “Everything he says, I know he’s going to do.”\nIt was clearly an energizing moment for a president who has shaken up Washington with a flurry of action on his campaign promises while absorbing significant setbacks. For all the enthusiasm in the hangar, Mr. Trump is struggling to win over the wider public. As of Friday, the Gallup poll put his approval rating at 38 percent, the lowest of any modern president so early in his tenure. Near the hangar, protesters yelled slogans and waved signs.", "url": "https://www.nytimes.com/2017/02/18/us/politics/donald-trump-rally-melbourne-florida.html?module=inline"}