{"authors": ["Peter Baker", "Mark Landler"], "date_download": "2018-11-16 04:34:29", "date_modify": "2018-11-16 04:34:29", "date_publish": "2017-02-15 18:01:31", "description": "In talks with Israel’s prime minister, the president said the United States would no longer insist on a two-state solution for a peace accord.", "filename": "2017_02_15_world_middleeast_benjamin-netanyahu-israel-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342869.html", "image_url": "https://static01.nyt.com/images/2017/02/16/world/16prexy/16prexy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_15_world_middleeast_benjamin-netanyahu-israel-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342869.html", "title": "Trump, Meeting With Netanyahu, Backs Away From Palestinian State", "title_page": "Trump, Meeting With Netanyahu, Backs Away From Palestinian State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump jettisoned two decades of diplomatic orthodoxy on Wednesday by declaring that the United States would no longer insist on the creation of a Palestinian state as part of a peace accord between Israel and the Palestinians.\nHosting Prime Minister Benjamin Netanyahu of Israel for the first time since becoming president, Mr. Trump promised a concerted effort to bring the two sides together, suggesting a regional effort involving an array of Arab nations. But he said that he was flexible about how an agreement would look and that he would not be bound by past assumptions.\n“I’m looking at two-state and one-state” formulations, Mr. Trump said during a White House news conference with Mr. Netanyahu. “I like the one that both parties like. I’m very happy with the one that both parties like. I can live with either one.”\nAt the same time, Mr. Trump urged Mr. Netanyahu to temporarily stop new housing construction in the West Bank while he pursues a deal, echoing a position past presidents have taken. “I’d like to see you hold back on settlements for a little bit,” he told Mr. Netanyahu.", "url": "https://www.nytimes.com/2017/02/15/world/middleeast/benjamin-netanyahu-israel-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}