{"authors": ["Ann Carrns"], "date_download": "2018-11-16 04:24:12", "date_modify": "2018-11-16 04:24:12", "date_publish": "2017-04-14 19:56:05", "description": "Federal student loans that are delinquent can cause the Treasury to keep any tax refunds owed to the borrower. Here’s what you should do.", "filename": "2017_04_14_business_yourtaxes_student-loans-tax-refund_1542342252.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_14_business_yourtaxes_student-loans-tax-refund_1542342252.html", "title": "Lapsed Student Loan Payments May Cost You a Tax Refund", "title_page": "Lapsed Student Loan Payments May Cost You a Tax Refund - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Treasury Department did not immediately respond to a request for information about the number of tax refunds that are withheld because of delinquent student loans.\nHere are some questions and answers about tax refund offsets:\nCan I prevent the offset of my tax refund?\nThe initial notification letter generally gives borrowers 65 days to appeal a referral to the offset program. (It’s possible to buy a bit more time by requesting your loan file, if you do so quickly.) After that, you can still appeal, but the refund will be withheld while your objections are considered, according to the Education Department.\nIf a borrower is married and the couple files a joint tax return, Mr. Minsky said, the borrower’s husband or wife can file a claim with the I.R.S. to receive the portion of the refund due him or her.\nHow can I stop the continued withholding of my tax refunds?\nThe government can withhold refunds and apply them to your student loan balance as long as the loans are in default. While some borrowers may actually see that as a repayment strategy, Ms. Mayotte said, “We encourage people to get into a long-term, sustainable payment plan.”\nBesides paying the loan in full — unlikely for most borrowers — there are two main options for getting out of default: loan rehabilitation and loan consolidation.\nWith rehabilitation, the borrower agrees to make nine affordable, on-time payments to return the loan to good standing — and then may be eligible for flexible programs that lower monthly payments based on the person’s income.\nWith loan consolidation, the borrower refinances the defaulted loans into a new loan.\nEach option has pros and cons; consolidation is faster, while rehabilitation may be better for your credit report. The Student Loan Borrower Assistance Project offers tools to help you choose which would work best for you.", "url": "https://www.nytimes.com/2017/04/14/business/yourtaxes/student-loans-tax-refund.html"}