{"authors": ["Sadie Stein"], "date_download": "2018-11-16 03:09:05", "date_modify": "2018-11-16 03:09:05", "date_publish": "2017-04-11 15:10:24", "description": "The furniture dealer and interior designer Michael Bargo lives in a one-bedroom — and nearly everything is for sale.", "filename": "2017_04_11_t-magazine_design_michael-bargo-apartment_1542337745.html", "image_url": "https://static01.nyt.com/images/2017/04/11/t-magazine/bargo-slide-IKZT-copy/bargo-slide-IKZT-copy-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_11_t-magazine_design_michael-bargo-apartment_1542337745.html", "title": "This Apartment Is Brooklyn’s Coolest Design Shop", "title_page": "This Apartment Is Brooklyn’s Coolest Design Shop - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I wouldn’t sell something I couldn’t live with myself,” says Michael Bargo, a furniture dealer and interior designer who works, in the very literal sense, from home — a one-bedroom apartment in Brooklyn Heights where nearly everything is for sale. “If you’re living with things that you love, it will always work together beautifully.”\nThe 34-year-old Bargo began his career decorating, which he still does from time to time, but now prefers more detail-oriented work: finding singular objects and sharing them with others — whether it’s an ormolu desk or a Noguchi lamp. “I have to have an emotional reaction,” he says of his choices. This, and not any more formal philosophy, shapes his eclectic vision. Bargo started about five years ago, by casually sourcing items for friends and clients, but now this intuitive style has become a way of life.\nIt is a hyper-personal approach to dealing furniture, both in terms of the goods and their environs, and one that his clients — which include aesthetes like Marc Jacobs, Mirabelle Marden and Billy Cotton — trust and appreciate for its warmth. In the age of 1st Dibs, One Kings Lane and other “curated” platforms, the real thing — guided by one sensibility — is seductive. And when so much shopping can be done remotely, it’s hard not to enjoy time spent at the apartment, which is available to visit by appointment, and filled, at the moment, with walls of bookshelves, a leopard-print sofa inspired by a couch Yves Saint Laurent and Pierre Bergé had in their Marrakesh home and the smell of Astier de Villatte’s Opera incense. There’s also a pink Thomas Barger pressed-paper chair and a Joseph Algieri coffee table made of textured, corporate-style ceiling tiles. Really, everywhere one’s eye lands, there are surprises: Switch on a lamp with an unassuming beige paper Brooks William’s shade and an erotic line drawing adorning it is illuminated — from Bemelmans to Cocteau in an instant. Nearby, a waist-high green classical pillar is actually a petite side table made of powder-coated metal by the artist Samuel Farrier.", "url": "https://www.nytimes.com/2017/04/11/t-magazine/design/michael-bargo-apartment.html"}