{"authors": ["Nate Cohn"], "date_download": "2018-11-16 04:26:52", "date_modify": "2018-11-16 04:26:52", "date_publish": "2017-03-28 09:30:04", "description": "Persuasion was a far bigger factor. To the extent Democratic turnout was weak, it was mainly among blacks, but that weakness has been exaggerated.", "filename": "2017_03_28_upshot_a-2016-review-turnout-wasnt-the-driver-of-clintons-defeat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342412.html", "image_url": "https://static01.nyt.com/images/2017/03/28/upshot/29up-turnout/29up-turnout-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_28_upshot_a-2016-review-turnout-wasnt-the-driver-of-clintons-defeat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342412.html", "title": "A 2016 Review: Turnout Wasn’t the Driver of Clinton’s Defeat", "title_page": "A 2016 Review: Turnout Wasn’t the Driver of Clinton’s Defeat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the aftermath of the 2016 presidential election, many analysts suggested that Hillary Clinton lost to Donald J. Trump because of poor Democratic turnout.\nMonths later, it is clear that the turnout was only modestly better for Mr. Trump than expected.\nTo the extent Democratic turnout was weak, it was mainly among black voters. Even there, the scale of Democratic weakness has been exaggerated.\nInstead, it’s clear that large numbers of white, working-class voters shifted from the Democrats to Mr. Trump. Over all, almost one in four of President Obama’s 2012 white working-class supporters defected from the Democrats in 2016, either supporting Mr. Trump or voting for a third-party candidate.\nThis analysis compares official voter files — data not available until months after the election — with The Upshot’s pre-election turnout projections in Florida, Pennsylvania and North Carolina. The turnout patterns evident in these states are representative of broader trends throughout the battleground states and nationwide.", "url": "https://www.nytimes.com/2017/03/28/upshot/a-2016-review-turnout-wasnt-the-driver-of-clintons-defeat.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}