{"authors": ["Nicholas St. Fleur"], "date_download": "2018-11-16 03:43:54", "date_modify": "2018-11-16 03:43:54", "date_publish": "2017-09-26 18:08:03", "description": "A look at the dinosaur species that began the transition from teeth to the beaks we see in birds today.", "filename": "2017_09_26_science_dinosaurs-beaks-teeth-birds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339834.html", "image_url": "https://static01.nyt.com/images/2017/09/27/science/27TB-BEAKS3/27TB-BEAKS3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_26_science_dinosaurs-beaks-teeth-birds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339834.html", "title": "How Dinosaurs Swapped Terrifying Teeth for Bird Beaks", "title_page": "How Dinosaurs Swapped Terrifying Teeth for Bird Beaks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Based on these three dinosaurs, we now have evidence for three distinctly different lineages that lose their teeth during postnatal development to have a beak,” said Josef Stiegler, a doctoral candidate at the George Washington University in D.C. He added, that the findings suggest there may be more examples in the fossil record.\nAfter collecting the fossil evidence, the team sought further support for their hypothesis that the processes of teeth loss and beak development were connected. So they performed a comparative and statistical analysis of thousands of modern vertebrates to understand the shared characteristics of animals that develop beaks.\nThey found that beaked animals tended to be born from eggs laid on land and from embryos that had a structure on the tip of their snouts known as a caruncle. The facial structure was made of keratin, the substance found in fingernails, and was used to break through the egg before falling off shortly after. Beaked groups like birds and turtles have caruncles, but snakes and nearly all lizards do not.\nMr. Stiegler linked their analysis to what they found in the fossil record. He said the transition they saw in the jaws of the Limusaurus — where hatchlings and juveniles lose their teeth as they became adults — may have been how the change from toothy dinosaur to beaked bird began.", "url": "https://www.nytimes.com/2017/09/26/science/dinosaurs-beaks-teeth-birds.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}