{"authors": ["Nick Wingfield"], "date_download": "2018-11-16 03:14:07", "date_modify": "2018-11-16 03:14:07", "date_publish": "2017-09-10 17:33:31", "description": "Amazon is on the forefront of automation, finding new ways of getting robots to do the work once handled by human employees.", "filename": "2017_09_10_technology_amazon-robots-workers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338047.html", "image_url": "https://static01.nyt.com/images/2017/09/12/insider/Amazon-Robots-Jobs-8/Amazon-Robots-Jobs-8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_10_technology_amazon-robots-workers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338047.html", "title": "As Amazon Pushes Forward With Robots, Workers Find New Roles", "title_page": "As Amazon Pushes Forward With Robots, Workers Find New Roles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FLORENCE, N.J. — Nissa Scott started working at the cavernous Amazon warehouse in southern New Jersey late last year, stacking plastic bins the size of small ottomans. It was not, she says, the most stimulating activity. And lifting the bins, which often weigh 25 pounds each, was also tiring over 10-hour shifts.\nNow Ms. Scott, 21, watches her replacement — a giant, bright yellow mechanical arm — do the stacking.\nHer new job at Amazon is to babysit several robots at a time, troubleshooting them when necessary and making sure they have bins to load. On a recent afternoon, a claw at end of the arm grabbed a bin off a conveyor belt and stacked it on another bin, forming neat columns on wooden pallets surrounding the robot. It was the first time Amazon had shown the arm, the latest generation of robots in use at its warehouses, to a reporter.", "url": "https://www.nytimes.com/2017/09/10/technology/amazon-robots-workers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}