{"authors": ["Eric Lipton", "Steve Eder", "Ben Protess"], "date_download": "2018-11-16 03:17:14", "date_modify": "2018-11-16 03:17:14", "date_publish": "2017-05-26 19:10:08", "description": "The event, the Senior P.G.A. Championship, illustrates the pitfalls associated with a president unwilling to make a clean break with his commercial empire.", "filename": "2017_05_26_business_trump-national-golf-club-pga.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338234.html", "image_url": "https://static01.nyt.com/images/2017/05/27/business/27trumpgolf1/27trumpgolf1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_26_business_trump-national-golf-club-pga.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338234.html", "title": "With a Presidential Boost, the P.G.A. Comes to Trump National", "title_page": "With a Presidential Boost, the P.G.A. Comes to Trump National - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Over the past decade, the Trump Organization has stockpiled golf courses, spending hundreds of millions of dollars to buy, remake and upgrade a dozen different clubs and resorts from the Hudson Valley to Doonbeg, Ireland. Golf resorts and clubs have accounted for roughly half of Mr. Trump’s revenue, according to his personal financial disclosure last year.\nThe prominence of the tournament here, the Senior P.G.A. Championship, heightens the buzz around the Trump clubs, which, despite their relatively modest footprint in the golf industry, have become attractions for their proximity to the presidential family. Both Eric and Donald Trump Jr. were at the course this week, and Eric hinted that their father might show up, too.\n“All these players are his friends,” Eric Trump said, as he sat at the edge of the 11th hole on Thursday, waving hello to Mr. Mediate. “And he is a golf fanatic.”\nJust four months into his presidency, Mr. Trump has visited his family-owned golf clubs 25 times, giving them the kind of media exposure that advertising could never buy. Six of those visits have been to the Virginia course while the P.G.A. marketed tickets to the event. And this week, Mr. Trump courted the senior P.G.A. club professionals in town by arranging a private tour of the White House, despite promising in his ethics plan that “the Office of the Presidency is isolated from the Trump Organization.”", "url": "https://www.nytimes.com/2017/05/26/business/trump-national-golf-club-pga.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}