{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:00:53", "date_modify": "2018-11-16 04:00:53", "date_publish": "2017-09-24 23:54:25", "description": "Starting next month, most citizens of Iran, Libya, Syria, Yemen, Somalia, Chad and North Korea will be indefinitely barred from entering the United States.", "filename": "2017_09_24_us_politics_new-order-bars-almost-all-travel-from-seven-countries.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340853.html", "image_url": "https://static01.nyt.com/images/2017/09/25/us/25dc-travelban1/25dc-travelban1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_24_us_politics_new-order-bars-almost-all-travel-from-seven-countries.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340853.html", "title": "New Order Indefinitely Bars Almost All Travel From Seven Countries", "title_page": "New Order Indefinitely Bars Almost All Travel From Seven Countries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump on Sunday issued a new order indefinitely banning almost all travel to the United States from seven countries, including most of the nations covered by his original travel ban, citing threats to national security posed by letting their citizens into the country.\nThe new order is more far-reaching than the president’s original travel ban, imposing permanent restrictions on travel, rather than the 90-day suspension that Mr. Trump authorized soon after taking office. But officials said his new action was the result of a deliberative, rigorous examination of security risks that was designed to avoid the chaotic rollout of his first ban. And the addition of non-Muslim countries could address the legal attacks on earlier travel restrictions as discrimination based on religion.\nStarting next month, most citizens of Iran, Libya, Syria, Yemen, Somalia, Chad and North Korea will be banned from entering the United States, Mr. Trump said in a proclamation released Sunday night. Citizens of Iraq and some groups of people in Venezuela who seek to visit the United States will face restrictions or heightened scrutiny.\nMr. Trump’s original travel ban caused turmoil at airports in January and set off a furious legal challenge to the president’s authority. It was followed in March by a revised ban, which expired on Sunday even as the Supreme Court is set to hear arguments about its constitutionality on Oct. 10. The new order — Chad, North Korea and Venezuela are new to the list of affected countries and Sudan has been dropped — will take effect Oct. 18.", "url": "https://www.nytimes.com/2017/09/24/us/politics/new-order-bars-almost-all-travel-from-seven-countries.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}