{"authors": ["Jonathan A. Knee"], "date_download": "2018-11-16 03:14:47", "date_modify": "2018-11-16 03:14:47", "date_publish": "2017-05-01 15:34:06", "description": "“The Givers” details how difficult it can be to give away a lot of money, but its arguments against the “creeping plutocracy” are less compelling.", "filename": "2017_05_01_business_dealbook_the-new-gilded-age-in-philanthropy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338087.html", "image_url": "https://static01.nyt.com/images/2017/05/02/business/02DB-BOOKENTRY2/02DB-BOOKENTRY2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_01_business_dealbook_the-new-gilded-age-in-philanthropy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338087.html", "title": "The New Gilded Age in Philanthropy", "title_page": "The New Gilded Age in Philanthropy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The first of these books is genuinely interesting. “The Givers” contains many detailed narratives of just how difficult it is to come up with an effective approach to giving away a lot of money and how diverse the paths taken have been. These range from tech billionaires like Sean Parker who look to spend down their wealth during their lifetime through “concentrated bets” on high-impact “hackable problems” to low-key, locally focused billionaires like Amos and Barbara Hostetter who seek to improve the quality of life in Boston in perpetuity. The Hostetters’ continuing impact will not only flow from their foundation’s endowment but also from their mentorship of the next generation of Brahmin billionaires. The history of the collaboration between Bill Gates and Warren E. Buffett that resulted in the Giving Pledge is widely known, but “The Givers” also describes the continuing institutional infrastructure established to help the pledgers give effectively.\nMuch less satisfying is the book’s overarching arguments about the dangers of the “creeping plutocracy” and the pervasive corrupting influence of inequality. In addition to not being compelling on its own, the obsessive preoccupation with the subject distracts from otherwise fascinating case studies. For instance, after a discussion of the collaborative strategies employed among tech billionaires pursuing “the “philanthropic equivalent of a ‘unicorn,’ ” Mr. Callahan starts an unconnected tirade about the tax avoidance strategies of the largest public technology corporations.\nMr. Callahan concedes that the living wealthy donors that are his focus represent less than a quarter of all annual charitable giving and that overall giving has remained at 2 percent of gross domestic product for decades. In the absence of concrete data, the repetitive insistence that the growing philanthropic interests of the richest Americans “will dramatically expand the size and influence of a new power elite” grows tiresome. Overuse of adjectives like “scary” and “shadowy” don’t add much to the narrative or particularly support his case.\nWhen Mr. Callahan finally turns to his suggested regulatory reforms in the final chapter, it becomes clear that frustration with increased economic inequality more broadly is the real animating force behind his concerns. The last three pages of the book are filled with a well-worn laundry list of proposals to increase taxes, reduce military spending, limit the role of money in politics and increase the effectiveness of government. The very complexity and diversity of the stories that preceded this call to arms, however, undermines the assertion that “philanthropy’s fingerprints are all over” the four-decade trend toward sharply increased economic inequality.\nThe oddest policy proposal made by Mr. Callahan relates to philanthropy specifically. Unsurprisingly, given his articulated concerns, he argues for the establishment of a United States office of charitable affairs to adopt a wide range of new regulations. Mr. Callahan, however, is not convinced that elected officials can be trusted to oversee this agency and argues for governance “that might resemble the Federal Reserve.”", "url": "https://www.nytimes.com/2017/05/01/business/dealbook/the-new-gilded-age-in-philanthropy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}