{"authors": ["Marc Santora"], "date_download": "2018-11-16 04:30:31", "date_modify": "2018-11-16 04:30:31", "date_publish": "2017-11-22 22:23:50", "description": "Andy Byford, the new head of New York City’s transit agency, has professed a desire to avoid political disputes — a challenge when dealing with the governor and mayor.", "filename": "2017_11_22_nyregion_new-york-city-subways-andy-byford-politics.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342631.html", "image_url": "https://static01.nyt.com/images/2017/11/23/nyregion/23SUBWAY01/23SUBWAY01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_22_nyregion_new-york-city-subways-andy-byford-politics.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342631.html", "title": "A Challenge for the New Subway Boss: Avoiding Political Feuds", "title_page": "A Challenge for the New Subway Boss: Avoiding Political Feuds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Andy Byford takes over the helm of New York City’s subway and bus system early next year, he will start the job with a professed desire to avoid political feuds and disputes over funding. But from his first day, Mr. Byford could very well find himself in the middle of a battle involving the two most powerful politicians in the state.\nAn ongoing disagreement between Mayor Bill de Blasio and Gov. Andrew M. Cuomo has resulted in deep uncertainty about how the nation’s largest transit system will pay for the $836 million emergency plan to stabilize service that is currently underway. More broadly, the two men are also at loggerheads over how to find a long-term revenue source to modernize the century-old subway.\nFor Mr. Byford, a British-born transit veteran who has worked on three continents, most recently as the leader of the transit system in Toronto, the challenge will be to meet the benchmarks that have already been laid out by the Metropolitan Transportation Authority, which oversees the subway.\nBy the middle of 2018, officials have said they want service to show significant improvement, including reducing by 40 percent the number of incidents that result in over 50 trains being delayed.", "url": "https://www.nytimes.com/2017/11/22/nyregion/new-york-city-subways-andy-byford-politics.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}