{"authors": ["Giovanni Russonello", "Daniel Victor"], "date_download": "2018-11-16 04:09:24", "date_modify": "2018-11-16 04:09:24", "date_publish": "2017-02-27 07:11:11", "description": "“What is happening?” movie fans asked after the wrong Oscar winner was announced. Here’s a transcript of what happened onstage.", "filename": "2017_02_27_movies_oscars-best-picture-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341364.html", "image_url": "https://static01.nyt.com/images/2017/02/28/arts/28OSCARSMISTAKESUB2/28OSCARSMISTAKESUB2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_27_movies_oscars-best-picture-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341364.html", "title": "A Transcript of the Best-Picture Mixup: It Was ‘La La Land,’ Until It Was ‘Moonlight’", "title_page": "A Transcript of the Best-Picture Mixup: It Was ‘La La Land,’ Until It Was ‘Moonlight’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For a brief few minutes, “La La Land” lovers relished the victory, while those rooting for “Moonlight” to win best picture turned the TV off or tweeted their anguish. Then, in an awkward series of events sure to be permanently etched into Hollywood lore, it turned out to be fake news.\nAnguish and celebration turned to confusion.\nPresenting the best-picture award at the end of a long Oscars evening, Warren Beatty opened the envelope and after some hesitation, his fellow presenter Faye Dunaway announced that “La La Land” was the winner. Moments later, even as “La La Land” speeches began, a producer of that film made it clear that, in fact, “Moonlight” was the winner.\nThe words “WHAT IS HAPPENING?” trended on Twitter.\nIt was stunning for such a mix-up to happen on one of the most high-profile stages possible. Rumors long held that Marisa Tomei was given her best supporting actress award in 1993 by mistake, but those rumors have been thoroughly debunked.\nSteve Harvey famously flubbed the winner of the 2015 Miss Universe pageant, but that gained prominence through media coverage in the days afterward. This time, the world was watching as it unfolded.", "url": "https://www.nytimes.com/2017/02/27/movies/oscars-best-picture-transcript.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}