{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:45:39", "date_modify": "2018-11-16 04:45:39", "date_publish": "2017-01-18 23:03:59", "description": "Gov. Andrew Cuomo said after meeting with Donald Trump that his main message was that their home state relies on federal support in key areas.", "filename": "2017_01_18_nyregion_cuomo-trump-meeting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343539.html", "image_url": "https://static01.nyt.com/images/2017/01/19/nyregion/19CUOMOTRUMP/19CUOMOTRUMP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_18_nyregion_cuomo-trump-meeting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343539.html", "title": "Cuomo Tells Trump Loss of U.S. Funds Would Hurt New York", "title_page": "Cuomo Tells Trump Loss of U.S. Funds Would Hurt New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gov. Andrew M. Cuomo emerged from an hourlong meeting with Donald J. Trump on Wednesday saying that he had delivered his primary message to the president-elect: Their home state, New York, benefits from federal support for housing, health care and infrastructure and would be harmed if that support diminished.\nTheir conversation, in Mr. Trump’s office at Trump Tower with no aides present, came two days before Inauguration Day and a little more than a month after Mayor Bill de Blasio had a similar sit-down with the president-elect.\nMr. Cuomo and Mr. de Blasio, both Democrats, have sought to walk a line between opposition to and conciliation with Mr. Trump, a Republican, aiming to find areas of agreement with the next president even as they position themselves, separately, as bulwarks against his administration.\nAfter the meeting, Mr. Cuomo described it to the permanent gaggle of reporters staked out in the lobby of Trump Tower, near a display case with merchandise like Ivanka Trump-brand clothing, “Make America Great Again” hats and a Trump scent called Success.", "url": "https://www.nytimes.com/2017/01/18/nyregion/cuomo-trump-meeting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}