{"authors": ["Matthew Haag"], "date_download": "2018-11-16 03:17:13", "date_modify": "2018-11-16 03:17:13", "date_publish": "2017-08-14 12:07:29", "description": "A State Police helicopter crashed while monitoring a rally of white nationalists on Saturday, killing two troopers, H. Jay Cullen and Berke M. M. Bates.", "filename": "2017_08_14_us_virginia-police-helicopter-crash.html_module=inline_1542338233.html", "image_url": "https://static01.nyt.com/images/2017/08/14/us/14XP-PILOTScombo/14XP-PILOTScombo-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_14_us_virginia-police-helicopter-crash.html_module=inline_1542338233.html", "title": "Death of 2 State Troopers Adds Another Layer of Tragedy in Charlottesville", "title_page": "Death of 2 State Troopers Adds Another Layer of Tragedy in Charlottesville - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Lieutenant Cullen, who was promoted to commander of the aviation unit in February, flew the governor, Terry McAuliffe, around the state for the past three and a half years. Trooper Bates previously served on an elite team assigned to protect the governor and his family.\n“The two state troopers we lost yesterday was personal to me,” Mr. McAuliffe told the congregation of the First Baptist Church of Charlottesville on Sunday. “We were very close.”\nAfter the crash, Mr. McAuliffe spent time with Trooper Bates’s wife, Amanda, and their son and daughter, 11-year-old twins. “He was part of my family,” the governor said.\nIn the aviation unit, Lieutenant Cullen was the veteran. He graduated from the Virginia State Police Academy in 1994 and started flying for the department five years later. He is survived by a wife and two sons.\nTrooper Bates was the newcomer. Last year, he decided to pursue a childhood dream inspired by his father’s service in the military and the dogfights in the movie “Top Gun”: earning a pilot’s license, his brother, Craig Bates, said in an interview on Sunday.\nThough there was no guarantee it would lead to a position in the aviation unit, he signed up for classes and trained after work. His first flying lesson was a Christmas gift from his wife last year.\n“He loved every minute of it,” Kam Bates, his mother, said in an interview on Sunday. “Once he got that first lesson under his belt, he fell in love with it.”\nHe received a fixed-wing aircraft license this year, his brother said. On July 25, he was offered a pilot position with the aviation unit.\n“Beyond the birth of his son and daughter, it was probably the single happiest day of his life,” Mr. Bates, 49, said. “It was the culmination of the two great professional passions that he had.”\nTrooper Bates was born in Northern Virginia and attended the University of Tennessee, playing for its club hockey team as his older brother did. After he graduated in 1998, he enrolled at the training academy of the Florida Highway Patrol.\nFrom there, he was assigned as a trooper in Palm Beach County, where he met his future wife, and then in Liberty County in the Florida panhandle. After five years in the highway patrol, Trooper Bates decided to come home and applied to the Virginia State Police, his brother said.\nThe move involved a risk: He had to re-enroll in the academy for the State Police. Trooper Bates graduated in the top five of the class of August 2004, Mr. Bates said. In 13 years in the Virginia State Police, he quickly rose through the ranks: He served in the motorcycle unit, protected the governor, worked in the criminal investigation unit and then became a pilot.\nMr. Bates said his brother was so busy the past three weeks as a pilot that they were able to communicate only by text. On Saturday, Mr. Bates texted his brother to check on him.\nHe never responded.", "url": "https://www.nytimes.com/2017/08/14/us/virginia-police-helicopter-crash.html?module=inline"}