{"authors": ["Peter Libbey"], "date_download": "2018-11-16 03:40:27", "date_modify": "2018-11-16 03:40:27", "date_publish": "2017-11-27 19:43:29", "description": "A campaign by preservationists to turn the home in Saint-Paul-de-Vence, France, into a writer’s retreat appears to have failed.", "filename": "2017_11_27_arts_james-baldwin-home-france.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339627.html", "image_url": "https://static01.nyt.com/images/2017/04/17/world/28BALDWIN1/17BALDWIN02-inyt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_27_arts_james-baldwin-home-france.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339627.html", "title": "James Baldwin’s Former Home in France Is Set to Be Developed", "title_page": "James Baldwin’s Former Home in France Is Set to Be Developed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Preservationists, led by the novelist Shannon Cain’s organization His Place in Provence, have been trying to raise money to buy the property where Baldwin lived and turn it into a writer’s retreat.\nIn April, The New York Times reported that Socri, the property’s developer, would be open to selling the property for 9 million euros (then about $9.5 million) but that it planned to begin construction on the site soon. A representative of the company also said it would be disinclined to sell the property to Ms. Cain, who squatted in the house during the summer of 2016 to protest the developer’s actions.\nHis Place in Provence held an art auction on Nov. 18 to generate funds for its cause.\nBaldwin first moved to France in 1948. He shuttled back and forth between France, the United States, Switzerland and Turkey until 1970, when he settled in Saint-Paul-de-Vence. The medieval village, nestled between the Alps and the Côte d’Azur, was his home until his death in 1987.\nDuring this period, he completed several written works, including the novel “If Beale Street Could Talk,” and hosted leading artistic figures like Ella Fitzgerald and Miles Davis.", "url": "https://www.nytimes.com/2017/11/27/arts/james-baldwin-home-france.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}