{"authors": ["Richard Pérez-Peña"], "date_download": "2018-11-16 04:25:52", "date_modify": "2018-11-16 04:25:52", "date_publish": "2017-01-26 23:01:46", "description": "Experts say the available evidence does not support the idea that undocumented immigrants commit a disproportionate share of crime.", "filename": "2017_01_26_us_trump-illegal-immigrants-crime.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342352.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_26_us_trump-illegal-immigrants-crime.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342352.html", "title": "Contrary to Trump’s Claims, Immigrants Are Less Likely to Commit Crimes", "title_page": "Contrary to Trump’s Claims, Immigrants Are Less Likely to Commit Crimes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His executive order states that many people who enter the country illegally “present a significant threat to national security and public safety.” It directs the Department of Homeland Security to publish a weekly “comprehensive list of criminal actions committed by aliens and any jurisdiction that ignored or otherwise failed to honor any detainers with respect to such aliens.”\nAnalyses of census data from 1980 through 2010 show that among men ages 18 to 49, immigrants were one-half to one-fifth as likely to be incarcerated as those born in the United States. Across all ages and sexes, about 7 percent of the nation’s population are noncitizens, while figures from the Justice Department show that about 5 percent of inmates in state and federal prisons are noncitizens.\nOpponents of immigration often point out that in federal prisons, a much higher share of inmates, 22 percent, are noncitizens. But federal prisons hold a small fraction of the nation’s inmates, and in many ways, it is an unusual population. About one-third of noncitizen federal inmates are serving time for immigration offenses — usually re-entering the country illegally after being deported — that are not covered by state law.\nWith about 43 million foreign-born people living in the country, and about 11 million of them here illegally, immigrants are a large slice of the population, and are no doubt to blame for a large share of the crime. The Department of Homeland Security has estimated that 1.9 million noncitizens living in the United States — whether legally or illegally — have been convicted of criminal offenses and could be deported. The Migration Policy Institute, a research group that does not advocate immigration policies, estimated that 820,000 of those people were in the country illegally, including 300,000 with felony convictions.\n“The tone and tenor of the president’s executive order blurs the line between who’s a serious criminal and who isn’t,” and between documented and undocumented immigrants, said Randy Capps, the institute’s director of research for United States programs. There is no national accounting of criminality specifically by people who are in the country illegally. But Mr. Nowrasteh said he had analyzed the available figures and concluded that undocumented immigrants had crime rates somewhat higher than those here legally, but much lower than those of citizens.", "url": "https://www.nytimes.com/2017/01/26/us/trump-illegal-immigrants-crime.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}