{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 03:51:03", "date_modify": "2018-11-16 03:51:03", "date_publish": "2017-11-11 13:09:17", "description": "President Trump said, “Every time he sees me he says, ‘I didn’t do that,’ and I really believe that when he tells me that, he means it.”", "filename": "2017_11_11_world_asia_trump-putin-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340263.html", "image_url": "https://static01.nyt.com/images/2017/11/12/us/12prexy-1/12prexy-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_11_world_asia_trump-putin-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340263.html", "title": "Trump Says Putin ‘Means It’ About Not Meddling", "title_page": "Trump Says Putin ‘Means It’ About Not Meddling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DANANG, Vietnam — President Trump said on Saturday that he believed President Vladimir V. Putin was sincere in his denials of interference in the 2016 presidential elections, calling questions about Moscow’s meddling a politically motivated “hit job” that was hindering cooperation with Russia on life-or-death issues.\nSpeaking after meeting privately with Mr. Putin on the sideline of the Asia Pacific Economic Cooperation summit meeting in Danang, Vietnam, Mr. Trump said that he had again asked whether Russia had meddled in the contest, but that the continued focus on the issue was insulting to Mr. Putin.\nMr. Trump said it was time to move past the issue so that the United States and Russia could cooperate on confronting the nuclear threat from North Korea, solving the Syrian civil war and working together on Ukraine.\n“He said he didn’t meddle — I asked him again,” Mr. Trump told reporters traveling with him aboard Air Force One as he flew to Hanoi for more meetings. “You can only ask so many times. I just asked him again. He said he absolutely did not meddle in our election. He did not do what they are saying he did.”", "url": "https://www.nytimes.com/2017/11/11/world/asia/trump-putin-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}