{"authors": ["Nicole Perlroth", "Scott Shane"], "date_download": "2018-11-16 03:12:00", "date_modify": "2018-11-16 03:12:00", "date_publish": "2017-10-10 22:23:38", "description": "Exploiting the popular Kaspersky antivirus software, Russian hackers searched millions of computers for American intelligence keywords. Israeli intelligence tipped off American officials.", "filename": "2017_10_10_technology_kaspersky-lab-israel-russia-hacking.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337920.html", "image_url": "https://static01.nyt.com/images/2017/10/11/us/11dc-kaspersky1/11dc-kaspersky1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_10_technology_kaspersky-lab-israel-russia-hacking.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337920.html", "title": "How Israel Caught Russian Hackers Scouring the World for U.S. Secrets", "title_page": "How Israel Caught Russian Hackers Scouring the World for U.S. Secrets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The risk that the Russian government, whether acting on its own or in collaboration with Kaspersky,” D.H.S. said in its statement, “could capitalize on access provided by Kaspersky products to compromise federal information and information systems directly implicates U.S. national security.”\nKaspersky Lab did not discover the Israeli intrusion into its systems until mid-2015, when a Kaspersky engineer testing a new detection tool noticed unusual activity in the company’s network. The company investigated and detailed its findings in June 2015 in a public report.\nThe report did not name Israel as the intruder but noted that the breach bore striking similarities to a previous attack, known as “Duqu,” which researchers had attributed to the same nation states responsible for the infamous Stuxnet cyberweapon. Stuxnet was a joint American-Israeli operation that successfully infiltrated Iran’s Natanz nuclear facility, and used malicious code to destroy a fifth of Iran’s uranium centrifuges in 2010.\nKaspersky reported that its attackers had used the same algorithm and some of the same code as Duqu, but noted that in many ways it was even more sophisticated. So the company researchers named the new attack Duqu 2.0, noting that other victims of the attack were prime Israeli targets.\nAmong the targets Kaspersky uncovered were hotels and conference venues used for closed-door meetings by members of the United Nations Security Council to negotiate the terms of the Iran nuclear deal — negotiations from which Israel was excluded. Several targets were in the United States, which suggested that the operation was Israel’s alone, not a joint American-Israeli operation like Stuxnet.\nKaspersky’s researchers noted that attackers had managed to burrow deep into the company’s computers and evade detection for months. Investigators later discovered that the Israeli hackers had implanted multiple back doors into Kaspersky’s systems, employing sophisticated tools to steal passwords, take screenshots, and vacuum up emails and documents.\nIn its June 2015 report, Kaspersky noted that its attackers seemed primarily interested in the company’s work on nation-state attacks, particularly Kaspersky’s work on the “Equation Group” — its private industry term for the N.S.A. — and the “Regin” campaign, another industry term for a hacking unit inside the United Kingdom’s intelligence agency, the Government Communications Headquarters, or GCHQ.", "url": "https://www.nytimes.com/2017/10/10/technology/kaspersky-lab-israel-russia-hacking.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}