{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:32:52", "date_modify": "2018-11-16 04:32:52", "date_publish": "2017-06-09 01:18:37", "description": "Several former prosecutors say there could be a prosecutable case of obstruction of justice against President Trump, but they cautioned that there is no guiding precedent for this kind of situation.", "filename": "2017_06_08_us_politics_trump-legal-comey-hearing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342772.html", "image_url": "https://static01.nyt.com/images/2017/06/09/us/09dc-legal/09dc-legal-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_08_us_politics_trump-legal-comey-hearing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342772.html", "title": "Comey’s Testimony Sharpens Focus on Questions of Obstruction", "title_page": "Comey’s Testimony Sharpens Focus on Questions of Obstruction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — If one believes James B. Comey’s account of his encounters with President Trump, it could present a prosecutable case of obstruction of justice, several former prosecutors said Thursday.\nBut they also cautioned that little is normal about this situation. The Justice Department has long argued that the Constitution does not permit prosecuting a sitting president. And even if Mr. Trump left office first — through impeachment, or simply by losing re-election in 2020 — there is no guiding precedent in which any former president has been indicted on a charge of ordering a criminal investigation closed for improper reasons.\n“Usually as a lawyer you look at the precedent and it makes it easy, but it hasn’t come up before,” said Samuel W. Buell, a former federal prosecutor who led the Enron task force and now teaches white-collar criminal law at Duke University. “We are way outside the realm of normal executive branch behavior.”\nFederal law criminalizes actions that impede official investigations and can include actions that would otherwise be lawful if prosecutors can prove the defendant had corrupt intentions. Mr. Trump’s critics have been raising the specter of obstruction of justice since he fired the F.B.I. director, Mr. Comey, last month, then admitted on television that when he made that decision, he had been thinking about the F.B.I.’s investigation into Russia’s interference in the 2016 election and possible coordination by Trump campaign associates.", "url": "https://www.nytimes.com/2017/06/08/us/politics/trump-legal-comey-hearing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}