{"authors": ["Matt Stevens"], "date_download": "2018-11-16 04:27:03", "date_modify": "2018-11-16 04:27:03", "date_publish": "2017-07-20 03:03:56", "description": "Republican and Democratic politicians alike praised the Arizona senator after learning that he has brain cancer.", "filename": "2017_07_19_us_john-mccain-brain-cancer-reaction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342423.html", "image_url": "https://static01.nyt.com/images/2017/07/20/us/20xp-mccainreax_web2/20xp-mccainreax_web2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_19_us_john-mccain-brain-cancer-reaction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342423.html", "title": "Lawmakers Unite in Support for John McCain After Cancer Diagnosis", "title_page": "Lawmakers Unite in Support for John McCain After Cancer Diagnosis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The news that Senator John McCain has brain cancer appears — at least momentarily — to have unified sharply divided Republican and Democratic politicians in support of a man some praised on Wednesday night as an “American hero.”\nAlmost immediately after the news was announced, Mr. McCain’s colleagues, past and present, took to social media to wish him well. The praise poured in from politicians on both sides of the aisle who have served under various administrations over Mr. McCain’s decades-long career.\nWell wishes came from senators who have been at odds for weeks amid a debate about heath care, former presidents and even one of Mr. McCain’s congressional colleagues who is himself recovering from surgery.\nRepresentative Steve Scalise, who was critically injured last month during a mass shooting at a congressional baseball practice, tweeted his support for Mr. McCain.", "url": "https://www.nytimes.com/2017/07/19/us/john-mccain-brain-cancer-reaction.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}