{"authors": ["Hiroko Tabuchi"], "date_download": "2018-11-16 03:24:09", "date_modify": "2018-11-16 03:24:09", "date_publish": "2017-10-06 14:39:08", "description": "Japan has spent billions on an underground system to control water around the capital, but some fear that the city is vulnerable as global warming brings more extreme weather.", "filename": "2017_10_06_climate_tokyo-floods.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338649.html", "image_url": "https://static01.nyt.com/images/2017/10/05/science/00CLI-TOKYOFLOOD1/00CLI-TOKYOFLOOD1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_06_climate_tokyo-floods.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338649.html", "title": "Tokyo Is Preparing for Floods ‘Beyond Anything We’ve Seen’", "title_page": "Tokyo Is Preparing for Floods ‘Beyond Anything We’ve Seen’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KASUKABE, Japan — The cavernous underground cisterns here north of Tokyo could hold the Statue of Liberty, a scale that underscores the site’s immense task: protecting the world’s most populous metropolis from flooding.\nLinked by tunnels that divert water away from the region’s most vulnerable floodplains, the $2 billion underground anti-flood system, completed in 2006, is an extraordinary example of the defenses that global cities are readying as they face an era of extreme weather brought on by climate change.\nIn the United States, towns and cities battered by a string of devastating hurricanes are just starting to come to terms with what it could take to bolster their storm protections. Houston city officials have pleaded for state and federal funds to help build a new $400 million reservoir that could keep storm water from inundating downstream neighborhoods.", "url": "https://www.nytimes.com/2017/10/06/climate/tokyo-floods.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}