{"authors": ["Javier C. Hernández"], "date_download": "2018-11-16 04:19:13", "date_modify": "2018-11-16 04:19:13", "date_publish": "2017-01-11 14:12:42", "description": "The “Eight-Year War of Resistance Against Japanese Aggression” will now be the “14-Year War,” with the starting date moved back to 1931, the government said.", "filename": "2017_01_11_world_asia_china-japan-textbooks-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341953.html", "image_url": "https://static01.nyt.com/images/2017/01/12/world/12China/12China-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_11_world_asia_china-japan-textbooks-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341953.html", "title": "China, Fanning Patriotism, Adds 6 Years to War with Japan in History Books", "title_page": "China, Fanning Patriotism, Adds 6 Years to War with Japan in History Books - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — For generations, the “Eight-Year War of Resistance Against Japanese Aggression” has been ingrained in the minds of Chinese schoolchildren. Revolutionary hymns evoked the bloody years, from 1937 to 1945, of what is known outside China as the Second Sino-Japanese War. Chinese documentaries denounced Japan’s “eight years of belligerence.”\nNow the war is getting a new name, and an extended time frame.\nIn a move aimed at stirring up nationalism and support for the ruling Communist Party, President Xi Jinping’s government has ordered educators to rewrite textbooks to describe the conflict as the “14-Year War of Resistance Against Japanese Aggression,” lasting from 1931 to 1945, the authorities said in a statement on Wednesday.\nUnder the decision, the Second Sino-Japanese War will be described as having started in the fall of 1931, when the Imperial Japanese Army invaded Manchuria. Previously, the war’s beginning had been traced to the Marco Polo Bridge incident, a skirmish in 1937 between Japanese forces and Chinese troops along a rail line southwest of Beijing that represented the beginning of full-scale conflict.\nThe Chinese Ministry of Education said the decision to add six years to the war sought to promote patriotic education and to highlight the Communist Party’s “core role” in resisting Japanese fascism in the prelude to World War II. It also seemed intended to rally support for the party among young people as Mr. Xi vigorously promotes Communist history and thought in schools.", "url": "https://www.nytimes.com/2017/01/11/world/asia/china-japan-textbooks-war.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}