{"authors": ["Ali Shihabi"], "date_download": "2018-11-16 04:42:15", "date_modify": "2018-11-16 04:42:15", "date_publish": "2017-05-18 14:33:07", "description": "When he visits, the American president needs to make clear that things have changed since the Obama administration.", "filename": "2017_05_18_opinion_what-saudi-arabia-needs-to-hear-from-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343335.html", "image_url": "https://static01.nyt.com/images/2017/05/19/opinion/19shihabi-inyt/19shihabi-inyt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_18_opinion_what-saudi-arabia-needs-to-hear-from-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343335.html", "title": "What Saudi Arabia Needs to Hear From Trump", "title_page": "Opinion | What Saudi Arabia Needs to Hear From Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When Air Force One touches down in Riyadh, Saudi Arabia, this week, President Trump can be sure of one thing: His Saudi hosts have firmly pressed the reset button on a relationship that became strained in the latter years of Barack Obama’s presidency.\nMr. Obama made four visits to Saudi Arabia, more than any other United States president. He agreed to sell the Saudis more weapons than any other president. He provided American military support for the Saudi intervention in the civil war in Yemen. Yet the Saudis rightly saw him as so anxious to solidify his legacy of the nuclear deal with Iran that he was willing to weaken the United States’ 75-year-old strategic relationship with their country. In fact, it appeared as if Mr. Obama was willing to tacitly accept Iran’s efforts to dominate the Middle East.\nSaudi leaders believe they have a better ally in the new American president, whose administration came out early with clear and forceful warnings that it was “putting Iran on notice” after Tehran tested a ballistic missile. This was followed by the approval of the sale of ammunition to Saudi Arabia that Mr. Obama had suspended. The rapprochement culminated in a high-profile visit by the Saudi deputy crown prince to the White House in March. After several years of distancing, the views of Washington and Riyadh seemed very much aligned.\nStill, the Saudis will be listening intently this weekend for even more reassurance from Mr. Trump that the Iran page has truly been turned and that the Saudi-American alliance is back on track. Mr. Trump should offer three strong messages for his Saudi hosts.", "url": "https://www.nytimes.com/2017/05/18/opinion/what-saudi-arabia-needs-to-hear-from-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}