{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 04:45:53", "date_modify": "2018-11-16 04:45:53", "date_publish": "2017-01-27 08:00:23", "description": "Britain’s prime minister will meet with the president on Friday. With “Brexit” looming, she needs to show Britons that they have friends beyond Europe.", "filename": "2017_01_27_world_europe_theresa-may-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343553.html", "image_url": "https://static01.nyt.com/images/2017/01/27/world/27Britain1/27Britain1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_27_world_europe_theresa-may-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343553.html", "title": "Donald Trump and Theresa May: An Odd Couple", "title_page": "Donald Trump and Theresa May: An Odd Couple - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Prime Minister Theresa May of Britain will meet President Trump on Friday in Washington for what could be an episode of “The Odd Couple”: The Stiff Headmistress meets the Great Salesman.\nReserved, slightly awkward and serious, Mrs. May does not even have a Twitter account and does her best to remain silent on the key issues of the day, putting her head above water only when she must.\nNormally, American presidents go on to British leaders about “the special relationship” with a sort of patronizing politeness. But Mr. Trump has already put Mrs. May’s teeth on edge with his cheerful support for a British withdrawal from the European Union, commonly known as Brexit, which she opposed but must carry out.\nShe has not appreciated his warm relationship with those like Nigel Farage, the former leader of the anti-immigrant U.K. Independence Party, who despises Mrs. May’s Conservative Party and who Mr. Trump has suggested would make a fine ambassador to the United States.", "url": "https://www.nytimes.com/2017/01/27/world/europe/theresa-may-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}