{"authors": ["Charlie Savage"], "date_download": "2018-11-16 03:14:27", "date_modify": "2018-11-16 03:14:27", "date_publish": "2017-07-11 15:12:39", "description": "The plaintiffs argued that his account amounts to a public forum that he, as a government official, cannot bar people from.", "filename": "2017_07_11_us_politics_trump-twitter-users-lawsuit.html_module=inline_1542338067.html", "image_url": "https://static01.nyt.com/images/2017/07/11/us/12dc-trumptwitter/12dc-trumptwitter-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_11_us_politics_trump-twitter-users-lawsuit.html_module=inline_1542338067.html", "title": "Twitter Users Blocked by Trump File Lawsuit", "title_page": "Twitter Users Blocked by Trump File Lawsuit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It offered several theories to back that notion. They included arguments that Mr. Trump was imposing an unconstitutional restriction on the plaintiffs’ ability to participate in a designated public forum, get access to statements the government had otherwise made available to the public and petition the government for “redress of grievances.”\nFiled in Federal District Court for the Southern District of New York, the lawsuit also names Sean Spicer, the White House press secretary, and Dan Scavino, Mr. Trump’s director of social media, as defendants. It seeks a declaration that Mr. Trump’s blocking of the plaintiffs was unconstitutional, an injunction requiring him to unblock them and prohibiting him from blocking others for the views they express, and legal fees.\nThe Knight First Amendment Institute, directed by Jameel Jaffer, also joined the lawsuit as a plaintiff although its Twitter account had not been blocked by Mr. Trump. It argued that it had a First Amendment right to hear from people who had been blocked and are barred from participating in the “forum” of message chains based on his postings.\nThe lawsuit was foreshadowed last month by a letter the Knight First Amendment Institute sent to Mr. Trump on behalf of two of the now-plaintiffs asking him to unblock their accounts, but the White House did not do so.\nNews of the letter, and the novel legal arguments it advanced, touched off a debate among legal specialists, with some supporting the idea and others expressing skepticism. The skeptics argued, among other things, that Mr. Trump’s account was personal, not official; that he had the same right to block people he considered trolls as anyone else; and that the injury to blocked people was minor since they could still view his postings as long as they did not log in to Twitter under their own accounts.", "url": "https://www.nytimes.com/2017/07/11/us/politics/trump-twitter-users-lawsuit.html?module=inline"}