{"authors": ["Jane Perlez"], "date_download": "2018-11-16 04:17:00", "date_modify": "2018-11-16 04:17:00", "date_publish": "2017-09-05 19:37:26", "description": "Beijing has made little secret of its goal to replace the United States as the major power in Asia, but North Korea presents a nettlesome challenge.", "filename": "2017_09_05_world_asia_north-korea-nuclear-weapons-china.html_module=inline_1542341820.html", "image_url": "https://static01.nyt.com/images/2017/09/06/world/sub-chinakorea/sub-chinakorea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_05_world_asia_north-korea-nuclear-weapons-china.html_module=inline_1542341820.html", "title": "North Korea’s Nuclear Arsenal Threatens China’s Path to Power", "title_page": "North Korea’s Nuclear Arsenal Threatens China’s Path to Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — The two men stood together on the reviewing stand in the North Korean capital: a top official in China’s Communist leadership wearing a tailored business suit and a young dictator in a blue jacket buttoned to his chin.\nLiu Yunshan, the visiting Chinese dignitary, and Kim Jong-un, the North Korean leader, tried to put on a show of friendship, chatting amiably as the cameras rolled, but just as often they stood silent, staring ahead as a military parade passed before them.\nNearly two years have elapsed since that encounter, the last high-level visit between China and North Korea. The stretch of time is a sign of the distance between two nations with a torturous history: one a rising power seeking regional dominance, the other an unpredictable neighbor with its own ambitions.\nChina has made little secret of its long-term goal to replace the United States as the major power in Asia and assume what it considers its rightful position at the center of the fastest-growing, most dynamic region in the world.", "url": "https://www.nytimes.com/2017/09/05/world/asia/north-korea-nuclear-weapons-china.html?module=inline"}