{"authors": ["Mike Isaac"], "date_download": "2018-11-16 03:11:59", "date_modify": "2018-11-16 03:11:59", "date_publish": "2017-06-22 01:17:10", "description": "At a Chicago hotel on Tuesday, two venture capitalists presented Mr. Kalanick with a list of demands, including his resignation by the end of the day.", "filename": "2017_06_21_technology_uber-travis-kalanick-final-hours.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337919.html", "image_url": "https://static01.nyt.com/images/2017/06/22/us/22uber/22uber-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_21_technology_uber-travis-kalanick-final-hours.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337919.html", "title": "Inside Travis Kalanick’s Resignation as Uber’s C.E.O.", "title_page": "Inside Travis Kalanick’s Resignation as Uber’s C.E.O. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The corporate drama that unfolded in the hotel was anything but sudden. It was the culmination of several months in which nearly all of Mr. Kalanick’s support base turned against him. One by one, executives, board members, investors and even close friends slowly fell away as Uber became embroiled in a seemingly ceaseless series of legal and ethical scandals, according to interviews with more than a dozen Uber insiders, former employees, investors and others, who asked to remain anonymous because they were not authorized to speak publicly.\nSome of these constituencies ultimately decided that Mr. Kalanick had become a liability to Uber and moved to protect their own interests at his expense. In the end, that loss of support — coupled with his having to deal with the recent death of his mother — narrowed Mr. Kalanick’s options for staying on as Uber’s leader.\n“I love Uber more than anything in the world, and at this difficult moment in my personal life, I have accepted the investors’ request to step aside so that Uber can go back to building rather than be distracted with another fight,” Mr. Kalanick said late Tuesday.\nAn Uber spokesman declined to comment for this article, as did Ms. Huffington. Mr. Fenton and Mr. Cohler did not immediately respond to a request for comment.", "url": "https://www.nytimes.com/2017/06/21/technology/uber-travis-kalanick-final-hours.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}