{"authors": ["Julie Turkewitz", "Todd Heisler"], "date_download": "2018-11-16 04:29:56", "date_modify": "2018-11-16 04:29:56", "date_publish": "2017-06-05 05:00:38", "description": "Ingrid Latorre has spent half her life undocumented in America, including a recent stint in a Quaker meetinghouse that offered refuge. But she says she can run no more.", "filename": "2017_06_05_us_ingrid-encalada-latorre-deportation-denver_1542342596.html", "image_url": "https://static01.nyt.com/images/2017/05/31/us/00sanctuary9/00sanctuary9-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_05_us_ingrid-encalada-latorre-deportation-denver_1542342596.html", "title": "For Undocumented Mom, Somewhere to Shelter, but Nowhere to Run", "title_page": "For Undocumented Mom, Somewhere to Shelter, but Nowhere to Run - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ingrid Encalada Latorre, 33, spent the last six months living in a red brick Quaker meetinghouse in Denver, one of hundreds of religious communities in the United States offering refuge or other help to immigrants facing deportation. Supporters of these churches say they keep families together. Opponents say they harbor criminals at the expense of citizen parishioners who could use their aid.\nMs. Latorre came to the United States from Peru in 2000 at age 17. She took a nursing home job, and in 2010 authorities arrested her for using a Social Security number that belonged to someone else. She pleaded guilty to a felony, spent two and a half months in jail, completed four and a half years of probation and paid $11,500 in back taxes. Then, facing deportation, she sought refuge in the church in November. (Federal policy instructs officials to avoid arresting immigrants in places of worship.)\nShe has two children, both citizens. In the meetinghouse, she lived in an upstairs bedroom, exercised on a stationary bicycle and cooked in a kitchen by the pews. Her son Anibal, 1, learned to walk there. Her son Bryant, 8, adapted to new rules: As visitors came and went, he reached for a key on a wall, unlocking and relocking the door.\nOn a recent Saturday, federal officials granted Ms. Latorre a three-month reprieve from deportation, meaning she could leave the church and possibly ask the government to reconsider her case. She stepped into the sun, gripping a bouquet and leading supporters to a nearby park. A reporter asked what she would do if authorities ordered her to leave again. “I will go,” she said. “I will take my children. Like it or not, I will have to leave. Because there will be no other option. Because I do not want to run from the law.”", "url": "https://www.nytimes.com/2017/06/05/us/ingrid-encalada-latorre-deportation-denver.html"}