{"authors": ["Laurie Goodstein"], "date_download": "2018-11-16 03:40:39", "date_modify": "2018-11-16 03:40:39", "date_publish": "2017-02-17 09:12:36", "description": "After a berating by President Trump, a correspondent from Ami Magazine, an Orthodox Jewish weekly, said, “Regretfully, today was a day I wish we could have done over.”", "filename": "2017_02_17_us_politics_trump-press-conference-jake-turx.html_module=inline_1542339639.html", "image_url": "https://static01.nyt.com/images/2017/02/18/us/18orthodox-video/18orthodox-video-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_17_us_politics_trump-press-conference-jake-turx.html_module=inline_1542339639.html", "title": "A Jewish Reporter Got to Ask Trump a Question. It Didn’t Go Well.", "title_page": "A Jewish Reporter Got to Ask Trump a Question. It Didn’t Go Well. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Turx tried to interject, realizing how the encounter had turned. He said he had wanted to clarify that he in no way meant to accuse Mr. Trump of anti-Semitism but instead intended to ask what his administration could do to stop the anti-Semitic incidents.\nBut Mr. Trump would not let him speak again, saying, “Quiet, quiet, quiet.” As Mr. Turx shook his head with an incredulous look on his face, Mr. Trump accused him of having lied that his question would be straight and simple.\nMr. Trump said, “I find it repulsive. I hate even the question because people that know me. …”\nHe went on to say that Prime Minister Benjamin Netanyahu of Israel, during his visit to the United States on Wednesday, had vouched for Mr. Trump as a good friend of Israel and the Jewish people and no anti-Semite.\nMr. Trump concluded that Mr. Turx should have relied on Mr. Netanyahu’s endorsement, “instead of having to get up and ask a very insulting question like that.”\n“Just shows you about the press, but that’s the way the press is,” Mr. Trump said.\nAt the news conference, Mr. Turx was referring to a rash of incidents that have shaken many American Jews since Mr. Trump was elected. On three separate days in January, Jewish synagogues, community centers and schools across the country received what seemed to be a coordinated wave of telephone bomb threats that led to evacuations and F.B.I. investigations. Other Jewish institutions have seen an uptick in vandalism and graffiti in the last few months.\nIt was the second time in two days that Mr. Trump was asked to denounce anti-Semitism and offer American Jews a dose of reassurance. In his joint news conference with Mr. Netanyahu, Mr. Trump responded to a question about anti-Semitism by breezily recounting the size of his Electoral College victory and then reminding the reporters that his daughter, Ivanka, his son-in-law, Jared Kushner, and their three children — Mr. Trump’s grandchildren — are all Jewish.\nThe Anti-Defamation League issued a statement on Thursday that said, “It is mind-boggling why President Trump prefers to shout down a reporter or brush this off as a political distraction.”", "url": "https://www.nytimes.com/2017/02/17/us/politics/trump-press-conference-jake-turx.html?module=inline"}