{"authors": ["Michael D. Shear", "Maggie Haberman"], "date_download": "2018-11-16 03:17:06", "date_modify": "2018-11-16 03:17:06", "date_publish": "2017-08-15 20:24:26", "description": "The president said he did nothing wrong in his first remarks on Saturday following racial unrest in Virginia.", "filename": "2017_08_15_us_politics_trump-press-conference-charlottesville.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338226.html", "image_url": "https://static01.nyt.com/images/2017/08/16/us/16dc-trump-new/16dc-trump-new-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_15_us_politics_trump-press-conference-charlottesville.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338226.html", "title": "Trump Defends Initial Remarks on Charlottesville; Again Blames ‘Both Sides’", "title_page": "Trump Defends Initial Remarks on Charlottesville; Again Blames ‘Both Sides’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He criticized “alt-left” groups that he claimed were “very, very violent” when they sought to confront the white nationalist and neo-Nazi groups that had gathered in Charlottesville.\n“Many of those people were there to protest the taking down of the statue of Robert E. Lee,” Mr. Trump said. “So this week, it is Robert E. Lee. I noticed that Stonewall Jackson is coming down. I wonder, is it George Washington next week? And is it Thomas Jefferson the week after? You know, you really do have to ask yourself, where does it stop?”\nIt was a remarkable rejection of the criticism he confronted after waiting two days before naming the right-wing groups in the bloodshed that ended with the death of a young woman after a car crashed into a crowd of protesters.\nMr. Trump accused people he called the alt-left of “swinging clubs” as they “came charging at, as you say, at the alt-right.” He said some of the right-wing members of the crowd in the Virginia park were “bad.” But he added that the other side came “charging in without a permit and they were very, very violent.”\nAides had urged him for days to take the high ground, persuading him on Monday to read a brief statement condemning the neo-Nazi groups from the Diplomatic Room in the White House. But over the past day, back in his private New York residence for the first time since becoming president, Mr. Trump was alone, without his wife and young son, and consuming hours of television, with many on cable news telling him he had not done enough.", "url": "https://www.nytimes.com/2017/08/15/us/politics/trump-press-conference-charlottesville.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}