{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:14:44", "date_modify": "2018-11-16 04:14:44", "date_publish": "2017-03-30 00:40:04", "description": "The international community must start presenting clearer ideas to alleviate Venezuela’s humanitarian and political crisis.", "filename": "2017_03_29_opinion_crisis-upon-crisis-in-venezuela.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341684.html", "image_url": "https://static01.nyt.com/images/2017/03/30/opinion/30thu2web/30thu2web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_29_opinion_crisis-upon-crisis-in-venezuela.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341684.html", "title": "Crisis Upon Crisis in Venezuela", "title_page": "Opinion | Crisis Upon Crisis in Venezuela - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Venezuela was once one of Latin America’s economic powerhouses and a regional diplomatic heavyweight. To grasp how precipitously its global standing has eroded under President Nicolás Maduro, consider these two recent developments.\nLast month, the United Nations announced that Venezuela had lost its right to vote in the General Assembly for a second year because it owes tens of millions of dollars in dues. And on Tuesday, against Venezuela’s ardent protests, diplomats from across the hemisphere convened a rare meeting in Washington to discuss what it would take to restore democracy and a semblance of order in the autocratic, impoverished and dysfunctional nation.\nTuesday’s hearing at the Organization of American States did not result in a clear plan to address Venezuela’s political and humanitarian crisis. But the fact it was held at all was deeply embarrassing to Venezuela, which just a decade ago aspired to become a counterbalance to United States power and policy in the region.\nVenezuelan diplomats have sought to characterize growing regional opposition to Mr. Maduro’s rule as part of an underhanded effort by the United States to justify military intervention. A coalition of O.A.S. members, currently led by Mexico, isn’t buying that excuse and is trying to find and broker solutions to the crisis.", "url": "https://www.nytimes.com/2017/03/29/opinion/crisis-upon-crisis-in-venezuela.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}