{"authors": ["Charly Wilder"], "date_download": "2018-11-16 03:47:16", "date_modify": "2018-11-16 03:47:16", "date_publish": "2017-03-18 15:49:22", "description": "Tenants and activists are banding together to protest rising rents, forced evictions and rampant real estate speculation.", "filename": "2017_03_18_world_europe_berlin-rent-fight-against-gentrification_1542340036.html", "image_url": "https://static01.nyt.com/images/2017/03/11/world/11Berlin1/11Berlin1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_18_world_europe_berlin-rent-fight-against-gentrification_1542340036.html", "title": "In Berlin, a Grass-Roots Fight Against Gentrification as Rents Soar", "title_page": "In Berlin, a Grass-Roots Fight Against Gentrification as Rents Soar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The phrase “Bizim bleibt,” or “Bizim stays” became a rallying cry for the wider movement and gave birth to the Bizim Kiez organization, which is fighting to maintain diversity in the neighborhood.\nAfter tenant outcry, the city also saved at least two apartment blocks in Friedrichshain-Kreuzberg from being sold, using a legal tool known as the “right of first refusal,” which lets officials intervene if they can find funding for the purchase. In another case, the city recently stepped in and purchased a large disused freight station in the eastern district of Köpenick, which it plans to convert into affordable housing.\nBut like the “right of first refusal” rule, which depends on flush state funding, many of the anti-gentrification measures have limitations. The system of rent caps, which forbids landlords to charge more than 10 percent above the district average for a new rental contract, has many exceptions and loopholes. Often, landlords simply ignore it.\n“People are happy if they find an apartment in the city they can afford,” said Ms. Werner of the tenants’ association. “It’s not the first thing they do to enter into a conflict with their landlord.”\nMore effective are the so-called milieuschutz laws, translated as “social environment protection,” meant to prevent landlords from imposing expensive renovations that would effectively price out the current tenants. Today, there are more than 30 milieuschutz zones in Berlin, with more expected, though the protections are not ironclad. These zones prevent landlords from converting rental apartments to condos — unless they promise to sell only to current tenants for a period of seven years.\n“But then it’s very probable the landlord will try to kick out the tenants and sell the condos for lots of money,” Ms. Werner said. “We think the transition from rental to condos should be forbidden totally.”", "url": "https://www.nytimes.com/2017/03/18/world/europe/berlin-rent-fight-against-gentrification.html"}