{"authors": ["Brooks Barnes"], "date_download": "2018-11-16 04:46:07", "date_modify": "2018-11-16 04:46:07", "date_publish": "2017-10-08 19:41:35", "description": "“It’s radio silence.” The normally voluble film industry has remained largely quiet about the harassment accusations against the film producer.", "filename": "2017_10_08_business_media_harvey-weinstein-harassment-hollywood.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343567.html", "image_url": "https://static01.nyt.com/images/2017/10/09/us/09HOLLYWOOD-sign/09HOLLYWOOD-sign-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_08_business_media_harvey-weinstein-harassment-hollywood.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343567.html", "title": "Harvey Weinstein Is the (Whispered) Talk of Hollywood", "title_page": "Harvey Weinstein Is the (Whispered) Talk of Hollywood - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WEST HOLLYWOOD, Calif. — Movie potentates were peppered across the Tower Bar here as usual on Friday night. Over in one dimly lit corner sat a martini-drinking movie star and his manager. And the restaurant’s lively owner, Jeff Klein, worked the room as he normally does, pausing to schmooze here and shake an important hand there.\nAt each banquette, as starlets of yesteryear gazed from their photographs on the walnut walls, he found himself in the same discussion. “All night long,” Mr. Klein said, “it seemed like there was only one topic: Harvey Weinstein. It’s all anyone wanted to talk about.”\nOn Thursday, The New York Times published an investigation that found at least eight settlements paid over several decades to women who said Mr. Weinstein, high-powered film producer, had sexually harassed them. It was the equivalent of a neutron bomb going off in Hollywood, which came to a virtual standstill as stars, agents, producers, studio executives and publicists discussed almost nothing else. Some people were disgusted by the accusations. Others, perhaps recalling being on the receiving end of Mr. Weinstein’s notorious temper, gleefully passed around a link to a pop-up website selling R.I.P. Harvey clothes. And that was before Mr. Weinstein was fired by his film company on Sunday.\nBut few in this spotlight-seeking town spoke publicly.\nWelcome to Hollywood, where people love to wag self-righteous fingers — over the past year, awards shows have become a platform for industry bigwigs to rail against the Trump administration — but run for cover whenever the topic casts show business in an unflattering light.", "url": "https://www.nytimes.com/2017/10/08/business/media/harvey-weinstein-harassment-hollywood.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}