{"authors": ["Choe Sang-Hun", "David E. Sanger"], "date_download": "2018-11-16 03:51:22", "date_modify": "2018-11-16 03:51:22", "date_publish": "2017-09-14 22:27:29", "description": "The test is the 15th such one this year and the first since the country detonated its most powerful nuclear bomb to date.", "filename": "2017_09_14_world_asia_north-korea-missile.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340282.html", "image_url": "https://static01.nyt.com/images/2017/09/16/world/15nkorea-missile-1sub/15nkorea-missile-1sub-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_14_world_asia_north-korea-missile.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340282.html", "title": "North Korea Launches Another Missile, Escalating Crisis", "title_page": "North Korea Launches Another Missile, Escalating Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Intelligence officials have said in recent days that they believe that if Mr. Kim is willing to enter talks over a freeze of his nuclear and missile testing — and they are uncertain that he is — he will only do so after he has established that he can launch a nuclear weapon capable of hitting American territory. The Friday flight, with a long arc that peaked at an altitude a little less than 500 miles, took him close to demonstrating that he can accomplish just that.\nFor the White House, the launching prompts a series of diplomatic and military challenges.\nMr. Trump is scheduled to meet with South Korea’s president, Moon Jae-in, and Japan’s prime minister, Shinzo Abe, in New York next week. But Mr. Trump was clearly frustrated by the failure of the Security Council to enact tougher sanctions, including a complete cutoff of oil and other fuels imported into the North, mostly from China. It also did not win authorization to use military force, if needed, to inspect North Korean ships in international waters for arms and other items prohibited by the United Nations.\nMr. Trump’s aides say that they have not ruled out using pre-emptive strikes to stop North Korea’s tests. But they also acknowledge that such strikes could result in retaliation and escalation, putting tens of millions of South Koreans, Americans and Japanese at risk.\nMr. Abe, after returning to Tokyo from a visit to India, said, “We need to let North Korea realize that if they keep taking this path, they will have no bright future.”\nEarlier, Yoshihide Suga, chief cabinet secretary to Mr. Abe, said that Japan “absolutely cannot accept the repeated outrageous provocative actions by North Korea” and lodged an official protest with the North, “conveying the strong fury of the Japanese people as well as condemning the action with the strongest words.” Those were, of course, exactly the words Mr. Kim has made clear he wants to hear from Japan.\nIn a statement, Secretary of State Rex W. Tillerson used a line that many of his predecessors have used, to no effect, in the past: “These continued provocations only deepen North Korea’s diplomatic and economic isolation.”\nBut Mr. Tillerson turned the issue back to China and Russia. “China supplies North Korea with most of its oil. Russia is the largest employer of North Korean forced labor,” he said. “China and Russia must indicate their intolerance for these reckless missile launches by taking direct actions of their own.”", "url": "https://www.nytimes.com/2017/09/14/world/asia/north-korea-missile.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}