{"authors": ["Farah Stockman"], "date_download": "2018-11-16 03:24:45", "date_modify": "2018-11-16 03:24:45", "date_publish": "2017-12-01 15:31:58", "description": "Farah Stockman, a national correspondent with The Times, will return to Indianapolis to discuss the economic uncertainties that so many Americans face.", "filename": "2017_12_01_reader-center_rexnord-indianapolis-union-jobs_1542338685.html", "image_url": "https://static01.nyt.com/images/2017/11/29/us/reader-center-indianapolis/reader-center-indianapolis-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_01_reader-center_rexnord-indianapolis-union-jobs_1542338685.html", "title": "A Reporter Returns to Indianapolis to Discuss Jobs and the Economy", "title_page": "A Reporter Returns to Indianapolis to Discuss Jobs and the Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Update: Read about our event in Indianapolis on Dec.7.\nIn October, The Times published a story of mine about Shannon Mulcahy, a woman who escaped domestic violence by becoming a steelworker at the Rexnord bearing plant in Indianapolis. Working at the factory gave her financial independence, a sense of identity and a chance to master one of the most dangerous, complicated and highly-paid jobs in the plant.\nThen Shannon’s bosses announced that they were moving the factory to Mexico, throwing Shannon’s future into jeopardy. For more than seven months, I followed Shannon and several of her co-workers as the plant closed down and moved — piece by piece — to McAllen, Texas and Monterrey, Mexico.\nI chronicled the workers as they agonized over whether to train their replacements for extra pay. Their decisions divided the plant and ended friendships.\nMy article asked — but could not answer — a question bigger than the Rexnord bearing plant: What does the future look like for workers like Shannon? At a time when automation and cheaper wages overseas threaten to displace more and more blue-collar workers, where do people without college degrees fit into the American economy?", "url": "https://www.nytimes.com/2017/12/01/reader-center/rexnord-indianapolis-union-jobs.html"}