{"authors": ["Kate Zernike", "Alan Rappeport"], "date_download": "2018-11-16 03:11:16", "date_modify": "2018-11-16 03:11:16", "date_publish": "2017-12-02 18:41:15", "description": "With Republicans’ new ambitions, the bill heading toward completion is not just a tax cut, but the first step toward a long-held vision to undo the New Deal and Great Society.", "filename": "2017_12_02_us_politics_tax-cuts-republicans-entitlements-medicare-social-security.html_module=inline_1542337876.html", "image_url": "https://static01.nyt.com/images/2017/12/02/us/03dc-entitlements1-web/03dc-entitlements1-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_02_us_politics_tax-cuts-republicans-entitlements-medicare-social-security.html_module=inline_1542337876.html", "title": "Heading Toward Tax Victory, Republicans Eye Next Step: Cut Spending", "title_page": "Heading Toward Tax Victory, Republicans Eye Next Step: Cut Spending - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The argument would be we can’t cut taxes because it will drive up the deficit,” he said, saying that he disagreed. “You have to do two things,” he said. “You have got to generate economic growth because growth generates revenue. But you also have to bring spending under control. And not discretionary spending. That isn’t the driver of our debt. The driver of our debt is the structure of Social Security and Medicare for future beneficiaries.”\nThe Congressional Budget Office projects that spending on Social Security, Medicare and Medicaid will cost the federal government $28.6 trillion through 2027. The tax cut, estimated at nearly $1.5 trillion, makes the problem only mildly worse.\nBut if that trillion-dollar boost to the government’s yawning fiscal hole is comparatively small mathematically, it could add up to much more politically if it keeps Democrats away from the negotiating table.\nAnd even if Republicans do not pursue changes to entitlements, the tax bill will trigger pay-as-you-go requirements that Congress cut spending. That would be a particularly big hit to Medicare, which would face a $25 billion cut for the current fiscal year. Groups like AARP, the lobby for older Americans, warn that it would force doctors and hospitals to turn away patients because reimbursements would be cut so drastically.\nMr. Ryan and Senator Mitch McConnell of Kentucky, the majority leader, released a statement Friday saying that the so-called pay-go cuts “will not happen” because Congress would waive the law, as it has in the past. But they will need Democratic votes to do that, in a climate that is unusually partisan.\nRegardless of whether Republicans can waive these cuts, David Certner, legislative counsel for AARP, said, “You know they’re going to come back and say, ‘We need to make more cuts to deal with the growing debts and deficit.’”\nSome deficit hawks complain that Republicans have cast away any mantle of fiscal responsibility.\nRobert L. Bixby, the executive director of the Concord Coalition, a nonpartisan organization that encourages fiscal responsibility, complained of hypocrisy from Republicans who have been clamoring to lift the spending caps that were created by the 2011 Budget Control Act.", "url": "https://www.nytimes.com/2017/12/02/us/politics/tax-cuts-republicans-entitlements-medicare-social-security.html?module=inline"}