{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2018-11-16 04:01:32", "date_modify": "2018-11-16 04:01:32", "date_publish": "2017-11-08 01:18:47", "description": "The Democratic Party’s crowning success of the night came in Virginia, where Ralph S. Northam, an understated physician and Army veteran, won a commanding victory for governor.", "filename": "2017_11_07_us_politics_virginia-election-democrats.html_module=inline_1542340892.html", "image_url": "https://static01.nyt.com/images/2017/11/09/us/08virginia1/08virginia1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_07_us_politics_virginia-election-democrats.html_module=inline_1542340892.html", "title": "With Virginia, Voters Give Democrats First Big Wins of the Trump Era", "title_page": "With Virginia, Voters Give Democrats First Big Wins of the Trump Era - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FAIRFAX, Va. — Voters delivered their first forceful rebuke of President Trump and his party on Tuesday night, with Democrats exploiting Mr. Trump’s deep unpopularity to capture the governorships in Virginia and New Jersey and make significant inroads into suburban communities that once favored the Republican Party.\nThe Democratic Party’s crowning success of the night came in Virginia, where Lt. Gov. Ralph S. Northam, an understated physician and Army veteran, won a commanding victory for governor, overcoming a racially charged campaign by his Republican opponent and cementing Virginia’s transformation into a reliably Democratic state largely immune to Trump-style appeals.\nMr. Northam was propelled to victory over Ed Gillespie, the Republican nominee, by liberal and moderate voters who were eager to send a message to Mr. Trump in a state that rejected him in 2016. Mr. Northam led Mr. Gillespie by nearly nine percentage points with 99 percent of precincts reporting, the widest victory in decades for a Democratic candidate for governor of Virginia.\nHis dominating performance offered a momentary catharsis for Democrats beyond the state’s borders who have been hungry to find political success this year and represented a stern warning to Republicans on the ballot next year about the peril of embracing Mr. Trump’s approach.", "url": "https://www.nytimes.com/2017/11/07/us/politics/virginia-election-democrats.html?module=inline"}