{"authors": ["Jan Ransom"], "date_download": "2018-11-16 04:30:34", "date_modify": "2018-11-16 04:30:34", "date_publish": "2017-12-15 17:03:43", "description": "Andy Byford, the city’s incoming transit president, says that making real progress in the subway system will require hard choices.", "filename": "2017_12_15_nyregion_new-york-subway-chief-closing-lines.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342634.html", "image_url": "https://static01.nyt.com/images/2017/12/12/nyregion/00SUBWAYCHIEF1/00SUBWAYCHIEF1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_15_nyregion_new-york-subway-chief-closing-lines.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342634.html", "title": "New York’s Next Subway Chief Will Mull Closing Lines for Repairs", "title_page": "New York’s Next Subway Chief Will Mull Closing Lines for Repairs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But a long-running battle over a transit plan here raised questions about how Mr. Byford will handle New York’s bruising political arena. Mr. Byford was accused, though ultimately cleared by a public auditor, of complaints that the transit agency at the mayor’s behest had massaged information comparing the costs of a subway extension to a light rail line.\n“The question for New Yorkers will be can he — within a highly charged and politicized environment where there are competing visions and interests — speak truth to power or will he capitulate to pressure that will come from every side?” said Josh Matlow, a Toronto city councilor.\nMr. Byford said he had always tried to “give the right advice” and would do so in New York.\nHe will walk into an immediate minefield with Mr. Cuomo and Mayor Bill de Blasio feuding over subway financing. The mayor has refused the governor’s demand that the city pay half the cost of an $836 million emergency plan to stabilize the system. They are also at odds over long-term funding. Mr. Cuomo supports a congestion pricing plan, but Mr. de Blasio opposes the idea, saying it would burden low-income New Yorkers. Mr. Byford said congestion pricing was “a debate that needs to happen.”\nHe also said he would quickly assess the capability of the senior team and ensure funds “are being spent on the right things.”\n“I want to make sure that people are crystal clear that the status quo is not good enough and that everyone has got to up their game,” he said, adding that riders should expect to see “tangible improvements within a year.”\nMr. Byford is a familiar face among Toronto subway commuters, many of whom stopped to wish him well. He has never owned a car. He promises to commute by subway in New York, adding that he and his wife are looking for an apartment in Manhattan.\nMr. Byford has been asked, more than once, if he is sure he is making the right move. After all, he has had “a pretty good run,” he said.\n“There is a danger that I don’t succeed,” he said. “I know it will be very hard. I probably won’t have a life, I probably won’t see my wife, but I will be incredibly proud to be walking about that system and doing my damnedest to turn it around.”", "url": "https://www.nytimes.com/2017/12/15/nyregion/new-york-subway-chief-closing-lines.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}