{"authors": ["Andrew Ross Sorkin"], "date_download": "2018-11-16 03:40:20", "date_modify": "2018-11-16 03:40:20", "date_publish": "2017-05-08 19:21:16", "description": "Over the weekend, Mr. Buffett urged fellow executives to start worrying about rising health care costs and how they put American businesses at a disadvantage.", "filename": "2017_05_08_business_dealbook_09dealbook-sorkin-warren-buffett_1542339620.html", "image_url": "https://static01.nyt.com/images/2017/05/09/business/09sorkin1-web/09sorkin1-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_08_business_dealbook_09dealbook-sorkin-warren-buffett_1542339620.html", "title": "Forget Taxes, Warren Buffett Says. The Real Problem Is Health Care.", "title_page": "Forget Taxes, Warren Buffett Says. The Real Problem Is Health Care. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The figure in Germany is only 11.3 percent, up from 9.4 percent during the same period. Japan’s is 10.2 percent, up from 6.6 percent. Britain’s health care costs are 9.1 percent of G.D.P., up from 6.7 percent in 1995. And China’s is only at 5.5 percent, up from 3.5 percent.\nThat puts the United States at a material disadvantage far beyond the tax differential. And it harms American companies in particular, since they bear such a big share of those costs. Corporations spend $12,591 on average for coverage of a family of four, up 54 percent since 2005, according to a study by the Kaiser Family Foundation.\n“Medical costs are the tapeworm of American economic competitiveness,” Mr. Buffett said, using a metaphor he has employed in the past to describe the insidious and parasitic costs of our health care system.\nMr. Buffett is a Democrat, but his business partner, Charles T. Munger, is a Republican — and a rare one who has advocated a single-payer health care system. Under his plan, which Mr. Buffett agrees with, the United States would enact a sort of universal type of coverage for all citizens — perhaps along the lines of the Medicaid system — with an opt-out provision that would allow the wealthy to still get concierge medicine.\nOur bloated health care system, Mr. Buffett asserted, is the true barrier to America’s world competitiveness as well as “the single biggest variable where we keep getting more and more out of whack with the rest of the world.”\nBut people don’t talk about it enough. “It’s very tough for political parties to attack it, but it’s basically a political subject,” Mr. Buffett said in reply to a question I had posed. (I was one of three journalists and three analysts who, along with shareholders, peppered Mr. Buffett and Mr. Munger with questions during the meeting.)\nThat’s not to say corporate tax reform won’t help, but it is tiny relative to fixing health care.\nIndeed, Mr. Buffett said, even if Washington put in place a tax credit for capital investment, he did not think that BNSF — the railroad company he owns, which spends billions on fixing rail tracks — would do its job faster or better because of the potential tax credit.", "url": "https://www.nytimes.com/2017/05/08/business/dealbook/09dealbook-sorkin-warren-buffett.html"}