{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:30:41", "date_modify": "2018-11-16 04:30:41", "date_publish": "2017-08-21 22:03:44", "description": "In some of his most direct comments to date, Mayor Bill de Blasio said a proposal to charge drivers to enter congested areas of the city was not fair or equitable.", "filename": "2017_08_21_nyregion_de-blasio-congestion-pricing.html_module=inline_1542342641.html", "image_url": "https://static01.nyt.com/images/2017/08/22/nyregion/22congestion/22congestion-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_21_nyregion_de-blasio-congestion-pricing.html_module=inline_1542342641.html", "title": "Mayor de Blasio Says He ‘Does Not Believe’ in Congestion Pricing", "title_page": "Mayor de Blasio Says He ‘Does Not Believe’ in Congestion Pricing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mayor Bill de Blasio said that he “does not believe” in a proposal to charge drivers to enter New York City’s highest-traffic areas and use the proceeds to fund its ailing transportation network, an approach known as congestion pricing, which has lately gotten a boost from Gov. Andrew M. Cuomo.\nDuring an unrelated news conference on Monday, the mayor said that despite Mr. Cuomo expressing his support earlier this month, the prospect of such a system was “inconceivable” given the Republican-controlled State Senate. Moreover, the mayor said, in his most direct expression of his opinion as mayor on the subject, he just does not like the idea.\n“There are some people that believe in it,” Mr. de Blasio said. “I just happen to be someone who does not believe in it, based on what I’ve seen so far.”\nThe mayor’s remarks came in response to a question, during a news conference on public safety, about whether he would want to see drivers paying to enter the city’s most congested areas by the end of a second term, should he be re-elected in November.", "url": "https://www.nytimes.com/2017/08/21/nyregion/de-blasio-congestion-pricing.html?module=inline"}