{"authors": ["Yamiche Alcindor", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:37:39", "date_modify": "2018-11-16 04:37:39", "date_publish": "2017-10-23 12:33:27", "description": "“That’s what hurt me the most,” Myeshia Johnson said of a condolence call President Trump made after her husband was killed in an ambush in Niger.", "filename": "2017_10_23_us_politics_soldiers-widow-says-trump-struggled-to-remember-sgt-la-david-johnsons-name.html_module=inline_1542343059.html", "image_url": "https://static01.nyt.com/images/2017/10/24/us/24DC-widow/24DC-widow-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_23_us_politics_soldiers-widow-says-trump-struggled-to-remember-sgt-la-david-johnsons-name.html_module=inline_1542343059.html", "title": "Soldier’s Widow Says Trump Struggled to Remember Sgt. La David Johnson’s Name", "title_page": "Soldier’s Widow Says Trump Struggled to Remember Sgt. La David Johnson’s Name - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The widow of one of four soldiers killed in Niger went on television on Monday to criticize President Trump for how he spoke to her during a condolence call last week, drawing a swift denial from Mr. Trump, who breathed new life into a bitter controversy that has transformed a tragedy into a political feud.\nMyeshia Johnson, whose husband, Sgt. La David T. Johnson, was killed early this month in an attack that is under investigation by the United States military, said the president had blundered through the condolence call he made to her last week, only deepening her grief because he did not seem to know her husband’s name.\n“The president said, ‘He knew what he signed up for, but it hurts anyway,’” Ms. Johnson said during an interview with ABC News’s George Stephanopoulos. “It made me cry because I was very angry at the tone in his voice and how he said it.”\nShe said Mr. Trump’s memory seemed to falter during their exchange.\n“He couldn’t remember my husband’s name,” Ms. Johnson said. “The only way he remembered my husband’s name is because he told me he had my husband’s report in front of him and that’s when he actually said ‘La David.’ I heard him stumbling on trying to remember my husband’s name. And that’s what hurt me the most because if my husband is out here fighting for our country, and he risked his life for our country, why can’t you remember his name?”", "url": "https://www.nytimes.com/2017/10/23/us/politics/soldiers-widow-says-trump-struggled-to-remember-sgt-la-david-johnsons-name.html?module=inline"}