{"authors": ["N. Gregory Mankiw"], "date_download": "2018-11-16 03:11:30", "date_modify": "2018-11-16 03:11:30", "date_publish": "2017-04-21 16:43:49", "description": "Congressional proposals for changing the corporate tax go far beyond a simple discussion of tax rates. Fundamental shifts could affect business behavior.", "filename": "2017_04_21_upshot_tax-code-business.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337890.html", "image_url": "https://static01.nyt.com/images/2017/04/22/upshot/23view/23view-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_21_upshot_tax-code-business.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337890.html", "title": "How Best to Tax Business", "title_page": "How Best to Tax Business - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The House plan moves toward a consumption tax by allowing businesses to deduct their investment spending immediately, rather than depreciating it slowly over time. By exempting the income that businesses reinvest, the government would essentially be taxing consumed profits.\nORIGIN-BASED VS. DESTINATION-BASED TAXATION The corporate tax system is now origin-based. It levies taxes on the profit from goods produced in the United States, regardless of where they end up. An alternative, proposed in the House bill, would be to tax all goods consumed in the United States, regardless of where they are made. This destination-based approach would tax imports and exempt exports, which is sometimes called a border adjustment. In this way, the business tax would resemble many of the value-added taxes used in Europe.\nSome advocates have argued that the switch to destination-based taxes would make American goods more competitive and reduce our trade deficits. Some critics have suggested that it would unduly hurt firms that rely on imports and their customers. Both arguments are probably wrong.\nTo be sure, the immediate impact of the change would be to discourage imports and encourage exports. But that in turn would mean Americans would supply fewer dollars in foreign-exchange markets, and foreigners would demand more dollars. As a result, the dollar would appreciate, making foreign goods cheaper for Americans, and American goods more expensive for foreigners. The movement in the exchange rate would offset the initial impact on imports and exports.\nThe main advantage of destination-based taxation is that it is easier to determine where a good is consumed than where it is produced. In a world where multinationals produce goods using parts from around the world, origin-based taxes invite firms to game the system with transfer pricing schemes. Destination-based taxation is less easily gamed.\nDEBT VS. EQUITY Now, firms can deduct interest payments to bondholders, but they cannot deduct dividend payments to equity holders. This treatment encourages firms to rely on debt rather than equity, making them more financially fragile than they would otherwise be.\nThe House plan fixes this asymmetric treatment of debt and equity by no longer allowing firms to deduct interest payments. A business’s taxes would be based on its cash flow: revenue minus wage payments and investment spending. How this cash flow is then paid out to equity and debt holders would be irrelevant.", "url": "https://www.nytimes.com/2017/04/21/upshot/tax-code-business.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}