{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:54:48", "date_modify": "2018-11-16 04:54:48", "date_publish": "2017-08-14 23:16:52", "description": "Support for Andrea Stewart-Cousins, the New York Senate minority leader, comes as another racially charged remark from a charter school proponent has emerged.", "filename": "2017_08_14_nyregion_andrea-stewart-cousins-daniel-loeb.html_module=inline_1542344088.html", "image_url": "https://static01.nyt.com/images/2017/08/15/nyregion/15stewartcousins1/15stewartcousins1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_14_nyregion_andrea-stewart-cousins-daniel-loeb.html_module=inline_1542344088.html", "title": "Black Democrats Rally Behind New York Senator Amid Racial Politicking", "title_page": "Black Democrats Rally Behind New York Senator Amid Racial Politicking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The students in our charter schools are overwhelmingly kids of color, and I think they deserve to have teachers and administrators and boards that inspire them,” Joseph Belluck, the chairman of the Charter Schools Committee, said in an interview, calling Mr. Loeb’s remark “reprehensible.”\nOn Monday, another apparent Facebook posting emerged, obtained by The New York Times and first published by dealbreaker.com, in which Mr. Loeb again likened teachers unions to the Ku Klux Klan. Mr. Loeb urged that people “take up the fight against the teachers union, the single biggest force standing in the way of quality education and an organization that has done more to perpetuate poverty and discrimination against people of color than the K.K.K.”\nMr. Loeb’s spokeswoman did not return multiple emails and calls for comment.\nThere has not just been pressure on Mr. Loeb, but also on the politicians whom he has showered with campaign cash in recent years. He has spent millions to back Republicans who control the state Senate, despite a slight numerical Democratic majority. Mr. Loeb has also donated $50,000 to a group of breakaway Democrats, known as the Independent Democratic Conference, who have formed a coalition with the Republicans.\nMr. Loeb has also given generously to Gov. Andrew M. Cuomo: more than $170,000, including money from Mr. Loeb’s wife. Mr. Cuomo did not attend Monday’s rally; one of his senior advisers, Alphonso David, came on his behalf.\nRepresentatives Hakeem Jeffries, Yvette Clarke and Adriano Espaillat, former Representative Charlie Rangel, Senator Mike Gianaris, a top deputy to Ms. Stewart-Cousins, and Letitia James, the city’s public advocate, were among those who spoke at the event on Monday.\nImage Daniel S. Loeb, a hedge fund magnate, has apparently used Ku Klux Klan references at least twice to criticize those who he believes oppose charter schools. Credit Michael Nagle for The New York Times\nThe issues of Mr. Loeb and the I.D.C., which has existed since 2011, were blurred at the rally, as alternating speakers denounced both.", "url": "https://www.nytimes.com/2017/08/14/nyregion/andrea-stewart-cousins-daniel-loeb.html?module=inline"}