{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 04:47:41", "date_modify": "2018-11-16 04:47:41", "date_publish": "2017-05-24 20:12:04", "description": "A major credit rating agency sounded the alarm on Wednesday, saying the steady buildup of debt would erode China’s financial strength.", "filename": "2017_05_24_business_china-debt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343661.html", "image_url": "https://static01.nyt.com/images/2017/05/25/business/25CHINABDEBT1/25CHINABDEBT1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_24_business_china-debt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343661.html", "title": "China’s Addiction to Debt Now Threatens Its Growth", "title_page": "China’s Addiction to Debt Now Threatens Its Growth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SHANGHAI — China has gone on a spending spree, borrowing money to build cities, create manufacturing giants and nurture financial markets — money that has helped drive the economic powerhouse in recent years. But the debt-fueled binge now threatens to sap growth in the world’s second largest economy.\nWith its economy maturing, China has had to pile on ever more debt to keep growth going briskly, a pace that could prove unsustainable. And the money is increasingly flowing through opaque channels that operate outside the regulated banking system, leaving China vulnerable should those hidden risks blow up.\nA major credit rating agency sounded the alarm on Wednesday, saying the steady buildup of debt would erode China’s financial strength in the years ahead. The agency, Moody’s Investors Service, cut the country’s debt rating, its first downgrade for the country since November 1989, five months after the Tiananmen Square crackdown.\nChina’s debt problems are drawing comparisons to Japan’s predicament. After a long, increasingly credit-backed boom, the bubble burst for Japan in the early 1990s. Since then, the Japanese government’s reluctance to deal with deeply indebted companies has contributed to decades of sluggish growth.", "url": "https://www.nytimes.com/2017/05/24/business/china-debt.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}