{"authors": ["Peter Libbey"], "date_download": "2018-11-16 04:09:04", "date_modify": "2018-11-16 04:09:04", "date_publish": "2017-07-02 18:17:17", "description": "Ms. de Havilland, 101, is suing FX Networks and Ryan Murphy Productions for her gossipy portrayal in “Feud: Bette and Joan.”", "filename": "2017_07_02_arts_olivia-de-havilland-files-lawsuit-over-feud-portrayal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341344.html", "image_url": "https://static01.nyt.com/images/2017/07/03/arts/03havilland1/03havilland1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_02_arts_olivia-de-havilland-files-lawsuit-over-feud-portrayal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341344.html", "title": "Olivia de Havilland Files Lawsuit Over ‘Feud’ Portrayal", "title_page": "Olivia de Havilland Files Lawsuit Over ‘Feud’ Portrayal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Olivia de Havilland, who won two Oscars during Hollywood’s golden age, filed a lawsuit on Friday against FX Networks and Ryan Murphy Productions over her gossipy portrayal in the television show “Feud: Bette and Joan.”\n“FX defendants misappropriated Olivia de Havilland’s name, likeness and identity without her permission and used them falsely in order to exploit their own commercial interests,” the lawsuit says. Ms. de Havilland, 101, is seeking damages for “emotional harm” and “harm to her reputation,” and is also pushing for an injunction against the use of her name and likeness.\n“Feud: Bette and Joan” portrays the decades-long rivalry between Joan Crawford and Bette Davis, and is part of Mr. Murphy’s larger FX anthology series depicting feuds throughout history. Ms. de Havilland and Davis were close friends and starred in four films together, including “Hush … Hush, Sweet Charlotte.” In the series, Ms. de Havilland, played by Catherine Zeta-Jones, is an important character, appearing in six episodes as a confidante to Davis and an active participant in the Davis-Crawford drama.\nThe lawsuit rejects both the quotes attributed to Ms. de Havilland and the overall tone of the portrayal. “Olivia de Havilland has made efforts, spent time and money, protecting her well-defined public image as one who does not engage in gossip and other unkind, ill-mannered behavior,” the lawsuit reads.", "url": "https://www.nytimes.com/2017/07/02/arts/olivia-de-havilland-files-lawsuit-over-feud-portrayal.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}