{"authors": ["Reed Abelson"], "date_download": "2018-11-16 03:11:22", "date_modify": "2018-11-16 03:11:22", "date_publish": "2017-11-30 20:45:43", "description": "The Republican effort to undo the requirement that people get insured would unleash sales of cheaper policies offering little coverage.", "filename": "2017_11_30_health_health-insurance-obamacare-mandate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337882.html", "image_url": "https://static01.nyt.com/images/2017/11/17/science/00INSURE1/00INSURE-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_30_health_health-insurance-obamacare-mandate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337882.html", "title": "Without Obamacare Mandate, ‘You Open the Floodgates’ for Skimpy Health Plans", "title_page": "Without Obamacare Mandate, ‘You Open the Floodgates’ for Skimpy Health Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Their insurer, HHC Life, refused to pay the bills.\n“We freaked out,” Ms. Conroy said. “What were we going to do? It was $900,000.”\nThe insurer informed the Conroys the policy was “rescinded,” to use the industry jargon. After poring through his medical records, HCC claimed Mr. Conroy failed to disclose he suffered from alcoholism and degenerative disc disease, conditions he said were never diagnosed. “When one thing didn’t work, they went to another,” Mr. Conroy said.\nHCC Life, a unit of Tokio Marine HCC, says it will defend its case. The company is also the subject of a multistate review by insurance regulators to see if it engaged in unfair or deceptive acts. It says it has fully cooperated. HCC Life stopped selling short-term policies last May.\nA major player in this area is UnitedHealth Group, which abandoned the Affordable Care Act market after incurring sizable losses. United offers short-term plans through its Golden Rule unit. Before the federal law, Golden Rule was among those insurers criticized for rescinding policies. The company recently told investors it was excited by the president’s executive order because that would mean an increase in business for these plans.\nLast year, a short-term policy averaged $109 a month for an individual, according to a recent analysis by eHealth, an online broker, compared with $378 a month during last year’s open enrollment period for an A.C.A. plan.\nThe policies are particularly attractive to the millions of people who don’t qualify for federal subsidies; only about half of the 17 million people buying coverage are subsidized, according to the Congressional Budget Office. Another target audience would be the 28 million who are uninsured. And some brokers are deliberately promoting the policies without pointing out they do not meet the same levels of coverage of A.C.A. plans, said Scott Flanders, the chief executive of eHealth. “They’re selling the hell out of it,” he said.\nJeff Smedsrud, a founder of Healthcare.com, an online insurance shopping site, “There are companies that aggressively, and some very aggressively, market it as a panacea.”", "url": "https://www.nytimes.com/2017/11/30/health/health-insurance-obamacare-mandate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}