{"authors": ["Kenneth P. Vogel"], "date_download": "2018-11-16 04:49:15", "date_modify": "2018-11-16 04:49:15", "date_publish": "2017-12-05 01:58:26", "description": "In the document, the special counsel cited an op-ed article drafted by Paul Manafort and his Russia-linked associate to shape public opinion about consulting work in Ukraine.", "filename": "2017_12_04_us_politics_manafort-russia-special-counsel-investigation.html_module=inline_1542343755.html", "image_url": "https://static01.nyt.com/images/2017/12/05/us/05dc-manafort1/05dc-manafort1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_04_us_politics_manafort-russia-special-counsel-investigation.html_module=inline_1542343755.html", "title": "Manafort Associate Has Russian Intelligence Ties, Court Document Says", "title_page": "Manafort Associate Has Russian Intelligence Ties, Court Document Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump’s former campaign chairman, Paul Manafort, and an associate with ties to Russian intelligence drafted an op-ed article last week about Mr. Manafort’s work for Russia-aligned interests in Ukraine, according to a court document filed Monday by the special counsel, Robert S. Mueller III.\nThe filing seeks tougher bail restrictions against Mr. Manafort, arguing that writing the op-ed flouts a judge’s admonition against trying to use the news media to influence the case against Mr. Manafort and Rick Gates, another former campaign official.\nMr. Manafort and Mr. Gates have pleaded not guilty to charges of money laundering and lobbying violations that were related to their work for Viktor F. Yanukovych, the former Ukrainian president.\nMonday’s motion does not name the associate with whom Mr. Manafort is believed to have worked on the op-ed. It identified the person only as “a longtime Russian colleague of Manafort’s, who is currently based in Russia and assessed to have ties to a Russian intelligence service.”", "url": "https://www.nytimes.com/2017/12/04/us/politics/manafort-russia-special-counsel-investigation.html?module=inline"}