{"authors": ["William J. Broad", "David E. Sanger"], "date_download": "2018-11-16 04:03:07", "date_modify": "2018-11-16 04:03:07", "date_publish": "2017-10-31 22:07:38", "description": "The report from the Congressional Budget Office was an authoritative accounting of the cost of rebuilding a nuclear arsenal that relies on Cold War-era technology.", "filename": "2017_10_31_us_politics_trump-nuclear-weapons-arsenal-congressional-budget_1542340987.html", "image_url": "https://static01.nyt.com/images/2017/11/01/us/01DC-NUKES1/01NUKES1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_31_us_politics_trump-nuclear-weapons-arsenal-congressional-budget_1542340987.html", "title": "Trump Plans for Nuclear Arsenal Require $1.2 Trillion, Congressional Review States", "title_page": "Trump Plans for Nuclear Arsenal Require $1.2 Trillion, Congressional Review States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The price tag of President Trump’s vision of remaking the American nuclear arsenal soared on Tuesday as a new government estimate put the cost of a 30-year makeover at $1.2 trillion, more than 20 percent higher than earlier figures.\nThe rebuilding proposal includes the nation’s nuclear weapons, bombers, missiles and submarines.\nThe report from the Congressional Budget Office was the most authoritative accounting yet of the full cost of rebuilding an aging, potentially vulnerable nuclear arsenal that often relies on Cold War-era technology. It was published just weeks before the Pentagon is supposed to issue its first broad nuclear strategy of the Trump administration, an assessment called the Nuclear Posture Review.\nSecretary of Defense Jim Mattis, who had been a skeptic about the need to preserve the nuclear force’s 400 land-based missiles, in silos across the American West, said in September that he had changed his view and now believed it was necessary to preserve them.\nMr. Trump has publicly declared that he wants the American nuclear arsenal to be “top of the pack,” and has been widely reported as asking his aides why the United States needs to limit the number of deployed warheads to 1,550, as set by the 2010 New START treaty with Russia. But he has said nothing about breaking out of the treaty, and the estimate issued Tuesday by the budget office is based largely on plans that were left over from President Barack Obama’s time in office.", "url": "https://www.nytimes.com/2017/10/31/us/politics/trump-nuclear-weapons-arsenal-congressional-budget.html"}