{"authors": ["Nathaniel Popper"], "date_download": "2018-11-16 03:41:21", "date_modify": "2018-11-16 03:41:21", "date_publish": "2017-12-07 19:19:54", "description": "The value of a single Bitcoin has risen 1,500 percent this year. Traditional financial institutions and a dose of irrationality are fueling the boom.", "filename": "2017_12_07_technology_bitcoin-price-rise.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339681.html", "image_url": "https://static01.nyt.com/images/2017/12/08/business/08bitcoinprice-alpha/08bitcoinprice-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_07_technology_bitcoin-price-rise.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339681.html", "title": "Bitcoin’s Price Has Soared. What Comes Next?", "title_page": "Bitcoin’s Price Has Soared. What Comes Next? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many investors have said the most important factor driving the current enthusiasm is the entry of hedge funds and other institutional investors.\nThe path for large investors has been smoothed by the Chicago Mercantile Exchange and Chicago Board Options Exchange, which have been racing to roll out Bitcoin futures contracts. Most banks are already signed up with these exchanges and consequently can immediately begin trading the contracts. The options exchange has said it plans to start trading on Sunday.\nIt is still unclear how the arrival of Bitcoin futures will influence the demand for the digital tokens.\nWith a futures contract, banks can bet on the price of Bitcoin without holding the underlying Bitcoins. This is expected to bring many new players into the market who don’t want to deal with the complications of holding Bitcoins.\nBut the futures contract will also allow investors to short Bitcoin, or bet on the price’s going down, which has been hard to do until now. Some analysts think this could put downward pressure on the price. Other market participants have worried that Bitcoin futures could spread the risks of Bitcoin into the rest of the financial system.\nPeople still use Bitcoin and other virtual currencies to make ransom payments and buy illegal goods online, including synthetic opioids. But that activity has been on the wane since the authorities shut down some of the largest online black markets this year.\nAdvertisement Continue reading the main story\nWhat role are smaller investors playing in the virtual currency markets?\nIndividual investors have been just as active as large investors.\nNowhere has the phenomenon of ordinary people buying virtual currencies been more visible than in South Korea, where several exchanges have storefronts to help new customers. This is all the more remarkable because just a year ago, Koreans showed almost no interest in these markets.\nSmall Japanese investors have also been investing in Bitcoin. They have been encouraged by laws passed this year that essentially legalized Bitcoin and allowed Bitcoin exchanges to get regulatory licenses.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn the United States, most small-time investors have gone to the San Francisco company Coinbase, which provides a Bitcoin brokerage service, similar to Charles Schwab, as well as an exchange for larger investors. Coinbase now has more account holders than Schwab, and it has struggled to keep up with the growth.\nChina used to be the most active country for Bitcoin trading and mining, but the authorities there have cracked down this year.\nWhat are the dangers of getting into this market?\nMany of the largest exchanges, including in South Korea, are essentially unregulated. The lack of oversight means that no one is checking that the exchanges are properly securing their customers’ money or that large players are not able to manipulate the price. One of the largest exchanges in the world, Bitfinex, has been hacked numerous times and provides little transparency about where it is keeping its money.\nEven regulated exchanges, like Coinbase in the United States, have not been battle tested like larger financial institutions, and their operations have gone down at key moments.\nOnce people buy Bitcoin or other virtual currencies, they are often targeted by hackers who have become experts at penetrating Bitcoin accounts. Bitcoin “wallets” are vulnerable to new kinds of attacks that are not a problem for ordinary financial accounts.\nMost important, in contrast to money in a bank account, when a Bitcoin is gone there is essentially no way to get it back and no insurance covering its loss.\nAre more people using Bitcoin to pay for things?\nWhen Bitcoin was released in 2009, it was described as a new kind of electronic cash.\nRecently, though, many programmers working on Bitcoin have said the system in its current form is not a particularly good way to pay for things. They argue that it is best designed to serve as a sort of scarce commodity, like digital gold, allowing people to keep their money outside the control of governments and companies.\nAdvertisement Continue reading the main story\nMany people who want to use virtual currencies for online payments are looking to Bitcoin competitors, like Bitcoin Cash and Monero.\nWhat role are the other virtual currencies playing in this frenzy?\nEarlier this year, bullish sentiment was focused on Ethereum, a virtual currency network that is more adaptable than Bitcoin. The price of Ether, the virtual currency on the Ethereum network, has continued to rise in recent months, but not as fast as Bitcoin.\nMany investors were also putting their money into custom virtual currencies released by entrepreneurs in so-called initial coin offerings. These new virtual currencies have generally been designed to serve as the internal payment mechanisms on new software the entrepreneurs are building.\nThis fall, though, regulators have signaled that they are planning to crack down on coin offerings.\nWhere did virtual currencies come from, and how do they work?\nThe Bitcoin software was released in early 2009 by a mysterious creator who went by the name of Satoshi Nakamoto. The search is still on for the true identity of Satoshi.\nThe software released by Satoshi set out the basic rules for Bitcoin and the computer network on which it lives. Unlike other forms of money, which are controlled by governments and financial institutions, Bitcoin operates on a decentralized network of computers that no one institution controls. For more details, see our Bitcoin explainer.", "url": "https://www.nytimes.com/2017/12/07/technology/bitcoin-price-rise.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}