{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 04:25:53", "date_modify": "2018-11-16 04:25:53", "date_publish": "2017-08-18 15:10:12", "description": "In a Facebook post, Mitt Romney urged President Trump to repudiate racists and admit they were “100% to blame” for the violence in Charlottesville, Va., last weekend.", "filename": "2017_08_18_us_politics_trump-charlottesville-romney.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342353.html", "image_url": "https://static01.nyt.com/images/2017/08/19/us/19dc-trump/19dc-trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_18_us_politics_trump-charlottesville-romney.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342353.html", "title": "Romney Tells Trump to Apologize for Causing ‘Racists to Rejoice’", "title_page": "Romney Tells Trump to Apologize for Causing ‘Racists to Rejoice’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BRIDGEWATER, N.J. — Mitt Romney, the Republican presidential nominee in 2012, has excoriated President Trump for his equivocating response to the violence in Charlottesville, Va., and urged him to apologize or risk subjecting the country to “an unraveling of our national fabric.”\nMr. Romney’s remarks, posted on Facebook on Friday, mark some of the strongest language from a Republican against Mr. Trump after a white supremacist rally in Charlottesville and an attack by a driver that left a woman dead. Mr. Trump, on Tuesday, said “both sides” were to blame for Saturday’s deadly violence.\n“Whether he intended to or not, what he communicated caused racists to rejoice, minorities to weep, and the vast heart of America to mourn,” Mr. Romney wrote. “His apologists strain to explain that he didn’t mean what we heard. But what we heard is now the reality, and unless it is addressed by the president as such, with unprecedented candor and strength, there may commence an unraveling of our national fabric.”\nMr. Trump is scheduled to have a rally in Phoenix next week, raising concern about more possible violence. The mayor of Phoenix, Greg Stanton, said in a Twitter post on Wednesday that he was “disappointed” that the president would hold a political event “as our nation is still healing from the tragic events in Charlottesville.” Mr. Stanton, a Democrat, urged Mr. Trump to delay the visit.", "url": "https://www.nytimes.com/2017/08/18/us/politics/trump-charlottesville-romney.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}