{"authors": ["Steph Yin"], "date_download": "2018-11-16 03:47:02", "date_modify": "2018-11-16 03:47:02", "date_publish": "2017-08-18 14:21:40", "description": "Tempted to grab that once-in-a-lifetime eclipse snapshot? Feel free: Taking pictures helps people engage with and remember experiences more deeply, according to new research.", "filename": "2017_08_18_science_living-in-the-moment-taking-photos_1542340022.html", "image_url": "https://static01.nyt.com/images/2017/08/19/science/19TB-PHOTOS/19TB-PHOTOS-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_18_science_living-in-the-moment-taking-photos_1542340022.html", "title": "Taking Photos Won’t Take You Out of the Moment, Study Suggests", "title_page": "Taking Photos Won’t Take You Out of the Moment, Study Suggests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Monday, I will be one of millions watching the moon punch a hole in the sun during the Great American Eclipse of 2017. In preparation, I’ve been thinking about how I want to spend my roughly two minutes of totality, when day surrenders, briefly, to coronal night. Should I try to capture my experience with photos? Or should I soak in the moment as deeply as I can?\nThese two goals may not actually be in opposition, according to a study in this month’s issue of Psychological Science. In several experiments, researchers found that taking photos during an experience helped people remember visuals more accurately, even when they didn’t revisit their photos. However, snapping pictures also appeared to decrease how much spoken information people retained.\nThe results follow research published last year by the same group, which found that photo-taking made people more engaged with experiences, leading them to enjoy positive events more than people who didn’t take pictures.\nBy some estimates, people around the world will take 1.3 trillion photos this year. “It’s a thing that’s taking over our lives,” said Alix Barasch, one of the authors and an assistant professor at the New York University Stern School of Business, “yet nobody has really studied the psychological effects of taking pictures.”", "url": "https://www.nytimes.com/2017/08/18/science/living-in-the-moment-taking-photos.html"}