{"authors": ["Jess Bidgood", "Richard Fausset"], "date_download": "2018-11-16 04:02:02", "date_modify": "2018-11-16 04:02:02", "date_publish": "2017-11-14 18:36:02", "description": "Amid long-whispered rumors and allegations of sexual impropriety, an Alabama county seeks to make sense of its most famous resident.", "filename": "2017_11_14_us_roy-moore-gadsden-women.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340922.html", "image_url": "https://static01.nyt.com/images/2017/11/14/us/15-alabama-alpha/15-alabama-alpha-facebookJumbo-v7.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_14_us_roy-moore-gadsden-women.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340922.html", "title": "Roy Moore, Long Divisive in His Hometown, and Even More So Now", "title_page": "Roy Moore, Long Divisive in His Hometown, and Even More So Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GADSDEN, Ala. — Delores Abney, 63, a retired domestic violence counselor, said she and her husband had heard things about Roy Moore and his interest in younger women for years.\nOn Monday night, Ms. Abney said she recalled Mr. Moore, the embattled Republican Senate candidate, being a regular presence in the mid-1980s at the Y.M.C.A. There, she said, he was often talking to much younger women — women that “appeared to be high school on up,” she said — in an exercise class she was enrolled in. “I’m not saying he was trying to pick them up. It just did not look appropriate.”\n“I truly believe these women,” Ms. Abney added of the women who have come forward to accuse him of misconduct in recent days. “This type of behavior is highly unacceptable and deplorable in our leaders.”\nBut the Abneys are also Democrats and longtime critics of Mr. Moore and his hard-line take on Christian values. The emergence on Monday of a new accuser, who said Mr. Moore sexually assaulted her when she was 16, only cemented their views of him. Etowah County, the largely rural slice of northeast Alabama where Mr. Moore was raised and currently lives, was bitterly divided about Mr. Moore before the allegations. And it remains so now.", "url": "https://www.nytimes.com/2017/11/14/us/roy-moore-gadsden-women.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}