{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 03:24:35", "date_modify": "2018-11-16 03:24:35", "date_publish": "2017-08-02 01:37:02", "description": "The investigation, focused on alleged intellectual property violations, marks a shift in policy toward Beijing after President Trump had emphasized greater cooperation.", "filename": "2017_08_01_business_trump-china-trade-intellectual-property-section-301.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338675.html", "image_url": "https://static01.nyt.com/images/2017/08/02/business/02chinatrade/02chinatrade-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_01_business_trump-china-trade-intellectual-property-section-301.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338675.html", "title": "Trump Administration Is Said to Open Broad Inquiry Into China’s Trade Practices", "title_page": "Trump Administration Is Said to Open Broad Inquiry Into China’s Trade Practices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“China thinks that the bilateral trade relation is governed by W.T.O. rules, not American domestic law,” Mr. He said.\nDespite his harsh rhetoric during the presidential campaign, Mr. Trump has dangled the prospect of smoother trade relations with China in exchange for helping contain North Korea. In May, the two sides claimed modest progress when they reached a trade deal that largely bolstered agreements reached during the Obama administration.\nThen the policy began to founder.\nThe two sides met on July 19 to produce a series of trade deals that could be portrayed as an “early harvest” in the three months following Mr. Trump’s meeting with President Xi Jinping of China last spring at Mar-a-Lago, Trump administration officials and trade policy advisers said. The two sides were unable to agree on any deals that went significantly beyond what China had previously promised the Obama administration, they said. Both sides ended up abruptly canceling the news conferences they had scheduled to discuss what were supposed to have been their accomplishments.\nChina has also publicly dismissed linking trade and North Korea policy and defended its efforts to improve intellectual property protections. “China highly emphasizes intellectual property protection and has taken many effective measures,” said Sun Jiwen, a Commerce Ministry spokesman, in May following criticism from American trade officials.\nUnder the process that the Trump administration plans to set in motion, the Office of the United States Trade Representative will start an investigation into China’s trade practices. Following the investigation, which could be completed in as little as a few months, the United States could impose steep tariffs on Chinese imports, rescind licenses for Chinese companies to do business in the United States, or take other measures. The process is known as a Section 301 investigation, after the relevant portions of the 1974 Trade Act.\nMuch is at stake for both sides. Exports to the United States represent more than 4 percent of China’s entire economic output. Those exports have created tens of millions of jobs in China and prompted multinationals to shift thousands of factories to China along with much of their latest technology. American exports to China are much smaller, representing about two-thirds of 1 percent of the American economy.\nAmerican companies have tended to supply the Chinese market using factories and staff in China, instead of exports from the United States. But their profits from the Chinese market are large enough that many corporate executives have been loath to cooperate with United States trade officials, for fear that Chinese government ministries may retaliate against them.", "url": "https://www.nytimes.com/2017/08/01/business/trump-china-trade-intellectual-property-section-301.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}