{"authors": ["Sarah Lyall"], "date_download": "2018-11-16 04:10:58", "date_modify": "2018-11-16 04:10:58", "date_publish": "2017-09-30 09:00:25", "description": "A visit with Dan Brown, whose new novel — as with all of his works — doesn’t shy away from the big questions, but rushes pell-mell into them. In “Origin,” the question is: Can science make religion obsolete?", "filename": "2017_09_30_books_dan-brown-origin.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341458.html", "image_url": "https://static01.nyt.com/images/2017/10/02/books/review/02DANBROWN/02DANBROWN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_30_books_dan-brown-origin.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341458.html", "title": "The World According to Dan Brown", "title_page": "The World According to Dan Brown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As the story begins, Edmond Kirsch — “billionaire computer scientist, futurist, inventor and entrepreneur” — is preparing to present a new discovery to an eager crowd (and to the world, via the internet) at the Guggenheim Bilbao in Spain. He has promised that this announcement, the details of which are enticingly withheld until the very end of the book, will upend people’s view of religion by proving irrefutably that life can be created using the laws of science, thus excising God from the equation. (The theory is real, borrowed from the M.I.T. physicist Jeremy England.)\n“Origin,” is to be published by Doubleday Oct. 3, with an initial printing of 2 million copies, eventually extending to several dozen countries in 42 languages, according to the publisher. Readers will find in it a familiar swirl of big ideas and nonstop action, so that those who aren’t enchanted by the erudition can find relief in the plot, and vice versa.\nMr. Brown, 53, spent four years writing and researching the book. He is nothing if not disciplined. He rises at 4 a.m. each day and prepares a smoothie comprising “blueberries, spinach, banana, coconut water, chia seeds, hemp seeds and … what’s the other kind of seed?” he asked. “Flax seeds, and this sort of weird protein powder made out of peas.” He also makes so-called bulletproof coffee, with butter and coconut oil, which he says changes “the way your brain processes the caffeine” so as to sharpen your mind.\nHis computer is programmed to freeze for 60 seconds each hour, during which time Mr. Brown performs push-ups, situps and anything else he needs to do. Though he stops writing at noon, it’s hard for him to get the stories out of his head. “It’s madness,” he said of his characters. “They talk to you all day.”\nImage Credit Patricia Wall/The New York Tiimes\nMr. Brown’s books have made him rich, but he does not have the aura of a rich person. His house, concealed behind gates, is not so much the home of a flashy millionaire as that of a person with the means to alter his surroundings in any wildly idiosyncratic way he (and his wife) want to.", "url": "https://www.nytimes.com/2017/09/30/books/dan-brown-origin.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}