{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 03:51:28", "date_modify": "2018-11-16 03:51:28", "date_publish": "2017-09-15 16:24:17", "description": "Illustrating a split in their approach to the North, the two American allies differ on Seoul’s plan to provide humanitarian help through United Nations agencies.", "filename": "2017_09_15_world_asia_north-korea-humanitarian-aid.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340288.html", "image_url": "https://static01.nyt.com/images/2017/09/16/world/16Nkorea/16Nkorea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_15_world_asia_north-korea-humanitarian-aid.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340288.html", "title": "$8 Million to Aid Poor North Koreans? South Korea and Japan Disagree", "title_page": "$8 Million to Aid Poor North Koreans? South Korea and Japan Disagree - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Trump has often cast doubt on Mr. Moon’s approach. On Aug. 30, he said that “talking is not the answer” in dealing with North Korea. Hours after the North conducted its sixth and most powerful nuclear test, on Sept. 3, he criticized South Korea’s “talk of appeasement with North Korea.”\nJapan has been particularly alarmed by the last two missile tests because the projectiles flew over northern Japan before landing in the Pacific Ocean. The Japanese were told to take cover indoors or underground in case the missiles malfunctioned and crashed.\nOn Saturday, North Korea confirmed that the missile was the Hwasong-12, the same intermediate-range ballistic missile it launched in its previous missile test, conducted on Aug. 29.\nIn response to the North’s latest nuclear test, the United Nations Security Council adopted a new sanctions resolution against North Korea on Tuesday, its ninth since the country’s first nuclear test in 2006. If enforced, it would deprive North Korea of 30 percent of its annual fuel imports. It also bans textile imports from North Korea, stripping the country of another source of hard currency. And United Nations member countries are required to stop hosting new workers from North Korea.\nTrump administration officials suggested Friday that their patience had worn thin over the North’s repeated defiance of Security Council resolutions on missile and bomb testing.\n“What we’re seeing is, they are continuing to be provocative, they are continuing to be reckless and at that point there’s not a whole lot the Security Council is going to be able to do from there, when you’ve cut 90 percent of the trade and 30 percent of the oil,” Nikki R. Haley, the United States ambassador to the United Nations, told reporters at a White House briefing.\nLater Friday at the United Nations Security Council, the 15 members held consultations on the Thursday missile launch and issued a statement that denounced it as “highly provocative,” but they took no further action.", "url": "https://www.nytimes.com/2017/09/15/world/asia/north-korea-humanitarian-aid.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}