{"authors": ["Ben Sisario"], "date_download": "2018-11-16 04:53:55", "date_modify": "2018-11-16 04:53:55", "date_publish": "2017-02-12 08:06:10", "description": "Adele swept the top categories, winning album of the year for “25” and both record of the year and song of the year for “Hello.” She dedicated her triumphs to Beyoncé.", "filename": "2017_02_12_arts_music_grammy-awards.html_module=inline_1542344035.html", "image_url": "https://static01.nyt.com/images/2017/02/13/arts/13GRAMMYADELE8/13GRAMMYADELE8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_12_arts_music_grammy-awards.html_module=inline_1542344035.html", "title": "Adele Dominates the Grammys; Beyoncé Stops the Show", "title_page": "Adele Dominates the Grammys; Beyoncé Stops the Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The night had been seen as a contest between Adele and Beyoncé, two superdivas who were up against each other in all major categories. There was also concern in the music industry that just such an outcome — with a white woman defeating a black woman in all top awards — would feed a brewing resentment that the Grammys too often fail to recognize minority artists in the top categories.\nAdele herself seemed uncomfortable with the turn of events, at first tearfully saying that she could not accept album of the year (although she did accept it).\n“My album of the year was ‘Lemonade,’ so a piece of me did die inside, as a Beyoncé fan,” Adele said in the media room afterward.\nVideo\nIn her speech for record of the year, Adele told Beyoncé, “I adore you and I want you to be my mommy.”\nHer comment was a reference to Beyoncé’s performance, which along with Adele’s showed two sides of divahood. Beyoncé appeared as a goddess of femininity, while Adele endeared herself to the crowd with her humanity, flaws included. Both stole the show.\nAdele opened the show singing her hit “Hello,” in a performance that was somewhat shaky at first but still showed her power as a vocalist. Later, in a tribute to George Michael, she started to sing his song “Fastlove” but stopped it abruptly, cursing into the microphone and apologizing that she needed to start over to get it right. (CBS bleeped the profanity.) After finishing, she teared up as the celebrities in the front row applauded her in support.\nVideo\nThen there was Beyoncé, who offered a jaw-dropping, multimedia homage to motherhood in a segment that stunned the celebrities in attendance and immediately set social media on fire. After an affectionate introduction by her own mother, Tina Knowles, Beyoncé appeared as a crowned fertility goddess with her pregnant belly highlighted for the camera; at one point, her 5-year-old daughter, Blue Ivy, ran around her.\nAdvertisement Continue reading the main story\nSurrounded by dancers, and with projected images of herself in saffron robes, Beyoncé performed the songs “Love Drought” and “Sandcastles” from her album “Lemonade.” When she accepted the award minutes later for best urban contemporary album, Beyoncé read a prepared statement that sounded like a manifesto.\nExplaining her ambitions for “Lemonade,” an album and film, she said, “It is important to me to show images to my children that reflect their beauty,” so they will “have no doubt that they are beautiful, intelligent and capable.”\nShe added, “This is something I want for every child of every race.”\nBeyoncé, who had been nominated for nine awards this year, more than any other artist, in the end won only two: best urban contemporary album for “Lemonade” and a music video prize for the song “Formation.”\nHere were some of the night’s other big storylines.\nBig night for Chance the Rapper\nPhoto\nFor the music industry, Adele represents a supreme form of success in what has become the old model: selling millions of CDs to her fans. But in an acknowledgment of the music industry’s rapidly shifting business model, three Grammys, including best new artist, went to Chance the Rapper, a gospel-influenced performer from Chicago whose music was released independently and is available only on streaming services.\n“I know people think that independence means you do it by yourself,” Chance said onstage after winning best new artist, “but independence means freedom.” (He later won best rap album for “Coloring Book.”)\nPerformers get political\nVideo\nThe night included political statements, some more overt than others. Katy Perry performed her new single “Chained to the Rhythm” in a white pantsuit and a sparkling armband that said “Persist,” an apparent reference to Senator Elizabeth Warren. Her number concluded in front of a projection of the United States Constitution.\nBut by far the fiercest was by the veteran hip-hop group A Tribe Called Quest, whose members accused “President Agent Orange” of “perpetuating evil” throughout the country, before dancers broke through a prop wall behind them and women in Islamic garb took the stage. At the end of the segment, the group and its company raised their right fists in the air in the black power salute, while the rapper Q-Tip repeatedly shouted, “Resist!”\nJennifer Lopez, before awarding the best new artist prize, quoted Toni Morrison: “This is precisely the time when artists go to work,” she said. “There is no time for despair, no place for self-pity, no need for silence, no room for fear.”\nAdvertisement Continue reading the main story\nTributes galore: Prince and George Michael\nVideo\nThe night was filled with tributes to stars departed and to landmarks of pop music’s past. Besides Adele’s homage to George Michael, the show also included a purple-hued tribute to Prince with the Time, the longtime Minneapolis funk group that often performed with Prince, and with Bruno Mars, who impersonated Prince from his makeup and performance style to the shape of his guitar.\nVideo\nThe Prince tribute came on the same day that much of his music was released widely on streaming music services, a result of a series of deals reached with Prince’s estate; during his life, Prince closely policed his music online, and pulled his songs down from all services but Tidal.\nNot all tributes were to the dead, but a medley of Bee Gees songs was almost as reverent. Demi Lovato, Tori Kelly, Little Big Town and Andra Day played “Stayin’ Alive,” “How Deep Is Your Love” and others from the Bee Gees’ classic soundtrack to “Saturday Night Fever,” 40 years after its release.\nBefore the show, more awards\nPhoto\nBefore the show began, the Recording Academy, the organization behind the Grammys, handed out prizes in a nontelevised ceremony hosted by the comedian Margaret Cho and held at the smaller Microsoft Theater nearby. Among the winners were the young country singer-songwriter Sturgill Simpson, for best country album for “A Sailor’s Guide to Earth,” and Carol Burnett, who beat out the likes of Amy Schumer, Patti Smith, Elvis Costello and the punk survivor John Doe in the best spoken word album category.\nSeventy-five of this year’s 84 total Grammys were handed out before the television coverage began.\nBeyoncé, who led the nominations this year with nine, took an early prize for best music video with “Formation.”\nSpeaking backstage, Melina Matsoukas, the director of “Formation,” was peppered by reporters for any details about working with Beyoncé. She played it close to the vest.\n“There’s never a bad day with Beyoncé,” Ms. Matsoukas said.\nDavid Bowie wins four awards\nPhoto\nThe big early winner was a surprise: David Bowie, who had mostly been passed over for Grammys during his life, won three in the preshow ceremony for “Blackstar,” the album that was released shortly before his death in January 2016. It won best rock performance, best alternative music album and an engineering prize. Once the TV ceremony started, Mr. Bowie won a fourth award, for best rock song.\nThese were Mr. Bowie’s first musical Grammys; he won a video award in 1985 and a lifetime achievement citation in 2006. (“Blackstar” also won for best art direction.)\nAdvertisement Continue reading the main story\nThe early awards recognize many of the musicians who operate below the level of stardom, as well as the engineers and producers whose names are seldom known by fans but who are a vital part of the process.\n“This award ceremony is the real Grammys,” Ms. Cho said.\nBoldface names seldom show up to this part of the Grammys, but those performers who do come often accept their honors with heavy emotions, and underscore how much the award can mean to the industry’s rank and file.\nLori McKenna was tearful as she accepted the best country song award as the writer of “Humble and Kind,” which was recorded by Tim McGraw.\n“I just sat at my dining room table and wrote a song for my kids one day,” Ms. McKenna said. “And Tim McGraw, he made this beautiful moment of it.”\nThe blues singer Bobby Rush, winning his first Grammy at age 83 for best traditional blues album, for “Porcupine Meat,” said: “This is my 374th record. And finally.”\nA new host tries to make his mark\nPhoto\nJames Corden, the host of “The Late Late Show” and new host of the Grammys, made quite an entrance, falling down a flight of stairs on the stage after a comic bit revolving around technical difficulties involving a hydraulic lift.\nThe show had other moments of levity. When Tyler Joseph and Josh Dun of Twenty One Pilots won best pop duo/group performance, they immediately stripped out of their pants and walked to the stage in their underwear.\nMr. Joseph explained that before they were famous, the two had watched the Grammy awards in their skivvies and pledged that if they ever won, “we should receive it just like this.”\nHe added: “I want everyone who’s watching at home to know, you could be next. So watch out, because anyone from anywhere can do anything.”\nAdvertisement Continue reading the main story\nAfter the commercial break, Mr. Corden appeared pantless too.\nLater, in a tongue-in-cheek exploitation of his popular “Carpool Karaoke” skits, Mr. Corden stood in the aisle of the Staples Center with a makeshift car frame around him, and, in a moment reminiscent of the selfie at the 2014 Oscars, gathered celebrities around him. Jennifer Lopez, John Legend, Keith Urban, Tim McGraw, Faith Hill and Neil Diamond sang Mr. Diamond’s “Sweet Caroline,” with the entire arena shouting along.", "url": "https://www.nytimes.com/2017/02/12/arts/music/grammy-awards.html?module=inline"}