{"authors": ["Michael D. Shear", "Glenn Thrush", "Maggie Haberman"], "date_download": "2018-11-16 03:54:23", "date_modify": "2018-11-16 03:54:23", "date_publish": "2017-07-31 13:32:22", "description": "It remains to be seen if the new chief of staff will quell the chaos that has defined, distracted and often derailed President Trump’s White House.", "filename": "2017_07_31_us_politics_trump-white-house-obamacare-health.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340463.html", "image_url": "https://static01.nyt.com/images/2017/08/01/us/01chief/01chief-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_31_us_politics_trump-white-house-obamacare-health.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340463.html", "title": "John Kelly, Asserting Authority, Fires Anthony Scaramucci", "title_page": "John Kelly, Asserting Authority, Fires Anthony Scaramucci - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Kelly, who was Mr. Trump’s first secretary of homeland security, arrives at a critical juncture, when the president is confronted with North Korea’s growing nuclear ambitions, Russia’s aggressive diplomatic moves and continuing fighting in Iraq and Syria. The new chief of staff will also be charged with reviving a stalled legislative agenda. Mr. Trump’s campaign promise to repeal and replace the Affordable Care Act ended in failure last week, and there has been little progress on other major goals like overhauling taxes or rebuilding the nation’s infrastructure.\nAnd despite his desire for discipline, it took only hours on Monday for Mr. Kelly to face his first White House leak, and it was about him. CNN reported that Mr. Kelly had been so upset about the president’s firing of James B. Comey as F.B.I. director in May that he called Mr. Comey to say he was considering resigning, an account that was confirmed by a former law enforcement official who was told of the conversation.\nMr. Kelly resisted the president’s entreaties to take over for Mr. Priebus during the past several weeks. After his appointment was announced on Friday, he met with Mr. Trump and demanded assurances that he would wield the usual sweeping authority over personnel, the flow of information and access to the Oval Office that chiefs of staff have traditionally been given.\nIn early morning staff meetings at the White House on Monday, Mr. Kelly made it clear that the president had agreed to let him impose more discipline over what had been an unruly and inefficient decision-making and communications process under Mr. Priebus, who had none of Mr. Kelly’s experience in government or the military.\nMr. Kelly also made it clear that everyone in the staff — including Mr. Bannon, Ms. Trump and Mr. Kushner — would clear policy proposals, personnel recommendations and advice from outsiders through him.\n“General Kelly has the full authority to operate within the White House, and all staff will report to him,” Ms. Sanders told reporters later. But she added that Mr. Trump would decide how that would work.", "url": "https://www.nytimes.com/2017/07/31/us/politics/trump-white-house-obamacare-health.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}