{"authors": ["Katie Thomas"], "date_download": "2018-11-16 03:44:46", "date_modify": "2018-11-16 03:44:46", "date_publish": "2017-05-30 00:08:22", "description": "Bills seeking to rein in the cost of prescription drugs include proposals to speed approval of generic drugs and allow the importing of cheaper drugs.", "filename": "2017_05_29_health_a-look-at-major-drug-pricing-proposals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339886.html", "image_url": "https://static01.nyt.com/images/2017/05/22/science/22drugsideWeb/22drugsideWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_29_health_a-look-at-major-drug-pricing-proposals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339886.html", "title": "A Look at Major Drug-Pricing Proposals", "title_page": "A Look at Major Drug-Pricing Proposals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Several bills that seek to tackle the high cost of prescription drugs are moving through Congress, and the Trump administration has also signaled that it may take action.\nHere’s a list of the major drug-pricing proposals under consideration.\nSpeeding approval of generic drugs.\nA bill sponsored by Senators Susan Collins, Republican of Maine, and Claire McCaskill, Democrat of Missouri, aims to streamline the approval process for generic drugs by requiring, for example, that the Food and Drug Administration set a deadline of eight months to approve new generic drugs where there is little competition.\nThe Senate Health, Education, Labor and Pensions Committee voted this month to include the proposal in a bill that would reauthorize the industry user-fee program that funds much of the drug-approval process at the F.D.A.\nIn the House, a proposal sponsored by Representatives Gus Bilirakis, Republican of Florida, and Kurt Schrader, Democrat of Oregon, would require the F.D.A. to work more closely with companies that want to make generic alternatives to drugs for which there is little competition. It would also give those manufacturers a six-month window during which no other generic drugmaker could compete. This month, , the health subcommittee of the House Energy and Commerce Committee voted to include that measure in its version of the user-fee bill.", "url": "https://www.nytimes.com/2017/05/29/health/a-look-at-major-drug-pricing-proposals.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}