{"authors": ["Jane Perlez", "Paul Mozur", "Jonathan Ansfield"], "date_download": "2018-11-16 03:51:01", "date_modify": "2018-11-16 03:51:01", "date_publish": "2017-11-07 15:15:50", "description": "China is gleaning know-how from foreign firms, willing or otherwise, to build the industries of the future, in an effort that worries companies and Washington.", "filename": "2017_11_07_business_made-in-china-technology-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340261.html", "image_url": "https://static01.nyt.com/images/2017/11/07/business/08china2025-alpha/08china2025-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_07_business_made-in-china-technology-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340261.html", "title": "China’s Technology Ambitions Could Upset the Global Trade Order", "title_page": "China’s Technology Ambitions Could Upset the Global Trade Order - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Such efforts have some American government officials and business leaders calling for a rethinking of how the United States approaches trade. Lawmakers are pushing for tougher rules on technology purchases, which do not usually cover the types of deals that China increasingly prefers. Officials are also investigating whether China is stealing intellectual property.\n“There are a few U.S. companies that have been leaning too far about sharing technology with countries that are potential enemies of ours,” said Wilbur L. Ross Jr., the United States secretary of commerce, in September remarks regarding information technology that were widely seen as referring to China.\n“I don’t think that’s a very good idea. I think it’s the ultimate short-termism to give up very valuable I.T. in order to get a few quarters or a few years of improved sales.”\nRobots and Rice Cookers\nChina looks to the West for much of its technology. Even some of its most sensitive systems that run government computers, banks and laboratories use chips from Intel and Qualcomm and software from Microsoft or Oracle, a dependence it sees as a long-term vulnerability.\nThe government hopes to change that. It is backing the effort with money: $45 billion in cheap loans for its companies, $3 billion for advanced manufacturing efforts and billions more in other financial support, according to the Mercator Institute for China Studies, a German think tank.\nMade in China 2025 “is going to have substantial resources and focus devoted to it, especially at the local government level,” said Kai-Fu Lee, a prominent venture capitalist in Beijing.", "url": "https://www.nytimes.com/2017/11/07/business/made-in-china-technology-trade.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}