{"authors": ["Marc Santora"], "date_download": "2018-11-16 04:30:40", "date_modify": "2018-11-16 04:30:40", "date_publish": "2017-11-21 00:26:16", "description": "Joseph J. Lhota, the chairman of the Metropolitan Transportation Authority, said in an interview that he wants to instill wholesale change in how the subways are managed.", "filename": "2017_11_20_nyregion_subways-new-york-lhota-mta.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342640.html", "image_url": "https://static01.nyt.com/images/2017/11/21/nyregion/21SUBWAY01/21SUBWAY01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_20_nyregion_subways-new-york-lhota-mta.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342640.html", "title": "Failing Subway Threatens New York’s Financial Future, M.T.A. Chief Says", "title_page": "Failing Subway Threatens New York’s Financial Future, M.T.A. Chief Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He pointed to a statement he issued on Twitter.\n“I believe that the New York City subway is the circulatory system that allows the economic engine of our region to function and flourish,” he wrote. “And like all circulatory systems that are overused and not maintained, they become sclerotic.”\nHe took issue with some critics who say that steps like enhancing stations and platforms are more cosmetic should be put aside in favor of focusing on essential maintenance.\n“The fact is we have to do both,” he said. “We have to be able to walk and chew gum.”\nMr. Lhota also faces the challenge of improving the public’s perception of the subway, especially among younger riders who have only known it during its high point and not during darker periods of disrepair and crime in the 1970s and 1980s.\nThat battle will be waged largely on social media, which has become a powerful tool for frustrated riders.\nOn Monday, the Riders Alliance, a transit advocacy group, sought to offer riders a way to direct their anger.\nThe group handed out postcards that read ‘Delayed again?” and then encouraged them to send their thoughts directly to the governor on social media.\n“He needs to hear from YOU!” the card reads.\nThe goal of the cards, which were unveiled at a news conference outside Grand Central Terminal, is to “turn subway riders into activists,” said Rebecca Bailin, a spokeswoman for the group. “It is so frustrating, we want people to be able to channel that anger.”", "url": "https://www.nytimes.com/2017/11/20/nyregion/subways-new-york-lhota-mta.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}