{"authors": ["Rick Gladstone", "Megan Specia"], "date_download": "2018-11-16 03:52:04", "date_modify": "2018-11-16 03:52:04", "date_publish": "2017-09-29 00:16:33", "description": "The leader of the United Nations called the Rohingya crisis “a human rights nightmare” as Myanmar canceled a U.N. visit to the affected area.", "filename": "2017_09_28_world_asia_myanmar-un-rohingya-drown_1542340324.html", "image_url": "https://static01.nyt.com/images/2017/09/30/world/29myanmar-1/29myanmar-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_28_world_asia_myanmar-un-rohingya-drown_1542340324.html", "title": "Pressure Rises at U.N. on Myanmar Over Rohingya Crisis", "title_page": "Pressure Rises at U.N. on Myanmar Over Rohingya Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Myanmar’s authorities came under intensifying pressure on Thursday over the Rohingya refugee crisis, with the United Nations secretary general calling it a “human rights nightmare” that has driven more than a half-million civilians into Bangladesh in the past month.\nThe remarks by the secretary general, António Guterres, came at a United Nations Security Council meeting devoted to the crisis, which has escalated into what he described as “the world’s fastest developing refugee emergency.”\nThe American ambassador to the United Nations, Nikki R. Haley, demanded that Myanmar’s authorities punish those in the military who have killed and abused members of the Rohingya, a long-persecuted Muslim group in Myanmar, a Buddhist-majority country formerly known as Burma. Ms. Haley also called for a halt to the shipment of foreign arms to Myanmar’s security forces.\n“We cannot be afraid to call the actions of the Burmese authorities what they appear to be: a brutal, sustained campaign to cleanse the country of an ethnic minority,” Ms. Haley said.", "url": "https://www.nytimes.com/2017/09/28/world/asia/myanmar-un-rohingya-drown.html"}