{"authors": ["Randy Kennedy"], "date_download": "2018-11-16 03:40:36", "date_modify": "2018-11-16 03:40:36", "date_publish": "2017-03-02 05:01:28", "description": "In an act of cultural and historic preservation, four artists have bought the house in Tryon, N.C., where Ms. Simone was born and raised.", "filename": "2017_03_02_arts_design_nina-simone-house-birthplace.html_module=inline_1542339636.html", "image_url": "https://static01.nyt.com/images/2017/03/02/us/02House-1/360-ninasimone-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_02_arts_design_nina-simone-house-birthplace.html_module=inline_1542339636.html", "title": "Saving Nina Simone’s Birthplace as an Act of Art and Politics", "title_page": "Saving Nina Simone’s Birthplace as an Act of Art and Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TRYON, N.C. — If you wanted to make a pilgrimage to the childhood home of W.E.B. Du Bois in Massachusetts or Malcolm X in Nebraska, you’d have to settle for a historical marker: The houses of those civil rights activists were lost before preservationists could save them, as many important African-American historical sites have been.\nIt’s a fate that easily could have met a humble three-room clapboard perched on a rise in this tiny, pretty town in the foothills of the Blue Ridge Mountains, unknown even to many residents until a few years ago. For those who knew that 30 East Livingston Street was the birthplace of Tryon’s most famous resident — the singer, soul legend and civil rights icon Nina Simone — the house’s appearance on the market late last year crystallized fears that its existence, as stubborn as that of Simone herself, might be coming to an end.\nAnd that, unexpectedly, is where the New York art world entered the picture.\nOver the last month, four prominent African-American artists — the conceptualist Adam Pendleton, the sculptor and painter Rashid Johnson, the collagist and filmmaker Ellen Gallagher and the abstract painter Julie Mehretu — quietly got together, pooled their money and bested competing bids to snatch the house up for $95,000. They describe the purchase as an act of art but also of politics, a gratifying chance to respond to what they see as a deepening racial divide in America, when Simone’s fiery example of culture warrior seems more potent than ever.", "url": "https://www.nytimes.com/2017/03/02/arts/design/nina-simone-house-birthplace.html?module=inline"}