{"authors": ["Tom Voelk"], "date_download": "2018-11-16 04:00:10", "date_modify": "2018-11-16 04:00:10", "date_publish": "2017-04-20 20:54:05", "description": "Jaguar’s quietly handsome XE is more than a good romp on the back roads. It’s the brand’s most affordable vehicle.", "filename": "2017_04_20_automobiles_autoreviews_jaguar-xe-review_1542340810.html", "image_url": "https://static01.nyt.com/images/2017/04/13/automobiles/autoreviews/driven-jaguar/driven-jaguar-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_20_automobiles_autoreviews_jaguar-xe-review_1542340810.html", "title": "Video Review: Jaguar Figures Out the Compact Sport Sedan", "title_page": "Video Review: Jaguar Figures Out the Compact Sport Sedan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The E.P.A. rates the 25t’s fuel economy at 21 city, 30 highway.\nStill, there are some caveats, which you may notice during a test drive. Throttle response can lag at times. Mash the accelerator and it’s as if the ship’s wheelhouse has called down to the engine room for full power. This lull can provide unwanted drama at intersections with heavy cross traffic. Also, the fuel-saving automatic engine start-stop system makes itself known when firing back up. In rush-hour traffic, drivers will end up switching off the system if the front passenger hasn’t beat them to it.\nXE’s cabin uses quality ingredients, but the other competitors rise above here. Those riding shotgun face a large swath of grained plastic. The wood veneer is so well done, it appears synthetic. For audiophiles, there is the excellent Meridian system with its accurate and detailed soundstage. But storage cubbies are on the skimpy side since the transmission knob takes up a good slice of the center console.\nThere are some hard buttons to adjust the automatic climate system and such. But getting to the heated seat controls or radio presets means heading into the InControl touch-screen. The interface operation was moderately quick, fluid and trouble free for me during my week with it, but I’ve heard of the occasional hiccup from other auto journalists.\nThose lugging child-safety seats in and out will find the rear door openings on the small side with back seat space somewhat meager. Average adults will be fine but foot room is tight. A sunshade and heated rear seats are part of a $2,235 package (not on my tester) that adds a vented feature to the front chairs. The raised drive shaft tunnel discourages a third passenger from riding in the rear.\nThe back seats split 40/20/40. That’s good because the trunk is not cavernous. Most sedans in the class will haul five carry-on suitcases. The XE stops at four.\nMy eye sees the XE as handsome, though it can be mistaken for any number of brands without the signature open-mouth Jaguar grille. That’s not to say it’s bland. In a week’s time, both my passengers and I noticed this Jaguar turned a lot of heads.\nFor those concerned about reliability, Jaguar Land Rover offers not just a five-year 60,000-mile warranty, but the scheduled maintenance as well.\nIt took Jaguar awhile to find its way in this popular segment, proving how difficult and complex it is to bring something worthwhile to the table. The sedan market is ceding sales to S.U.V.s, but the nuanced XE should be able to slice off some sales from its challengers.", "url": "https://www.nytimes.com/2017/04/20/automobiles/autoreviews/jaguar-xe-review.html"}