{"authors": ["Alexander Burns"], "date_download": "2018-11-16 04:26:38", "date_modify": "2018-11-16 04:26:38", "date_publish": "2017-08-17 13:23:44", "description": "As the region’s politics evolve, and as Republicans wrestle with internal divisions under President Trump, Democrats see a chance to pick up seats in Arizona and Nevada.", "filename": "2017_08_17_us_trump-southwest-senate-races-2018.html_module=inline_1542342398.html", "image_url": "https://static01.nyt.com/images/2017/08/18/us/18Southwest-1/13Southwest-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_17_us_trump-southwest-senate-races-2018.html_module=inline_1542342398.html", "title": "Southwest Rises as 2018 Senate Battleground", "title_page": "Southwest Rises as 2018 Senate Battleground - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The political stakes across the Southwest are vast for Democrats, too, with the Republican tumult potentially giving them a rare chance to pick up seats in the Senate. The West looms large for Democrats at every level: More than a dozen House seats are at stake across the broader region, including seats in Texas and California, along with a handful of governorships. Republicans hold a slim majority in the Senate, with 52 seats, but the 2018 political map is tilted heavily in their favor.\nForced to defend 10 Senate seats in states Mr. Trump won, Democrats have settled on Mr. Heller and Mr. Flake as their best opportunities to go on offense, with Senator Ted Cruz of Texas a long-shot third target. They have rallied behind Representative Jacky Rosen of Nevada as an opponent for Mr. Heller, and Representative Kyrsten Sinema of Arizona is likely to challenge Mr. Flake, according to three Democrats briefed on her plans.\nBoth Mr. Flake and Mr. Heller ultimately voted for unpopular health care legislation ― Mr. Heller bending after a public working-over by the president ― and Democratic-leaning groups have already battered them with about $8 million in advertising on the issue.\nHarry Reid, the former Democratic leader in the Senate, said the growing prominence of these states in 2018 portended a longer-term shift. For all the concern about Midwestern states that shifted toward Mr. Trump, it is the Sun Belt and interior West that are expected to gain population, House seats and electoral votes over the coming decades.\n“The power has shifted in our country, west of the Mississippi,” Mr. Reid said in an interview. “It started a couple of cycles ago, but now it’s in full force.”\nBut Mr. Reid said it would take intensive financial investment and political organizing by Democrats to capture new states, like Arizona or Texas, where Representative Beto O’Rourke, a Democrat, is mounting a challenge to Mr. Cruz. Mr. Reid said he had brought his chief political lieutenant, Rebecca Lambe, to address Senate Democrats last winter, to describe Nevada as a model for winning over a once-red state.\nIf the Nevada race has taken shape faster, the Senate race in Arizona may express the Southwest’s political churn most fully: Mr. Flake’s candidacy embodies the Republican Party’s identity crisis, with the rift between traditional, leave-us-alone conservatives and Trump-style nationalists on vivid display. That division predates Mr. Trump’s ascent, emerging from battles over immigration that have convulsed the border region.", "url": "https://www.nytimes.com/2017/08/17/us/trump-southwest-senate-races-2018.html?module=inline"}