{"authors": ["Michael D. Shear", "Binyamin Appelbaum", "Alan Rappeport"], "date_download": "2018-11-16 03:53:13", "date_modify": "2018-11-16 03:53:13", "date_publish": "2017-01-26 20:44:33", "description": "President Trump’s plan for a wall on the border with Mexico erupted into a diplomatic standoff, as he appeared to embrace a proposal to tax all imported goods.", "filename": "2017_01_26_us_politics_mexico-wall-tax-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340393.html", "image_url": "https://static01.nyt.com/images/2017/01/27/us/27tax/27tax-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_26_us_politics_mexico-wall-tax-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340393.html", "title": "Tax Plan Sows Confusion as Tensions With Mexico Soar", "title_page": "Tax Plan Sows Confusion as Tensions With Mexico Soar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PHILADELPHIA — President Trump’s decision to build a wall along the length of the United States’ southern border with Mexico erupted into a diplomatic standoff on Thursday, leading to the cancellation of a White House visit by Mexico’s president and sharply rising tensions over who would pay for the wall.\nWith the conflict escalating, Mr. Trump appeared to embrace a proposal by House Republicans that would impose a 20 percent tax on all imported goods. The White House press secretary, Sean Spicer, told reporters that the proceeds would be used to pay for the border wall, estimated to cost as much as $20 billion.\nBut a furious uproar prompted Mr. Spicer to temper his earlier remarks, saying the plan was simply “one idea” that might work to finance the wall. Mr. Spicer said it was not the job of the White House to “roll something out” on tax policy, while Mr. Trump’s chief of staff, Reince Priebus, said the administration was considering “a buffet of options.”\nIf Mr. Trump does eventually announce his support for the tax plan, it could have a broad impact on the American economy, and its consumers and workers, by sharply increasing the prices of imported goods or reducing profits for the companies that produce them. Other nations could retaliate, prompting a trade war that could hit consumers around the globe.", "url": "https://www.nytimes.com/2017/01/26/us/politics/mexico-wall-tax-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}