{"authors": ["Thomas Fuller", "Alan Feuer", "Serge F. Kovaleski"], "date_download": "2018-11-16 03:17:08", "date_modify": "2018-11-16 03:17:08", "date_publish": "2017-08-18 01:06:14", "description": "Recent events in Charlottesville, Va., where white nationalists clashed with counterprotesters, have brought new attention to a coalition of radicals unafraid to scuffle with right-wing extremists.", "filename": "2017_08_17_us_antifa-left-wing-faction-far-right.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338228.html", "image_url": "https://static01.nyt.com/images/2017/08/18/us/18antifa-01-ALT/18antifa-01-ALT-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_17_us_antifa-left-wing-faction-far-right.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338228.html", "title": "‘Antifa’ Grows as Left-Wing Faction Set to, Literally, Fight the Far Right", "title_page": "‘Antifa’ Grows as Left-Wing Faction Set to, Literally, Fight the Far Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Antifa adherents — some armed with sticks and masked in bandannas — played a visible role in the running street battles in Charlottesville, but it is impossible to know how many people count themselves as members of the movement. Its followers acknowledge it is secretive, without official leaders and organized into autonomous local cells. It is also only one in a constellation of activist movements that have come together in the past several months to the fight the far right.\nDriven by a range of political passions — including anticapitalism, environmentalism, and gay and indigenous rights — the diverse collection of anarchists, communists and socialists has found common cause in opposing right-wing extremists and white supremacists. In the fight against the far right, antifa has allied itself at times with local clergy, members of the Black Lives Matter movement and grass-roots social-justice activists. It has also supported niche groups like Black Bloc fighters, who scrapped with right-wing forces in Berkeley this year, and By Any Means Necessary, a coalition formed more than two decades ago to protest California’s ban on affirmative action for universities.\nGeorge Ciccariello-Maher, a professor at Drexel University in Philadelphia who counts himself as both an antifa follower and a scholar of the movement, said it did not have a single origin story. The group has antecedents in Europe, especially Germany and Italy, where its early followers traded shots with Nazis in the 1930s and fought against Benito Mussolini’s Blackshirts. Its more recent history has roots in the straight-edge punk rock music scene, the anti-globalization protests of the 1990s and the Occupy Wall Street movement.\nThe closest thing antifa may have to a guiding principle is that ideologies it identifies as fascistic or based on a belief in genetic inferiority cannot be reasoned with and must be physically resisted. Its adherents express disdain for mainstream liberal politics, seeing it as inadequately muscular, and tend to fight the right through what they call “direct actions” rather than relying on government authorities.\n“When you look at this grave and dangerous threat — and the violence it has already caused — is it more dangerous to do nothing and tolerate it, or should we confront it?” Frank Sabaté said. “Their existence itself is violent and dangerous, so I don’t think using force or violence to oppose them is unethical.”\nAnother antifa activist, Asha, 28, from Philadelphia, who also declined to give her full name, said that “when people advocate for genocide and white supremacy, that is violence.” She added, “If we just stand back, we are allowing them to build a movement whose end goal is genocide.”", "url": "https://www.nytimes.com/2017/08/17/us/antifa-left-wing-faction-far-right.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}