{"authors": ["Somini Sengupta"], "date_download": "2018-11-16 04:03:28", "date_modify": "2018-11-16 04:03:28", "date_publish": "2017-03-24 04:00:15", "description": "Peacekeeping has become a fixture of the United Nations system, but the Trump administration is rethinking its very utility.", "filename": "2017_03_24_world_united-nations-peacekeeping-trump-administration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341008.html", "image_url": "https://static01.nyt.com/images/2017/03/24/world/25Nations/25Nations-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_24_world_united-nations-peacekeeping-trump-administration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341008.html", "title": "U.N. Peacekeeping Faces Overhaul as U.S. Threatens to Cut Funding", "title_page": "U.N. Peacekeeping Faces Overhaul as U.S. Threatens to Cut Funding - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The drive to revamp peacekeeping represents Ms. Haley’s first foray into the changes she says she wants at the United Nations. Her first challenge, set to unfold in the coming days, is over how to deal with the United Nations’ biggest mission: in the Democratic Republic of Congo, the largest peacekeeping operation with 18,700 troops and police officers.\nMs. Haley is pushing to pare it down, and soon. France has warned against making deep cuts now, with elections in Congo coming up at the end of the year and civilians still subject to grisly killings and rapes. Closing the mission now, the French ambassador to the United Nations, François Delattre, said this past week, would be like “playing with fire.”\nMr. Delattre said he was all for making operations more efficient, but not at the expense of protecting civilians.\n“Do we want to downsize U.N. peacekeeping operations so they are no longer able to react in case of massacres or when terrorists threaten the existence of fragile states and even our own security?” he said. “Or do we want to make U.N. peacekeeping operations more efficient and right-sizing so they can help stabilize countries and protect civilians when they are in real danger? For France, there’s only one option.”\nThe United States’ move comes at a time when China has stepped up its support for peacekeeping — deploying an infantry battalion to South Sudan, for instance, and pledging to build a 8,000-strong standby force. And it stands in sharp contrast to the Obama administration’s approach: Two years ago, President Barack Obama leaned on other countries to deploy their troops for peacekeeping, and in turn promised more American logistical support, including air and sea lift capacity.\nFor the United Nations, the stakes are not just about money.\nBy the world body’s own admission, peacekeepers have not always been effective in protecting civilians. Cases of sexual abuse have sullied the organization’s reputation, and United Nations forces are blamed for bringing cholera to Haiti, and then bringing little relief to Haitians. Still, cutting back forces from conflict zones carries enormous risks; the memory of Rwanda, where a genocide unfolded after United Nations peacekeepers pulled out, looms large.\nThe note prepared by Ms. Haley’s office asks fundamental questions about the value of peacekeeping operations. It asks whether it is “advisable” to deploy troops to a country where the government does not want them. This echoes the national sovereignty arguments that China and Russia often make in seeking to minimize United Nations involvement in other countries’ affairs.", "url": "https://www.nytimes.com/2017/03/24/world/united-nations-peacekeeping-trump-administration.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}