{"authors": ["Salman Masood", "Gerry Mullany"], "date_download": "2018-11-16 04:28:40", "date_modify": "2018-11-16 04:28:40", "date_publish": "2017-10-19 08:39:23", "description": "The charges against the former prime minister stem from his family’s ownership of expensive residential property in London.", "filename": "2017_10_19_world_asia_pakistan-nawaz-sharif-indicted.html_module=inline_1542342520.html", "image_url": "https://static01.nyt.com/images/2017/10/10/world/10pakistan-1/10pakistan-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_19_world_asia_pakistan-nawaz-sharif-indicted.html_module=inline_1542342520.html", "title": "Nawaz Sharif, Ousted Pakistani Leader, Is Indicted in Corruption Case", "title_page": "Nawaz Sharif, Ousted Pakistani Leader, Is Indicted in Corruption Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISLAMABAD, Pakistan — Nawaz Sharif, the prime minister of Pakistan until he was forced from office over corruption allegations in July, was indicted on Thursday along with two other family members on corruption charges.\nThe charges stem from revelations contained in the Panama Papers that Sharif family members owned expensive residential properties in London that were not properly reported under Pakistani disclosure rules.\nMr. Sharif’s daughter, Maryam Nawaz Sharif, who in recent months had become a senior leadership figure in the family’s political party, was also indicted, along with her husband, Muhammad Safdar. Two sons who were mentioned in the Panama Papers were not indicted.\nThe criminal indictment, brought by an anticorruption court that took up the case on orders from the Supreme Court, is the latest blow to a politician who served three terms as prime minister and helped define the Pakistani political mainstream.", "url": "https://www.nytimes.com/2017/10/19/world/asia/pakistan-nawaz-sharif-indicted.html?module=inline"}