{"authors": ["Ryan Mcmorrow", "Michael Forsythe"], "date_download": "2018-11-16 04:47:28", "date_modify": "2018-11-16 04:47:28", "date_publish": "2017-07-06 18:16:22", "description": "Jia Yueting’s resignation came just days after a court froze $182 million in assets tied to him, the latest in a series of setbacks for the businessman.", "filename": "2017_07_06_business_leeco-china-jia-yueting_1542343648.html", "image_url": "https://static01.nyt.com/images/2017/07/08/business/07leeco-1/07leeco-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_06_business_leeco-china-jia-yueting_1542343648.html", "title": "Chinese Internet Tycoon Resigns From Troubled Company", "title_page": "Chinese Internet Tycoon Resigns From Troubled Company - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The embattled internet tycoon behind struggling Chinese tech company LeEco has resigned from all his positions at the company’s publicly traded arm, the latest action in a stunning fall for one of the country’s most flamboyant tech icons.\nJia Yueting has stepped down as chairman of Leshi Internet and has also given up several other positions at the company, the company said in a filing. Mr. Jia will become global chairman of LeEco’s electric car business, a separate announcement said.\nMr. Jia’s departure from Leshi Internet ended his tenure at the helm of one of China’s most ambitious tech companies. Last week, a court in Shanghai froze $182 million of assets tied to Mr. Jia, and on Tuesday, shares connected to Mr. Jia totaling 40 percent of Leshi Internet’s outstanding stock were frozen by courts, according to a company filing.\nMr. Jia aggressively pushed Leshi Internet, which had started as a video streaming portal, into a spate of new business lines. Seeking to build a company combining content with hardware, he expanded LeEco, as the group of companies he controls personally has become known. Mr. Jia remains chairman of LeEco Holdings.", "url": "https://www.nytimes.com/2017/07/06/business/leeco-china-jia-yueting.html"}