{"authors": ["Alan Wong"], "date_download": "2018-11-16 04:26:36", "date_modify": "2018-11-16 04:26:36", "date_publish": "2017-04-05 18:39:53", "description": "The Chinese Communist Party traditionally holds golf, which Mao once called a “sport for millionaires,” in high contempt.", "filename": "2017_04_05_world_asia_xi-jinping-golf-trump-mar-a-lago.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342396.html", "image_url": "https://static01.nyt.com/images/2017/04/06/world/06xi-golf-1/06xi-golf-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_05_world_asia_xi-jinping-golf-trump-mar-a-lago.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342396.html", "title": "When Xi Jinping Visits Trump at Mar-a-Lago, ‘Nothing Involving Golf Clubs’", "title_page": "When Xi Jinping Visits Trump at Mar-a-Lago, ‘Nothing Involving Golf Clubs’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Trump, who played 18 holes with Prime Minister Shinzo Abe of Japan during his visit in February, will have to find another way to build a warm rapport with his Chinese counterpart.\nAlthough as many as a million people in China, not necessarily part of the wealthy elite, play golf, the game has become a symbol of capitalist excesses and corruption in the eyes of the Communist Party. That view goes back to 1949, when Mao Zedong declared golf the “sport for millionaires.”\nMr. Xi has led a crackdown on corruption, and golf has been depicted as a temptation that has led party officials astray. Dozens of courses across China have been shut in recent years, ostensibly to preserve water and arable lands.\nWhat might Mr. Trump and Mr. Xi do instead of playing golf in between discussions about trade or what to do about North Korea’s nuclear provocations?", "url": "https://www.nytimes.com/2017/04/05/world/asia/xi-jinping-golf-trump-mar-a-lago.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}