{"authors": ["David E. Sanger", "Matt Flegenheimer"], "date_download": "2018-11-16 04:45:45", "date_modify": "2018-11-16 04:45:45", "date_publish": "2017-01-12 02:28:56", "description": "The former chief executive of Exxon Mobil found himself on the defensive over his reluctance to declare that some dictators were violators of human rights.", "filename": "2017_01_11_us_rex-tillerson-confirmation-hearings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343545.html", "image_url": "https://static01.nyt.com/images/2017/01/12/us/12tillerson/12tillerson-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_11_us_rex-tillerson-confirmation-hearings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343545.html", "title": "In Rocky Hearing, Rex Tillerson Tries to Separate From Trump", "title_page": "In Rocky Hearing, Rex Tillerson Tries to Separate From Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By the end of the day, Mr. Rubio would not commit to supporting Mr. Tillerson, saying he was “prepared to do what’s right,” even if it meant siding with Democrats, which would most likely result in a 11-to-10 committee vote against the nomination. Even so, the committee could still send it to the full Senate, where Mr. Tillerson’s chances would be tenuous.\nOn issue after issue — the dangers of letting Japan and South Korea obtain nuclear weapons, his opposition to a ban on Muslim immigration, the need to push back hard against Mr. Putin’s efforts to expand Russian influence — Mr. Tillerson showed considerable independence from Mr. Trump, separating himself from many of the president-elect’s campaign pronouncements. While Mr. Trump described an America that would defend allies only if they paid their fair share, Mr. Tillerson repeatedly emphasized fulfilling alliance commitments.\nMr. Tillerson came to the hearing acutely aware that his first task was to allay concerns that his four decades at Exxon had left him too close to Mr. Putin and dictators around the world. So he staked out his turf early in the hearing, arguing that if he had been in office when Russia annexed Crimea in 2014, he would have recommended that the United States provide arms and intelligence support to the government of Ukraine, even though it is not a member of NATO.\n“What the Russian leadership would have understood is a powerful response,” he said, casting the Obama administration’s reaction as too weak. His message to the Russian leadership, he said, would be, “Yes, you took Crimea, but this stops right here.”\nBut Mr. Tillerson dodged a series of questions about whether Exxon Mobil, under his leadership, had lobbied against the sanctions imposed on Russia, which prevented the company from fulfilling huge contracts for oil exploration on Russian territory.", "url": "https://www.nytimes.com/2017/01/11/us/rex-tillerson-confirmation-hearings.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}