{"authors": ["Liz Robbins"], "date_download": "2018-11-16 04:29:40", "date_modify": "2018-11-16 04:29:40", "date_publish": "2017-02-18 01:44:33", "description": "On Friday, Immigration and Customs Enforcement, or ICE, released a list detailing the convictions of 41 people detained in the region this month amid a nationwide enforcement operation.", "filename": "2017_02_17_nyregion_new-york-immigration-arrests-ice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342580.html", "image_url": "https://static01.nyt.com/images/2017/02/18/nyregion/sub18detain/sub18detain-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_17_nyregion_new-york-immigration-arrests-ice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342580.html", "title": "Criminal Acts Led to Arrests of Immigrants in New York Area, Officials Say", "title_page": "Criminal Acts Led to Arrests of Immigrants in New York Area, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When federal immigration officials arrested 41 people in the New York region this month, immigrant advocates suggested the action was an indication of the Trump administration’s new priorities in detaining and deporting undocumented immigrants.\nOn Friday, Immigration and Customs Enforcement, or ICE, released a list detailing the offenses of those who were detained. Among the most serious were 12 people with convictions for sex-related crimes, including three cases of rape and six involving offenses against children; nine with convictions for driving under the influence; three with robbery convictions; and two with convictions for distribution or sale of cocaine.\nAll of the convictions listed qualified as deportable offenses under the Obama administration.\n“Citizens of New York City and the surrounding areas are safer every time another criminal is removed from the street,” Thomas R. Decker, director of enforcement and removal operations in ICE’s New York office, said in a statement.\n“Our nation has a proud history of immigration,” he said, adding that “no one should be allowed to pick and choose which laws they decide to follow.”", "url": "https://www.nytimes.com/2017/02/17/nyregion/new-york-immigration-arrests-ice.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}