{"authors": ["Rick Gladstone", "Choe Sang-Hun"], "date_download": "2018-11-16 04:42:46", "date_modify": "2018-11-16 04:42:46", "date_publish": "2017-07-05 07:54:26", "description": "The United States and South Korea test-fired missiles, while the American ambassador to the United Nations threatened tougher sanctions against the North.", "filename": "2017_07_05_world_asia_north-korea-war-us-icbm.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343366.html", "image_url": "https://static01.nyt.com/images/2017/07/06/world/06NKOREA-alpha/06NKOREA-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_05_world_asia_north-korea-war-us-icbm.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343366.html", "title": "U.S. Vows Tougher Action on North Korea After Missile Test", "title_page": "U.S. Vows Tougher Action on North Korea After Missile Test - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "UNITED NATIONS — The United States toughened its military pressure and invective against nuclear-armed North Korea on Wednesday, conducting a missile maneuver with South Korea, hinting of a possible return to war with the North and proposing wider United Nations sanctions against “any country that does business with this outlaw regime.”\nThe American actions came a day after North Korea conducted a successful test of an intercontinental ballistic missile that appeared capable of hitting Alaska and Hawaii and was described by the United States as a “dangerous escalation” in what has become a crisis for the Trump administration. Claiming the test had been timed to America’s July 4 holiday, North Korea’s leader, Kim Jong-un, described the missile as a “gift package” to the United States.\nThe proposal for broader sanctions appeared aimed especially at China, North Korea’s most important trading partner. It was part of a vocal public effort by the Trump administration to push President Xi Jinping of China by linking improved American-Chinese trade relations to solving the North Korea problem — and threatening worse trade relations if China does not help more.\n“There are countries that are allowing, even encouraging, trade with North Korea,” the American ambassador to the United Nations, Nikki R. Haley, told the Security Council at an emergency session on the North Korean missile test. If such countries want good trade relations with the United States, Ms. Haley said, “that’s not going to happen.”", "url": "https://www.nytimes.com/2017/07/05/world/asia/north-korea-war-us-icbm.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}