{"authors": ["Roger Cohen"], "date_download": "2018-11-16 03:18:05", "date_modify": "2018-11-16 03:18:05", "date_publish": "2017-02-02 23:33:22", "description": "It is grotesque for Trump to dismiss Australia’s stranded refugees as the next “Boston bombers.”", "filename": "2017_02_02_opinion_united-states-to-australia-get-lost.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338285.html", "image_url": "https://static01.nyt.com/images/2017/02/03/opinion/04cohen-INYT/04cohen-INYT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_02_opinion_united-states-to-australia-get-lost.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338285.html", "title": "United States to Australia: Get Lost", "title_page": "Opinion | United States to Australia: Get Lost - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Let’s imagine for a moment Rex Tillerson, the newly installed secretary of state, awakening to this tweet from President Trump about an important American ally:\n“Do you believe it? The Obama administration agreed to take thousands of illegal immigrants from Australia. Why? I will study this dumb deal!”\nFirst, the “illegal immigrants” are in fact desperate people fleeing conflict whose status as refugees has in most cases been officially recognized. Second, as refugees, they have the right, under the Geneva Conventions, of which the United States is a signatory, to be treated “without discrimination as to race, religion or country of origin.” Third, the “thousands” are in fact about 1,250 of the 2,500 men, women and children who, for more than three years now, have been marooned on two remote South Pacific islands, Manus and Nauru, in appalling conditions that have seen suicide, deaths through negligence, a killing, and relentless mental abuse. Fourth, this “dumb deal” reflects the pressing Australian interest in finding a way out of its predicament with the refugees and the American interest in strengthening its Australian alliance at a time when United States Marines are rotating through Darwin and China is flexing its muscles in the South China Sea. Fifth, diplomacy is about identifying shared interests; it stands no chance when the tweeted tantrums of a tempestuous president constitute Washington’s highest-level communications with a world held in America-first contempt.\nThe notion must cross Tillerson’s mind that Trump’s inaccurate tweet is needless provocation of a friend; that simultaneously infuriating Asian and European allies may not be smart; and that his task will be a thankless one as Trump’s White House coterie hatches seat-of-the-pants policy and leaves his already restive State Department to deal with weighty issues in Luxembourg and the Solomon Islands.\nLet’s further imagine that all this passes through Tillerson’s head before he grabs the Washington Post and discovers that Trump has taken his Australia bashing further. He has hung up on Australian Prime Minister Malcolm Turnbull after telling him it’s his “worst call by far” with world leaders (behind Vladimir Putin, of course), and accused Turnbull of preparing to send the next “Boston bombers” America’s way.", "url": "https://www.nytimes.com/2017/02/02/opinion/united-states-to-australia-get-lost.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}