{"authors": ["Alexandra Stevenson", "Jack Ewing"], "date_download": "2018-11-16 04:16:20", "date_modify": "2018-11-16 04:16:20", "date_publish": "2017-12-22 21:44:10", "description": "Other countries may need to cut corporate taxes to stay competitive. But companies outside the United States also worry the bill discriminates against them.", "filename": "2017_12_22_business_tax-bill-global-profits.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341780.html", "image_url": "https://static01.nyt.com/images/2017/12/21/business/21GLOBALTAX1/21GLOBALTAX1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_22_business_tax-bill-global-profits.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341780.html", "title": "U.S. Tax Bill May Inspire Cuts Globally, While Fueling Trade Tensions", "title_page": "U.S. Tax Bill May Inspire Cuts Globally, While Fueling Trade Tensions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The commission will reflect on all possible measures that may need to be taken if the bill enters into force as agreed today,” the commission said in a statement. “All options are on the table.”\n“As the world’s largest economy, we would expect the U.S. to ensure that tax reform will be nondiscriminatory and in line with its W.T.O. obligations,” the commission said.\nThe commission also said that a measure in the bill known as the base erosion and anti-abuse tax “appears to be discriminatory” against foreign companies.\nThe provision is meant to keep companies from shifting income to low-tax countries. But it adds a levy to some transactions between a bank or insurance company’s American operations and its foreign affiliates, which would affect real deals, not just tax maneuvers. The Swiss bank Credit Suisse said on Friday that it would have to cut $2.3 billion from fourth-quarter profit because of the new tax regime.\nThe tax “may harmfully distort international financial markets,” a group of European finance ministers wrote to officials in the United States last week.\nIn China, officials are preparing to deal with a wrinkle unique to their country: a challenge to tough Chinese laws that keep money from leaving its borders.\nChina sets tight controls on how much money flows out of the country, as a way of controlling the value of its currency and keeping its financial system stable. Companies that want to take more than $5 million out of the country must apply for permission from China’s central bank, a process that can take months. The limits, which were tightened last year as Beijing tried to stem a tide of money leaving the country, have led to complaints from foreign companies doing business there.", "url": "https://www.nytimes.com/2017/12/22/business/tax-bill-global-profits.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}