{"authors": ["Nick Corasaniti"], "date_download": "2018-11-16 04:01:52", "date_modify": "2018-11-16 04:01:52", "date_publish": "2017-10-23 17:39:17", "description": "Lt. Gov. Kim Guadagno emerged from the Republican primary as a moderate. But recent comments and an ad on undocumented immigrants have signaled a more conservative shift.", "filename": "2017_10_23_nyregion_kim-guadagno-new-jersey-immigration.html_module=inline_1542340912.html", "image_url": "https://static01.nyt.com/images/2017/10/30/nyregion/24NYGOV01/24NYGOV01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_23_nyregion_kim-guadagno-new-jersey-immigration.html_module=inline_1542340912.html", "title": "Guadagno Takes Right Turn on Immigration in Waning Days of Campaign", "title_page": "Guadagno Takes Right Turn on Immigration in Waning Days of Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She launched her campaign for governor at a Mexican restaurant. Her running mate is a Cuban immigrant. And it was not too long ago that she supported a pathway to citizenship for undocumented immigrants.\nBut in the waning days of the race to become New Jersey’s next governor, Lt. Gov. Kim Guadagno, a Republican, has taken a sharp turn to the right as polls show that she is well behind her Democratic opponent, Philip D. Murphy, a former Wall Street banker.\nDuring the last debate, Ms. Guadagno referred to undocumented immigrants as “illegal aliens’’ who were potentially violent criminals, as she described in gruesome details two crimes committed by suspects who were in the country illegally. And on Monday, her campaign proposed a ban on so-called sanctuary cities that would “give the governor authority to withhold funding or issue fines to sanctuary cities harboring violent criminals.”\nMs. Guadagno’s comments regarding immigration came after a recent advertisement by her campaign that alludes to a crime in Newark 10 years ago — the execution-style killings of three young people in a schoolyard — and highlights one of the accused as being an “illegal alien and child rapist.’’ The televised ad insinuates that those are the types of crimes that could happen if Mr. Murphy were elected because of his support for shielding some undocumented immigrants from federal immigration officers.", "url": "https://www.nytimes.com/2017/10/23/nyregion/kim-guadagno-new-jersey-immigration.html?module=inline"}