{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:32:11", "date_modify": "2018-11-16 04:32:11", "date_publish": "2017-01-06 15:30:29", "description": "Droughts caused by global warming have left southern Africa starved for food.", "filename": "2017_01_06_opinion_sunday_as-donald-trump-denies-climate-change-these-kids-die-of-it_1542342731.html", "image_url": "https://static01.nyt.com/images/2017/01/06/opinion/MadagascarKristof-carousel/MadagascarKristof-carousel-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_06_opinion_sunday_as-donald-trump-denies-climate-change-these-kids-die-of-it_1542342731.html", "title": "As Donald Trump Denies Climate Change, These Kids Die of It", "title_page": "Opinion | As Donald Trump Denies Climate Change, These Kids Die of It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Scientists used to think that the horror of starvation was principally the dying children. Now they understand there is a far broader toll: When children in utero and in the first few years of life are malnourished, their brains don’t develop properly. As a result, they may suffer permanently impaired brain function.\n“If children are stunted and do not receive the nutrition and attention in these first 1,000 days, it is very difficult to catch back up,” noted Joshua Poole, the Madagascar director of Catholic Relief Services. “Nutritional neglect during this critical period prevents children from reaching their full mental potential.”\nFor the next half century or so, we will see students learning less in school and economies held back, because in 2017 we allowed more than a million kids to be malnourished just here in southern Africa, collateral damage from our carbon-intensive way of life.\nThe struggling people of Madagascar are caught between their own corrupt, ineffective government, which denies the scale of the crisis, and overseas governments that don’t want to curb carbon emissions.\nWhatever we do to limit the growth of carbon, climate problems will worsen for decades to come. Those of us in the rich world who have emitted most of the carbon bear a special responsibility to help people like these Madagascar villagers who are simultaneously least responsible for climate change and most vulnerable to it.\nThe challenges are not hopeless, and I saw programs here that worked. The World Food Program runs school feeding programs that use local volunteers and, at a cost of 25 cents per child per day, give children a free daily meal that staves off starvation and creates an incentive to keep children in school.\nWe need these emergency relief efforts — and constant vigilance to intervene early to avert famines — but we can also do far more to help local people help themselves.", "url": "https://www.nytimes.com/2017/01/06/opinion/sunday/as-donald-trump-denies-climate-change-these-kids-die-of-it.html"}