{"authors": ["Ryan Mcmorrow", "Owen Guo"], "date_download": "2018-11-16 04:16:53", "date_modify": "2018-11-16 04:16:53", "date_publish": "2017-07-04 09:46:56", "description": "It is the latest setback for Jia Yueting, the chairman of the technology company LeEco, after one of its affiliates missed loan payments.", "filename": "2017_07_04_business_leeco-frozen-assets-china-debt.html_module=inline_1542341813.html", "image_url": "https://static01.nyt.com/images/2017/07/05/business/05leeco-1/05leeco-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_04_business_leeco-frozen-assets-china-debt.html_module=inline_1542341813.html", "title": "Court Freezes $182 Million in Assets of Chinese Internet Tycoon", "title_page": "Court Freezes $182 Million in Assets of Chinese Internet Tycoon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — A court in Shanghai has frozen $182 million in assets tied to the chairman of the Chinese technology company LeEco after one of its affiliates missed loan payments.\nThe ruling last week by the Shanghai High People’s Court was the latest setback for the chairman, Jia Yueting, and for LeEco, which has piled on debt in recent years to fuel its ambitious expansion.\nA company spokesman confirmed that the court had frozen assets connected to a loan for LeEco’s mobile phone business, Le Mobile, but said collateral was enough to cover the debt. Nie Chengzhi, LeEco’s vice president for finance, said the company would work with China Merchants Bank on repayment. In a statement, the bank said it had taken legal action after many attempts to recover interest owed.\nThe frozen assets belonged to Mr. Jia, his wife, and three LeEco affiliates, the state news agency Xinhua reported, citing court documents.", "url": "https://www.nytimes.com/2017/07/04/business/leeco-frozen-assets-china-debt.html?module=inline"}