{"authors": ["Farah Stockman"], "date_download": "2018-11-16 03:24:46", "date_modify": "2018-11-16 03:24:46", "date_publish": "2017-12-29 10:40:23", "description": "The road ahead for workers in Indianapolis won’t be easy, but our reporter has reasons for hope after her ninth trip there this year.", "filename": "2017_12_29_reader-center_indianapolis-blue-collar-jobs_1542338686.html", "image_url": "https://static01.nyt.com/images/2018/01/07/us/00indianapolis/00indianapolis-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_29_reader-center_indianapolis-blue-collar-jobs_1542338686.html", "title": "Looking at Blue-Collar Factory Jobs in the Rearview Mirror", "title_page": "Looking at Blue-Collar Factory Jobs in the Rearview Mirror - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The trip also presented an opportunity to take stock of the bigger economic picture and foster a conversation about the future of blue-collar jobs in America within the context of globalization.\nWe asked readers with experience in manufacturing in Mexico for their perspectives — check out some of their views here — and on Dec. 7, I moderated a town hall-style talk at WFYI, the local National Public Radio affiliate, with Shannon Mulcahy, the steelworker I profiled in October, and three other panelists, about the future of manufacturing in the United States.\nTo be honest, I felt a bit nervous about it. I’m used to agonizing over every word I write, not talking off the cuff in public.\nBut in the end, this trip back to Indianapolis felt almost like a homecoming. I’d been there enough times to have acquired a favorite coffee shop, a favorite bar and a favorite gym. I looked forward to going back.\nI checked in with some of the people I’d interviewed. Some had gotten new jobs at other factories or construction sites, making $10 an hour less than they had been making before. One had gotten a job delivering packages. He marveled at how grueling and thankless the work is. Others were still looking. Shannon Mulcahy has yet to find a new job, although a wealthy well-wisher who read my article has offered her a position at a hotel in Las Vegas. She is considering it, but feeling a bit scared about making such a big move.", "url": "https://www.nytimes.com/2017/12/29/reader-center/indianapolis-blue-collar-jobs.html"}