{"authors": ["Adam Liptak", "Michael D. Shear"], "date_download": "2018-11-16 04:01:19", "date_modify": "2018-11-16 04:01:19", "date_publish": "2017-10-03 09:05:55", "description": "Democratic voters in Wisconsin say gerrymandering the voting districts has given Republicans too much power and violates the Constitution.", "filename": "2017_10_03_us_politics_gerrymandering-supreme-court-wisconsin.html_module=inline_1542340879.html", "image_url": "https://static01.nyt.com/images/2017/10/04/us/04dc-scotus1/04dc-scotus1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_03_us_politics_gerrymandering-supreme-court-wisconsin.html_module=inline_1542340879.html", "title": "Kennedy’s Vote Is in Play on Voting Maps Warped by Politics", "title_page": "Kennedy’s Vote Is in Play on Voting Maps Warped by Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Justice Anthony M. Kennedy has long been troubled by extreme partisan gerrymandering, where the party in power draws voting districts to give itself a lopsided advantage in elections. But he has never found a satisfactory way to determine when voting maps are so warped by politics that they cross a constitutional line.\nAfter spirited Supreme Court arguments on Tuesday, there was reason to think Justice Kennedy may be ready to join the court’s more liberal members in a groundbreaking decision that could reshape American democracy by letting courts determine when lawmakers have gone too far.\nJustice Kennedy asked skeptical questions of lawyers defending a Wisconsin legislative map that gave Republicans many more seats in the State Assembly than their statewide vote tallies would have predicted. He asked no questions of the lawyer representing the Democratic voters challenging the map.\nThere was something like consensus among the justices that voting maps drawn by politicians to give advantage to their parties are an unattractive feature of American democracy. But the justices appeared split about whether the court could find a standard for determining when the practice was unconstitutional.", "url": "https://www.nytimes.com/2017/10/03/us/politics/gerrymandering-supreme-court-wisconsin.html?module=inline"}