{"authors": ["Anna Dubenko"], "date_download": "2018-11-16 04:25:37", "date_modify": "2018-11-16 04:25:37", "date_publish": "2017-09-05 15:53:07", "description": "Writers from across the political spectrum on President Trump’s decision about the fate of the program that protects ‘dreamers’ from deportation.", "filename": "2017_09_05_us_politics_right-and-left-opinions-on-daca-dreamers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342337.html", "image_url": "https://static01.nyt.com/images/2017/09/06/us/06dc-partisan-picks-protest/06dc-partisan-picks-1504622508182-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_05_us_politics_right-and-left-opinions-on-daca-dreamers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342337.html", "title": "Right and Left on Trump’s DACA Decision", "title_page": "Right and Left on Trump’s DACA Decision - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Pollack believes that President Trump has made the right decision by putting the responsibility, and the pressure, on the shoulders of Congress. There are reasons, he writes, for both “amnesty opposers” and supporters of the Deferred Action for Childhood Arrivals program, known as DACA, to rejoice at this development. Those who oppose the measure “can take heart from the fact that this Congress seems incapable of passing anything at all.” And those who want to keep DACA “know they only need a few G.O.P. votes” to extend the program. Read more »\n_____\nErick Erickson in The Resurgent:\n“While in principle I support DACA, I do not believe the President has the power to enact it without legislation.”\nMr. Erickson admits that the president “probably does not have constitutional motives for undoing DACA.” That doesn’t change the fact that, according to Mr. Erickson, the program is unconstitutional. And while he supports DACA in principle, he maintains that “the constitution has to override everything else,” including his personal preferences. Read more »\n_____\nAndrew C. McCarthy in National Review:\n“Trump should do what he should have done his first day in office. He should declare the Obama-administration guidance null and void.”\nThe president has made the DACA problem “more complicated than it needs to be,” writes Mr. McCarthy. He outlines a “straightforward” solution that hews to the “limitations of his office.” While he helps Congress “hammer out a legislative compromise,” Mr. Trump could use prosecutorial discretion — a “resource-allocation doctrine” that allows the executive branch to prioritize which cases it pursues — to protect the so-called dreamers from prosecution. Read more »", "url": "https://www.nytimes.com/2017/09/05/us/politics/right-and-left-opinions-on-daca-dreamers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}