{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:26:11", "date_modify": "2018-11-16 04:26:11", "date_publish": "2017-10-08 23:00:02", "description": "The long list of proposals imperiled a fledgling bipartisan push to reach a legislative solution to give legal status to the young undocumented immigrants.", "filename": "2017_10_08_us_politics_white-house-daca.html_module=inline_1542342371.html", "image_url": "https://static01.nyt.com/images/2017/10/09/us/09dc-daca/09dc-daca-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_08_us_politics_white-house-daca.html_module=inline_1542342371.html", "title": "White House Makes Hard-Line Demands for Any ‘Dreamers’ Deal", "title_page": "White House Makes Hard-Line Demands for Any ‘Dreamers’ Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The White House on Sunday delivered to Congress a long list of hard-line immigration measures that President Trump is demanding in exchange for any deal to protect the young undocumented immigrants known as Dreamers, imperiling a fledgling bipartisan push to reach a legislative solution.\nBefore agreeing to provide legal status for 800,000 young immigrants brought here illegally as children, Mr. Trump will insist on the construction of a wall across the southern border, the hiring of 10,000 immigration agents, tougher laws for those seeking asylum and denial of federal grants to “sanctuary cities,” officials said.\nThe White House is also demanding the use of the E-Verify program by companies to keep illegal immigrants from getting jobs, an end to people bringing their extended family into the United States, and a hardening of the border against thousands of children fleeing violence in Central America. Such a move would shut down loopholes that encourage parents from Guatemala, El Salvador and Honduras to send their children illegally into the United States, where many of them melt into American communities and become undocumented immigrants.\n“Now is the time for Congress to adopt these immigration priorities,” Marc Short, the president’s legislative director, told reporters during a conference call on Sunday night. Otherwise, he added, illegal immigration “will likely increase.”", "url": "https://www.nytimes.com/2017/10/08/us/politics/white-house-daca.html?module=inline"}