{"authors": ["Niraj Chokshi"], "date_download": "2018-11-16 03:48:52", "date_modify": "2018-11-16 03:48:52", "date_publish": "2017-03-20 12:21:41", "description": "Nordic countries top the rankings in the latest World Happiness Report, which explores who’s happiest and why.", "filename": "2017_03_20_world_worlds-happiest-countries.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340132.html", "image_url": "https://static01.nyt.com/images/2017/03/21/world/21xp-happiness/21xp-happiness-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_20_world_worlds-happiest-countries.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340132.html", "title": "Norway Is No. 1 in Happiness. The U.S., Sadly, Is No. 14.", "title_page": "Norway Is No. 1 in Happiness. The U.S., Sadly, Is No. 14. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Norwegians have one more reason to smile, not that they need it.\nAfter placing fourth last year, Norway is now the world’s happiest country, according to the 2017 World Happiness Report, released on Monday. The Central African Republic was the least happy of 155 countries.\nThe authors of the report found that a half-dozen socioeconomic factors explain much of the difference in happiness among countries, but that social factors play an underappreciated role. As evidence, they cite periods of substantial economic growth that were nonetheless matched by declining happiness in China and the United States, which ranked 14th.\nEven in Norway and several other Nordic countries that dominated the top of the list, economics alone did not explain the high rates of happiness.\n“It takes good social foundations and trust,” said John Helliwell, one of the report’s editors and a professor emeritus in the Vancouver School of Economics at the University of British Columbia.", "url": "https://www.nytimes.com/2017/03/20/world/worlds-happiest-countries.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}