{"authors": ["Michael M. Grynbaum"], "date_download": "2018-11-16 03:52:25", "date_modify": "2018-11-16 03:52:25", "date_publish": "2017-07-02 16:38:57", "description": "The video, seemingly an edited clip from an old appearance on WrestleMania, ends with a restyling of the CNN logo as “FNN: Fraud News Network.”", "filename": "2017_07_02_business_media_trump-wrestling-video-cnn-twitter.html_src=mv&module=inline_1542340345.html", "image_url": "https://static01.nyt.com/images/2017/07/05/us/politics/4trump-wrestling/4trump-wrestling-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_02_business_media_trump-wrestling-video-cnn-twitter.html_src=mv&module=inline_1542340345.html", "title": "Trump Tweets a Video of Him Wrestling ‘CNN’ to the Ground", "title_page": "Trump Tweets a Video of Him Wrestling ‘CNN’ to the Ground - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Trump’s fans on Reddit were exuberant about what they viewed as validation from the country’s most powerful man. “I love this,” wrote a user identified as American_Crusader. “You know he saw it, chuckled, and knew he could control the media narrative for days by hitting the ‘post’ button. So he did.”\nThe president’s allies say that his attacks on the news media are justified, arguing that the president is merely defending himself from coverage that his supporters view as biased. Mr. Trump’s war of words with CNN is especially popular with his voter base.\nNews media advocates, however, have raised alarms about a recent spate of arrests and assaults on working journalists, including a high-profile episode in which a Montana congressional candidate, Greg Gianforte, assaulted a reporter for The Guardian, breaking his glasses. (Mr. Gianforte, a Republican, went on to win a House seat the next day. He later apologized to the reporter.)\nGroups like the Committee to Protect Journalists, which usually focuses on countries where reporters’ freedoms are curtailed, say they are concerned that Mr. Trump’s campaign-trail rebukes of news organizations are now being issued from the pulpit of the White House.\n“Targeting individual journalists or media outlets, on- or off-line, creates a chilling effect and fosters an environment where further harassment, or even physical attack, is deemed acceptable,” Courtney Radsch, the advocacy director for the Committee to Protect Journalists, wrote in a statement on Sunday, adding that Mr. Trump’s comments may embolden “autocratic leaders around the world.”\nMr. Trump, who is spending part of the weekend at his Trump National Golf Club in Bedminster, N.J., posted the wrestling tweet just as prominent Republicans began appearing on the major Sunday news programs. On CNN, Senator Ben Sasse, a Nebraska Republican and frequent Trump critic, accused the president of “weaponizing distrust” toward the news media.\n“There’s an important distinction to draw between bad stories or crappy coverage, and the right that citizens have to argue about that and complain about that,” Mr. Sasse said.", "url": "https://www.nytimes.com/2017/07/02/business/media/trump-wrestling-video-cnn-twitter.html?src=mv&module=inline"}