{"authors": ["Nick Cumming-Bruce"], "date_download": "2018-11-16 04:42:16", "date_modify": "2018-11-16 04:42:16", "date_publish": "2017-05-15 22:19:12", "description": "Humanitarian agencies want the Trump administration to help end the conflict between a Saudi-led coalition and Houthi rebels in Yemen, which is nearing catastrophe.", "filename": "2017_05_15_world_middleeast_trump-yemen-saudi-arabia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343336.html", "image_url": "https://static01.nyt.com/images/2017/05/16/world/16yemen/16yemen-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_15_world_middleeast_trump-yemen-saudi-arabia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343336.html", "title": "Trump, About to Visit Saudi Arabia, Is Urged to Help Yemen", "title_page": "Trump, About to Visit Saudi Arabia, Is Urged to Help Yemen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GENEVA — As President Trump prepares for his first overseas trip this week, his decision to make Saudi Arabia his first stop is prompting urgent appeals from humanitarian agencies to assist in the crisis in neighboring Yemen, which is careening toward a catastrophe.\nSeven million people in Yemen are facing starvation and 17 million people are in need of urgent humanitarian relief after two years of fighting between a Saudi-led coalition and Houthi rebels.\nAdding to Yemen’s misery, health officials in the capital, Sana, declared an emergency on Sunday over an outbreak of cholera. The disease has killed more than 100 people in the country in little more than two weeks and has swamped hospitals that are critically short of medicines.\n“It’s very, very timely that the United States apply all the pressure it can with regard to all parties involved, including Saudi Arabia,” David Beasley, the newly installed head of the United Nations food relief agency, told reporters in Geneva on Monday.", "url": "https://www.nytimes.com/2017/05/15/world/middleeast/trump-yemen-saudi-arabia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}