{"authors": ["Peter S. Goodman"], "date_download": "2018-11-16 04:46:03", "date_modify": "2018-11-16 04:46:03", "date_publish": "2017-01-26 17:04:23", "description": "President Trump’s plans for an agreement with Britain are more about political benefits than economic gains, which would almost certainly be modest.", "filename": "2017_01_26_business_trump-trade-theresa-may-uk-britain.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343563.html", "image_url": "https://static01.nyt.com/images/2017/01/27/business/27TRANSATLANTICPIC1/27TRANSATLANTIC1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_26_business_trump-trade-theresa-may-uk-britain.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343563.html", "title": "Ahead of Theresa May’s Visit, Talk of Trade Deal Is Clouded by Politics", "title_page": "Ahead of Theresa May’s Visit, Talk of Trade Deal Is Clouded by Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the world according to President Trump, the United States and Britain are about to make their special relationship great again. Having cast off decades of global niceties — the United States by putting him in the White House, Britain by voting to leave the European Union — they can now forge a magnificent future.\nMr. Trump is readying proof. As he prepares to host Prime Minister Theresa May of Britain at the White House on Friday, he intends to begin discussions on a free-trade agreement that would deepen commercial ties between their countries.\nA trade agreement would make for useful political theater on both sides of the Atlantic, particularly as President Barack Obama had pointedly warned that a deal would not easily happen. But as a spur to economic expansion and hiring, a deal would almost certainly amount to very little.\nUntil Britain actually leaves Europe — a step most likely at least two years away — it is legally barred from entering a trade agreement with any country. If a deal was quietly negotiated to take effect after Britain’s departure, its economic punch would probably be modest. Tariffs between the countries are already minimal, meaning there are relatively few trade impediments left to clear away.", "url": "https://www.nytimes.com/2017/01/26/business/trump-trade-theresa-may-uk-britain.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}