{"authors": ["Peter Baker", "Maggie Haberman"], "date_download": "2018-11-16 03:54:34", "date_modify": "2018-11-16 03:54:34", "date_publish": "2017-07-12 01:10:08", "description": "Every time the president tries to put the furor behind him, more disclosures thrust it back to the fore, and people close to him are anonymously blaming one another.", "filename": "2017_07_11_us_politics_russia-trump.html__r=0&module=inline_1542340474.html", "image_url": "https://static01.nyt.com/images/2017/07/12/us/12trump/12trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_11_us_politics_russia-trump.html__r=0&module=inline_1542340474.html", "title": "Rancor at White House as Russia Story Refuses to Let the Page Turn", "title_page": "Rancor at White House as Russia Story Refuses to Let the Page Turn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — If President Trump emerged from his meeting with President Vladimir V. Putin of Russia last week hoping he had begun to “move forward” from the controversy over the Kremlin’s election meddling, as advisers put it, his flight home the next day made clear just how overly optimistic that was.\nAs Air Force One jetted back from Europe on Saturday, a small cadre of Mr. Trump’s advisers huddled in a cabin helping to craft a statement for the president’s eldest son, Donald Trump Jr., to give to The New York Times explaining why he met last summer with a lawyer connected to the Russian government. Participants on the plane and back in the United States debated how transparent to be in the statement, according to people familiar with the discussions.\nUltimately, the people said, the president signed off on a statement from Donald Trump Jr. for The Times that was so incomplete that it required day after day of follow-up statements, each more revealing than the last. It culminated on Tuesday with a release of emails making clear that Mr. Trump’s son believed the Russian lawyer was seeking to meet with him to provide incriminating information about Hillary Clinton as “part of Russia and its government’s support for Mr. Trump.”\nThe Russia story has become the brier patch from which the president seemingly cannot escape. It dominated his trip to Europe last week and, after he leaves on Wednesday night for a couple of days in France, it may dominate that trip as well. Every time Mr. Trump tries to put the furor behind him, more disclosures thrust it back onto the Washington agenda.", "url": "https://www.nytimes.com/2017/07/11/us/politics/russia-trump.html?_r=0&module=inline"}