{"authors": ["Alan Blinder", "Jess Bidgood", "Richard Fausset"], "date_download": "2018-11-16 04:01:37", "date_modify": "2018-11-16 04:01:37", "date_publish": "2017-12-09 10:00:34", "description": "Alabama struggles with health care, education and infrastructure. But such issues have often been forgotten during the race between Doug Jones and Roy S. Moore.", "filename": "2017_12_09_us_alabama-poverty-jobs-roy-moore_1542340897.html", "image_url": "https://static01.nyt.com/images/2017/12/10/us/10-issues-alpha/10-issues-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_09_us_alabama-poverty-jobs-roy-moore_1542340897.html", "title": "With Alabama Senate Race Defined by Scandal, Policy Issues Are Overlooked", "title_page": "With Alabama Senate Race Defined by Scandal, Policy Issues Are Overlooked - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HALEYVILLE, Ala. — The hospital here, the only one in the county, is planning to close this month.\nThe 9,000 or so people who are seen in Lakeland Community’s emergency room each year will have to go dozens of miles to Jasper or Russellville or Winfield. Eighty-seven people will need new jobs. Businesses are worried about their workers’ compensation premiums rising, and how this city of about 4,100 people will attract anyone without a hospital to help them once they are here.\n“It’s a dire situation if that hospital closes,” said Holly Watkins, a real estate agent who was shopping on a downtown block already dotted by empty storefronts. “The hospital closing is the No. 1 issue.”\nBut during the United States Senate race that will culminate on Tuesday, the sensational has overshadowed the myriad problems in one of the nation’s poorest states. And as voters prepare to cast their ballots, they often lament the issues that have fallen outside the spotlight’s glare during the nationally watched campaign between Doug Jones and Roy S. Moore.\nThose issues are still haunting Alabama in a race that has revolved almost entirely around Mr. Moore’s extreme views and the allegations against him of improper behavior with young girls.", "url": "https://www.nytimes.com/2017/12/09/us/alabama-poverty-jobs-roy-moore.html"}