{"authors": ["Jim Dwyer"], "date_download": "2018-11-16 04:30:36", "date_modify": "2018-11-16 04:30:36", "date_publish": "2017-11-16 20:35:03", "description": "New York is booming with jobs and new residents, yet the number of people taking the subway has fallen, as a system burdened by debt and bad management fails.", "filename": "2017_11_16_nyregion_subway-new-york.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342636.html", "image_url": "https://static01.nyt.com/images/2017/11/17/nyregion/17about/17about-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_16_nyregion_subway-new-york.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342636.html", "title": "In the Best of Times, the Worst of Rides", "title_page": "In the Best of Times, the Worst of Rides - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even simple measures to keep the city moving — like positioning medical help at busy stations to escort sick passengers off trains, or assigning platform conductors to wrangle crowds, or having extra trains on standby — were, until recently, curtailed.\nDespite having access to the country’s biggest mass transit system, New Yorkers spend far more time getting to and from work than residents of the next 29 largest cities in the United States, according to a study by the New York City comptroller. While no one can escape the delays, a relatively fast commute has become a new dividing line between well-off and lower-income people.\nUnder a state of emergency declared by Gov. Andrew M. Cuomo on June 29, transit managers and workers are now carrying out a blitz of repairs, hiring, and programs to improve service. The cost of Mr. Cuomo’s “Subway Action Plan” is put at $830 million.\nThat the subways were, in 2017, on starvation rations in need of emergency cash would seem to defy gravity. Employment in the city has increased for 90 consecutive months, back to April 2010, the longest streak since at least 1950, according to Martin Kohli, the chief regional economist with the Bureau of Labor Statistics.\nThe public has shelled out 45 percent more money to use and support New York’s mass transit over the last decade in the form of higher fares, tolls, taxes and fees. What looks like a bounty, though, is an illusion. Less and less of that goes to actual transit operations.\nInstead, a growing share pays down loans, including some taken around the turn of the century to pay off earlier loans. Avoiding politically fraught tax or fare increases, Gov. George Pataki and state legislators in the early 2000s employed the ill-advised trick of using one credit card to pay off another. Some of the money was originally borrowed to buy equipment that, like those political officials, would be scrapped not long after the refinancing.", "url": "https://www.nytimes.com/2017/11/16/nyregion/subway-new-york.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}