{"authors": ["Tom Voelk"], "date_download": "2018-11-16 04:00:15", "date_modify": "2018-11-16 04:00:15", "date_publish": "2017-04-27 22:12:29", "description": "The new Impreza Sport looks as though a design team was part of the process from Day 1. And it looks even better on stormy days.", "filename": "2017_04_27_automobiles_autoreviews_subaru-impreza_1542340815.html", "image_url": "https://static01.nyt.com/images/2017/04/27/automobiles/autoreviews/driven-impreza-pic/driven-impreza-pic-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_27_automobiles_autoreviews_subaru-impreza_1542340815.html", "title": "Video Review: Subaru Impreza, Still Solid, but a Little More Stylish", "title_page": "Video Review: Subaru Impreza, Still Solid, but a Little More Stylish - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Wherever there’s an abundance of rain and snow, it seems Subaru rules the roads. And though Subarus aren’t flashy, their owners, according to Consumer Reports and Kelley Blue Book, are consistently happy with their cars. Nasty conditions are good for business.\nFans of the brand have something more to smile about (and not just spring). The 2017 Impreza is new, the first to ride on Subaru’s new scalable global platform. Automakers crow when a vehicle gains 10 percent in structural rigidity. Impreza’s unibody strength moved up by a whopping 70 percent. That will impress engineers and the entire state of Maine, where Subarus appear to be the official state car. Hit a pothole — it’s hard not to these days — and the Impreza remains drum tight.\nLoyal buyers never seemed to mind that Subaru’s sense of style has been off on an extended camping trip. The new Impreza looks as though a design team was part of the process from Day 1. It’s not the George Clooney of cars, but purposeful sheet metal creases give it an agreeable form. My eye prefers the five-door hatchback model.\nI drove a sedan Sport model with options that take it to $26,560. Base Imprezas with a 5-, yes, 5-speed manual transmission start at $19,215.", "url": "https://www.nytimes.com/2017/04/27/automobiles/autoreviews/subaru-impreza.html"}