{"authors": ["Claire Cain Miller"], "date_download": "2018-11-16 03:49:25", "date_modify": "2018-11-16 03:49:25", "date_publish": "2017-05-13 12:00:16", "description": "Some women work just as much after having children, but employers pay them less, too, assuming they will be less committed, research shows.", "filename": "2017_05_13_upshot_the-gender-pay-gap-is-largely-because-of-motherhood.html_module=inline_1542340165.html", "image_url": "https://static01.nyt.com/images/2017/05/15/business/17up-paygap-illo/00up-paygap-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_13_upshot_the-gender-pay-gap-is-largely-because-of-motherhood.html_module=inline_1542340165.html", "title": "The Gender Pay Gap Is Largely Because of Motherhood", "title_page": "The Gender Pay Gap Is Largely Because of Motherhood - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When men and women finish school and start working, they’re paid pretty much equally. But a gender pay gap soon appears, and it grows significantly over the next two decades.\nSo what changes? The answer can be found by looking at when the pay gap widens most sharply. It’s the late 20s to mid-30s, according to two new studies — in other words, when many women have children. Unmarried women without children continue to earn closer to what men do.\nThe big reason that having children, and even marrying in the first place, hurts women’s pay relative to men’s is that the division of labor at home is still unequal, even when both spouses work full time. That’s especially true for college-educated women in high-earning occupations: Children are particularly damaging to their careers.\nBut even married women without children earn less, research shows, because women are more likely to give up job opportunities to either move or stay put for their husband’s job. Married women might also take less intensive jobs in preparation for children, or employers might not give them more responsibility because they assume they’ll have babies and take time off.", "url": "https://www.nytimes.com/2017/05/13/upshot/the-gender-pay-gap-is-largely-because-of-motherhood.html?module=inline"}