{"authors": ["Michael S. Schmidt", "Matthew Rosenberg", "Matt Apuzzo"], "date_download": "2018-11-16 04:49:35", "date_modify": "2018-11-16 04:49:35", "date_publish": "2017-03-02 21:21:24", "description": "The president’s son-in-law and incoming national security adviser met with the ambassador, Sergey I. Kislyak, for 20 minutes at Trump Tower in December.", "filename": "2017_03_02_us_politics_kushner-flynn-sessions-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343775.html", "image_url": "https://static01.nyt.com/images/2017/03/03/us/03kushner/03kushner-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_02_us_politics_kushner-flynn-sessions-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343775.html", "title": "Kushner and Flynn Met With Russian Envoy in December, White House Says", "title_page": "Kushner and Flynn Met With Russian Envoy in December, White House Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Michael T. Flynn, then Donald J. Trump’s incoming national security adviser, had a previously undisclosed meeting with the Russian ambassador in December to “establish a line of communication” between the new administration and the Russian government, the White House said on Thursday.\nJared Kushner, Mr. Trump’s son-in-law and now a senior adviser, also participated in the meeting at Trump Tower with Mr. Flynn and Sergey I. Kislyak, the Russian ambassador. But among Mr. Trump’s inner circle, it is Mr. Flynn who appears to have been the main interlocutor with the Russian envoy — the two were in contact during the campaign and the transition, Mr. Kislyak and current and former American officials have said.\nBut the extent and frequency of their contacts remains unclear, and the disclosure of the meeting at Trump Tower adds to the emerging picture of how the relationship between Mr. Trump’s incoming team and Moscow was evolving to include some of the president-elect’s most trusted advisers.\nThe White House has repeatedly sought to play down any connections with Mr. Kislyak. Attorney General Jeff Sessions acknowledged this week that he had met twice with him during the campaign, despite previous denials.", "url": "https://www.nytimes.com/2017/03/02/us/politics/kushner-flynn-sessions-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}