{"authors": ["Christine Hauser"], "date_download": "2018-11-16 04:32:57", "date_modify": "2018-11-16 04:32:57", "date_publish": "2017-03-29 15:53:06", "description": "Colleges and universities are coming up with new policies to address the ethics and security costs of controversial speakers and protests.", "filename": "2017_03_29_us_texas-aandm-speaking-policy-richard-spencer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342777.html", "image_url": "https://static01.nyt.com/images/2017/03/23/us/23xp-texas1/23xp-texas1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_29_us_texas-aandm-speaking-policy-richard-spencer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342777.html", "title": "Campuses Grapple With Balancing Free Speech and Security After Protests", "title_page": "Campuses Grapple With Balancing Free Speech and Security After Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Shortly after hundreds of students at Texas A&M University protested an appearance in December by Richard Spencer, a leading white supremacist, administrators there revisited its policy for hosting speakers on its campus.\nThe task was not easy. The university expressed support for free speech, while emphasizing that Mr. Spencer’s remarks — at one point he said that America “belongs to white men” — did not reflect its values, said Amy B. Smith, a university spokeswoman. It also had to consider the extra burden of security costs.\nEventually, Texas A&M settled on a new policy: All speakers must now be sponsored by a student, faculty member or organization affiliated with the university. The rule would have affected Mr. Spencer’s appearance, which was arranged by a private citizen who had paid about $3,000 to rent space at a student center.\n“We certainly don’t want to be affiliated with this guy,” Ms. Smith said in a telephone interview in which she declined to mention Mr. Spencer by name. “You are either for free speech or you are not, but with this person it was jarring because everything he stands for is against our core values, and we don’t want that reflected on our university in any way.”", "url": "https://www.nytimes.com/2017/03/29/us/texas-aandm-speaking-policy-richard-spencer.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}