{"authors": ["Amanda Fortini"], "date_download": "2018-11-16 03:09:17", "date_modify": "2018-11-16 03:09:17", "date_publish": "2017-10-26 08:02:45", "description": "With his love of brass, arches and color, Harry Nuriev creates environments that seem tailor-made for the social media aesthetic.", "filename": "2017_10_26_t-magazine_design_harry-nuriev.html_rref=collection%2Fcolumn%2FBy%20Design_1542337757.html", "image_url": "https://static01.nyt.com/images/2017/11/12/t-magazine/tmag-harry-slide-5NDV-copy/tmag-harry-slide-5NDV-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_26_t-magazine_design_harry-nuriev.html_rref=collection%2Fcolumn%2FBy%20Design_1542337757.html", "title": "The Man Designing Spaces for the Instagram Age", "title_page": "The Man Designing Spaces for the Instagram Age - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the kitchen, the appliances are hidden in twin blue cabinets; the faucet and sink have been powder-coated the same hue. In the airy front room, the low-slung sectional sofa is nothing more than blue vinyl cushions topped with blue cotton pillows. The adjacent blue coffee table is one of the three-legged stainless steel pieces, “1 on 2” and “2 on 1,” for which Nuriev is known, and which are sold by Not So General in West Hollywood. In the dining room, there are six chairs of the same color and design — where one leg is an arch that ingeniously doubles as the back — set around a long, blue-flecked marble table. In both the dining room and the kitchen hang pendant lamps Nuriev created out of blue-capped Bic pens. “Why these particular pens?” he asks rhetorically. “First of all, all Soviet kids had pens like these in school. Second, it’s my color.”\nAdvertisement Continue reading the main story\nMANY OF US, let’s admit it, have gone to a museum or ordered dessert simply to post the experience on social media. Likewise, many interiors on Instagram seem to have been created with a future photo in mind. But these spaces frequently feel inert, overly composed; there is none of the sense of life, of organic coherence, that accrues over time in a place that’s actually been inhabited, not just arranged for a picture. Nuriev’s apartment is certainly photogenic — he has a knack for dividing spaces with color-blocking, essentially creating areas made to be framed — but it also radiates an air of imperfect coziness. That human touch is evident in the black plastic hand-shaped chair he found on the street, or the bowl of McIntosh apples that sits on his desk because their scent reminds him of growing up in Stavropol, an agricultural hub in the Caucasus. Even as his apartment serves as his showroom — “it’s not like a website where you go and see pictures,” he says. “It’s honest.”\nFor Nuriev, honesty — that intangible virtue — is fundamental to good design. “This sofa,” he continues, pointing to the blue sectional, which is easy to imagine as the site of drunken late-night hangouts, “it’s pure function, but it’s still beautiful.” His goal when designing a room, he says, is to “leave only what’s only useful.” He cites as his influences Japanese architecture (especially Tadao Ando and the firm Sanaa), Scandinavian design and Le Corbusier, who famously called a house a “machine for living.” These are often the references for Nuriev’s cohort of global minimalists, even if they don’t always realize it. “So many people are riffing on things they don’t know about,” says Patrick Parrish, Nuriev’s New York gallerist, nodding to the fact that young designers are bombarded by so many digital images that they often lose sight of where an idea begins. “Harry’s not like that. He knows exactly what he’s referencing.”\nPhoto\nPhoto\nThis style, in part, follows last decade’s midcentury modern craze, though softens those hard edges, making a space more inviting. It’s also an outgrowth of market forces: The popularity of midcentury furniture rendered the classics too costly for young designers, who were forced to look for more obscure vintage inspiration. Of course, it takes a new generation of designers to see old decades with fresh eyes: Often, they’ve been exposed to only its most superlative examples, and only in magazines and books, as opposed to, say, their Great-aunt Marg’s apartment. And then there’s the fact that simpler forms, like the arch, don’t require the craftsmanship of more complicated designs.\nNuriev, who had six years of training at the Moscow Architectural Institute, says he was first drawn to the arch because “it was very classic — Roman, Italian, Greek,” and he wanted to figure out how to “use it in real life, to make it sexy.” He says that when he first started using them, back in 2014, “it looked weird.” The pink, likewise, “looked girlish,” and people would ask him why he was using it. “It’s not that everybody copied me,” he says. “It’s just that I sensed something.”\nWhat’s difficult to spot are references to Nuriev’s Russian upbringing, but they’re in fact there, if quietly. On the back wall of the kitchen hangs a blue-framed poster of Viktor Tsoi, a Soviet-Korean singer popular in the 1980s whom Nuriev calls “the Patti Smith of Russia.” Above the sofa, he’s taped a small pamphlet, depicting the reformer Sergius of Radonezh, from his neighborhood’s Russian Orthodox Church: “In Russia,” he says, “it’s as customary to hang a gilt-framed icon in the house as it is to hang a painting over the sofa in American homes.” His version glances at both traditions, while adhering to neither.", "url": "https://www.nytimes.com/2017/10/26/t-magazine/design/harry-nuriev.html?rref=collection%2Fcolumn%2FBy%20Design"}