{"authors": ["David C. Kang"], "date_download": "2018-11-16 04:43:05", "date_modify": "2018-11-16 04:43:05", "date_publish": "2017-07-06 00:16:10", "description": "Does anyone actually think that another round of sanctions against Pyongyang will work?", "filename": "2017_07_05_opinion_kim-jong-un-north-korea-sanctions_1542343385.html", "image_url": "https://static01.nyt.com/images/2017/07/06/opinion/06kangWeb/06kangWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_05_opinion_kim-jong-un-north-korea-sanctions_1542343385.html", "title": "Kim Jong-un Is Not a Freakish Buffoon", "title_page": "Opinion | Kim Jong-un Is Not a Freakish Buffoon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — North Korea is not a problem that can be solved. As much as the West may engage in wishful thinking about a revolution, the Kim family regime has survived far longer than almost anyone predicted. Even today, it shows no signs of collapsing, and the North Koreans show no signs of rebelling en masse.\nDoes anyone actually think that with another round of sanctions the country’s leader, Kim Jong-un, will suddenly give up power and North Koreans will all become liberal democrats? Or that somehow Washington could brandish enough aircraft carriers that the North Korean military and political establishment will surrender?\nThe widespread mocking of Kim Jong-un as a freakish buffoon is a sign of our misguided approach. Viewing him as a joke is a mistake not because it’s rude, but because it contributes to a dangerous underestimation of his power. Mr. Kim has managed to rule for almost six years as a brutal totalitarian dictator. He may be many things, but he is not a lightweight. Leaders do not survive under such circumstances without being superb politicians.\nSanctions and threats haven’t worked in the past, and more of the same most certainly will not work in the future. As his father and grandfather did, Mr. Kim meets pressure with pressure. It is no surprise that a surge in missile tests came as the Trump administration has made threats about sending aircraft carriers and potential pre-emptive strikes. North Korea isn’t unpredictable; rather, it is the most predictable country on earth.", "url": "https://www.nytimes.com/2017/07/05/opinion/kim-jong-un-north-korea-sanctions.html"}