{"authors": ["Brian X. Chen", "Farhad Manjoo", "Vindu Goel"], "date_download": "2018-11-16 03:41:28", "date_modify": "2018-11-16 03:41:28", "date_publish": "2017-09-12 05:00:04", "description": "The company announced its most expensive iPhone, priced at $999, at an event on Tuesday. Read our analysis of what Apple unveiled.", "filename": "2017_09_12_technology_apple-iphone-event.html_module=inline_1542339688.html", "image_url": "https://static01.nyt.com/images/2017/09/12/multimedia/apple-sept-2017-172/apple-sept-2017-172-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_12_technology_apple-iphone-event.html_module=inline_1542339688.html", "title": "Apple Unveils iPhone X and 8 Models as It Upgrades TV Set-Top Box", "title_page": "Apple Unveils iPhone X and 8 Models as It Upgrades TV Set-Top Box - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "• Apple TV, the company’s set-top box that has never been a blockbuster hit, got an upgrade. The device will now be able to stream so-called 4K resolution, which refers to screens with two times the vertical resolution and twice the horizontal resolution of older high-definition TVs.\n• Apple took the wraps off a new Apple Watch. Called Apple Watch Series 3, it has cellular capabilities. There’s also a new Watch OS.\niPhone X Pushes Apple Into New Territory on Price.\nWith the $999 iPhone X, Apple moved to a new premium level of pricing. The smartphone will cost $300 more than the iPhone 8 and $200 more than the iPhone 8 Plus.\nWhile that will be too expensive for many people, the company said it saw the iPhone X defining a new era for the smartphone, much like the original iPhone did 10 years ago. Timothy D. Cook, Apple’s chief executive, said the device would “set the path for the next decade.” That’s because Apple will likely build on some of the iPhone X’s most notable features, including infrared facial recognition, wireless battery charging and sophisticated camera effects.\nConsumer reaction to the new phone will have a big impact on the company’s revenue and stock price. Right now, analysts are betting on a slow uptake of the top-end phone, both because of production delays and the high price. But if it turns out to be an unexpected hit, like the iPhone 6 Plus and 7 Plus, the company’s sales — and stock price — could surge.\nWall Street wasn’t immediately dazzled by Apple’s presentation, however, with the stock price down more than 1 percent by the end of the event.\n— Vindu Goel\nThe iPhone X’s design takes glass to the outer edges.\nPhoto\nThe iPhone X is the first redesigned iPhone in three years, and Apple says it is the blueprint for “the future of the smartphone.” Many of the design details had leaked to the press before today’s unveiling — we’d heard that it would have a new display that stretched across much more of the phone’s front, and that it would do away with the trademark home button.\nAdvertisement Continue reading the main story\nMuch of that turned out to be true. The iPhone X is essentially the same size and overall shape as the iPhone 7, but because the screen occupies all of the front of the phone, it is far larger than that of older models. The screen uses a technology new for Apple (which many competitors already use), called OLED. It produces better image quality than Apple’s older LCD screens.\nWhat we didn’t quite know was how Apple would integrate the new button-free design with the operating system — how would you navigate the phone without a physical button?\nIt’s quite simple: You swipe. To go home, swipe up from the bottom of the screen. To see other apps, swipe up from the bottom and pause — now you see the multitasking pane. And to unlock your phone, you look at it. The iPhone X eliminates Apple’s Touch ID, and replaces it with a facial-recognition system that Apple calls Face ID.\nWhether people will adjust to the button-free system remains to be seen. For better or worse, Apple has used essentially the same interface for the iPhone for the last decade. Swiping is easy, but it isn’t as easy as hitting a button, and it may throw some people off at first. The learning curve will be interesting to watch.\n— Farhad Manjoo\nThe iPhone X introduces infrared face scanning.\nPhoto\nThe brand-new feature in the iPhone X that has never existed on any other iPhone is infrared face scanning.\nThe technology, called Face ID, uses an infrared camera system on the front of the phone to scan the contours and shape of a person’s head to unlock the phone and authorize mobile payments. The technology works by spraying an object with infrared dots to gather information about the depth of an object based on the size and the contortion of the dots. The imaging system can then stitch the patterns into a detailed 3-D image of your face to determine if you are indeed the owner of your smartphone before unlocking it.\nFor Apple, Face ID has been years in the making. In 2013, the iPhone maker acquired PrimeSense, a company that developed sensors for Microsoft’s Kinect, a camera system that scanned people’s bodies so people could play Xbox games using body movements.\nFace ID is a direct response to the face-recognition feature in smartphones offered by Samsung, Apple’s fiercest rival. Experts have criticized Samsung’s face-recognition feature, which could be tricked by holding a photo of the smartphone owner’s face in front of the camera.\nAdvertisement Continue reading the main story\n— Brian X. Chen\nThe iPhone 8 and 8 Plus can handle more complex tasks.\nThe new iPhone 8 line includes the iPhone 8 and its bigger sibling, the 8 Plus.\nThe phones include a six-core processor that will handle more complex tasks and 3D games more quickly and efficiently than previous iPhones. The phones generally look the same as their predecessors, the iPhone 7 and 7 Plus, with the exception of glass bodies, as opposed to aluminum.\nApple improved the phones’ cameras with new sensors and added new motion sensors to better support applications made for augmented reality, which use data to digitally manipulate the physical world when people look through a smartphone lens.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIn particular, the dual cameras in the iPhone 8 Plus take photos with sharp details in low light. Apple also added a new portrait mode to improve the lighting on faces regardless of the background.\nAnother notable new feature is the introduction of magnetic induction to the iPhones. Similar to Apple Watch, the iPhones can now be charged by being placed on a charging pad as opposed to being plugged in with a cable.\nThe new iPhone 8 line will be one of the most important for Apple. Wall Street analysts have estimated that more than half of iPhone buyers will buy the 8 and 8 Plus over the next year. The models have a slightly higher starting price than their predecessors: The iPhone 8 starts at $699, up from $650 for older iPhone models.\n— Brian X. Chen and Vindu Goel\nApple revamps its Apple TV set-top box.\nPhoto\nApple unveiled an upgrade for Apple TV, its set-top box. While Mr. Jobs referred to Apple TV as a “hobby” because it was not a hot seller compared to the company’s smartphones, computers and tablets, the product is becoming increasingly important to Apple as it, along with other tech giants like Facebook and Google, moves into creating original video content.\nThe new Apple TV, called Apple TV 4K, it is an iteration of the last model, which introduced a touch pad remote control. The new box will now be able to stream so-called 4K resolution, which refers to screens with two times the vertical resolution and twice the horizontal resolution of older high-definition TVs. Eddy Cue, Apple’s head of internet software and services, added that 4K titles would cost the same to purchase as traditional high-definition titles, and those who previously bought high-definition titles would be upgraded to 4K at no additional cost.\nApple said the new Apple TV 4K is also two times faster than the last one and includes support for a new color technology called H.D.R., or high dynamic range. This software feature enhances the contrast and color profile of a picture. In bright colors, you will see brighter highlights; in dark colors, you will see more details.\n— Brian X. Chen\nApple Watch can now work without an iPhone.\nPhoto\nThe Apple Watch has been a sleeper hit for the company. Though early reviews were mixed, Apple has steadily improved the device, and now the smartwatch is the best-selling watch in the world, according to Apple.\nAdvertisement Continue reading the main story\nToday, Apple unveiled the third version of the device. It looks identical to the old version, but the new one carries a much-requested feature for the first time: It will come with a cellular chip, meaning it can access the internet even if it isn’t connected to your phone. Among other capabilities, the cellular version can make calls, send texts and stream music when you’re on the go.\n“Now you have the freedom to go anywhere with just the Apple Watch,” said Jeff Williams, Apple’s chief operating officer.\nThe cellular version completes a long-term vision for the Watch — to liberate you, in some small way, from Apple’s best-selling phone. In a demo, a live call was made from the keynote address to an Apple employee on paddle board in the middle of a lake.\nThis is a slightly risky strategy, of course; Apple doesn’t want to kill its golden iPhone goose. But the new cellular watch is unlikely to be a replacement for the phone, just a high-priced complement.\nThe new cellular version sells for $399; a WiFi-only version of the new version sells for $329, and you can still buy the older version for $249. The new watch will begin shipping on Sept. 22.\n— Farhad Manjoo\nApple’s new corporate campus is a sight to behold.\nPhoto\nPhoto\nApple is set to unveil several new gadgets later this morning, but the highlight of today’s event isn’t something you can buy. It’s Apple Park, the company’s new $5 billion spaceship-shaped campus, which the company is showing off to the media for the first time.\nThe press were penned off just out of range of the main building, at the Steve Jobs Theater, the 1,000-seat venue with a commanding view of the spaceship. A quick review: This place is just what you’d imagine an Apple-designed campus would look like. Think of the aesthetics of an Apple Store — lots of wood and glass, everything in muted tans and greys, all signage in white-on-black Apple Sans type — set on an otherwise barren landscape.\nIt is, unsurprisingly, very pretty, but its beauty comes with a deliberate touch of fright. Nothing here is to human scale, and the overall impression is one of being overwhelmed by Apple’s sheer might.\n— Farhad Manjoo", "url": "https://www.nytimes.com/2017/09/12/technology/apple-iphone-event.html?module=inline"}