{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:28", "date_modify": "2018-11-16 04:00:28", "date_publish": "2017-04-03 18:37:00", "description": "The president’s lawyers argue he is protected from being sued in state court while in office, while plaintiffs say the Clinton decision favors them.", "filename": "2017_04_03_us_politics_trump-bill-clinton-law-suit-paula-jones.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340828.html", "image_url": "https://static01.nyt.com/images/2017/04/04/us/04bar/04bar-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_03_us_politics_trump-bill-clinton-law-suit-paula-jones.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340828.html", "title": "Trump’s Precedent for Claiming Immunity? Clinton v. Jones", "title_page": "Trump’s Precedent for Claiming Immunity? Clinton v. Jones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Allred added that Ms. Zervos’s case bore similarities to the earlier one. “A lawsuit against then-President Clinton had consequences for him,” Ms. Allred said. “This lawsuit will have consequences, potentially, for then-President Trump.”\nMr. Trump’s lawyers said they had a different understanding of Clinton v. Jones, announcing in last week’s brief, which was mostly concerned with scheduling, that they planned to file a motion arguing that the Constitution “immunizes the president from being sued in state court while in office.”\n“This crucial threshold issue was raised, but not decided, by the U.S. Supreme Court in Clinton v. Jones,” the brief said, accurately.\nThe case against Mr. Clinton was brought in federal court. The one against Mr. Trump is in state court. The difference is not trivial, and the Supreme Court based its decision in the Clinton case on the separation of powers, which concerns the branches of the federal government.\nMuch of the Supreme Court argument was concerned with the distinction. “Any general rule we adopt surely has to be one that we can enforce upon state courts as well as federal,” Justice Antonin Scalia said.\nIn the decision, though, the Supreme Court did not adopt a general rule.\n“Because the claim of immunity is asserted in a federal court and relies heavily on the doctrine of separation of powers that restrains each of the three branches of the federal government from encroaching on the domain of the other two,” Justice Stevens wrote, “it is not necessary to consider or decide whether a comparable claim might succeed in a state tribunal.”\nHe said arguments from a president sued in state court, based on “federalism and comity concerns, as well as the interest in protecting federal officials from possible local prejudice,” might require a different approach. “Whether those concerns would present a more compelling case for immunity is a question that is not before us,” Justice Stevens wrote.", "url": "https://www.nytimes.com/2017/04/03/us/politics/trump-bill-clinton-law-suit-paula-jones.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}