{"authors": ["Chris Buckley", "Sui-Lee Wee", "Adam Wu"], "date_download": "2018-11-16 04:47:25", "date_modify": "2018-11-16 04:47:25", "date_publish": "2017-12-11 11:22:52", "description": "Tens of thousands of hopeful college graduates moved to the city seeking better jobs and better lives. Now the authorities are telling them to leave.", "filename": "2017_12_11_world_asia_china-beijing-migrants-tech_1542343645.html", "image_url": "https://static01.nyt.com/images/2017/12/12/world/12china-migrants-1sub/09china-migrants-1sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_11_world_asia_china-beijing-migrants-tech_1542343645.html", "title": "Campaign to Drive Out Migrants Slams Beijing’s Best and Brightest", "title_page": "Campaign to Drive Out Migrants Slams Beijing’s Best and Brightest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — With coding skills, a foreign degree, fluent English and an apartment barely big enough for his espresso maker and two cats, Si Ruomu thought he was the kind of go-getting young tech worker that Beijing needs to thrive in the 21st century.\nThat was before the police arrived at his apartment building and ordered him and hundreds of others to vacate within 48 hours. Like most of his fellow tenants, Mr. Si had come from elsewhere in China to find work in the capital, which often treats migrants virtually as second-class citizens.\n“One minute you’re drinking espressos, the next you’re being evicted,” said Mr. Si, 28, a bespectacled programmer who grew up in northern China and studied computer science in New Zealand. “I’m starting to think whether people like me have a future in Beijing.”\nAs Beijing has launched its most aggressive drive in decades to rid itself of unwanted migrants, the brunt of the crackdown has fallen on laborers from the countryside. But it has also hurt a different kind of migrant: educated and ambitious white-collar workers drawn to the city’s new economy of tech, finance and hospitality industries.", "url": "https://www.nytimes.com/2017/12/11/world/asia/china-beijing-migrants-tech.html"}