{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:36", "date_modify": "2018-11-16 04:54:36", "date_publish": "2017-02-03 20:45:20", "description": "Planning a renovation? The first step might be to snoop on the neighbors.", "filename": "2017_02_03_realestate_one-kitchen-done-three-ways.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344076.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_03_realestate_one-kitchen-done-three-ways.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344076.html", "title": "One Kitchen Done Three Ways", "title_page": "One Kitchen Done Three Ways - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Delaying plans to create a second bedroom so they could afford the $70,000 renovation, which included high-end appliances and custom floors and counters, they began gutting the kitchen about two years ago, tearing down a wall and redoing the layout. The corner sink was moved to a more central location along one wall, and a pass-through was created above the faucet, with a view of the red accent wall in the hallway. White oak Madera floors replaced worn parquet flooring, appliances were upgraded, white Ikea cabinets were hung over a custom black stone counter that runs the length of the kitchen. “I love that it is completely open and we can see each other and converse and engage, rather than being holed away in a separate room,” Ms. Oktay said. “I can sip my coffee or wine while enjoying the amazing view.”\nInstead of redoing the entire apartment, she added, “we put some things on hold in order to invest in the materials that really made us happy, and we know they will last.” Another budget-conscious decision: buying the cabinetry, hardware and light fixtures at Ikea, where they spent just $5,000 for all of it.\nOf course, there were hiccups along the way. The floor slabs, for example, turned out to be too long to fit inside the elevator. To get them up to the 12th floor, they had to be cut and then reassembled upstairs. The lesson? “Think through all the details of the entire process,” Ms. Oktay advised.\nBROOKLYN CHIC\nOpen to the living room but split off by a tiled floor with a raised border, the L-shaped kitchen in Sarah Lantz and Becky Froman’s apartment was overdue for an update. “People would trip over the lip created by the border of the floor tiles,” said Ms. Lantz, 37, a vice president of a financial services firm. (Ms. Froman, 37, her wife, is a senior manager at Showtime Networks.) So after saving up $35,000 to cover the project, the couple gave up their kitchen for about three months in the summer of 2015, hiding out in the bedroom to escape the dust and noise.\nOut went the old appliances, dated cabinets and kitchen tiles. In came white Caesarstone counters, walnut cabinetry and new flooring carefully chosen to match the parquet in the living area. A center island was added for more storage and counter space, and open shelving was installed along one wall to create an open, airy feel. To achieve the natural-wood look they wanted without going over budget, they bought Ikea cabinet backings and finished them with doors from Semihandmade, a company that specializes in making reasonably priced doors that fit Ikea cabinets. To improve the apartment’s flow, they broke through a wall to open the kitchen to the hallway.", "url": "https://www.nytimes.com/2017/02/03/realestate/one-kitchen-done-three-ways.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}