{"authors": ["Austin Ramzy"], "date_download": "2018-11-16 03:52:27", "date_modify": "2018-11-16 03:52:27", "date_publish": "2017-08-25 11:20:42", "description": "The attacks were seen as a worrying upsurge of violence between Rohingya militants and security forces in the troubled region.", "filename": "2017_08_25_world_asia_myanmar-rakhine-killed-kofi-annan_1542340347.html", "image_url": "https://static01.nyt.com/images/2017/08/26/world/26myanmar-1/26myanmar-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_25_world_asia_myanmar-rakhine-killed-kofi-annan_1542340347.html", "title": "More Than 70 Killed in Fighting in Western Myanmar", "title_page": "More Than 70 Killed in Fighting in Western Myanmar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — More than 70 people were killed on Friday in clashes between militants and security forces in Rakhine State in western Myanmar, which outside observers called a worrying upsurge of violence in the troubled region.\nThe dead included at least 12 members of the security forces and at least 59 Rohingya insurgents, according to a statement from the office of Myanmar’s de facto leader, Daw Aung San Suu Kyi. Myanmar’s armed forces said the militants used knives, small arms and explosives in coordinated early-morning attacks on several police and military posts around Buthidaung and Maungdaw, near Myanmar’s border with Bangladesh.\nRakhine is home to about one million Rohingya, a predominantly Muslim minority group that faces repression in Myanmar, where they are largely confined to camps and denied full citizenship rights.\nLast October, a group of Rohingya militants killed nine police officers, escalating the level of violence in a long-running conflict. Rohingya and international human rights groups say security forces responded to those attacks by locking down the area and carrying out a far-reaching crackdown, killing hundreds of people and forcing tens of thousands to flee.", "url": "https://www.nytimes.com/2017/08/25/world/asia/myanmar-rakhine-killed-kofi-annan.html"}