{"authors": ["Brooks Barnes", "Cara Buckley"], "date_download": "2018-11-16 04:09:22", "date_modify": "2018-11-16 04:09:22", "date_publish": "2017-02-27 09:59:57", "description": "“I’m holding the envelope and the award, and I had just given my speech, and there are people on the stage with headsets, and I thought, ‘That doesn’t seem right.’”", "filename": "2017_02_27_movies_oscars-best-picture-moonlight-academy-awards.html_module=inline_1542341362.html", "image_url": "https://static01.nyt.com/images/2017/02/27/arts/27oscars-bestpicture/27oscars-bestpicture-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_27_movies_oscars-best-picture-moonlight-academy-awards.html_module=inline_1542341362.html", "title": "What It Was Like Onstage During the Oscars 2017 Best Picture Mistake", "title_page": "What It Was Like Onstage During the Oscars 2017 Best Picture Mistake - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“He” was Warren Beatty, who, along with Faye Dunaway, presented the final award of the night. Mr. Beatty opened the envelope and, after some hesitation, handed it to Ms. Dunaway. She said that “La La Land,” about young California dreamers, was the winner. The crowd erupted in applause, and the “La La Land” team rushed the stage.\nWhy did it take minutes to fix the error? “PwC sounded the alarm, but not right away,” Gary Natoli, the telecast’s stage manager, said in a text message. “It wasn’t until just before I jumped onstage that it was confirmed by both Brian and Martha as the winner being incorrect.” Martha L. Ruiz, a PwC colleague of Mr. Cullinan’s who stood on the opposite side of the stage, and Mr. Cullinan apparently needed to find each other backstage to confer before speaking up.\nIt was one of the most surprising reversals in Oscar history, as human error combined with live television to powerful, jaw-dropping effect. It also warped and dampened the euphoria of film executives and artists who had spent years working on the two movies. And for the academy, which had been criticized last year for failing to nominate any minority actors for the second consecutive year, there was a missed moment: Instead of a proper celebration of “Moonlight,” there was a televised scene of confusion, disbelief and astonishment.\nBackstage, Michael De Luca and Jennifer Todd, the telecast’s producers, were sitting at their monitors, Diet Cokes in hand. They were under the impression that the show was a wrap. But the scene quickly became chaotic, as it emerged that the winner was, in fact, “Moonlight,” a tender drama about a young, black man coming to terms with his homosexuality.\n“I’m holding the envelope and the award, and I had just given my speech, and there are people on the stage with headsets and I thought, ‘That doesn’t seem right,’” Jordan Horowitz, a “La La Land” producer, recalled.", "url": "https://www.nytimes.com/2017/02/27/movies/oscars-best-picture-moonlight-academy-awards.html?module=inline"}