{"authors": ["Ian Austen"], "date_download": "2018-11-16 03:51:21", "date_modify": "2018-11-16 03:51:21", "date_publish": "2017-06-24 01:28:07", "description": "A lively event in Toronto with Prime Minister Justin Trudeau and a 360-degree view from inside an igloo are highlights from a week of expanded Canada coverage.", "filename": "2017_06_23_world_canada_justin-trudeau-climate-change.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340281.html", "image_url": "https://static01.nyt.com/images/2017/06/24/international-home/24canadaletter-trudeau/24canadaletter-trudeau-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_23_world_canada_justin-trudeau-climate-change.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340281.html", "title": "Canada Letter: Trudeau Talks to Us, and a New Name", "title_page": "Canada Letter: Trudeau Talks to Us, and a New Name - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The audience inside the auditorium wasn’t much more restrained. When the prime minister said he found President Trump to be a good listener, he was briefly interrupted by laughter. Some members of the audience, and a few readers on Facebook, were also able to quiz the prime minister.\nIt was a vintage performance by Mr. Trudeau, similar to many I’ve reported on in the past. He was unambiguous on some issues, like the government’s commitment to the Paris climate accord despite the United States’ withdrawal. While he criticized Mr. Trump’s policy, he never criticized the president. And he smoothly talked around questions that he preferred not to answer, particularly one on how much of his image-making is contrived.\nThe session was The Times’s second successful talk in Toronto. More are likely, and we are hoping to bring them elsewhere in the country.\nRead: Trudeau on Trump: ‘He Actually Does Listen’\nWatch: Trade in the Balance: An Interview With Prime Minister Justin Trudeau of Canada", "url": "https://www.nytimes.com/2017/06/23/world/canada/justin-trudeau-climate-change.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}