{"authors": ["Maggie Astor"], "date_download": "2018-11-16 03:47:59", "date_modify": "2018-11-16 03:47:59", "date_publish": "2017-09-19 12:58:17", "description": "It’s not your imagination. From Harvey to Irma to Jose to Maria, this year’s Atlantic hurricane season “has been an overachiever by almost every index.”", "filename": "2017_09_19_us_hurricanes-irma-harvey-maria_1542340079.html", "image_url": "https://static01.nyt.com/images/2017/09/20/us/20xp-hurricanes1/20xp-hurricanes1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_19_us_hurricanes-irma-harvey-maria_1542340079.html", "title": "The 2017 Hurricane Season Really Is More Intense Than Normal", "title_page": "The 2017 Hurricane Season Really Is More Intense Than Normal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What stands out is the combination of frequency and intensity. It may not be unheard-of for six storms to develop in a month, but it is very unusual for two Category 4 and two Category 5 hurricanes to do so.\nIt is also extremely unusual for three major hurricanes to pass through the same region in three weeks, as Irma, Jose and Maria have in the northeastern Caribbean.\nThe last time the northern Leeward Islands experienced two major hurricanes in the same season was 1899, and now it is looking at three in the same month. Residents of some islands barely had time to assess the wreckage of a Category 5 hurricane before another bore down on them. Others fled their homes to escape Irma, only to find themselves in the cross hairs of Maria.\nA full reckoning of 2017’s place in hurricane history will not be possible until the season ends on Nov. 30, but there are a few things we can say with reasonable confidence:\nIt will almost certainly be the most expensive season on record in the United States. That distinction, like most others, currently belongs to 2005, when Katrina and three other major hurricanes caused more than $143.5 billion of damage in the country. But this year, AccuWeather estimated that Hurricanes Harvey and Irma might cost a combined $290 billion: two storms producing double the economic damage of four in 2005.\nIt probably won’t be the most active season on record. That dubious distinction belongs, by a large margin, to 2005 and its 28 named storms, which exhausted the World Meteorological Organization’s yearly list of 21 names and forced officials to dip into the Greek alphabet for the first time. Fifteen of the storms (another record) were hurricanes, including seven (second place, behind 1950) Category 3 or higher. Five names (yet another record) were retired: Dennis, Rita, Stan, Wilma and, of course, Katrina. The 2017 season is unlikely to match that.\nBut it will most likely be near the top. Currently, the 1933 season, with 20 named storms, sits in second place after 2005. Behind that are five seasons that produced 19 named storms apiece, one that produced 18, three that had 16 and four that had 15, according to Weather Underground, which maintains a list of the “top 10 busiest Atlantic hurricane seasons.” By the end of November, that list will almost certainly include 2017.\nMr. Henson said he would not be surprised if 2017 were the second year to run through the alphabet of names, which would mean at least 21 named storms. (Hurricane names do not begin with Q, U, X, Y or Z.)\nAnd even if it doesn’t get quite that far, he said, “the intensity of the activity this year will put it in the pantheon of our most active years regardless of what happens from here outward.”", "url": "https://www.nytimes.com/2017/09/19/us/hurricanes-irma-harvey-maria.html"}