{"authors": ["A.O. Scott"], "date_download": "2018-11-16 04:07:15", "date_modify": "2018-11-16 04:07:15", "date_publish": "2017-11-15 20:34:47", "description": "Facing a lover’s death and a society’s intolerance, in a film by Sebastián Lelio.", "filename": "2017_11_15_movies_a-fantastic-woman-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341235.html", "image_url": "https://static01.nyt.com/images/2017/11/17/arts/17fantastic1/17fantastic1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_15_movies_a-fantastic-woman-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341235.html", "title": "Review: ‘A Fantastic Woman’ Lives Up to Its Title, in More Ways Than One", "title_page": "Review: ‘A Fantastic Woman’ Lives Up to Its Title, in More Ways Than One - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Almost as soon as Marina arrives at the hospital with Orlando — who has suffered an aneurysm in the middle of the night — she is treated less as a person than as a problem. Doctors and security officers use the masculine pronoun to refer to her, and pepper her with prying, suspicious questions. She is visited at work by a detective (Amparo Noguera) whose due diligence slides into harassment and humiliation.\nOrlando’s former wife (Aline Kuppenheim) and adult son (Nicolás Saavedra) at first regard Marina with icy tolerance. They are still clearly baffled and appalled that Orlando was involved with her, and the film is sympathetic to their anguish and confusion without excusing their hostility. Marina, too, tries to give them room to grieve, but the distraction they demand turns into something else: the denial of her love for Orlando and her right to mourn him. She is barred from his funeral and threatened with eviction from the apartment they shared. Orlando’s son takes the dog. As things get uglier, Marina is increasingly unprotected and alone.\nIt would be absurd to minimize the political impulse and import of “A Fantastic Woman,” or to universalize its specific, precisely observed depiction of injustice. Marina is, to some degree, a representative woman, whose experiences reveal a deeply held prejudice hardly limited to Chile. But Mr. Lelio and Ms. Vega are less invested in her symbolic status than in her living presence. She has a charisma that defies pity and a sense of poise that can be both intimidating and heartbreaking.\nPsychologically astute and socially aware as the film is, it is also infused with mystery and melodrama, with bright colors and emotional shadows. Almodóvarian and Buñuelian grace notes adorn its matter-of-fact melody, and its surface modesty camouflages an unruly, extravagant spirit. You may not realize until the very end that you have been gazing at the portrait of an artist in the throes of self-creation.", "url": "https://www.nytimes.com/2017/11/15/movies/a-fantastic-woman-review.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}