{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:45", "date_modify": "2018-11-16 04:54:45", "date_publish": "2017-01-06 14:00:03", "description": "Sites like Craigslist may be the best way to score expensive appliances at rock-bottom prices. All you need is a little patience.", "filename": "2017_01_06_realestate_a-high-end-kitchen-on-the-cheap.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344085.html", "image_url": "https://static01.nyt.com/images/2017/01/08/realestate/08FIX1/08FIX1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_06_realestate_a-high-end-kitchen-on-the-cheap.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344085.html", "title": "A High-End Kitchen on the Cheap", "title_page": "A High-End Kitchen on the Cheap - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Underneath the old carpet, there were beautiful oak floors, and the walls that boxed off the kitchen, living and dining rooms could come down. Not to mention that the place cost about a quarter of what it would have in Brooklyn.\nThey closed on the apartment in July 2015, paying about $240,000, and immediately began renovating the kitchen, a process that took about five months.\nMr. Bond acted as the general contractor, filing for permits and finding subcontractors to build out their vision. A family friend drew up the plans based on the appliances Mr. Bond had in storage. But his obsession with Craigslist did not end. In search of an elusive Miele espresso maker and Viking range, he checked his emails nightly.\nHe admitted he was getting a little carried away when he decided they should buy a 36-inch range he found online, although they had already agreed on a 30-inch model. “My wife was like, ‘We don’t need that big of a stove in our kitchen. As it is, we have three refrigerators. This is not a commercial kitchen.’”\nPutting it more mildly, she added: “He had the best of intentions, but I had to reel him in on the 36-inch range, because it just didn’t fit and we would have had to rework all of our cabinet sizes.”\nMr. Bond ended up buying a 30-inch Viking (normally $5,000) for $1,500, even though it was set up for propane and their apartment uses natural gas. To salvage the deal, he picked up a conversion kit for about $50 at a local hardware store and did the installation himself after watching a video on YouTube.\nThen, just as he had resigned himself to drinking regular coffee, a Craigslist alert landed in his inbox for a Miele espresso maker that normally sold for $3,500. “A really, really sweet couple” who happened to live nearby were selling it for $500, he said. To find out if it worked, Mr. Bond asked them to make him a cup of coffee, but an error message kept popping up on the espresso maker’s display. Mr. Bond left without the machine, but called a few repair shops and learned that it could be fixed for $300. He returned, offered the couple $200 and it was his.", "url": "https://www.nytimes.com/2017/01/06/realestate/a-high-end-kitchen-on-the-cheap.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}