{"authors": ["Barry Meier"], "date_download": "2018-11-16 04:29:21", "date_modify": "2018-11-16 04:29:21", "date_publish": "2017-10-17 22:01:53", "description": "A self-help organization in Albany called Nxivm has begun to unravel as members reveal disturbing practices and fears of blackmail.", "filename": "2017_10_17_nyregion_nxivm-women-branded-albany.html_module=inline_1542342561.html", "image_url": "https://static01.nyt.com/images/2017/10/22/nyregion/17CULT/17CULT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_17_nyregion_nxivm-women-branded-albany.html_module=inline_1542342561.html", "title": "Inside a Secretive Group Where Women Are Branded", "title_page": "Inside a Secretive Group Where Women Are Branded - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now, as talk about the secret sisterhood and branding has circulated within Nxivm, scores of members are leaving. Interviews with a dozen of them portray a group spinning more deeply into disturbing practices. Many members said they feared that confessions about indiscretions would be used to blackmail them.\nMark Vicente, a filmmaker and former top Nxivm official, said that after hearing about the secret society, he confronted Mr. Raniere.\n“I said, ‘Whatever you are doing, you are heading for a blowup,’” Mr. Vicente said.\nSeveral former members have asked state authorities to investigate the group’s practices, but officials have declined to pursue action.\nIn July, Ms. Edmondson filed a complaint with the New York State Department of Health against Danielle Roberts, a licensed osteopath and follower of Mr. Raniere, who performed the branding, according to Ms. Edmondson and another woman. In a letter, the agency said it would not look into Dr. Roberts because she was not acting as Ms. Edmondson’s doctor when the branding is said to have happened.\nSeparately, a state police investigator told Ms. Edmondson and two other women that officials would not pursue their criminal complaint against Nxivm because their actions had been consensual, a text message shows.\nState medical regulators also declined to act on a complaint filed against another Nxivm-affilated physician, Brandon Porter. Dr. Porter, as part of an “experiment,” showed women graphically violent film clips while a brain-wave machine and video camera recorded their reactions, according to two women who took part.\nThe women said they were not warned that some of the clips were violent, including footage of four women being murdered and dismembered.", "url": "https://www.nytimes.com/2017/10/17/nyregion/nxivm-women-branded-albany.html?module=inline"}