{"authors": ["Maggie Haberman", "Mikayla Bouchard"], "date_download": "2018-11-16 03:51:06", "date_modify": "2018-11-16 03:51:06", "date_publish": "2017-08-22 04:30:15", "description": "Louise Linton, the labels-loving wife of Steven Mnuchin, replied condescendingly to an Instagram poster about her lifestyle and belittled the woman for having less money than she does.", "filename": "2017_08_22_us_politics_mnuchin-louise-linton-treasury-instagram.html_module=inline_1542340266.html", "image_url": "https://static01.nyt.com/images/2017/08/22/us/22DC-MNUCHIN-diptych/22DC-MNUCHIN-diptych-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_22_us_politics_mnuchin-louise-linton-treasury-instagram.html_module=inline_1542340266.html", "title": "Mnuchin’s Wife Mocks Oregon Woman Over Lifestyle and Wealth", "title_page": "Mnuchin’s Wife Mocks Oregon Woman Over Lifestyle and Wealth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The wife of the Treasury secretary on Monday night took a page from President Trump’s social media playbook for punching down.\nLouise Linton, the labels-loving wife of Steven Mnuchin, replied condescendingly to an Instagram poster about her lifestyle and belittled the woman, Jenni Miller, a mother of three from Portland, Ore., for having less money than she does.\nThe brouhaha began when Ms. Linton posted a photograph of herself disembarking a military jet emblazoned with official government markings. She had joined her husband on a quick trip to Kentucky with the Senate majority leader, Mitch McConnell.\n“Great #daytrip to #Kentucky!” Ms. Linton, 36, wrote under the photograph. She then added hashtags for various pieces of her expensive wardrobe, listing #rolandmouret, #hermesscarf, #tomford and #valentino.", "url": "https://www.nytimes.com/2017/08/22/us/politics/mnuchin-louise-linton-treasury-instagram.html?module=inline"}