{"authors": ["Mark Landler"], "date_download": "2018-11-16 03:51:21", "date_modify": "2018-11-16 03:51:21", "date_publish": "2017-07-01 00:56:00", "description": "The president pressed South Korea on trade and made moves that angered China, posing a test of whether he can keep campaign promises while also cooperating on security.", "filename": "2017_06_30_world_asia_trump-south-korea-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340281.html", "image_url": "https://static01.nyt.com/images/2017/07/01/us/01DC-PREXY/01DC-PREXY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_30_world_asia_trump-south-korea-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340281.html", "title": "Trump Takes More Aggressive Stance With U.S. Friends and Foes in Asia", "title_page": "Trump Takes More Aggressive Stance With U.S. Friends and Foes in Asia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Given that South Korea is already under intense pressure from the Chinese, some analysts said the harshness of Mr. Trump’s critique of South Korea on trade had caught them by surprise.\nDuring the Oval Office meeting with Mr. Moon, Mr. Trump invited his commerce secretary, Wilbur Ross, to recite a list of grievances. Mr. Ross cited barriers that he said cut down the number of American cars sold in South Korea. He also complained about Chinese steel, which he said was dumped in South Korea and used to manufacture pipes for oil fields, which are then shipped to the United States.\nThe United States ran a $27 billion trade deficit with South Korea in 2016, a modest decline from the previous year but more than double the amount in 2011, the year before the renegotiated trade agreement took effect. “There are a lot of very specific problems,” Mr. Ross said.\nMr. Trump blamed President Barack Obama for the pact, even though the deal was first negotiated by President George W. Bush in 2007 and renegotiated by Mr. Obama, which is essentially what Mr. Trump is proposing to do.\nMr. Trump’s aides said he also planned to push ahead with his trade campaign against China — freed up by his conclusion that China’s president, Xi Jinping, had fallen short in pressuring North Korea to curb its behavior. Mr. Trump had delayed introducing measures against China to encourage Mr. Xi to use his influence with North Korea’s leader, Kim Jong-un.\nIn the coming days, the White House plans to publish the results of an investigation of the steel industry, which could lead to tariffs and other measures against imports. South Korea is the second-largest supplier of steel to the United States, by dollar value, after Canada.\nChina is much further back, but administration officials say the country has a pernicious effect on the global steel market because of its excess capacity. Surplus steel from China is shipped to other countries and ends up in products that are exported to the United States.", "url": "https://www.nytimes.com/2017/06/30/world/asia/trump-south-korea-china.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}