{"authors": ["Matt Stevens"], "date_download": "2018-11-16 03:22:14", "date_modify": "2018-11-16 03:22:14", "date_publish": "2017-07-20 11:08:29", "description": "The books will appear on Oct. 20 as part of a 20th anniversary celebration and exhibition at the British Library. But they aren’t new novels or even plays.", "filename": "2017_07_20_books_harry-potter-history-of-magic_1542338534.html", "image_url": "https://static01.nyt.com/images/2017/07/20/books/20xp-potter_web1/20xp-potter_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_20_books_harry-potter-history-of-magic_1542338534.html", "title": "Harry Potter Nerds Rejoice: 2 New ‘History of Magic’ Books Coming This Fall", "title_page": "Harry Potter Nerds Rejoice: 2 New ‘History of Magic’ Books Coming This Fall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The two editions are to be published by Bloomsbury (the British publisher of the “Harry Potter” books) and are being released as part of an exhibition at the British Library, which also opens on Oct. 20. That exhibition will celebrate the 20th anniversary of the first book in the “Harry Potter” series, “Harry Potter and the Philosopher’s Stone” (published as “Harry Potter and the Sorcerer’s Stone” in the United States).\nReuters reported that Bloomsbury made an announcement about the library exhibition and the two books on Tuesday. An official at Scholastic, which publishes “Harry Potter” books in the United States, did not immediately reply to an email seeking additional comment about the latest texts.\nAccording to the British Library’s website, “Harry Potter — A History of Magic” is the “official book” of the library’s exhibition, and what officials called a “collaboration between Bloomsbury, J.K. Rowling and the brilliant curators of the British Library.” It pledges to mix the muggle world and the wizarding world amid 256 pages that will place “J.K. Rowling’s magical inventions alongside their cultural and historical forebears.” Potter nerds will be delighted to also find “exclusive manuscripts, sketches and illustrations from the Harry Potter archive,” the library said.\nThe similarly named “Harry Potter — A Journey Through the History of Magic” also promises to be “packed with unseen sketches and manuscript pages from J.K. Rowling.” The description provided by the library says the book will take “readers on a journey through the Hogwarts curriculum, including Herbology, Defence Against the Dark Arts, Astronomy, Divination and more” and allow them to “discover the truth behind making the Philosopher’s Stone, create your very own potion and uncover the secret of invisible ink.”\nA statement on Ms. Rowling’s website, “Pottermore,” called “A History of Magic” an “adult edition” and its companion book, “a family edition for younger readers.”", "url": "https://www.nytimes.com/2017/07/20/books/harry-potter-history-of-magic.html"}