{"authors": ["Ron Lieber"], "date_download": "2018-11-16 03:13:01", "date_modify": "2018-11-16 03:13:01", "date_publish": "2017-09-22 18:03:13", "description": "The credit reporting agency and its counterparts, Experian and TransUnion, deploy withering judgment, trap us in systems we can’t escape and scare us. It’s time for a radical reboot.", "filename": "2017_09_22_your-money_equifax-breach.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337981.html", "image_url": "https://static01.nyt.com/images/2017/09/23/business/23MONEY-1/23MONEY-1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_22_your-money_equifax-breach.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337981.html", "title": "Why the Equifax Breach Stings So Bad", "title_page": "Why the Equifax Breach Stings So Bad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Richard Russell of the Bronx questioned whether Equifax might have an incentive to be casual about security so that it could turn around later and charge what amounted to protection money. “Isn’t that what this credit freeze is essentially?” he asked in an email to me this week. “In many parts of the world, this would be labeled extortion.”\nIt was only when I searched my Equifax-related email for the words “fear” and “scared” that I fully understood just how defeated so many people felt about walking around with data leeches permanently attached to their wallets.\nDiane Beeney, who lives in York, Neb., said in an interview that she couldn’t even bring herself to put the last six digits of her Social Security number into Equifax’s website — which is what the company demanded right off the bat of people who wanted to determine whether their information had been compromised.\n“I’m not very tech savvy, but I’m very tech wary,” she said. “There is just too much of this stuff out there that nobody has any control over.” For the moment, she has no idea what the status of her data is, because Equifax has not directly informed people who may have been affected by the breach. It could send them letters, but it has chosen not to so far.\nMany of those who have tried to protect themselves in the wake of the breach have been left feeling as though they are not in good hands. Consider the revelation that the president of Equifax’s information solutions unit in the United States and its chief financial officer sold stock after the breach was discovered but before it was made public. If they knew about the break-in, they violated insider trading laws. The company says they did not know.\nEven if you take Equifax at its word, despite its complete lack of credibility at this point, you are still left to wonder this: In what sort of company would Mr. Information Systems and Mr. Money not be in the loop on a problem like this? “That’s also horrifying,” said Cristi Page of San Diego. “They’re either unethical or they’re incompetent. Neither of those inspire much confidence.”\nImagine that you, like Mr. Schill, were a recent retiree. You don’t want to go back to work if you can help it. Along comes the Equifax breach. Soon, you are reading totally frightening but utterly real tales of criminals taking over investment and Social Security accounts, and you wonder about your carefully laid plans. “I don’t want to see this go up in smoke,” he said.", "url": "https://www.nytimes.com/2017/09/22/your-money/equifax-breach.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}