{"authors": ["Nicholas Fandos"], "date_download": "2018-11-16 03:59:21", "date_modify": "2018-11-16 03:59:21", "date_publish": "2017-11-21 17:55:32", "description": "Longtime ties to Russia have led to some suggestions that Dana Rohrabacher, Republican of California, is a valued asset there. He has laughed it off, but now investigators are calling.", "filename": "2017_11_21_us_politics_dana-rohrabacher-putin-trump-kremlin-under-fire.html_module=inline_1542340761.html", "image_url": "https://static01.nyt.com/images/2017/11/22/us/22dc-rohrabacher1/22dc-rohrabacher1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_21_us_politics_dana-rohrabacher-putin-trump-kremlin-under-fire.html_module=inline_1542340761.html", "title": "He’s a Member of Congress. The Kremlin Likes Him So Much It Gave Him a Code Name.", "title_page": "He’s a Member of Congress. The Kremlin Likes Him So Much It Gave Him a Code Name. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — For two decades, Representative Dana Rohrabacher has been of value to the Kremlin, so valuable in recent years that the F.B.I. warned him in 2012 that Russia regarded him as an intelligence source worthy of a Kremlin code name.\nThe following year, the California Republican became even more valuable, assuming the chairmanship of the Foreign Affairs subcommittee that oversees Russia policy. He sailed to re-election again and again, even as he developed ties to Vladimir V. Putin’s Russia.\nThen came President Trump.\nAs revelations of Russia’s campaign to influence American politics consume Washington, Mr. Rohrabacher, 70, who had no known role in the Trump election campaign, has come under political and investigative scrutiny. The F.B.I. and the Senate Intelligence Committee are each seeking to interview him about an August meeting with Julian Assange, the founder of WikiLeaks, Mr. Rohrabacher said. The special counsel, Robert S. Mueller III, is said to be interested in a meeting he had last year with Michael T. Flynn, Mr. Trump’s short-lived national security adviser.\nAt the same time, fellow Republicans — questioning his judgment and intentions — have moved to curtail his power as chairman of the Foreign Affairs subcommittee on Europe, Eurasia and Emerging Threats. And back home in Southern California, where Democrats and Republicans alike smell blood, the 15-term congressman is facing his toughest re-election contest in decades, with well-funded candidates from both parties lining up to unseat him.", "url": "https://www.nytimes.com/2017/11/21/us/politics/dana-rohrabacher-putin-trump-kremlin-under-fire.html?module=inline"}