{"authors": ["Michael D. Shear", "Ron Nixon"], "date_download": "2018-11-16 04:26:07", "date_modify": "2018-11-16 04:26:07", "date_publish": "2017-02-21 16:21:02", "description": "The rules authorize expelling undocumented immigrants who have committed even minor offenses, and they make it easier to immediately deport people.", "filename": "2017_02_21_us_politics_dhs-immigration-trump.html_module=inline_1542342367.html", "image_url": "https://static01.nyt.com/images/2017/02/22/us/22dhs/22dhs-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_21_us_politics_dhs-immigration-trump.html_module=inline_1542342367.html", "title": "New Trump Deportation Rules Allow Far More Expulsions", "title_page": "New Trump Deportation Rules Allow Far More Expulsions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump has directed his administration to enforce the nation’s immigration laws more aggressively, unleashing the full force of the federal government to find, arrest and deport those in the country illegally, regardless of whether they have committed serious crimes.\nDocuments released on Tuesday by the Department of Homeland Security revealed the broad scope of the president’s ambitions: to publicize crimes by undocumented immigrants; strip such immigrants of privacy protections; enlist local police officers as enforcers; erect new detention facilities; discourage asylum seekers; and, ultimately, speed up deportations.\nThe new enforcement policies put into practice language that Mr. Trump used on the campaign trail, vastly expanding the definition of “criminal aliens” and warning that such unauthorized immigrants “routinely victimize Americans,” disregard the “rule of law and pose a threat” to people in communities across the United States.\nDespite those assertions in the new documents, research shows lower levels of crime among immigrants than among native-born Americans.", "url": "https://www.nytimes.com/2017/02/21/us/politics/dhs-immigration-trump.html?module=inline"}