{"authors": ["Lindsay Crouse"], "date_download": "2018-11-16 03:14:05", "date_modify": "2018-11-16 03:14:05", "date_publish": "2017-11-11 19:30:02", "description": "She does not just talk about elevating her fellow women runners; she elevates them. And they win.", "filename": "2017_11_11_opinion_sunday_shalane-flanagan-marathon-running.html_module=inline_1542338045.html", "image_url": "https://static01.nyt.com/images/2017/11/12/opinion/sunday/12crouse/12crouse-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_11_opinion_sunday_shalane-flanagan-marathon-running.html_module=inline_1542338045.html", "title": "How the ‘Shalane Flanagan Effect’ Works", "title_page": "Opinion | How the ‘Shalane Flanagan Effect’ Works - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By the following August, Infeld had become one of the fastest runners in the world, taking a surprise bronze in the 10,000 meters at the World Championships.\nThis is not all selfless acts of mentorship; the camaraderie Flanagan has fostered with her teammates served her well.\n“I thoroughly enjoy working with other women,” Flanagan told me. “I think it makes me a better athlete and person. It allows me to have more passion toward my training and racing. When we achieve great things on our own, it doesn’t feel nearly as special.”\nIn fact, it arguably made the difference in securing her spot in the Olympics last year.\nOn a searing day in Los Angeles at the United States Olympic marathon trials in February 2016, Flanagan and her teammate Amy Cragg broke away from the pack early in the race. They had spent months training together for that day and ran stride-for-stride in matching uniforms. But toward the end of the race, Flanagan’s face turned red and she began to wilt, staggering a bit as their advantage narrowed.\nCragg slowed down and urged her on, pacing her over the few final miles and even fetching her water so Flanagan could conserve energy, a remarkable demonstration of support on a racecourse. Flanagan barely made it across the finish line, where she collapsed into Cragg’s arms. But Flanagan was able to make her fourth Olympic team and go on to become the top American finisher in the Olympic marathon in Rio, in sixth place.\n“We had run thousands of miles together; we had worked so hard for this. She had been there every step of the way, struggling with me,” Cragg told me a few months after the race. “We all have someone like Shalane where you’re kind of dependent on her, who has your back and would do the same thing.”\nThis year, Cragg took the bronze medal in the marathon at the track and field world championships.\nFlanagan’s leadership style doesn’t fit the “girl boss” leadership archetypes that are flourishing in pop culture, the Ivanka Trump feminism, with its shallow claims of support for women, that yields no results. (Ms. Trump’s kind of feminism may attract cheers at races, but it does not win them.) Flanagan does not just talk about elevating women; she elevates them. And they win.", "url": "https://www.nytimes.com/2017/11/11/opinion/sunday/shalane-flanagan-marathon-running.html?module=inline"}