{"authors": ["Hiroko Tabuchi", "Henry Fountain"], "date_download": "2018-11-16 03:59:36", "date_modify": "2018-11-16 03:59:36", "date_publish": "2017-06-02 00:17:02", "description": "An unnamed group, which includes 30 mayors, three governors, 80 university presidents and over 100 businesses, is negotiating with the United Nations to accept its emissions reduction plan.", "filename": "2017_06_01_climate_american-cities-climate-standards.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340776.html", "image_url": "https://static01.nyt.com/images/2017/06/03/world/03cities2_hp/03cities2_hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_01_climate_american-cities-climate-standards.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340776.html", "title": "Bucking Trump, These Cities, States and Companies Commit to Paris Accord", "title_page": "Bucking Trump, These Cities, States and Companies Commit to Paris Accord - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Representatives of American cities, states and companies are preparing to submit a plan to the United Nations pledging to meet the United States’ greenhouse gas emissions targets under the Paris climate accord, despite President Trump’s decision to withdraw from the agreement.\nThe unnamed group — which, so far, includes 30 mayors, three governors, more than 80 university presidents and more than 100 businesses — is negotiating with the United Nations to have its submission accepted alongside contributions to the Paris climate deal by other nations.\n“We’re going to do everything America would have done if it had stayed committed,” Michael Bloomberg, the former New York City mayor who is coordinating the effort, said in an interview.", "url": "https://www.nytimes.com/2017/06/01/climate/american-cities-climate-standards.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}