{"authors": ["Michael J. De La Merced", "Oliver Strand"], "date_download": "2018-11-16 04:55:11", "date_modify": "2018-11-16 04:55:11", "date_publish": "2017-09-14 16:04:42", "description": "The deal highlights the continued hot streak of artisanal coffee, whose rapid growth and fanatical customer base have continued to draw big business.", "filename": "2017_09_14_business_dealbook_nestle-blue-bottle-coffee.html__r=0&module=inline_1542344111.html", "image_url": "https://static01.nyt.com/images/2017/09/15/business/15DB-COFFEE1/15DB-COFFEE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_14_business_dealbook_nestle-blue-bottle-coffee.html__r=0&module=inline_1542344111.html", "title": "Nestlé Targets High-End Coffee by Taking Majority Stake in Blue Bottle", "title_page": "Nestlé Targets High-End Coffee by Taking Majority Stake in Blue Bottle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Their commitment to us was, ‘We love what you do, we want to help you grow,’ ” Mr. Freeman said in a telephone interview on Wednesday. “One of the biggest food companies in the world has really voted in favor of very delicious coffee.”\nUnder the terms of the deal, Nestlé is acquiring 68 percent of Blue Bottle; the coffee company’s management and employees will own the rest. Neither side would disclose financial terms.\nAlthough Blue Bottle is one of the most important players in the third-wave coffee sector, it has distinguished itself from its rivals in significant ways. It has spurned many of the hallmarks of high-end shops — barista competitions, lengthy travelogues about journeys to find the perfect small coffee farm — while emphasizing the aesthetics and experience of a well-prepared cup.\nThe strategy is a reflection of the company’s founder, a soft-spoken, classically trained musician who began roasting coffee as a hobby while on the road with traveling orchestras. Mr. Freeman’s approach has less of the rebellious rock ‘n’ roll attitude displayed by competitors like Stumptown, and more of the quiet calm that one might associate with a slowly but well-brewed cup of coffee.\nOther people in the industry have derided Mr. Freeman for what some consider the florid language that Blue Bottle uses in its marketing materials and for a perceived lack of seriousness. But Mr. Freeman’s approach has drawn fans, particularly among customers who are either unfamiliar with, or disdainful of, the sanctimony of other high-end coffee purveyors.\n“I notice in other places they’re friendly toward the younger hipster types but to the older folk, they’re a little dismissive,” said Michele Carlstrom, a customer at a Blue Bottle store in Brooklyn.\nBlue Bottle stores are clean and tastefully modern, largely because of Mr. Freeman’s enthusiasm for Japanese aesthetics. And the company has opened most of them in areas convenient to professionals, including the Ferry Building in San Francisco and Rockefeller Center in Midtown Manhattan.", "url": "https://www.nytimes.com/2017/09/14/business/dealbook/nestle-blue-bottle-coffee.html?_r=0&module=inline"}