{"authors": ["Michael D. Shear", "Maggie Haberman"], "date_download": "2018-11-16 04:26:52", "date_modify": "2018-11-16 04:26:52", "date_publish": "2017-02-13 20:21:55", "description": "President Trump and his aides coordinated their response to North Korea’s missile test at his Florida club without retiring to a secure location.", "filename": "2017_02_13_us_politics_mar-a-lago-north-korea-trump_1542342412.html", "image_url": "https://static01.nyt.com/images/2017/02/14/us/14hundredbriefing5/14hundredbriefing5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_13_us_politics_mar-a-lago-north-korea-trump_1542342412.html", "title": "From Trump’s Mar-a-Lago to Facebook, a National Security Crisis in the Open", "title_page": "From Trump’s Mar-a-Lago to Facebook, a National Security Crisis in the Open - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump and his top aides coordinated their response to North Korea’s missile test on Saturday night in full view of diners at Mr. Trump’s Mar-a-Lago resort in Florida — a remarkable public display of presidential activity that is almost always conducted in highly secure settings.\nThe scene — of aides huddled over their computers and the president on his cellphone at his club’s terrace — was captured by a club member dining not far away and published in pictures on his Facebook account. The images also show Mr. Trump conferring with his guest at the resort, Shinzo Abe, the Japanese prime minister.\nShortly before the club member, Richard DeAgazio, who joined Mr. Trump’s club recently, took the pictures, North Korea test-fired a ballistic missile into the sea off its eastern coast. Mr. DeAgazio posted his photographs to Facebook as the two leaders and their staff members reviewed documents and worked on their laptops, using cellphones as flashlights.\n“HOLY MOLY !!! It was fascinating to watch the flurry of activity at dinner when the news came that North Korea had launched a missile in the direction of Japan,” Mr. DeAgazio wrote later on Facebook, describing how the two leaders “conferred and then went into another room for hastily arranged press conference.”", "url": "https://www.nytimes.com/2017/02/13/us/politics/mar-a-lago-north-korea-trump.html"}