{"authors": ["Henry Fountain"], "date_download": "2018-11-16 03:48:06", "date_modify": "2018-11-16 03:48:06", "date_publish": "2017-09-06 16:24:08", "description": "Experts say that with conditions just right in the tropical Atlantic, late summer and early fall is prime time for hurricanes.", "filename": "2017_09_06_climate_storms-harvey-irma-jose.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340086.html", "image_url": "https://static01.nyt.com/images/2017/09/07/science/07CYCLONE/07CYCLONE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_06_climate_storms-harvey-irma-jose.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340086.html", "title": "First Harvey, Then Irma and Jose. Why? It’s the Season.", "title_page": "First Harvey, Then Irma and Jose. Why? It’s the Season. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "First came Hurricane Harvey, which barreled into Texas on Aug. 25. Now Irma, one of the most powerful hurricanes on record, is battering the Caribbean and has Florida in its sights.\nJose, currently a tropical storm, trails behind in the mid-Atlantic. And early Wednesday, a coalescing weather system in the southwestern Gulf of Mexico became tropical storm Katia — the fourth named storm in two weeks.\nWhat’s going on?\nHurricane experts say that the formation of several storms in rapid succession is not uncommon, especially in August, September and October, the most active months of the six-month hurricane season.\n“This is the peak,” said Gerry Bell, the lead seasonal hurricane forecaster with the Climate Prediction Center, a part of the National Oceanic and Atmospheric Administration. “This is when 95 percent of hurricanes and major hurricanes form.”\nAs to whether climate change has somehow made this year worse, the links between climate change and hurricane activity are complex and there are still many uncertainties.\nPart of the problem, scientists say, is that there are just not that many storms: A dozen or so each year over the decades that good records have been kept do not form a huge data set to work with.\nSome climate change impacts seem more certain than others. As the planet warms the atmosphere can hold more moisture, so hurricanes, like other rainstorms, could be expected to produce more rain on average than in the past. And as sea level rises, the impact of storm surges from hurricanes would be expected to worsen, because the surges are on top of a higher baseline.\nDr. Bell and his team at NOAA had forecast that this season would be a busy one, and that is how it is playing out, he said.\n“With above normal seasons, you have even more activity mainly in August through October,” he said. “We’re seeing the activity we predicted.”\nSince the season began on June 1 there have been 12 named storms, four of which strengthened into hurricanes, with maximum sustained winds above 73 miles per hour. Jose and Katia may well reach hurricane strength in the next few days.", "url": "https://www.nytimes.com/2017/09/06/climate/storms-harvey-irma-jose.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}