{"authors": ["Andrew Jacobs"], "date_download": "2018-11-16 04:20:06", "date_modify": "2018-11-16 04:20:06", "date_publish": "2017-04-11 17:43:52", "description": "Activists said the company failed to properly oversee the fund it created to help Chinese writers, democracy advocates and human rights lawyers persecuted for standing up to the country’s government.", "filename": "2017_04_11_business_yahoo-lawsuit-china-dissidents-fund_1542342006.html", "image_url": "https://static01.nyt.com/images/2017/04/12/us/12chinayahoo/12chinayahoo-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_11_business_yahoo-lawsuit-china-dissidents-fund_1542342006.html", "title": "Yahoo Is Sued Over $17 Million Fund for Chinese Dissidents", "title_page": "Yahoo Is Sued Over $17 Million Fund for Chinese Dissidents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A group of Chinese political activists filed a lawsuit in federal court against Yahoo on Tuesday, saying the company failed to properly oversee a $17 million fund it created a decade ago to help Chinese writers, democracy advocates and human rights lawyers persecuted for standing up to the country’s government.\nThe lawsuit, filed in the United States District Court in Washington, accuses Yahoo senior executives of turning a blind eye as the fund’s manager, Harry Wu, illegally spent millions of dollars on high-end real estate, inflated staff salaries and a museum documenting the history of forced labor camps in China.\nAccording to the lawsuit, Mr. Wu, a veteran Chinese dissident who died last April, spent less than 4 percent of the money on humanitarian aid.\nThe lawsuit demands that Yahoo replenish the trust, which has been significantly depleted.\nSuzanne Philion, a spokeswoman for Yahoo, declined to comment, saying the company does not discuss litigation.", "url": "https://www.nytimes.com/2017/04/11/business/yahoo-lawsuit-china-dissidents-fund.html"}