{"authors": ["Ron Lieber"], "date_download": "2018-11-16 03:13:12", "date_modify": "2018-11-16 03:13:12", "date_publish": "2017-09-14 16:31:22", "description": "How will people get refunds for credit freeze fees? What about those faulty freeze PIN numbers? After a delay, the company responded to our columnist’s many questions.", "filename": "2017_09_14_your-money_equifax-answers-data-breach.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337992.html", "image_url": "https://static01.nyt.com/images/2017/09/16/business/16MONEY/16MONEY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_14_your-money_equifax-answers-data-breach.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337992.html", "title": "Finally, Some Answers From Equifax to Your Data Breach Questions", "title_page": "Finally, Some Answers From Equifax to Your Data Breach Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the last few days, several hundred of you have sent me questions or tweeted about the Equifax breach and its credit freeze process. I don’t blame you, given that you’ve melted their websites and phone banks since the company announced last week that up to 143 million people may have had their Social Security numbers and other data stolen.\nIn the absence of much, if any, cogent response from Equifax in the early days of its crisis, I’ve been sending your questions to its representatives and putting them, unanswered, in my columns when I can’t get a reply.\nNow, the company is finally answering some of them. Here’s what I’ve learned about, among other things, Equifax’s credit freeze process, whereby people lock up their files so that no thief can get new credit by impersonating them. One cautionary lesson: The company doesn’t always get its answers right.\nDo Equifax’s website and phone systems actually work at this point?\nYes, the company maintains, though barely if all the messages in my email are any indication. Some people are waiting until the middle of the night to try to use Equifax’s security freeze website and even failing then to get through. It’s like trying to get Bruce Springsteen tickets, except nobody wants to see this particular show.", "url": "https://www.nytimes.com/2017/09/14/your-money/equifax-answers-data-breach.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}