{"authors": ["Michael Laforgia"], "date_download": "2018-11-16 03:12:49", "date_modify": "2018-11-16 03:12:49", "date_publish": "2017-10-09 06:55:37", "description": "A Times investigation shows how Amtrak, wanting to keep trains running and favoring a nearby development project, put off replacing deteriorating tracks.", "filename": "2017_10_09_nyregion_amtrak-penn-station-derailments_1542337969.html", "image_url": "https://static01.nyt.com/images/2017/09/22/nyregion/00Amtrak-8/00Amtrak-8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_09_nyregion_amtrak-penn-station-derailments_1542337969.html", "title": "Before Derailments at Penn Station, Competing Priorities Led to Disrepair", "title_page": "Before Derailments at Penn Station, Competing Priorities Led to Disrepair - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Leeds said inspectors often examine such parts and decide they are less worn than was expected, so their use is extended.\nEarly last year, after planned work on a complicated switch in Interlocking A was delayed, a manager in the track department, Tim Cochran, expressed frustration to Mr. Keefe and others. “If we don’t start getting work done in the station, we’re going to wreck,” he said, two people in the meeting recalled. Mr. Cochran, who left Amtrak this year, declined to comment.\nMs. Leeds acknowledged that contractors spent many hours working on the Moynihan project but added that the engineering department had other priorities than working in Interlocking A in recent years, such as fixing the East River tunnels that were damaged by Hurricane Sandy.\nCiting the derailments caused by broken tracks, Augustine F. Ubaldi, a railroad engineering expert who began his career inspecting Penn Station for the Penn Central railroad in the 1970s, said it was clear that Amtrak did not spend enough time working in Interlocking A. “There’s no way to deny that,” he said.\nPersistent Pressures\nAmtrak wrapped up the emergency repairs to Penn Station on Sept. 5, but much work remains to be done, and the pressure to share time and work space is not going away. As the Moynihan project enters its second phase, maintenance crews at the transit hub will have to schedule work around it for at least the next two years.\nMs. Leeds, the Amtrak spokeswoman, said that the railroad was planning its repair work through next year and that it hoped to accomplish most of it during weekend shutdowns. Still, Amtrak executives have said that they would close tracks during the week as needed. “Amtrak will assume a much greater aggressive posture to address critical reliability issues at Penn Station at all times,” Ms. Leeds said.\nLooking back, Mr. Boardman, the former Amtrak president, said the railroad probably tried to do too much at once inside Penn Station, juggling multiple development projects and the railroad’s repair work.\n“Would we have prioritized it differently?” he asked. “Well, we would have.”", "url": "https://www.nytimes.com/2017/10/09/nyregion/amtrak-penn-station-derailments.html"}