{"authors": ["Ron Lieber"], "date_download": "2018-11-16 03:13:22", "date_modify": "2018-11-16 03:13:22", "date_publish": "2017-09-10 19:02:05", "description": "Now that as many as 143 million Social Security numbers may be out in the wild, everyone wants to freeze their credit files at once. It isn’t always easy.", "filename": "2017_09_10_your-money_identity-theft_equifax-breach-credit-freeze.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338002.html", "image_url": "https://static01.nyt.com/images/2017/09/10/business/11money-alt/11money-alt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_10_your-money_identity-theft_equifax-breach-credit-freeze.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338002.html", "title": "After Equifax Breach, Here’s Your Next Worry: Weak PINs", "title_page": "After Equifax Breach, Here’s Your Next Worry: Weak PINs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But when he called the company, a representative said that he did not even know what a PIN was and that there were no supervisors with whom Mr. Harrison could speak. The story changed once Mr. Harrison educated the Equifax representative on basic freeze facts. A supervisor did exist, but the one who got on the phone with Mr. Harrison said that it was not possible to change the PIN. He would not answer additional questions, referring Mr. Harrison to the company’s breach site instead.\nIn an interview on Saturday, Mr. Harrison said that he wouldn’t trust someone swearing on a stack of Bibles that his PIN was safe. “They are going to have to change my PIN,” he said, adding that it is the safety net of last resort for him and every other person who has had their personal information stolen. “I’m going to force them.”\nOn Sunday afternoon, in an emailed statement, an Equifax spokesman, Wyatt Jefferies, said that no PINs had been compromised in the breach and that the company would soon be changing the PIN generation and reset request process.\n“While we have confidence in the current system, we understand and appreciate that consumers have questions about how PINs are currently generated,” he wrote. “We are engaged in a process that will provide consumers a randomly generated PIN. We expect this change to be effective within 24 hours.”\nMeanwhile, Mr. Harrison said he longed for a legislative or regulatory solution, even if it means the sort of piecemeal, drip-by-drip state actions that have forced the credit bureaus to provide more information and protection to consumers.\nA memo to state legislatures: Maybe start with giving everyone access to their credit reports whenever they want to see them, free, at all three bureaus, as the Stanford professor Jeffrey Pfeffer suggested over the weekend in a LinkedIn article. (Currently, you get only one free look at each report each year via annualcreditreport.com.)\nThen we could require the bureaus to provide free, top-of-the-line monitoring forever, including free freezes and thaws, whenever a breach occurs at one of their own websites.", "url": "https://www.nytimes.com/2017/09/10/your-money/identity-theft/equifax-breach-credit-freeze.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}