{"authors": ["Andrew Higgins", "Andrew E. Kramer"], "date_download": "2018-11-16 04:49:25", "date_modify": "2018-11-16 04:49:25", "date_publish": "2017-07-15 22:40:09", "description": "Rinat Akhmetshin, a gregarious, fast-talking man with a sharp sense of humor, has often warned his friends and contacts: “Nothing is secure.”", "filename": "2017_07_15_world_europe_rinat-akhmetshin-donald-trump-jr-natalia-veselnitskaya.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343765.html", "image_url": "https://static01.nyt.com/images/2017/07/16/world/16RINAT-01/16RINAT-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_15_world_europe_rinat-akhmetshin-donald-trump-jr-natalia-veselnitskaya.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343765.html", "title": "Soviet Veteran Who Met With Trump Jr. Is a Master of the Dark Arts", "title_page": "Soviet Veteran Who Met With Trump Jr. Is a Master of the Dark Arts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — Rinat Akhmetshin, the Russian-American lobbyist who met with Donald Trump Jr. at Trump Tower in June 2016, had one consistent message for the journalists who met him over the years at the luxury hotels where he stayed in Moscow, London and Paris, or at his home on a leafy street in Washington: Never use email to convey information that needed to be kept secret.\nWhile not, he insisted, an expert in the technical aspects of hacking nor, a spy, Mr. Akhmetshin talked openly about how he had worked with a counterintelligence unit while serving with the Red Army after its 1979 invasion of Afghanistan and how easy it was to find tech-savvy professionals ready and able to plunder just about any email account.\nA journalist who visited his home was given a thumb drive containing emails that had apparently been stolen by hackers working for one of his clients.\nOn another occasion, at a meeting with a New York Times reporter at the Ararat Park Hyatt hotel in Moscow, Mr. Akhmetshin, by then an American citizen, informed the journalist he had recently been reading one of his emails: a note sent by the reporter to a Russian-American defense lawyer who had once worked for Mikhail Khodorkovsky, the anti-Kremlin oligarch.", "url": "https://www.nytimes.com/2017/07/15/world/europe/rinat-akhmetshin-donald-trump-jr-natalia-veselnitskaya.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}