{"authors": ["Victoria Burnett"], "date_download": "2018-11-16 04:12:08", "date_modify": "2018-11-16 04:12:08", "date_publish": "2017-06-16 21:35:00", "description": "Hotel owners, tour operators and online booking agencies took what they saw as confusing signals from the White House as a sign that the policy would be refined over the coming weeks.", "filename": "2017_06_16_travel_cuba-travel-trump-restrictions-industry-reaction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341528.html", "image_url": "https://static01.nyt.com/images/2017/06/18/travel/16cuba/16cuba-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_16_travel_cuba-travel-trump-restrictions-industry-reaction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341528.html", "title": "Travel Industry Scrambles After New Cuba Restrictions", "title_page": "Travel Industry Scrambles After New Cuba Restrictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As President Trump outlined a stricter policy toward Cuba on Friday, travel industry representatives scrambled to decode new prohibitions and reassure clients that the island was not off limits.\nHotel owners, tour operators and online booking agencies — who have been at the heart of much-expanded contact between the two countries over the last few years, culminating in early 2016, when President Barack Obama eased restrictions — took what they saw as confusing signals from the White House as a sign that the policy would be refined over the coming weeks.\n“It appears to me that they are making this up as they go,” said Collin Laverty, president of Cuba Educational Travel, which has been organizing trips to that country for several years.\nMr. Laverty said he fielded “endless” calls during the past two days from travel operators and travelers trying to figure out how they would be affected by the new policy. On Friday, he wrote in an email to clients that the organization was “very confident” the policy “will not impact the fall trips to Cuba.”", "url": "https://www.nytimes.com/2017/06/16/travel/cuba-travel-trump-restrictions-industry-reaction.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}