{"authors": ["Charlie Fox"], "date_download": "2018-11-16 03:08:56", "date_modify": "2018-11-16 03:08:56", "date_publish": "2017-10-13 15:36:48", "description": "As the 200th birthday of Mary Shelley’s monstrous allegory approaches, an exploration of its resonance with artists.", "filename": "2017_10_13_t-magazine_art_frankenstein-monster-queer-art_1542337736.html", "image_url": "https://static01.nyt.com/images/2017/10/13/t-magazine/frankenstein-slide-LRLJ/frankenstein-slide-LRLJ-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_13_t-magazine_art_frankenstein-monster-queer-art_1542337736.html", "title": "Why Frankenstein’s Monster Haunts Queer Art", "title_page": "Why Frankenstein’s Monster Haunts Queer Art - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I HAVE FOUND IT!” Mary Shelley remembered thinking when she awoke from a fateful nightmare in the summer of 1816 with a thunderclap of inspiration. “What terrified me will terrify others.” These terrors provided the raw material for “Frankenstein,” which she composed at 19 and published anonymously in London two years later, unleashing one of the great ogres of the imagination into the world. “I saw the hideous phantasm of a man stretched out,” she wrote, “and then, on the working of some powerful engine, show signs of life.” To quote the mad doctor responsible for him in the 1931 Universal Pictures film: “It’s alive!” Now, as the 200th birthday of Shelley’s Monster — or, really, her monstrous allegory — fast approaches, he remains at large.\nBut a monstrous allegory for what, exactly? Like all great myths, Shelley’s tale shape-shifts to suit any number of freaky interpretations without sacrificing the original’s hellacious powers. It could be a 19th-century premonition about the dangers of biotechnology, or a fable about the possibilities of male birth and all the horror such transgressions of the so-called natural invoke. Though “Frankenstein” also remains one of the most savage tales about father-son dysfunction, the Monster is a daddy, too, responsible in some ways for fantastic creations including Marilyn Manson; “The Rise of the Planet of the Apes” (2011), which turns, like Shelley’s tale, on the education of an “uncivilized” beast; and Rei Kawakubo’s “bump” dresses (1997), recently on view at the Met, which distort the bodies of their wearers to throw monstrous shadows. Yet there’s something about this story of unhallowed arts that makes it darkly resonant for queer artists beyond any other group.\nWhen you’re gay and grow up feeling like a hideous misfit, fully conscious that some believe your desires to be wicked and want to kill you for them, identifying with the Monster is hardly a stretch: A misunderstood beast finds solace in the solitude of the woods, but seems to endlessly face the wrath of the torch-bearing, small-minded inhabitants in the world beyond. There have been explicitly queer representations of Frankenstein’s creature at least since “The Rocky Horror Picture Show,” the camp classic that has been screened more or less continuously since its release in 1975, in which the titular monster (created by transvestite Frank-N-Furter) is a lithe blond male in skimpy gold lamé. (The X-rated “Andy Warhol’s Flesh for Frankenstein,” a retelling of Shelley that gleefully chronicles the doctor’s attempt to create a “perfect” man, predates “Rocky Horror” by about a year.) More recently, on television, “Penny Dreadful” (2014) and “The Cleveland Show” (2011) have starred gay versions of Frankenstein or his Monster.", "url": "https://www.nytimes.com/2017/10/13/t-magazine/art/frankenstein-monster-queer-art.html"}