{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:32", "date_modify": "2018-11-16 04:54:32", "date_publish": "2017-06-23 11:32:36", "description": "How to turn a dreary outdoor space into an urban retreat.", "filename": "2017_06_23_realestate_tips-for-creating-a-city-garden.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344072.html", "image_url": "https://static01.nyt.com/images/2017/06/25/realestate/25FIXJP2/25FIXJP2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_23_realestate_tips-for-creating-a-city-garden.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344072.html", "title": "Tips for Creating a City Garden", "title_page": "Tips for Creating a City Garden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With a little planning and dedication, it’s possible to turn even the dreariest outdoor space into an urban retreat. Whether you have a big backyard or a tiny balcony, here is how to make your outdoor space work for you.\nDECIDE HOW YOU WANT TO USE THE SPACE “Ask yourself what you see yourself doing in the space,” said Sera Rogue, the owner of Red Fern Brooklyn, a landscape design firm. “Yoga? Reading? Entertaining? Morning coffee?” This will drive most of your decisions, including where to put the plants, what furniture to buy and how to address noise or privacy concerns.\nSKETCH OUT A PLAN “When you talk to an interior designer, it’s about flowing through rooms, transitioning through space and creating focal points,” said Todd Haiman, a landscape designer, who pointed out that the same principles apply to creating outdoor rooms. In a small space, he suggested, “design on a grid,” using squares and rectangles, rather than circles, to take advantage of every square inch. If you don’t have much width, go vertical: A tall hedge, a few small trees or trellised vines in planters can create privacy. “I always try to create a sensory and experiential journey,” he said, which can be as simple as placing a pot of lavender near the door “so you brush up against it, every time you step out, and release its scent.”\nBE REALISTIC ABOUT UPKEEP Even the hardiest plants require regular watering and pruning. If you travel frequently, a well-furnished terrace with an occasional bouquet from the farmer’s market may be more your style. Sedums and ornamental grasses generally do well in full southern sun. “I like to use full-sun-loving sedums in hanging baskets,” Ms. Rogue said, as they require little water and are “colorful, draping and textural.” She also suggested using sedums “in low bowls for full-sun rooftops and balconies — you can put them anywhere, as they do not need to be connected to an irrigation system.” For shady spots, her go-to plant is a Britt-Marie Crawford ligularia dentata, for its “large, round leaves that give height and volume,” she said. “In the summer, it sends up an otherworldly wand flower.” Whereas hostas, she said, are “overused.”", "url": "https://www.nytimes.com/2017/06/23/realestate/tips-for-creating-a-city-garden.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}