{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:39", "date_modify": "2018-11-16 04:03:39", "date_publish": "2017-09-22 17:00:15", "description": "Twenty years after her brother’s murder, the designer produces a tribute show including Cindy Crawford, Claudia Schiffer, Helena Christensen, Naomi Campbell and Carla Bruni. Plus, a tease about what’s next.", "filename": "2017_09_22_fashion_donatella-versace-milan-fashion-week.html_module=inline_1542341019.html", "image_url": "https://static01.nyt.com/images/2017/09/24/fashion/23versace-A/23versace-A-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_22_fashion_donatella-versace-milan-fashion-week.html_module=inline_1542341019.html", "title": "The Inside Story of Donatella Versace’s Homage to Gianni: Classic Prints and Your Favorite ’90s Supermodels", "title_page": "The Inside Story of Donatella Versace’s Homage to Gianni: Classic Prints and Your Favorite ’90s Supermodels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MILAN — When she began creating her Tribute collection, an ode to the work of her brother, Gianni Versace, that would become her spring women’s wear show, Donatella Versace knew what people were going to think. Not of the clothes; of the rationale behind the clothes.\nShe knew the rumors that have been roiling the fashion world since January. “Rumors,” she said, sitting on a dark, squashy sofa in an opulent reception room in the Versace Palazzo on Via Gesù a few days before the show, rolling eyes rimmed in dark shadow and making exaggerated quote marks with her fingers. “Oh: rumors.”\nShe knew people had been saying that she was going to step aside as designer and name a successor. First it was Riccardo Tisci (that was after he resigned from his job at Givenchy); then Virgil Abloh; and, as of this week, during the London shows, Kim Jones, men’s wear designer at Louis Vuitton. The front row had been abuzz with the whispers.", "url": "https://www.nytimes.com/2017/09/22/fashion/donatella-versace-milan-fashion-week.html?module=inline"}