{"authors": ["Jane Perlez"], "date_download": "2018-11-16 04:16:51", "date_modify": "2018-11-16 04:16:51", "date_publish": "2017-10-22 18:25:54", "description": "Mr. Xi has enjoyed remarkable success expanding Chinese global influence, benefiting from President Trump’s election. But he is also facing pushback to his assertive approach to foreign policy.", "filename": "2017_10_22_world_asia_china-xi-jinping-global-power_1542341811.html", "image_url": "https://static01.nyt.com/images/2017/10/23/world/21global-1/21global-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_22_world_asia_china-xi-jinping-global-power_1542341811.html", "title": "Xi Jinping Pushes China’s Rise Despite Friction and Fear", "title_page": "Xi Jinping Pushes China’s Rise Despite Friction and Fear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — No part of the world seems too small, too near or too far for China’s globe-trotting president, Xi Jinping.\nHe has traveled to the tiny Pacific islands of Fiji, toured the neighboring nations of Central Asia and signaled his interest in Antarctica with a visit to Tasmania, off Australia’s southern coast. This month, he sent Chinese warships to dock in London, a reminder of how much has changed since British gunboat diplomacy humiliated China in the 19th century.\nMr. Xi is pushing a vision of national rejuvenation during the current Communist Party congress, which is expected to give him a second five-year term by Wednesday. And central to his ambitions is a far-reaching drive to restore China to what he considers its rightful place as a global power.\n“Xi’s aggressive diplomacy largely comes from his own aspirations, beliefs and strategic requirements,” said Shi Yinhong, a professor of international relations at Renmin University.", "url": "https://www.nytimes.com/2017/10/22/world/asia/china-xi-jinping-global-power.html"}