{"authors": ["Yamiche Alcindor", "Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:25:37", "date_modify": "2018-11-16 04:25:37", "date_publish": "2017-09-05 23:47:52", "description": "President Trump gave Congress six months to pass legislation protecting young, undocumented immigrants that lawmakers have not been able to pass for 16 years.", "filename": "2017_09_05_us_politics_dream-act-daca-trump-congress-dreamers.html_module=inline_1542342337.html", "image_url": "https://static01.nyt.com/images/2017/09/06/us/06dc-dream/06dc-dream-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_05_us_politics_dream-act-daca-trump-congress-dreamers.html_module=inline_1542342337.html", "title": "After 16 Futile Years, Congress Will Try Again to Legalize ‘Dreamers’", "title_page": "After 16 Futile Years, Congress Will Try Again to Legalize ‘Dreamers’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — For 16 years, advocates for legalizing young immigrants brought here illegally by their parents have tried to pass legislation to shield them from deportation. The bill was called the Dream Act, and in Congresses Democratic and Republican, and in the Bush and Obama administrations, whether by stand-alone bill or comprehensive immigration legislation, it failed again and again.\nNow, with 800,000 lives in the balance and a fiercely anti-immigration current running through the Republican Party, lawmakers are being asked to try again — with a six-month deadline, to boot. The prospects for success after more than a decade of false starts would already be daunting, but President Trump may have made the odds even longer after he promised voters last year that Republicans would take a hard line on immigration, then punted the issue to Congress.\nHis invitation to lawmakers on Tuesday to “do something and do it right” for the so-called dreamers will run into the headwinds of his own politics. On the other hand, lawmakers who for 16 years have been unwilling to grant legal status to a sympathetic group of unauthorized immigrants may find that taking their legal status away is even harder than conferring it.\n“I’m hoping that this is a moment where we are forced to finally do something,” said Senator Richard J. Durbin, Democrat of Illinois and an original author of the Dream Act — the letters stand for Development, Relief and Education for Alien Minors. “We want to call this bill for a vote on the floor of the House and the floor of the Senate. I am hoping that we will have enough votes to pass it.”", "url": "https://www.nytimes.com/2017/09/05/us/politics/dream-act-daca-trump-congress-dreamers.html?module=inline"}