{"authors": ["Paul Mozur", "Daisuke Wakabayashi", "Nick Wingfield"], "date_download": "2018-11-16 04:16:35", "date_modify": "2018-11-16 04:16:35", "date_publish": "2017-07-12 10:11:09", "description": "The law requires companies to store Chinese users’ information in China, and Apple’s move suggests other foreign technology companies may have to do the same.", "filename": "2017_07_12_business_apple-china-data-center-cybersecurity.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341795.html", "image_url": "https://static01.nyt.com/images/2017/07/13/world/13applechina-1/13applechina-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_12_business_apple-china-data-center-cybersecurity.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341795.html", "title": "Apple Opening Data Center in China to Comply With Cybersecurity Law", "title_page": "Apple Opening Data Center in China to Comply With Cybersecurity Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Apple already stores some of the data of China’s residents in local servers, but the new agreement goes one step further with a Chinese partner responsible for running its data center, managing the sales of its services in the country and handling legal requests for data from the government.\nIn 2014, Apple first moved some of the data of its Chinese customers that had been overseas to a domestic plant operated by China Telecom. The change occurred shortly after state-run China Central Television raised security concerns that Apple was tracking the locations of iPhone users.\nCareful not to offend, Apple said it “appreciated” that CCTV had flagged the issue but explained that the company did not have access to its users’ locations.\nThe opening date for the new data center has not been set, but when it does open, Apple’s iCloud will operate from an Apple plant run by Guizhou-Cloud Big Data Industry, a data management company. That means that if Apple customers in mainland China want to buy additional iCloud storage in the future, they will do so through Apple’s Chinese partner.\nApple said, however, that it would retain the encryption keys for the data stored at its center and that Guizhou-Cloud Big Data would not have access, meaning it would not be able to see what photos or documents were stored in iCloud without Apple’s permission. This is the first time that Apple has formed a partnership with a local operator for its cloud services.\nOther American technology companies have also moved data into China in accordance with the new law. Airbnb said last year that it was moving its user data to a domestic location, citing a need to comply with local laws.\nForeign companies like Apple have had to adapt in other ways to stronger Chinese government scrutiny, often by helping to expand Chinese technological capabilities. For instance, Apple said this year that it would establish two research and development centers in China. Last year, it invested $1 billion in Didi Chuxing, a Chinese ride-hailing service. Apple has been far more profitable in China than most of its Western peers, but that success has led to pushback from the government. More than a year ago, Apple’s iBooks Store and iTunes Movies were shut down in China, six months after they were introduced there.", "url": "https://www.nytimes.com/2017/07/12/business/apple-china-data-center-cybersecurity.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}