{"authors": ["Katharine Q. Seelye"], "date_download": "2018-11-16 03:51:21", "date_modify": "2018-11-16 03:51:21", "date_publish": "2017-05-09 10:00:31", "description": "As Cambridge, Mass., begins to consider installing lockboxes containing the nasal spray Narcan, officials there tested how willing people would be to help a stranger needing it.", "filename": "2017_05_09_us_opioids-narcan-drug-overdose-heroin-fentanyl.html_module=inline_1542340281.html", "image_url": "https://static01.nyt.com/images/2017/05/03/us/00narcan-01/00narcan-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_09_us_opioids-narcan-drug-overdose-heroin-fentanyl.html_module=inline_1542340281.html", "title": "A Public Overdose. An Antidote at Hand. Would Passers-By Use It?", "title_page": "A Public Overdose. An Antidote at Hand. Would Passers-By Use It? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CAMBRIDGE, Mass. — Across the country, someone dies of an opioid overdose every 24 minutes. In Massachusetts, the death toll is five people a day.\nIn the face of this epidemic, Cambridge could become the first city to take a step that until recently might have seemed unthinkable: It might place lockboxes on street corners to give the public easy access to Narcan, the brand name for naloxone, a medication that can rapidly revive people who have overdosed.\nThe idea is in its earliest stages, and any concrete plan for the city, and residents, to consider seems at least a year away. But several days ago, the city police and area doctors who support the boxes conducted an experiment here, asking people who walked by if they would help a stranger who had overdosed.\nThe officials placed a dummy on the ground on a brick plaza along busy Massachusetts Avenue in Central Square, between two of this city’s most drug-infested areas. Passers-by were asked to pretend they had just found an unconscious person. They were handed a cellphone, which was connected to someone acting as an emergency dispatcher.", "url": "https://www.nytimes.com/2017/05/09/us/opioids-narcan-drug-overdose-heroin-fentanyl.html?module=inline"}