{"authors": ["Alexander Fury"], "date_download": "2018-11-16 03:08:49", "date_modify": "2018-11-16 03:08:49", "date_publish": "2017-05-11 19:29:11", "description": "The free-spirited fashion designer shares her inspirations.", "filename": "2017_05_11_t-magazine_fashion_anna-sui-profile-style.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337729.html", "image_url": "https://static01.nyt.com/images/2017/05/11/t-magazine/anna-sui-promo/anna-sui-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_11_t-magazine_fashion_anna-sui-profile-style.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337729.html", "title": "The Technicolor World of Anna Sui", "title_page": "The Technicolor World of Anna Sui - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Anna Sui isn’t a fashion designer who does things by half-measures. Her trippy, psychedelia-inspired world, which fuses fashion with the music-saturated culture of the ’60s, has been unfurling on New York’s runways since her first wildly colorful show in 1991 — staged with the encouragement of her friends, photographer Steven Meisel and supermodels Naomi Campbell, Linda Evangelista and Christy Turlington. Sui’s free-spirited clothes still serve as a riposte to anyone who claims American fashion is fixated on cold, clean minimalism.\nThis month, Sui is staging an exhibition at London’s Fashion and Textile Museum that is as much about her work as her world. “My brand evolved out of my lifestyle; the way I lived and the way I decorated my apartments,” she says.\nThose New York City spaces, F.Y.I., are not for the faint of heart, with black walls, red floors and lacquered furniture. Sui’s boutique on Broome Street replicates the effect, with an added jolt of purple, her signature shade. It’s the same violet as Elizabeth Taylor’s eyes, another Sui obsession.", "url": "https://www.nytimes.com/2017/05/11/t-magazine/fashion/anna-sui-profile-style.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}