{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 03:24:46", "date_modify": "2018-11-16 03:24:46", "date_publish": "2017-04-08 04:01:19", "description": "A policy change in China hurt workers in Ohio, revealing the trade challenges facing President Trump.", "filename": "2017_04_08_business_china-trade-solar-panels.html_module=inline_1542338686.html", "image_url": "https://static01.nyt.com/images/2017/04/09/business/09chinasolar1/09chinasolar1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_08_business_china-trade-solar-panels.html_module=inline_1542338686.html", "title": "When Solar Panels Became Job Killers", "title_page": "When Solar Panels Became Job Killers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For much of the past century, the ups and downs of the American economy could spell the difference between employment or poverty for people like Chilean copper miners and Malaysian rubber farmers. Now China’s policy shifts and business decisions can have the same kind of global impact once wielded by power brokers in Washington, New York and Detroit.\nThe story of China’s rise in solar panels illustrates the profound difficulties the country presents to Mr. Trump, or to any American president. Its size and fast-moving economy give it the ability to redefine industries almost on a dime. Its government-led pursuit of dominance in crucial industries presents a direct challenge to countries where leaders generally leave business decisions to the businesses themselves.\nAlready, China is the world’s largest maker and buyer of steel, cars and smartphones. While it does not necessarily dominate those industries, its government ministries are moving to replicate that success with robots, chips and software — just as in solar.\nChinese panel makers “have the capital, they have the technology, they have the scale,” said Ocean Yuan, the chief executive of Grape Solar, a distributor of solar panels based in Eugene, Ore. Of American rivals, he said, “they will crush them.”\nRooted in Fish\nBefore he became one of the solar industry’s most powerful players, Liu Hanyuan raised fish.\nThe son of peasants from China’s hardscrabble southwest, Mr. Liu sold some of the family’s pigs in 1983 for what was then around $100 to buy some fish. Soon he went into the even more lucrative business of selling fish feed, and he eventually moved into pig feed and duck feed. The brand name, Keli, is a combination of the first and last Chinese characters from a famous paraphrasing of Karl Marx by Deng Xiaoping, the father of modern China: Science and technology are primary productive forces.\nAccording to Mr. Liu’s authorized biography, he faced local criticism at first for his early embrace of capitalism, and responded by saying that his fish feed was an improved product that followed Deng’s dictum. “When my business grows bigger,” he said at the time, “I will build another floor for labs.”", "url": "https://www.nytimes.com/2017/04/08/business/china-trade-solar-panels.html?module=inline"}