{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:24:35", "date_modify": "2018-11-16 03:24:35", "date_publish": "2017-07-07 15:50:47", "description": "For weeks, trade lawyers, industry leaders and members of Congress have been anxiously awaiting a recommendation on steel import tariffs. Many hope the president is bluffing.", "filename": "2017_07_07_us_politics_trump-steel-tariff.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338675.html", "image_url": "https://static01.nyt.com/images/2017/07/08/us/08dc-trade/08dc-trade-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_07_us_politics_trump-steel-tariff.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338675.html", "title": "U.S. Trade Partners Watch Warily as Trump Considers Steel Tariffs", "title_page": "U.S. Trade Partners Watch Warily as Trump Considers Steel Tariffs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Trump administration is expected any day now to make its long-awaited decision over whether to slap tariffs on steel imports. Doing so would be a provocative move that could simultaneously lift the spirits of President Trump’s most ardent supporters while angering trade partners.\nThe tariffs could very well provoke a global trade war that could make all sides poorer.\nIt’s an unusual time for a protectionist retreat by the United States as a number of major industrialized countries work on their own free trade pacts. This week, Europe and Japan reached a landmark free trade agreement before the G-20 summit, and Mexico and China, two of the United States’ largest trading partners, have been mulling their own deal.\nMr. Trump and his economic team delayed a decision on steel in recent weeks as the president weighs conflicting counsel from factions of his nationalist and globalist advisers.\nFor weeks, trade lawyers, industry leaders and members of Congress have been anxiously awaiting the recommendation from the Department of Commerce. They view it as a moment that will illuminate whether Mr. Trump is ready to make good on his campaign promises to protect flagging American industries with tariffs. Among those most on edge are economists, many of whom have been uneasy about Mr. Trump’s unorthodox views on trade because they have seen the damage from such actions before.", "url": "https://www.nytimes.com/2017/07/07/us/politics/trump-steel-tariff.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}