{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:16:51", "date_modify": "2018-11-16 04:16:51", "date_publish": "2017-10-23 15:17:31", "description": "If no successors-in-waiting appear, that would raise speculation that Xi Jinping may try to keep power in some form after his second five-year term as president ends.", "filename": "2017_10_23_world_asia_china-xi-jinping-successor_1542341811.html", "image_url": "https://static01.nyt.com/images/2017/10/24/world/24succession-1/24succession-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_23_world_asia_china-xi-jinping-successor_1542341811.html", "title": "What It Could Mean if China’s Leader Won’t Name an Heir", "title_page": "What It Could Mean if China’s Leader Won’t Name an Heir - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — When President Xi Jinping of China walks into the Great Hall of the People this week to reveal the team of leaders who will help him rule China for the next half decade, all eyes will be on whether the lineup includes one or two younger faces in the running to become his successor.\nHowever, it increasingly appears that may not happen.\nMr. Xi, 64, is scheduled to announce the new lineup of the Politburo Standing Committee, the Communist Party’s top rung, around midday on Wednesday. When he does, several political insiders predict that there will be no members with the youth or background to mark them as heirs apparent.\nThe Standing Committee lineup will offer the clearest clue yet to a question that has overshadowed the once-in-five-years Communist Party congress now underway in Beijing: how long Mr. Xi may try to stay in control of the world’s newest superpower, either as official leader or as a power behind the throne.\nIf no successors-in-waiting appear, that would raise new speculation that Mr. Xi may try to keep power in some form after his second five-year term as president ends in 2023. At the very least, it would add a great deal of uncertainty to a succession process that recent Chinese leaders tried to make more predictable and stable.", "url": "https://www.nytimes.com/2017/10/23/world/asia/china-xi-jinping-successor.html"}