{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2018-11-16 04:01:52", "date_modify": "2018-11-16 04:01:52", "date_publish": "2017-10-18 20:06:18", "description": "Democrats are facing a test of their ability to inspire black voters, with elections in Virginia and Alabama hinging on black turnout.", "filename": "2017_10_18_us_politics_obama-campaign-trail-virginia-new-jersey-alabama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340912.html", "image_url": "https://static01.nyt.com/images/2017/10/20/world/29dc-Virginia2/29dc-Virginia2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_18_us_politics_obama-campaign-trail-virginia-new-jersey-alabama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340912.html", "title": "Obama Returns to Campaign Trail to Rally Black Voters", "title_page": "Obama Returns to Campaign Trail to Rally Black Voters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“If the party doesn’t change what they’re doing, we’re not going to take back the House, we’ll lose seats in the Senate and folks will come around after and say, ‘What happened?’” warned Representative Cedric L. Richmond of Louisiana, chairman of the Congressional Black Caucus. “We are doing a pathetic job of reaching out to minority voters.”\nIn both Alabama and Virginia, Democrats have tried to lay the groundwork for stronger black turnout in 2017 and midterms next year. Officials with the Democratic Congressional Campaign Committee briefed party strategists this month on plans to conduct research in several states, including New Jersey and Virginia, to identify issues most likely to motivate minority voting in 2018.\nIn Alabama, national leaders, including Senators Chuck Schumer and Bernie Sanders, have appealed to Mr. Woodfin to deploy his field organization to help Mr. Jones in the special election for the Senate.\nMr. Woodfin, a 36-year-old insurgent who toppled an incumbent Democrat this month, said he intended to help Mr. Jones, who convicted two Ku Klux Klansmen for a Civil Rights-era church bombing in his city. African-Americans are “looking for people to fight for their issues,” he said.\nIn Virginia, Mr. Northam has targeted black voters in the final weeks of the race, frequenting black churches and campaigning with Eric H. Holder Jr., the former attorney general, in addition to Mr. Obama.\nBut Mr. Northam’s overtures have been met with mixed results.\nKathy Harkless and two of her fellow congregants at First Mount Zion Baptist Church had just met Mr. Northam after he attended worship services here Sunday, but when asked about his bid for governor, they quickly steered the conversation toward Washington.\n“I don’t want what we have now,” said Ms. Harkless, referring to Mr. Trump. “It’s awful.”\nIt is a familiar refrain to Dr. Luke E. Torian, who divides his time pastoring the church, founded 150 years ago by former slaves, and representing parts of this Washington exurb in the state legislature.", "url": "https://www.nytimes.com/2017/10/18/us/politics/obama-campaign-trail-virginia-new-jersey-alabama.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}