{"authors": ["Jennifer Schuessler"], "date_download": "2018-11-16 04:00:52", "date_modify": "2018-11-16 04:00:52", "date_publish": "2017-07-19 22:16:04", "description": "The 92nd Street Y’s 2017-18 season includes appearances by novelists, musicians, chefs and two American presidents (sort of).", "filename": "2017_07_19_books_92nd-street-y-alec-baldwin-matthew-weiner-ruth-bader-ginsburg.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340852.html", "image_url": "https://static01.nyt.com/images/2017/07/20/arts/20ninetytwo1/20ninetytwo1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_19_books_92nd-street-y-alec-baldwin-matthew-weiner-ruth-bader-ginsburg.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340852.html", "title": "92nd Street Y Draws Alec Baldwin, Matthew Weiner and Ruth Bader Ginsburg", "title_page": "92nd Street Y Draws Alec Baldwin, Matthew Weiner and Ruth Bader Ginsburg - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A Trumpian appearance by Alec Baldwin; a conversation between Charlie Rose and Ruth Bader Ginsburg; and another between the “Mad Men”-creator-turned-novelist Matthew Weiner and the writer Zadie Smith will be among the highlights of the 92nd Street Y’s 2017-18 season.\nThe literary calendar will kick off on Sept. 27, with a reading by the novelist Michael Chabon. That will be followed by presentations of new work by, among others, the novelists Nicole Krauss (Oct. 9) and Jennifer Egan (Nov. 30); the playwright Ayad Akhtar (Dec. 7); and Mr. Weiner (Nov. 7), who will discuss his first novel, “Heather, the Totality,” with Ms. Smith.\nSpeakers from outside the literary world include Art Garfunkel, who will discuss his new memoir on Sept. 28; the Gold Star father Khizr Khan on Oct. 30; Justice Ginsburg on Sept. 26; Cardinal Timothy Dolan and Rabbi Peter J. Rubinstein on Oct. 17; and the chef Yotam Ottolenghi, who will talk dessert on Oct. 12.\nThere will also be two presidential appearances — or something close to it. On Nov. 10, Ron Chernow will discuss his new biography of Ulysses S. Grant with Gen. David Petraeus. And on Nov. 9, Mr. Baldwin will appear with the novelist Kurt Andersen to talk about “You Can’t Spell America Without Me,” their satirical memoir of Donald Trump’s first year in the White House.", "url": "https://www.nytimes.com/2017/07/19/books/92nd-street-y-alec-baldwin-matthew-weiner-ruth-bader-ginsburg.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}