{"authors": ["Eric Schmitt", "Thomas Gibbons-Neff"], "date_download": "2018-11-16 04:37:17", "date_modify": "2018-11-16 04:37:17", "date_publish": "2017-10-06 19:36:32", "description": "Three Special Forces soldiers were also killed and two wounded in an ambush during a routine training mission near Mali. The fourth soldier had been missing since the attack.", "filename": "2017_10_06_world_africa_green-berets-niger-soldiers-killed.html_module=inline_1542343037.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_06_world_africa_green-berets-niger-soldiers-killed.html_module=inline_1542343037.html", "title": "Fourth U.S. Soldier Is Found Dead After Ambush in Niger", "title_page": "Fourth U.S. Soldier Is Found Dead After Ambush in Niger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Pentagon officials expressed shock at the deaths in Niger during what commanders had initially said was a routine reconnaissance mission. The American team leaders told their superiors in seeking approval for the mission that there was a “low risk” of hostile activity in the region close to the border between Niger and Mali.\nThat assessment has come under close scrutiny because that border region has been recently destabilized by cross-border jihadist attacks on the Nigerien Army and refugee camps by fighters from Al Qaeda in the Islamic Maghreb, the Qaeda branch in North Africa. In mid-June, the Nigerien Army mounted an operation in this same northern Tillaberi region to take on the jihadists.\nThe mission brought together soldiers from across the country. Sergeant Black was a native of Puyallup, Wash., and graduated from Puyallup High School in 2000. He enlisted in the Army in October 2009 and served as a Special Forces medical sergeant.\nSergeant Johnson, who listed his hometown as Springboro, Ohio, and enlisted in the Army in 2007, was a chemical, biological, radiological and nuclear specialist.\nThe family of Sergeant Black could not be reached on Friday, and Sergeant Johnson’s declined to comment. But in Lyons, Ga., the rural town where Sergeant Wright had once been a tight end and defensive end on the high school football team, relatives were trying to process their grief after an ambush so far away.\nSergeant Wright, one of four sons, had enlisted in the Army in 2012, following his parents and his older brother, who were also in the military.\n“Dustin had a very strong desire to serve his country and to serve others,” an aunt, Ginger Russell, said. “I think he would have joined the military regardless of whether he had a family connection or not.”", "url": "https://www.nytimes.com/2017/10/06/world/africa/green-berets-niger-soldiers-killed.html?module=inline"}