{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 03:52:49", "date_modify": "2018-11-16 03:52:49", "date_publish": "2017-03-08 23:45:39", "description": "Analysts say the network is spreading disinformation and undermining Western democracies, but its executives say it is just providing an “alternative” view.", "filename": "2017_03_08_world_europe_russias-rt-network-is-it-more-bbc-or-kgb.html_module=inline_1542340369.html", "image_url": "https://static01.nyt.com/images/2017/03/09/world/09RT1/09RT1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_08_world_europe_russias-rt-network-is-it-more-bbc-or-kgb.html_module=inline_1542340369.html", "title": "Russia’s RT Network: Is It More BBC or K.G.B.?", "title_page": "Russia’s RT Network: Is It More BBC or K.G.B.? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RT and Sputnik propel those campaigns by helping create the fodder for thousands of fake news propagators and providing another outlet for hacked material that can serve Russian interests, said Ben Nimmo, who studies RT for the Atlantic Council.\nWhatever its impact, RT is unquestionably a case study in the complexity of modern propaganda. It is both a slick modern television network, dressed up with great visuals and stylish presenters, and a content farm that helps feed the European far right. Viewers find it difficult to discern exactly what is journalism and what is propaganda, what may be “fake news” and what is real but presented with a strong slant.\nA recent evening featured reports of Britain refusing to condemn human rights violations in Bahrain and a “mainstream media firestorm” over Attorney General Jeff Sessions’s chats with the Russian ambassador to the United States. Other reports included the “liberation” of Palmyra by the Syrian Army with “the support of the Russian Air Force;” an interview with former British ambassador to Syria and a United States critic, Peter Ford; and a report about a London professor decrying the fall in British living standards.\nThere are “clickbait” videos on RT’s website and stranger pieces, too, like one about a petition to ban the financier George Soros from America for supposedly trying to “destabilize” the country and “drown it” with immigrants for a “globalist goal.”\nMr. Bogachikhin and Anna Belkina, RT’s head of communications in Moscow, insist it is absurd to lump together RT’s effort to provide “alternative views to the mainstream media” with the phenomena of fake news and social media propaganda.\n“There’s an hysteria about RT,” Ms. Belkina said. “RT becomes a shorthand for everything.”\nFor example, she says, while RT was featured heavily in the American intelligence report, it was largely in a seven-page annex (of a 13-page report) that was written more than four years ago, in December 2012, a fact revealed only in a footnote on Page 6.", "url": "https://www.nytimes.com/2017/03/08/world/europe/russias-rt-network-is-it-more-bbc-or-kgb.html?module=inline"}