{"authors": ["Eileen Sullivan"], "date_download": "2018-11-16 04:26:23", "date_modify": "2018-11-16 04:26:23", "date_publish": "2017-10-24 13:02:36", "description": "President Trump says Senator Bob Corker could not be elected dogcatcher. Mr. Corker says Mr. Trump is debasing the nation, hours before the president’s policy lunch with senators.", "filename": "2017_10_24_us_politics_trump-corker-feud-dog-catcher.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342383.html", "image_url": "https://static01.nyt.com/images/2017/10/25/us/25dc-trump1/25dc-trump1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_24_us_politics_trump-corker-feud-dog-catcher.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342383.html", "title": "Trump and Corker Escalate Battle Over Taxes, in Personal Terms", "title_page": "Trump and Corker Escalate Battle Over Taxes, in Personal Terms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To do that, they must contain the revenue losses from reducing tax rates, both over the next decade and in the years to follow.\nThe party’s most difficult fights will be over how to do that — by some combination of eliminating popular tax breaks and employing accounting maneuvers, such as setting some tax cuts to expire, in order to reduce revenue losses.\nMr. Corker stands as a possible impediment to that plan. A longstanding opponent of rising federal deficits, the senator has said he will not vote for any tax bill that would increase the federal debt by a dollar. But on Thursday, the House is expected to give final approval to a budget blueprint that would protect a 10-year, $1.5 trillion tax measure from a Democratic filibuster.\nA Treasury Department report released on Friday showed that the budget deficit for fiscal 2017 grew by $80 billion, to $666 billion, as federal spending eclipsed revenues and economic growth remained tepid. At the same time, Congress is contemplating what the president has promised would be the largest tax cut in history.\nThe protracted Tuesday-morning brawl quickly spread from taxes and debt to foreign policy and the president’s fitness for office.\nMr. Corker said Mr. Trump was “absolutely not” a role model for the children in America.\n“I don’t know why he lowers himself to such a low, low standard and debases our country,” Mr. Corker said in a CNN interview, suggesting that he will soon convene hearings to examine the ways Mr. Trump “purposely has been breaking down relationships around the world.”", "url": "https://www.nytimes.com/2017/10/24/us/politics/trump-corker-feud-dog-catcher.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}