{"authors": ["Manny Fernandez"], "date_download": "2018-11-16 03:47:20", "date_modify": "2018-11-16 03:47:20", "date_publish": "2017-08-29 22:16:33", "description": "Alongside a massive local, state and federal disaster response was an equally massive volunteer rescue effort that operated with little official guidance.", "filename": "2017_08_29_us_volunteer-rescue-crews-hurricane-harvey-houston_1542340040.html", "image_url": "https://static01.nyt.com/images/2017/08/30/us/30rescue1/30rescue1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_29_us_volunteer-rescue-crews-hurricane-harvey-houston_1542340040.html", "title": "On Roads Turned Waterways, Volunteers Improvise to Save the Trapped and Desperate", "title_page": "On Roads Turned Waterways, Volunteers Improvise to Save the Trapped and Desperate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HOUSTON — The men from East Texas had just boarded their boat here, when there was a sudden jarring bump underneath.\n“Fire hydrant,” explained Cody Cullum, 33, with a weary shrug.\nThe men were riding down an urban sea off Beltway 8, in the dark. It was long after midnight on Tuesday in this residential section on the outskirts of Houston, and under the surface of floodwaters the color of coffee and cream lay the now invisible hallmarks of city life — gutters, sidewalks, front steps and mailboxes. In parts, the waterline left a visible sliver of the tops of abandoned cars and almost reached the bottom edge of stop signs.\nThe volunteer rescue boat and many others like it are a sign of how the response to one of the worst disasters in decades in Texas has been, in many ways, improvised. Recreational vehicles — airboats, Jet Skis, motorized fishing boats — have rushed to the aid of people trapped in their homes, steered by welders, roofers, mechanics and fishermen wearing shorts, headlamps and ponchos. The working class, in large part, is being saved by the working class.\n“Since Monday morning at 1 a.m., we’ve pulled out 81 people, six dogs and one cat,” said Arik Modisette, 29, a sales representative for a construction company and a former soldier who lives in Lufkin, Tex., about 120 miles northeast of Houston. Asked if he had hesitated before deciding to come to Houston, Mr. Modisette replied, “No, it was no matter what, they need us. Let’s go.”", "url": "https://www.nytimes.com/2017/08/29/us/volunteer-rescue-crews-hurricane-harvey-houston.html"}