{"authors": ["James Barron", "Vivian Wang"], "date_download": "2018-11-16 03:12:46", "date_modify": "2018-11-16 03:12:46", "date_publish": "2017-08-29 20:18:32", "description": "Since the 1960s, control of New York City’s subways has been in the hands of state lawmakers, many of whom live far from the city and rarely ride the trains themselves.", "filename": "2017_08_29_nyregion_state-lawmakers-subway-funding_1542337966.html", "image_url": "https://static01.nyt.com/images/2017/08/17/nyregion/00subwayalbany1/00subwayalbany1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_29_nyregion_state-lawmakers-subway-funding_1542337966.html", "title": "They Have a Say Over the Subways, From Hundreds of Miles Away", "title_page": "They Have a Say Over the Subways, From Hundreds of Miles Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Almost as soon as Mr. de Blasio proposed the so-called millionaires’ tax this month, the majority leader of the State Senate, John J. Flanagan, dismissed it. The Senate Republicans have not staked out a position on congestion pricing, but a similar plan championed by former Mayor Michael R. Bloomberg expired in Albany before it even came to a vote.\nPublic transit is not the only New York City issue that has run into trouble in Albany. In February, Mr. Cuomo signed a bill passed by the State Senate and the Assembly that blocked the city’s plastic bag law just before it went into effect. Opponents in the Legislature maintained that the city law, which would have imposed a five-cent fee on disposable plastic bags, amounted to a regressive tax and would have hit poor shoppers the hardest.\nRepublicans have a narrow majority in the State Senate, thanks to Democratic defectors aligned with the Republicans. Of the 63 state senators, 24 represent districts in New York City. Two others come from districts that cover sections of the Bronx and Westchester County.\nThe New York Times contacted the remaining 37 about when they last visited New York City and whether they took the subway during the trip. Eleven replied.\nAmong them was Carl Marcellino, a Republican from Long Island, who said the subway was generally “a good way to go,” although he did not take it on his last trip to the city, after the birth of a grandchild about a month ago. He said he rode the Long Island Rail Road to Pennsylvania Station and then took a taxi to NewYork-Presbyterian Hospital/Weill Cornell Medical Center on the Upper East Side.\nHe said he opposed both the millionaires’ tax and congestion pricing. Of the mayor and the governor, he said, “They should come together and stop playing silly games.”\nBut it is not just Republicans in the State Senate who are not regular riders. David J. Valesky, a Democrat who represents part of the Syracuse area, said through a spokeswoman that it had been several years since he had taken the subway.", "url": "https://www.nytimes.com/2017/08/29/nyregion/state-lawmakers-subway-funding.html"}