{"authors": ["Thomas Kaplan", "Robert Pear", "Reed Abelson"], "date_download": "2018-11-16 04:51:24", "date_modify": "2018-11-16 04:51:24", "date_publish": "2017-07-25 05:00:29", "description": "The G.O.P. health effort narrowly advanced after Vice President Mike Pence broke a Senate tie.", "filename": "2017_07_25_us_politics_health-care-senate-vote_1542343884.html", "image_url": "https://static01.nyt.com/images/2017/07/25/us/26HEALTHCARE-hp/26HEALTHCARE-hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_25_us_politics_health-care-senate-vote_1542343884.html", "title": "Senate Health Care Decision: Pence Breaks Senate Tie", "title_page": "Senate Health Care Decision: Pence Breaks Senate Tie - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Obamacare isn’t the answer, but doing nothing to try to solve the problems it has created isn’t the answer either. That is why I will vote to move forward and give us a chance to address the unworkable aspects of the law that have left many Nevadans — particularly those living in rural areas — with dwindling or no choices,” Mr. Heller said.\nMs. Capito said in a statement, “As this process advances on the Senate floor, I will continue to make decisions that are in the best interest of West Virginians. I remain committed to reforming our health care system while also addressing the concerns I have voiced for months. I will continue to push for policies that result in affordable health care coverage for West Virginians, including those who are in the Medicaid population and those struggling with drug addiction.”\nMr. Portman informed his state’s governor, John Kasich, that he too would vote on a procedural motion to take up a repeal bill.\nThe votes — coupled with Senator John McCain’s arrival — put Republican leaders and President Trump close to the 50 they need to move the process forward.\nBut that doesn’t mean a bill will ultimately pass. Mr. Heller warned, “If the final product isn’t improved for the state of Nevada, then I will not vote for it.”\nSenator McCain’s arrival is set, with a crucial vote afterward.\nSenator McCain, Republican of Arizona, arrived at the Capitol, despite a diagnosis of brain cancer, to cast his vote on whether to begin debating legislation to repeal the Affordable Care Act.\nAfter seven months of strategizing, debate and closed-door meetings, the Senate finally is voting. Senate Republican leaders can afford to lose only two Republicans. One is almost certainly gone, Senator Susan Collins of Maine. Senator Lisa Murkowski of Alaska is still on the fence. Senator Rand Paul of Kentucky, one of the most vocal opponents of the Republican bill to replace the health care law, now appears ready to at least debate it.\nVideo\nAs a vote looms, Trump turns up the heat.\nThe Senate moved toward a showdown Tuesday afternoon on whether to begin debate on legislation to repeal the Affordable Care Act — and President Trump kept up a drumbeat on Twitter to force a yes vote.\nThat missive came after a stream of other Twitter posts intended to cajole, pressure and badger Senate Republicans, 50 of whom he needs just to start the debate on his promise to repeal former President Barack Obama’s signature domestic policy achievement.\nAdvertisement Continue reading the main story\nAnd a man who has never apologized for questioning Senator McCain’s heroism in Vietnam was suddenly very appreciative of his decision to fly in from Arizona after his brain cancer diagnosis to cast a vote.\nObamacare is dead? Not so fast.\nCentene, one of the largest health insurers offering coverage under the Affordable Care Act, continues to defy the Republican talking point that the individual market is collapsing. One of the rare insurers that increased its bet on the marketplaces as many of its competitors exited, the company reported higher quarterly profits on Tuesday.\n“The marketplace business continues to be particularly strong, confirming our business-as-usual approach,” said Centene’s chief executive, Michael F. Neidorff, in a statement. The company said it expected the business to remain strong for the rest of 2017.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe company reported significantly higher net earnings of $254 million for the three months ended June 30, compared to $170 million for the same quarter of 2016. Revenue climbed to $12 billion for the quarter, an increase from $11 billion.\nThe insurer, which has traditionally served low-income individuals who are eligible for Medicaid, covers 1.1 million people in the marketplaces. Centene, based in St. Louis, has also benefited from the Medicaid expansion, adding an additional 1.1 million members.\nIn a call with investors, Mr. Neidorff acknowledged “the headline noise” surrounding the various Republican proposals to replace the Affordable Care Act. He said the company was working closely with state and federal officials to try to stabilize the individual market. “It is a moving target with a long way to play out,” he said.\nMr. Neidorff also emphasized the importance of government funding for subsidies to low-income people, saying the failure to provide them will only hurt the people who need them. President Trump has repeatedly threatened to end those subsidies. “The leaders in Washington bear a responsibility to ensure that doesn’t happen,” he said.\nAdvertisement Continue reading the main story\nWhat is being voted on?\nFor years, Republicans have promised to repeal and replace the Affordable Care Act, which was President Barack Obama’s signature domestic achievement. But they have struggled to find a consensus on how, exactly, to go about dismantling the law and installing a replacement.\nThe Senate majority leader, Mitch McConnell of Kentucky, says it is time for a vote.\nOn Tuesday, he will have the Senate vote on a motion to proceed — in this case, on whether to take up a health care repeal bill that narrowly passed the House in May.\nNobody expects that bill to become law. Instead, it would essentially serve as the vehicle for the Senate’s legislation. The House bill’s text would be swapped out for the Senate’s preferred language, whatever that ultimately is.\nHow does the voting math break down?\nRepublicans hold 52 seats in the Senate, and to be successful, they need a majority for the motion to proceed. In a deadlock, Vice President Mike Pence would break the tie in favor of proceeding.\nOnly days after announcing he has brain cancer, Senator John McCain, Republican of Arizona, plans to return to the Senate on Tuesday. His presence means Mr. McConnell can afford for two Republicans to vote against the motion. If Mr. McCain had been absent, Mr. McConnell would have been able to lose only a single Republican.\nAt least one defection is all but certain: Senator Susan Collins of Maine indicated on Monday that she would vote against proceeding in just about every imaginable circumstance.\nWhich senators are pivotal votes?\nPhoto\nOne big factor is what Mr. McConnell plans to do after the procedural vote.\nFor example, Senator Rand Paul of Kentucky is an expected “no” vote if after clearing the procedural hurdle, the Senate turns to a bill by Mr. McConnell to repeal and replace the health law. Mr. Paul detests that bill.\nOn the other hand, Senators Shelley Moore Capito of West Virginia and Lisa Murkowski of Alaska indicated last week that they would not vote to proceed if Mr. McConnell afterward scheduled a vote on a bill to repeal the health law without providing a replacement.\nIn addition, a number of other Republican senators have expressed varying qualms, with varying degrees of certitude. They include Mike Lee of Utah, Jerry Moran of Kansas, Rob Portman of Ohio and Dean Heller of Nevada.", "url": "https://www.nytimes.com/2017/07/25/us/politics/health-care-senate-vote.html"}