{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:24:39", "date_modify": "2018-11-16 04:24:39", "date_publish": "2017-04-20 22:55:53", "description": "Protection for people with pre-existing problems would be largely technical as states could waive key insurance rules.", "filename": "2017_04_20_upshot_new-republican-health-proposal-evokes-the-old-days.html_module=inline_1542342279.html", "image_url": "https://static01.nyt.com/images/2017/04/21/upshot/21up-medical1/21up-medical1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_20_upshot_new-republican-health-proposal-evokes-the-old-days.html_module=inline_1542342279.html", "title": "A New G.O.P. Health Proposal Evokes the Old Days", "title_page": "A New G.O.P. Health Proposal Evokes the Old Days - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some plans would make you get a physical if you hadn’t been to the doctor in a while.\nThe only way to find out the price of a given plan was to fill out all the forms, and wait for an answer. Other insurers had different questions and different cutoffs for price changes. And the various plans, freed from standard benefit requirements, often covered substantially different health services.\nThis system was tedious for everyone, but ended up being a pretty good deal for the super-preferred customers of the world. If you were fortunate enough to have required little medical care in the past, and you didn’t smoke, or you didn’t weigh too much or didn’t work a dangerous job, you could buy insurance that was less expensive than what you can find today in many markets.\nPeople with health problems, even relatively minor ones, often paid much higher prices. And insurance tended not to cover services not required by states — like addiction treatment or pregnancy care.\nFor the patients with conditions that typically knocked them out of the standard market — those with H.I.V., cancer or M.S. — there was the state-run high-risk pool. But those insurance plans, designed for very sick and very costly patients, often included high costs, waiting periods and exclusions. As my colleague Reed Abelson wrote recently, many states ran out of money before they could accommodate all the sick patients.\nThe latest House health plan looks very much like a proposal that the more libertarian Freedom Caucus discussed with the White House a few weeks ago, which spooked many moderates. The key differences are the requirement that waiver-obtaining states maintain high risk pools and a rule that men and women be charged the same prices, assuming, of course, that their health histories are identical.\nIn states with waivers, the health insurance market of the future might look substantially like the market of the past, where buying health insurance meant jumping through various hoops and where sicker patients struggled to find affordable coverage.", "url": "https://www.nytimes.com/2017/04/20/upshot/new-republican-health-proposal-evokes-the-old-days.html?module=inline"}