{"authors": ["Natasha Singer"], "date_download": "2018-11-16 03:40:57", "date_modify": "2018-11-16 03:40:57", "date_publish": "2017-12-26 21:37:56", "description": "Apple, Google, Microsoft and other giants are accelerating their efforts to remake health care with new tracking apps, sensors and other tools.", "filename": "2017_12_26_technology_big-tech-health-care.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339657.html", "image_url": "https://static01.nyt.com/images/2017/12/27/business/27Healthtech/merlin_131639447_5e725260-8470-4d93-ae84-15d862b3ebc2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_26_technology_big-tech-health-care.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339657.html", "title": "How Big Tech Is Going After Your Health Care", "title_page": "How Big Tech Is Going After Your Health Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The big-picture reason that a lot of these tech companies are getting into health care now is because the market is too big, too important and much too personal to their users for them to ignore,” said John Prendergass, associate director of health care investment at Ben Franklin Technology Partners, a nonprofit organization in Philadelphia.\nPhysicians and researchers caution that it is too soon to tell whether novel continuous-monitoring tools, like apps for watches and smartphones, will help reduce disease and prolong lives — or just send more people to doctors for unnecessary tests.\n“There’s no shortage of hype,” said Dr. Eric Topol, a digital medicine expert who directs the Scripps Translational Science Institute in San Diego. “We’re in the early stages of learning these tools: Who do they help? Who do they not help? Who do they provide just angst, anxiety, false positives?”\nThe tech industry is certainly no stranger to health. IBM, Intel and Microsoft have long provided enterprise services to the health care industry.\nBut now they, and other companies, are more visibly focused on creating, or investing in, new kinds of technologies for doctors, patients and consumers.\nThis year, Amazon was one of the investors in a financing round for Grail, a cancer-detection start-up, which raised more than $900 million. Apple acquired Beddit, a maker of sleep-tracking technology, for an undisclosed amount.\nAnd Alphabet, perhaps the most active American consumer tech giant in health and biotech, acquired Senosis Health, a developer of apps that use smartphone sensors to monitor certain health signals, also for an undisclosed amount.", "url": "https://www.nytimes.com/2017/12/26/technology/big-tech-health-care.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}