{"authors": ["Nicholas Fandos"], "date_download": "2018-11-16 04:26:06", "date_modify": "2018-11-16 04:26:06", "date_publish": "2017-04-18 22:03:58", "description": "Tens of millions of dollars came from wealthy donors and large corporations, which is likely to intensify questions about the president’s commitment to his populist positions.", "filename": "2017_04_18_us_politics_trump-inauguration-fundraising.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342366.html", "image_url": "https://static01.nyt.com/images/2017/04/19/us/19INAUG-01/19INAUG-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_18_us_politics_trump-inauguration-fundraising.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342366.html", "title": "Trump Raised $107 Million for Inauguration, Doubling Record", "title_page": "Trump Raised $107 Million for Inauguration, Doubling Record - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump raised twice as much money for his inauguration festivities as any previous president-elect in history, pulling in tens of millions of dollars from wealthy donors and large corporations eager to woo the nation’s new chief executive in the days after his unexpected victory.\nDisclosures filed with the Federal Election Commission on Tuesday showed the contributions from corporate executives, lobbyists and businesses, as well as small donors, totaled $107 million. The previous record was held by President Barack Obama, who raised $53 million for his 2009 inauguration.\nMr. Trump’s inaugural committee is not required to report how it spent the money on his inauguration festivities, which included more than 20 events and drew modest crowds in January. In a statement on Tuesday, the committee said it was still identifying charities toward which it would direct leftover money, although it did not detail how much was left.", "url": "https://www.nytimes.com/2017/04/18/us/politics/trump-inauguration-fundraising.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}