{"authors": ["Deborah Needleman"], "date_download": "2018-11-16 03:08:53", "date_modify": "2018-11-16 03:08:53", "date_publish": "2017-11-06 10:50:40", "description": "Floral designers are reviving the ancient Japanese art — and with it, an appreciation for the life force of a flower.", "filename": "2017_11_06_t-magazine_ikebana-japanese-flower-art.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337733.html", "image_url": "https://static01.nyt.com/images/2017/11/06/t-magazine/ikebana-slide-LW4B/ikebana-slide-LW4B-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_06_t-magazine_ikebana-japanese-flower-art.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337733.html", "title": "The Rise of Modern Ikebana", "title_page": "The Rise of Modern Ikebana - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FOR TOSHIRO KAWASE, the creative tension inherent in this duality is what creates the artistry in ikebana. Hayato Nishiyama might say the same. The florist lives and works from a small townhouse, which houses his shop, Mitate, in a quiet corner of Kyoto with his wife, Mika. When Nishiyama, bespectacled and monklike in his movements, grew interested in flower arranging while an art school student, he joined an ikebana club. He soon realized, however, that he wanted to study the plants themselves, and so became a gardener. While he has never studied formally, he has read many books on ikebana, including Kawase’s. His work follows in the nageire tradition: He uses exclusively seasonal plants that change form and color throughout the year — bulbs and wildflowers, ferns and grasses, camellias and cherry blossoms that grow in the surrounding hills — and eschews traditional porcelain or bronze vases for everyday objects that he transforms into vessels, like woven bamboo baskets, old wooden well buckets or bits of roofing tile. Traditional ikebana, like the traditional tea ceremony, has many tools — saws and wire and kenzans (spiky flower frogs that hold a plant upright) — but Nishiyama uses only a pair of scissors and works on the floor; he is inspired not just by the seasons, but by the constant change and movement within them. When we visited, it was early fall and he was making an arrangement with red-leaved rowan branches sent from a friend farther north, where autumn was already in full swing, and the last purple asters of Kyoto’s summer — a conversation between what was passing and what was to come. A work Nishiyama has posted on his Instagram feed shows three tiny flowers planted in moss, one in bud, one flowering and one beginning to fade — a tribute to how we are always living in three tenses at once, whether we recognize it or not, and a nod to both the fleetingness and constancy of nature’s cycles.\nThis emphasis on the brevity of life is one of the fundamental differences between ikebana and Western arrangements, but another is the particular recessiveness of the flower itself. Western arrangements prioritize full-frontal blooms, ripe and bold and staring straight at the viewer. In ikebana, there might not even be a flower in the composition, and if there is, it rarely looks you in the eye: It is more likely bent or turned to the side. Stems or leaves or branches are often emphasized over flowers, and those might very well be crooked or yellowing or covered with moss.\nHighlighting overlooked forms of beauty, or revealing something ordinary in a new way, is central to Nishiyama’s vision. This is also true of Emily Thompson, who works out of a corner storefront in Manhattan’s old downtown seaport district. Well-known in the fashion world for her wild, wind-tossed bouquets, she too studied art and is a self-taught florist. Like Nishiyama, she has no formal training in ikebana, and yet her work, like his, can’t be understood without it. Thompson also forages and buys her plants from local farms, but where Nishiyama’s approach is purist, and his work gentle, Thompson’s can be voracious and bold, even aggressive. She culls anything from the natural world that can serve her: exotics, weeds, hairy seed pods, flower leis, dangling clumps of moss, even animal and vegetable matter. (Recent compositions have included a tiered topiary of asparagus spears and a bouquet of purple artichoke with phormium and geranium leaves.)", "url": "https://www.nytimes.com/2017/11/06/t-magazine/ikebana-japanese-flower-art.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}