{"authors": ["Alexandra Stevenson"], "date_download": "2018-11-16 03:52:54", "date_modify": "2018-11-16 03:52:54", "date_publish": "2017-02-16 01:59:17", "description": "American investment firms offer new distribution networks, a better understanding of U.S. markets and access to wealthy investors.", "filename": "2017_02_15_business_dealbook_asia-america-investment-management-companies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340374.html", "image_url": "https://static01.nyt.com/images/2017/02/16/business/16DB-FUNDS/16DB-FUNDS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_15_business_dealbook_asia-america-investment-management-companies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340374.html", "title": "Asian Conglomerates, Flush With Cash, Scour for U.S. Fund Deals", "title_page": "Asian Conglomerates, Flush With Cash, Scour for U.S. Fund Deals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The small spurt of deals is occurring as Asian companies look for expertise on where to invest their stockpiles of money and hone their ambitions to become financial conglomerates. Several of these multibillion-dollar firms have hired New York banks to help them find investments that include private equity and insurance.\nIt is an opportunistic time for the buyers and the sellers.\nFor many partners at hedge fund and private equity firms, it is a good time to sell. Years of disappointing performance and cheaper index-tracking alternatives have emerged as a challenge to what was once a lucrative, high-fee business. Firms like SkyBridge Capital, which offer investors a chance to spread their money around in an array of other hedge funds, the so-called fund of funds business that layers on additional fees, have had a particularly difficult time lately.\n“The fund of fund industry is facing a lot more challenges than it ever has,” said Michael Rees, head of Dyal Capital Partners, which buys stakes in hedge funds and private equity firms. Faced with difficult markets, several hedge fund firms closed last year and returned money to investors. Against a backdrop of heavy losses and investor withdrawals, Fortress Investment Group was forced to close a $1.6 billion flagship hedge fund, run by the outspoken trader Michael Novogratz, last year.\nSprawling Asian firms with voracious appetites for deals have a chance to diversify when target acquisitions may be cheaper.\nSoftBank paid $3.3 billion for Fortress, less than half its $7.4 billion value when it became one of the first private equity firms to publicly list shares in February 2007. When it made its debut on the New York Stock Exchange, each Fortress share was worth $35. On Monday, the day before the SoftBank deal was announced, Fortress was trading at less than $6 a share.", "url": "https://www.nytimes.com/2017/02/15/business/dealbook/asia-america-investment-management-companies.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}