{"authors": ["Aili Mcconnon"], "date_download": "2018-11-16 04:12:09", "date_modify": "2018-11-16 04:12:09", "date_publish": "2017-05-09 16:26:17", "description": "As Cuba’s relationship with the United States grows warmer, redevelopment is heating up, too. But obstacles lie between the pent-up demand and the potential payoff.", "filename": "2017_05_09_realestate_commercial_cubas-new-luxury-hotels-look-to-lure-waves-of-us-tourists.html_module=inline_1542341529.html", "image_url": "https://static01.nyt.com/images/2017/05/09/business/09sqftcuba2/09sqftcuba2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_09_realestate_commercial_cubas-new-luxury-hotels-look-to-lure-waves-of-us-tourists.html_module=inline_1542341529.html", "title": "Cuba’s New Luxury Hotels Look to Lure Waves of U.S. Tourists", "title_page": "Cuba’s New Luxury Hotels Look to Lure Waves of U.S. Tourists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HAVANA — In Havana’s Parque Central, shady stone benches and graceful palm trees beckon to mojito-sipping tourists and locals gathering to shoot the breeze.\nThe gathering spot, in the center of town, is surrounded by horse-drawn carriages and long lines of colorful finned-and-chromed 1950s cars. But more utilitarian vehicles have recently begun circling the square: construction equipment transforming old buildings into luxury hotels.\nAs Cuba’s relationship with the United States grows warmer, real estate redevelopment is heating up, too.\n“So many old buildings sat vacant for years with signs saying they were soon to be converted into hotels,” said Belmont Freeman, a Cuban-American architect based in New York. “Now I actually see cranes on construction sites. Cuban bureaucracy is easing up, and foreign hotel developers are finally finding ways to move these projects forward.”", "url": "https://www.nytimes.com/2017/05/09/realestate/commercial/cubas-new-luxury-hotels-look-to-lure-waves-of-us-tourists.html?module=inline"}