{"authors": ["Justin Gillis", "Nadja Popovich"], "date_download": "2018-11-16 03:24:12", "date_modify": "2018-11-16 03:24:12", "date_publish": "2017-06-07 00:59:45", "description": "As the Trump administration digs in on coal and oil, numerous Republican-led states are investing in clean energy from the wind and the sun.", "filename": "2017_06_06_climate_renewable-energy-push-is-strongest-in-the-reddest-states.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338652.html", "image_url": "https://static01.nyt.com/images/2017/06/06/us/wind-power-republican-states-map-1496787486565/wind-power-republican-states-map-1496787486565-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_06_climate_renewable-energy-push-is-strongest-in-the-reddest-states.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338652.html", "title": "In Trump Country, Renewable Energy Is Thriving", "title_page": "In Trump Country, Renewable Energy Is Thriving - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "More than a decade ago, frustrated by federal inaction, climate change activists and clean energy enthusiasts joined forces to push state governments to adopt binding targets for renewable energy. Climate change was a less divisive issue then, and a majority of the states — including many of the windy Great Plains states — did so, often setting targets to be met by 2020 or 2025.\nAnalysts have found that most states are on track to meet their targets, usually well ahead of schedule. In recent years, the conservative advocacy organizations founded by the industrialists Charles G. and David H. Koch have tried to get the targets repealed, but they have largely failed.\nKansas, where the Koch brothers have their headquarters, was an exception. Reluctantly, wind energy promoters agreed to a deal in 2015 in which the Legislature turned the state’s requirement into a voluntary goal; in exchange, the industry received promises that it would not be subjected to punitive taxes, as some state legislators had proposed. Mr. Brownback embraced that deal but made clear that he expected Kansas to keep building wind farms — as it has indeed done.\nNationally, solar power has made serious headway in a few states, like California, but wind energy is the bigger success story. Turbines now supply almost 6 percent of the nation’s electricity, and studies suggest they could eventually supply a third or more.\nA looming threat to the growth of renewables is that the Trump administration may push for an early end to federal subsidies that improve the economics. But those are already scheduled to be phased out in coming years, and a proposal to scrap them early would probably encounter fierce resistance from members of both parties in Congress. They see the subsidies as an investment to drive renewable energy costs down by expanding the market and capturing economies of scale. The wind and solar industries are also creating jobs.\nIn reaction to Mr. Trump’s election and his abandonment of the Obama administration’s climate goals, Democratic states like New York and California are redoubling their efforts. Both states have resolved to get 50 percent of their power from renewable energy, and California is debating whether to set a target of 100 percent by 2045.\nPerhaps the big question now is whether the blue states, motivated by the urgency of climate change, can offer the red states anything that might induce them to move even faster on renewable energy.", "url": "https://www.nytimes.com/2017/06/06/climate/renewable-energy-push-is-strongest-in-the-reddest-states.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}