{"authors": ["Paul Mozur"], "date_download": "2018-11-16 04:16:36", "date_modify": "2018-11-16 04:16:36", "date_publish": "2017-12-05 18:29:15", "description": "The technologies for tracking citizens, and their wide acceptance in China, were on display at the World Internet Conference.", "filename": "2017_12_05_business_china-internet-conference-wuzhen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341796.html", "image_url": "https://static01.nyt.com/images/2017/12/06/business/06chinatech1/06chinatech1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_05_business_china-internet-conference-wuzhen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341796.html", "title": "Inside China’s Big Tech Conference, New Ways to Track Citizens", "title_page": "Inside China’s Big Tech Conference, New Ways to Track Citizens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WUZHEN, China — An artificial intelligence company touted a robot that could help doctors with diagnoses. A start-up displayed a drone designed to carry a single passenger 60 miles per hour.\nAnd in a demonstration worthy of both wonder and worry, a Chinese facial recognition company showed how its technology could quickly identify and describe people.\nIf there were any doubts about China’s technological prowess, the presentations made this week at the country’s largest tech conference should put them to rest. The event, once a setting for local tech executives and leaders of impoverished states, this year attracted top American executives like Tim Cook of Apple and Sundar Pichai of Google, as well as executives of Chinese giants like Jack Ma of Alibaba and Pony Ma of Tencent.", "url": "https://www.nytimes.com/2017/12/05/business/china-internet-conference-wuzhen.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}