{"authors": ["Michael D. Shear", "Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:26:16", "date_modify": "2018-11-16 04:26:16", "date_publish": "2017-10-26 09:05:50", "description": "Senator Lindsey Graham, once the target of President Trump’s barbs, is suddenly his cheerleader, even as other like-minded Republicans recoil from Mr. Trump.", "filename": "2017_10_26_us_politics_trump-lindsey-graham-best-friends.html_module=inline_1542342376.html", "image_url": "https://static01.nyt.com/images/2017/10/26/us/26dc-graham1/26dc-graham1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_26_us_politics_trump-lindsey-graham-best-friends.html_module=inline_1542342376.html", "title": "As Other Republican Senators Bolt, Lindsey Graham Cozies Up to Trump", "title_page": "As Other Republican Senators Bolt, Lindsey Graham Cozies Up to Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I don’t give him any demerits on supporting him where they agree on policy,” Mr. Murphy said.\nHealth care has been one of those areas. Mr. Graham first opposed, then supported, the Senate’s unsuccessful effort to pass a narrow “skinny” repeal of the Affordable Care Act this summer. Frustrated and unwilling to give up, Mr. Graham used a private meeting in the Oval Office to urge support for a plan that relies on block grants to states.\nWhen that plan stalled, the private meeting gave it new life, according to former Senator Rick Santorum, Republican of Pennsylvania, who has been helping develop the block grant proposal.\n“We were getting nowhere until Lindsey met with Trump, and Trump said, ‘Hey, you’ve got to start working with these guys,’” Mr. Santorum recalled. “They were paying us lip service until Trump said, ‘Hey, I want this to happen.’ As Lindsey got Trump more engaged, the White House got more engaged.”\nMr. Graham said he was trying to help Mr. Trump turn his “message into legislative success,” adding: “I think what he sees in me is a guy that is willing to try to find a way to make something happen. I’m willing to do things that sometimes other Republicans won’t.”\nBut Mr. Wehner cautioned that Mr. Graham must be careful.\n“There’s a rule of thumb when it comes to Donald Trump: Everybody who gets close to him or supportive of him in one way or another is stained by him,” he said. “I suspect that Lindsey Graham is going to find that out the hard way. He’ll be used.”\nThe senator insists he is frank with Mr. Trump when he disagrees with him. For instance, Mr. Trump wants to do away with the filibuster, the Senate rule that requires a 60-vote threshold to pass most legislation. Mr. Graham wants to keep it. “We argue about this all the time,” the senator said.\nLooking ahead, Mr. Graham envisioned working with the president on issues as varied as an immigration overhaul — Mr. Trump has “credibility no one else has” — and a minimum-wage increase, which Mr. Graham says he intends to introduce when the Senate considers revamping the tax code. He said Mr. Trump “loved” the idea.", "url": "https://www.nytimes.com/2017/10/26/us/politics/trump-lindsey-graham-best-friends.html?module=inline"}