{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:32:53", "date_modify": "2018-11-16 04:32:53", "date_publish": "2017-06-08 14:45:45", "description": "As the fired F.B.I. director testifies about his dealings with the president, here’s what you need to know about a murky law.", "filename": "2017_06_08_us_politics_obstruction-of-justice-trump-comey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342773.html", "image_url": "https://static01.nyt.com/images/2017/06/09/us/09dc-obstruct/09dc-obstruct-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_08_us_politics_obstruction-of-justice-trump-comey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342773.html", "title": "Trump, Comey and Obstruction of Justice: A Primer", "title_page": "Trump, Comey and Obstruction of Justice: A Primer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — This story was updated on Dec. 4, 2017. Read on for further explanation about obstruction of justice and how it relates to President Trump’s actions.\nThe testimony by the former F.B.I. director James B. Comey that President Trump, before firing him last month, demanded loyalty, urged him to drop the investigation into his former national security adviser and pressed him to “lift the cloud” of the Russia inquiry is fueling accusations that the president obstructed justice.\nMr. Comey’s prepared testimony, which the Senate Intelligence Committee released on Wednesday, corroborates prior reports by The New York Times about how Mr. Comey’s strained relationship with the president evolved, which had already prompted Democrats to raise the specter of the obstruction crime.\nMoreover, Mr. Trump himself told NBC News last month that when he fired Mr. Comey, he had been thinking about the F.B.I.’s investigation into whether his associates coordinated with Russia in its interference in the 2016 election. The Times has reported that the day after the firing, Mr. Trump told Russian diplomats in the Oval Office that firing Mr. Comey had relieved “great pressure because of Russia.”", "url": "https://www.nytimes.com/2017/06/08/us/politics/obstruction-of-justice-trump-comey.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}