{"authors": ["Lizette Alvarez"], "date_download": "2018-11-16 03:47:58", "date_modify": "2018-11-16 03:47:58", "date_publish": "2017-09-08 00:03:08", "description": "Residents across South Florida scrambled to prepare for the hurricane. Gas, water, plywood and sandbags were in short supply.", "filename": "2017_09_07_us_florida-irma-hurricane-supplies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340078.html", "image_url": "https://static01.nyt.com/images/2017/09/08/us/08miami-01/08miami-01-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_07_us_florida-irma-hurricane-supplies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340078.html", "title": "In Florida, Searching for Gas and Water, and Watching Irma", "title_page": "In Florida, Searching for Gas and Water, and Watching Irma - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MIAMI — Fuel was such a scarce commodity that some drivers took to trailing gas tankers down the road to see where they stopped to unload. Bottled water was so scarce that residents simply gave up looking. Sandbags, like plywood, were gone, as were certain kinds of screws and nails.\n“It takes a long time,” said Pablo Smith, 24, who sat scrolling on his phone as he waited in line at a Citgo station in South Florida. The line stretched down a long block of U.S. 1, a major highway, clogging the right lane.\n“At least there’s gas,” he said.\nResidents across South Florida scrambled to finalize preparations Thursday as Hurricane Irma, which has devastated islands in the Caribbean, approached with 175-mile-an-hour winds. Irma remained a powerful Category 5 storm, even though it had weakened slightly.\nThe hurricane is expected to hit the Florida Keys and South Florida starting Saturday night, said Kevin Scharfenberg, a meteorologist with the National Weather Service.\nEvacuation orders piled up as the storm neared: 650,000 residents in Miami-Dade, the largest ever for the county; 125,000 in Palm Beach County; and 100,000 in Broward County. Major highways out of South Florida were clogged, a problem because of the gas shortage.\nStill, some residents held out for a last-minute sleight-of-hand, hoping Irma would stay off the coast as it did near Puerto Rico. But government officials pleaded with residents to heed evacuation calls, saying that this was no ordinary storm.\nNowhere were the exhortations more pronounced than in the Florida Keys, which could take a direct hit. All residents have been told to leave.\n“It’s imperative to get people out,” said Roman Gastesi, the administrator of Monroe County, which encompasses the Keys. “We don’t shelter in place here. There’s no building that we can guarantee will keep people safe with a 185 m.p.h. hurricane. There’s no way.”\nThere is only one way in and out of the Keys; the islands are connected to the mainland by a series of 42 bridges. If one bridge is damaged, which is likely, the islands south of that bridge become isolated. As of Wednesday night, 31,000 residents, less than half the population, had evacuated.", "url": "https://www.nytimes.com/2017/09/07/us/florida-irma-hurricane-supplies.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}