{"authors": [], "date_download": "2018-11-16 04:33:05", "date_modify": "2018-11-16 04:33:05", "date_publish": "2017-03-07 08:46:42", "description": "“Student protesters were not violating Mr. Murray’s First Amendment rights when they spoke out against him. They were changing the terms of the discussion.”", "filename": "2017_03_07_opinion_discord-at-middlebury-students-on-the-anti-murray-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342785.html", "image_url": "https://static01.nyt.com/images/2017/03/07/opinion/07oncampus1/07oncampus1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_07_opinion_discord-at-middlebury-students-on-the-anti-murray-protests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342785.html", "title": "Discord at Middlebury: Students on the Anti-Murray Protests", "title_page": "Opinion | Discord at Middlebury: Students on the Anti-Murray Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many such voices are missing from the national conversation, as they fear repercussions on campus and beyond in such a tense political time. At least one protester decided not to publish her opinion because she is afraid such a controversial issue might affect her application for U.S. citizenship.\nSophie Vaughan\nI’m still confused about my actions during the protest, but one thing I don’t regret is the conversations the protests have ignited. We students were fighting speech that perpetuates stereotypes and inequality, but in the process we discovered we were promoting another form of injustice — checks on free speech and a more closed environment of intellectual discourse. This has created tension on our campus, but I think it is tension of the best kind — the kind that will push us to engage more deeply both with issues of racial oppression and the parameters of our campus dialogue.\nPhil Hoxie\nWhat happened at Middlebury is no longer about Murray or his work. It’s not just a story about college campuses. Middlebury is not unique. In the United States, we have reached a point where nobody is willing to engage with viewpoints that don’t conform to their own. In order to move forward, as a community and as a country, we must engage in tough and challenging conversations. The only way to do that is to preserve free speech, which often means defending the rights of those you disagree with, or even hate.\nAlessandria Schumacher\nMurray’s ideas have real, tangible outcomes, which is why those who want to engage with and challenge them must be allowed to do so. Theoretically, it would be nice to discount his ideas and have them go away; pragmatically, they are not going anywhere, and if we want to fight them, at least some of us have to face them. That doesn’t mean that those who feel targeted by his work should have to sit there and listen. Not all of us need to push for progress in the same way.\nElizabeth Siyuan Lee\nAs Americans, we are lucky to be able to talk about our political beliefs without legal consequence. The government cannot throw us in jail or punish us for the words we write or the things we say. This is our Constitutional right. But that does not mean that individuals or institutions must offer all ideas a stage, a microphone, and a large space for an audience. It does not mean that academic institutions or students must guarantee every individual 45 minutes of unchallenged and broadcasted speech, no matter how harmful. Student protesters were not violating Mr. Murray’s First Amendment rights when they spoke out against him. They were changing the terms of the discussion.\nThis is not to say that students ought not to engage with Mr. Murray’s ideas at all. Given the controversial nature of his work, colleges must take into account the implications of the format of guest lectures so students can meaningfully evaluate the topic at hand.\nEdward O’Brien\nThis weekend, I read these headlines “Student protesters turn violent at Middlebury College” and “College administrator and staff assault students” — two seemingly contradictory reports. Going forward, we have to be able to hold complex truths together, or we are only fueling the polarization of our society.\nWe cannot allow anyone to threaten or call into question the humanity of people on our campus, but we cannot threaten people who do so either. We can only protect one another and try to understand one another. We need to complicate our truths — regardless of whether we use the language of intersectionality or the language of traditional American values. We have to be willing to listen to one another through our buzzwords and despite our ideological differences.", "url": "https://www.nytimes.com/2017/03/07/opinion/discord-at-middlebury-students-on-the-anti-murray-protests.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}