{"authors": ["Farhad Manjoo"], "date_download": "2018-11-16 04:02:47", "date_modify": "2018-11-16 04:02:47", "date_publish": "2017-04-26 13:00:31", "description": "Instagram, now with 700 million users, resembles Facebook in 2009 to 2012, when it went from being something people used occasionally to something they use every day.", "filename": "2017_04_26_technology_why-instagram-is-becoming-facebooks-next-facebook.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340967.html", "image_url": "https://static01.nyt.com/images/2017/04/27/technology/27state-illo/27state-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_26_technology_why-instagram-is-becoming-facebooks-next-facebook.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340967.html", "title": "Why Instagram Is Becoming Facebook’s Next Facebook", "title_page": "Why Instagram Is Becoming Facebook’s Next Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The primary reason we’ve scaled more quickly in the last 100 million is that we’ve figured out that as we’ve scaled, we’ve had to unbreak ourselves,” he said. What he meant was that Instagram systematically analyzed all the bottlenecks to its service and tried to eliminate them. Then it looked for potential opportunities to better serve users and tried to put them in place as fast as possible.\nThis sounds trivial — aren’t all companies looking to constantly improve? — but social networks are sometimes held hostage by their most loyal users, who tend to hate change (cough, Twitter, cough). Facebook bucked that trend; as it grew, it constantly adapted its features to become more things to more people. Mr. Systrom is following the same playbook.\n“My favorite thing to ask the team is, how large do you think Instagram will be eventually?” he said. “Usually you get to some large number, and it’s definitely more than two times the size we are now. So I can confidently say that most of the people who’ll eventually use Instagram don’t use Instagram now.”\nMr. Systrom is a fan of academic business theories, especially Clay Christensen’s, whose “Innovator’s Dilemma” addresses the tension between serving an incumbent audience at the expense of a much greater potential one. The realization that Instagram could become much bigger than it is now was freeing, Mr. Systrom said; it gives the company the confidence to keep changing.\nSome of the bottlenecks the company has addressed in the past year are internal. For example, Mr. Systrom and his co-founder, Mike Krieger, realized that one of the primary holdups was their own decision-making. So in the past three months, they started holding meetings in which they just make a bunch of decisions.\n“We have a doc in which we list out the inventory of decisions on products — as if it’s stacked up in front of a machine, waiting to be processed,” Mr. Systrom said. “And then we have sessions where we sit down and we decide. You just work through the decisions.”", "url": "https://www.nytimes.com/2017/04/26/technology/why-instagram-is-becoming-facebooks-next-facebook.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}