{"authors": ["Kevin Sack", "Alan Blinder"], "date_download": "2018-11-16 03:42:11", "date_modify": "2018-11-16 03:42:11", "date_publish": "2017-01-11 15:38:59", "description": "Mr. Roof, the white supremacist who killed nine black people at Emanuel African Methodist Episcopal Church, faced the relatives of his victims.", "filename": "2017_01_11_us_dylann-roof-sentencing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339731.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_11_us_dylann-roof-sentencing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339731.html", "title": "Anguish, Rage and Mercy as Dylann Roof Is Sentenced to Death", "title_page": "Anguish, Rage and Mercy as Dylann Roof Is Sentenced to Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHARLESTON, S.C. — In an extraordinary culmination to the federal death penalty trial of Dylann S. Roof, 35 family members and friends of his nine African-American victims confronted him directly at a sentencing hearing on Wednesday. Some forgave him with Christian grace. Others damned him to hell. But almost all proclaimed defiantly that his murderous church rampage had failed in its mission to sow division and racist hate.\n“The hate that you possess is beyond human comprehension,” Melvin Graham, a brother of one of the victims, Cynthia Hurd, told the young white supremacist seated across the courtroom. “You wanted people to kill each other. But instead of starting a race war, you started a love war.”\nAt the close of the nearly five-hour hearing, Judge Richard M. Gergel of Federal District Court formally sentenced Mr. Roof, 22, to death, in accordance with the verdict that a jury quickly delivered on Tuesday. Although they were not required to do so, most of the jurors who heard the case attended Wednesday’s proceedings.\n“This trial has produced no winners, only losers,” Judge Gergel said. “The defendant will now pay for his crimes with his life. But the trial has not been a futile act because the jury, acting as the conscience of this community, has stated clearly and unequivocally that his hate, his viciousness, his depravity will not go unanswered.”", "url": "https://www.nytimes.com/2017/01/11/us/dylann-roof-sentencing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}