{"authors": ["Michael Tackett"], "date_download": "2018-11-16 04:01:38", "date_modify": "2018-11-16 04:01:38", "date_publish": "2017-11-08 02:31:59", "description": "Ed Gillespie, the Republican candidate for governor in Virginia, ran into the clear limits of trying to run as President Trump had in a swing state.", "filename": "2017_11_07_us_politics_gillespie-northam-trump-virginia-governor-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340898.html", "image_url": "https://static01.nyt.com/images/2017/11/08/us/08dc-asses5/08dc-asses5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_07_us_politics_gillespie-northam-trump-virginia-governor-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340898.html", "title": "Trumpism Without Trump: A Losing Formula in Swing-State Virginia", "title_page": "Trumpism Without Trump: A Losing Formula in Swing-State Virginia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ALEXANDRIA, Va. — For Ed Gillespie, Trumpism was an ill-fitting suit.\nHis résumé was pure establishment — national Republican Party chairman, counselor to President George W. Bush, well-connected K Street lobbyist. But the messaging of his campaign for governor of Virginia was that of a cultural flamethrower, emphasizing crimes by undocumented immigrants as well as monuments to Confederate heroes — and even suggesting that his opponent, a pediatric neurologist, supported child pornographers.\nAs the Republican candidate, Mr. Gillespie tried to run in a very narrow lane by embracing some of the most divisive elements of President Trump’s agenda while treating him like Voldemort and mostly refusing to utter his name. It was enough to motivate Mr. Trump’s supporters in rural parts of the state, but fell far short in Northern Virginia, where the wealthy and well-educated voters who were once reliably Republican continued their march toward becoming solidly Democratic.\nLessons from off-year elections can be overdrawn, but the Virginia race strongly suggests that Republicans running in swing states will have to choose a side rather than try to straddle an uncomfortable line. Mr. Trump’s blunt force, all-or-nothing approach has worked in deeply conservative areas, but Republicans will have trouble replicating that in certain states in the midterms next year when faced with a diverse, highly educated electorate like the one in Virginia.", "url": "https://www.nytimes.com/2017/11/07/us/politics/gillespie-northam-trump-virginia-governor-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}