{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 03:50:50", "date_modify": "2018-11-16 03:50:50", "date_publish": "2017-11-16 09:00:03", "description": "The Treasury secretary’s wife made a major statement in black leather at the new $1 bill unveiling.", "filename": "2017_11_16_fashion_louise-linton-steve-mnuchin-dollar-bill-leather.html_module=inline_1542340250.html", "image_url": "https://static01.nyt.com/images/2017/11/16/fashion/16OTR/16OTR-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_16_fashion_louise-linton-steve-mnuchin-dollar-bill-leather.html_module=inline_1542340250.html", "title": "Louise Linton and Steve Mnuchin’s Money Moment", "title_page": "Louise Linton and Steve Mnuchin’s Money Moment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Though much has been made of the glowing glances with which Steven Mnuchin, the Treasury secretary, and his wife, Louise Linton, ogled the first sheets of $1 bills with his signature during a trip to the Bureau of Engraving and Printing on Wednesday, for my money it was Ms. Linton’s choice of dress that really made a statement.\nActresses of a certain fame are generally pretty canny about their visual messaging: They understand that every time they step out of their doorway they are potentially on show, and they tend to dress accordingly, as if every moment is a potential photo op.\nCertainly, Ms. Linton, a former actress (guest appearances on “CSI: NY,” “Cold Case” and the like), should understand this, especially given her last major public appearance, in August. At that time she came under fire for Instagramming a photo of herself on a trip with her husband to Kentucky stepping off a government aircraft in lots of Hermès, and got into a social media spat in which she appeared to brag about her ability to buy such designer names while denigrating those who could not.\nSo what does it say that for her recent close-up Ms. Linton dressed in black, with long leather dominatrix gloves, a long leather skirt, wide black belt, black blouse and black stilettos?", "url": "https://www.nytimes.com/2017/11/16/fashion/louise-linton-steve-mnuchin-dollar-bill-leather.html?module=inline"}