{"authors": ["Yamiche Alcindor"], "date_download": "2018-11-16 04:26:15", "date_modify": "2018-11-16 04:26:15", "date_publish": "2017-09-12 22:51:07", "description": "President Trump gave Congress six months to pass legislation protecting young immigrants brought here as children. If anything, the effort is moving backward.", "filename": "2017_09_12_us_politics_daca-dream-act-congress-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342375.html", "image_url": "https://static01.nyt.com/images/2017/09/13/us/13dc-immig/13dc-immig-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_12_us_politics_daca-dream-act-congress-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342375.html", "title": "Action to Protect Young Immigrants Already Stumbles in Congress", "title_page": "Action to Protect Young Immigrants Already Stumbles in Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Instead, this week the House will take up the Criminal Alien Gang Member Removal Act, aimed at MS-13 and other immigrant gangs, and the Legal Workforce Act to expand electronic worker verification efforts. Mr. Goodlatte said he would follow those bills with legislation dealing with immigrant agricultural workers.\n“We are happy to have discussions with anybody who wants to talk about what we need to do with DACA, but I would say DACA is at the end of that list, not at the beginning,” said Mr. Goodlatte in an interview. “We can’t fix the DACA problem without fixing all of the issues that led to the underlying problem of illegal immigration in the first place.”\nThat leisurely attitude may not have been what the president had in mind when he wrote on Twitter last Thursday, “For all of those (DACA) that are concerned about your status during the 6 month period, you have nothing to worry about.” But Mr. Trump has played a role in complicating efforts to pass stand-alone legislation protecting such immigrants, known as the Dream Act.\nIn a meeting at the White House last week, Mr. Trump pressed Senator Chuck Schumer of New York, the Democratic leader, for 15 minutes about pairing funding for a border wall with protections for Dreamers, according to a person familiar with the meeting, who spoke on condition of anonymity because he was not cleared to discuss internal deliberations. Both Mr. Schumer and Ms. Pelosi rejected the deal.\nOn Tuesday, Marc Short, the White House legislative affairs director, told reporters that Mr. Trump was unlikely to stand by his wall-funding demand, though he said the administration is still “interested in getting border security.”\n“I don’t want us to bind ourselves into a construct that makes reaching a conclusion on DACA impossible,” Mr. Short said.\nRepresentative Michelle Lujan Grisham, Democrat of New Mexico and chairwoman of the Congressional Hispanic Caucus Chair, said she is still hopeful that Americans will rally around the 800,000 young immigrants facing deportation.", "url": "https://www.nytimes.com/2017/09/12/us/politics/daca-dream-act-congress-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}