{"authors": ["Matt Richtel"], "date_download": "2018-11-16 04:03:26", "date_modify": "2018-11-16 04:03:26", "date_publish": "2017-06-12 13:30:18", "description": "A study in The New England Journal of Medicine showed that the problem had swept the globe, including regions that historically had food shortages.", "filename": "2017_06_12_health_obesity-study-10-percent-globally.html_mcubz=0_1542341006.html", "image_url": "https://static01.nyt.com/images/2017/06/10/science/12OBESE/12OBESE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_12_health_obesity-study-10-percent-globally.html_mcubz=0_1542341006.html", "title": "More Than 10 Percent of World’s Population Is Obese, Study Finds", "title_page": "More Than 10 Percent of World’s Population Is Obese, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "More than 10 percent of the world’s population is now obese, a marked rise over the last 30 years that is leading to widespread health problems and millions of premature deaths, according to a new study, the most comprehensive research done on the subject.\nPublished Monday in The New England Journal of Medicine, the study showed that the problem had swept the globe, including regions that have historically had food shortages, like Africa.\nThe study, compiled by the Institute for Health Metrics and Evaluation at the University of Washington and funded by the Gates Foundation, looked at 195 countries, essentially the world’s population, finding that rates of obesity at least doubled in 73 countries — including Turkey, Venezuela and Bhutan — from 1980 to 2015, and “continuously increased in most other countries.”\nAnalyzing some 1,800 data sets from around the world, researchers found that excess weight played a role in four million deaths in 2015, from heart disease, diabetes, kidney disease and other factors. The per capita death rate was up 28 percent since 1990 and, notably, 40 percent of the deaths were among people who were overweight but not heavy enough to be classified as obese.", "url": "https://www.nytimes.com/2017/06/12/health/obesity-study-10-percent-globally.html?mcubz=0"}