{"authors": ["Motoko Rich"], "date_download": "2018-11-16 04:42:41", "date_modify": "2018-11-16 04:42:41", "date_publish": "2017-07-05 09:57:53", "description": "Even limited scenarios of an attack on North Korea point to staggering civilian casualties in the South and the prospect of nuclear warfare.", "filename": "2017_07_05_world_asia_north-korea-south-us-nuclear-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343361.html", "image_url": "https://static01.nyt.com/images/2017/07/06/world/06seoulmilitary-1/09seoulmilitary-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_05_world_asia_north-korea-south-us-nuclear-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343361.html", "title": "In North Korea, ‘Surgical Strike’ Could Spin Into ‘Worst Kind of Fighting’", "title_page": "In North Korea, ‘Surgical Strike’ Could Spin Into ‘Worst Kind of Fighting’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the military options are more grim than ever.\nEven the most limited strike risks staggering casualties, because North Korea could retaliate with the thousands of artillery pieces it has positioned along its border with the South. Though the arsenal is of limited range and could be destroyed in days, the United States defense secretary, Jim Mattis, recently warned that if North Korea used it, it “would be probably the worst kind of fighting in most people’s lifetimes.”\nBeyond that, there is no historical precedent for a military attack aimed at destroying a country’s nuclear arsenal.\nThe last time the United States is known to have seriously considered attacking the North was in 1994, more than a decade before its first nuclear test. The defense secretary at the time, William J. Perry, asked the Pentagon to prepare plans for a “surgical strike” on a nuclear reactor, but he backed off after concluding it would set off warfare that could leave hundreds of thousands dead.\nThe stakes are even higher now. American officials believe North Korea has built as many as a dozen nuclear bombs — perhaps many more — and can mount them on missiles capable of hitting much of Japan and South Korea.\nEarlier in his term, President Trump tried to change the dynamics of the crisis by forcing the North and its main economic benefactor, China, to reconsider Washington’s willingness to start a war. He spoke bluntly about the possibility of a “major, major conflict” on the Korean Peninsula, ordered warships into nearby waters and vowed to “solve” the nuclear problem.", "url": "https://www.nytimes.com/2017/07/05/world/asia/north-korea-south-us-nuclear-war.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}