{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 04:46:01", "date_modify": "2018-11-16 04:46:01", "date_publish": "2017-01-16 22:02:31", "description": "Having made contradictory comments, President-elect Donald J. Trump has many nations wondering about his policies. But there’s also a sense that his words should not be taken too literally.", "filename": "2017_01_16_world_europe_trump-eu-nato-merkel-brexit-russia-germany-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343561.html", "image_url": "https://static01.nyt.com/images/2017/01/17/world/europe/17anxious4/17anxious4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_16_world_europe_trump-eu-nato-merkel-brexit-russia-germany-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343561.html", "title": "As Trump Era Arrives, a Sense of Uncertainty Grips the World", "title_page": "As Trump Era Arrives, a Sense of Uncertainty Grips the World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Certainly, Mr. Trump knows how to give a provocative interview. He repeated past criticisms that NATO is “obsolete” for supposedly not confronting terrorism, only to quickly add that “with that being said, NATO is very important to me.”\nMr. Trump’s comments “are a direct assault on the liberal order we’ve built since 1945 and a repudiation of the idea that the United States should lead the West,” said R. Nicholas Burns, a former senior State Department official and ambassador to NATO, who also advised the presidential campaign of Hillary Clinton.\n“To say that NATO is obsolete, openly support the disintegration of the E.U. and then denigrate Merkel and put her on a par with Putin is a fundamental break with 70 years of American policy and strategic thought supported by Republicans from Eisenhower to now,” said Mr. Burns, who has served presidents of both parties. “NATO is the great power differential between the United States and Russia, as our Asian alliances are the power differential between us and China.”\nMr. Trump’s remarks almost certainly rankled Europe’s two most powerful leaders, Ms. Merkel and Prime Minister Theresa May of Britain. Mr. Trump’s enthusiasm for Britain’s vote to leave the European Union, or Brexit — if welcomed by British officials, in general terms — has put considerably more pressure on Mrs. May. She is preparing to give a major speech on Tuesday about her Brexit plans, even as Mr. Trump promised to give Britain a quick and fair trade deal outside the European Union — a deal that cannot take place for at least two years until Britain leaves the bloc.\nAwkwardly for her, one of the interviewers was Michael Gove, who strongly supported Brexit and ran for the Conservative leadership against Mrs. May, who immediately fired him from the cabinet. Mr. Trump’s first meeting with a British politician was with another May adversary, Nigel Farage, the former leader of the anti-Europe U.K. Independence Party, or UKIP.\nMs. Merkel, who is known for her sang-froid and pragmatism, shrugged off Mr. Trump’s latest criticism, saying that what matters is what he does in office. “I am waiting for the president to be sworn into office. That is the way it is done,” she said. “And then, of course, I will work with him together.”", "url": "https://www.nytimes.com/2017/01/16/world/europe/trump-eu-nato-merkel-brexit-russia-germany-china.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}