{"authors": ["Trip Gabriel"], "date_download": "2018-11-16 04:01:44", "date_modify": "2018-11-16 04:01:44", "date_publish": "2017-11-08 01:47:40", "description": "Mr. Northam, Virginia’s lieutenant governor, defeated his Republican opponent, Ed Gillespie, according to The Associated Press, on Tuesday to keep the state’s governorship in Democratic hands.", "filename": "2017_11_07_us_politics_ralph-northam-bio-facts.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340904.html", "image_url": "https://static01.nyt.com/images/2017/11/08/us/08virginiaSUB/08whois-northam-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_07_us_politics_ralph-northam-bio-facts.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340904.html", "title": "Who Is Ralph Northam, Winner of Virginia’s Governor’s Race?", "title_page": "Who Is Ralph Northam, Winner of Virginia’s Governor’s Race? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ralph S. Northam, Virginia’s lieutenant governor, defeated his Republican opponent, Ed Gillespie, according to The Associated Press, on Tuesday to keep the state’s governorship in Democratic hands.\nHere’s what to know about Mr. Northam.\nThe earth rumbled\nMr. Northam, 58, is a moderate member of his party in a state rapidly leaving behind its Southern roots, but which is still troubled by its long racial shadows.\nThe governor’s race was shaken by a pair of seismic events: a march on Charlottesville by torch-carrying white supremacists in August, and Mr. Gillespie’s surprise embrace in the final weeks of Trumpian anti-immigration themes.\nMr. Northam stumbled a bit in his response to both. After saying he would work to remove monuments to the Confederacy, he backtracked and said the decision should be left to local officials.", "url": "https://www.nytimes.com/2017/11/07/us/politics/ralph-northam-bio-facts.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}