{"authors": ["Nicholas Fandos", "Maggie Haberman"], "date_download": "2018-11-16 03:11:39", "date_modify": "2018-11-16 03:11:39", "date_publish": "2017-09-07 09:00:03", "description": "Investigators believe the president’s son is crucial to understanding a June 2016 meeting between the Trump inner circle and a Kremlin-connected lawyer.", "filename": "2017_09_07_us_politics_trump-russia-investigation.html__r=0&module=inline_1542337899.html", "image_url": "https://static01.nyt.com/images/2017/09/08/us/08dc-tower1/08dc-tower1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_07_us_politics_trump-russia-investigation.html__r=0&module=inline_1542337899.html", "title": "Trump Jr. Says He Wanted Russian Dirt to Determine Clinton’s ‘Fitness’ for Office", "title_page": "Trump Jr. Says He Wanted Russian Dirt to Determine Clinton’s ‘Fitness’ for Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Donald Trump Jr. told Senate investigators on Thursday that he set up a June 2016 meeting with a Russian lawyer because he was intrigued that she might have damaging information about Hillary Clinton, saying it was important to learn about Mrs. Clinton’s “fitness” to be president.\nBut nothing came of the Trump Tower meeting, he said, and he was adamant that he never colluded with the Russian government’s campaign to disrupt last year’s presidential election.\nDuring five hours of questioning, investigators for the Senate Judiciary Committee pressed Mr. Trump on numerous topics related to the meeting with the Russian lawyer, including how the president’s aides this summer drafted a statement aboard Air Force One in response to queries from The New York Times about the meeting.\nMr. Trump said he did not speak to his father about the draft statement because he did not want to involve him in something he “knew nothing about,” according to one person briefed about parts of his testimony. Lawmakers have wanted to know what, if anything, President Trump knew about the June 2016 meeting and whether he was involved in preparing the draft statement to The Times.", "url": "https://www.nytimes.com/2017/09/07/us/politics/trump-russia-investigation.html?_r=0&module=inline"}