{"authors": ["Jennifer Medina"], "date_download": "2018-11-16 04:25:37", "date_modify": "2018-11-16 04:25:37", "date_publish": "2017-07-17 09:00:21", "description": "Leading a new wave of defiant activism, Lizbeth Mateo is one of a few undocumented immigrants working as a lawyer in immigration courts.", "filename": "2017_07_17_us_undocumented-immigrants-illegal-citizenship.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342337.html", "image_url": "https://static01.nyt.com/images/2017/07/10/us/10lawyer2/10lawyer2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_17_us_undocumented-immigrants-illegal-citizenship.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342337.html", "title": "A Defender of the Constitution, With No Legal Right to Live Here", "title_page": "A Defender of the Constitution, With No Legal Right to Live Here - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 2014, California became the only state in the country to allow undocumented immigrants to practice law. The next year, New York courts reached a similar conclusion. There is no official count of how many undocumented immigrants are now working as lawyers, but Mr. Reyes Savalza can name about a dozen.\nWhen California first began to consider admitting undocumented immigrants to the bar, a lawyer from the Obama administration submitted a brief opposing the idea, arguing that federal law is “plainly designed to preclude undocumented aliens from receiving commercial and professional licenses.” But the administration backed off its opposition when Gov. Jerry Brown signed legislation explicitly allowing it.\nWhile there has been little public outcry over the issue in California, some argue that it is yet another sign of the state’s overreach on immigration.\nMr. Eastman said undocumented lawyers are putting their clients who are here under the Deferred Action for Childhood Arrivals, or DACA, at risk because the Trump administration could rescind it at any moment, leaving them even more vulnerable to deportation. In January, the president signed an executive order vastly expanding the definition of who is considered a criminal to include offenses like using fake Social Security numbers.\nYoung people like Ms. Mateo began publicly identifying themselves as undocumented more than a decade ago, telling their own stories to try to force change.\nNational attention on the plight of young people taken to the country by their parents helped pressure the Obama administration to put DACA in place, allowing the so-called “Dreamers” to live and work in the United States. That program is now in limbo under President Trump. Several Republican attorneys general have threatened to sue the federal government if the program is not rescinded by this fall.", "url": "https://www.nytimes.com/2017/07/17/us/undocumented-immigrants-illegal-citizenship.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}