{"authors": ["Richard Schiffman"], "date_download": "2018-11-16 04:31:57", "date_modify": "2018-11-16 04:31:57", "date_publish": "2017-03-28 10:00:03", "description": "Updating home ec class with Caribbean chicken guisado and black-bean brownies.", "filename": "2017_03_28_well_eat_wits-program-teaches-healthy-cooking-in-schools.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342717.html", "image_url": "https://static01.nyt.com/images/2017/03/24/science/25FOOD/25FOOD-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_28_well_eat_wits-program-teaches-healthy-cooking-in-schools.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342717.html", "title": "Reading, Math and Sushi: Cooking as a Health Lesson", "title_page": "Reading, Math and Sushi: Cooking as a Health Lesson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On a recent Tuesday, the airy rooftop greenhouse at P.S. 333 on the Upper West Side of Manhattan was a hive of purposeful activity as students massaged olive oil into kale and ground spices for a salad they were preparing to serve at lunch.\n“Could we spread this out and make it look edible,” Yadira Garcia urged, as the children drizzled balsamic dressing over a mass of spiralized zucchini and garnished the tray with cherry tomatoes plucked from a sprawling vine growing a few feet away.\nMs. Garcia, a graduate of the Natural Gourmet Institute in Manhattan, is one of a growing number of professional chefs assigned to the city’s schools. As part of a program called Wellness in the Schools (WITS), she is spending three years at P.S. 333, teaching cooking and nutrition classes to children and organizing educational events for their parents after school hours.\nThe program, which aims to teach public school students about healthful eating and fitness, partners with chefs like Ms. Garcia and Bill Telepan of the restaurant Oceana to develop nutritious recipes children are excited about trying. It’s a modern take on the home ec class. The goal is not to try to make kids eat food that they won’t like but to make things they already like healthier, and to instill an interest in cooking fresh, healthy food that carries over to the way the children eat at home.", "url": "https://www.nytimes.com/2017/03/28/well/eat/wits-program-teaches-healthy-cooking-in-schools.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}