{"authors": ["Nate Cohn"], "date_download": "2018-11-16 04:26:44", "date_modify": "2018-11-16 04:26:44", "date_publish": "2017-05-31 11:00:11", "description": "Pollsters are leaning toward optimistic explanations that their problems of last year can be fixed.", "filename": "2017_05_31_upshot_a-2016-review-why-key-state-polls-were-wrong-about-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342404.html", "image_url": "https://static01.nyt.com/images/2017/05/26/upshot/30up-undchart-1496086250138/30up-undchart-1496086250138-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_31_upshot_a-2016-review-why-key-state-polls-were-wrong-about-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342404.html", "title": "A 2016 Review: Why Key State Polls Were Wrong About Trump", "title_page": "A 2016 Review: Why Key State Polls Were Wrong About Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nearly seven months after the presidential election, pollsters are still trying to answer a question that has rattled trust in their profession: Why did pre-election polls show Hillary Clinton leading Donald J. Trump in the battleground states that decided the presidency? Is political polling fundamentally broken? Or were the errors understandable and correctable?\nAt their annual conference in New Orleans this month, polling experts were inching toward the latter, more optimistic explanation. And there is mounting evidence to support their view.\nAt least three key types of error have emerged as likely contributors to the pro-Clinton bias in pre-election surveys. Undecided voters broke for Mr. Trump in the final days of the race, or in the voting booth. Turnout among Mr. Trump’s supporters was somewhat higher than expected. And state polls, in particular, understated Mr. Trump’s support in the decisive Rust Belt region, in part because those surveys did not adjust for the educational composition of the electorate — a key to the 2016 race.\nSome of these errors will be easier to fix than others. But all of them seem to be good news for pollsters and others who depend on political surveys.", "url": "https://www.nytimes.com/2017/05/31/upshot/a-2016-review-why-key-state-polls-were-wrong-about-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}