{"authors": ["Cade Metz"], "date_download": "2018-11-16 04:03:35", "date_modify": "2018-11-16 04:03:35", "date_publish": "2017-11-28 10:00:26", "description": "One of the pioneers of so-called computer vision is working on ways to deal with issues his old ideas could not solve.", "filename": "2017_11_28_technology_artificial-intelligence-research-toronto.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341015.html", "image_url": "https://static01.nyt.com/images/2017/11/28/business/28TORONTOAI/28TORONTOAI-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_28_technology_artificial-intelligence-research-toronto.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341015.html", "title": "A New Way for Machines to See, Taking Shape in Toronto", "title_page": "A New Way for Machines to See, Taking Shape in Toronto - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He explained that the blocks were two halves of a pyramid, and he asked if I could put the pyramid back together. That didn’t seem too hard. The blocks were oddly shaped, but each had only five sides. All I had to do was find the two sides that matched and line them up. But I couldn’t.\nMost people fail this test, he told me, including two tenured professors at the Massachusetts Institute of Technology. One declined to try, and the other insisted it wasn’t possible. It is possible. But we all failed, Mr. Hinton explained, because the puzzle undercuts the natural way we see something like a pyramid.\nWe do not recognize an object by looking at one side and then another and then another. We picture the whole thing sitting in three-dimensional space. And because of the way the puzzle cuts the pyramid in two, it prevents us from picturing it in 3-D space as we normally would.\nWith his capsule networks, Mr. Hinton aims to finally give machines the same three-dimensional perspective that humans have — allowing them to recognize a coffee cup from any angle after learning what it looks like from only one. This is not something that neural networks can do.\n“It is a fact that is ignored by researchers in computer vision,” he said. “And that is a huge mistake.”\nLoosely modeled on the web of neurons in the human brain, neural networks are algorithms that can learn discrete tasks by identifying patterns in large amounts of data. By analyzing thousands of car photos, for instance, a neural network can learn to recognize a car.\nThis mathematical idea dates back to the 1950s, but the concept has found real-world applications in recent years, thanks to improvements in processing power and the large amounts of data generated by the internet. Over the last five years, neural networks have accelerated the progress of everything from smartphone digital assistants to language translation services to autonomous robots.", "url": "https://www.nytimes.com/2017/11/28/technology/artificial-intelligence-research-toronto.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}