{"authors": ["Mike Isaac"], "date_download": "2018-11-16 04:02:23", "date_modify": "2018-11-16 04:02:23", "date_publish": "2017-02-16 21:02:03", "description": "In an update to the social network’s mission statement, the C.E.O. said that to achieve progress, people needed to come together “as a global community.”", "filename": "2017_02_16_technology_facebook-mark-zuckerberg-mission-statement.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340943.html", "image_url": "https://static01.nyt.com/images/2017/02/17/business/17FACEBOOK/17FACEBOOK-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_16_technology_facebook-mark-zuckerberg-mission-statement.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340943.html", "title": "Facebook’s Zuckerberg, Bucking Tide, Takes Public Stand Against Isolationism", "title_page": "Facebook’s Zuckerberg, Bucking Tide, Takes Public Stand Against Isolationism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Zuckerberg said his reasons for writing the updated letter began to take shape before last year’s presidential election, spurred by broader trends. He said he recognized that more people were feeling left behind by globalization, and by societal and technological changes. As a result, he wanted to focus different parts of Facebook in a way that helped people better come together.\n“We have to build a global community that works for everyone,” he said. “I really don’t have much doubt that this is the right direction to go in the long term.”\nMr. Zuckerberg said he planned to reorient Facebook, which turned 13 this month, around these new realities. His letter is filled with abstract ideas, including the notion of “social infrastructure” and how to create stronger online communities, with few detailed steps about how to realize those goals.\nOne top priority is building inclusive online communities that are supportive, safe and informed environments, to help strengthen bonds in the offline world as well. Mr. Zuckerberg also stressed the idea of using Facebook to create this “social infrastructure” — essentially a digital means of connecting people around shared interests — mirroring social groups in the physical world like churches, governments and unions. That may encourage connections among people that transcend national and international barriers, he said.\nWhile Mr. Zuckerberg mentioned several concrete steps that Facebook has taken toward some of these goals, he gave few other specifics. He did not address how his vision might conflict with those of political leaders around the world, nor did he mention how emphasizing global connections benefited Facebook’s finances.\nGetting to this point did not come easily. Since going public, Facebook has been on a growth tear, becoming one of the world’s biggest and most valuable public entities.\nYet the power that Facebook has amassed has raised hackles globally. The social network is blocked in China, has stumbled in India and is facing a thicket of regulatory questions in Europe. More recently, Mr. Trump’s election prompted an outcry over whether Facebook influenced the American electorate with false stories on its site. The company has scrambled to contain the fallout, undertaking several experiments to better sort through what people see on its site.", "url": "https://www.nytimes.com/2017/02/16/technology/facebook-mark-zuckerberg-mission-statement.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}