{"authors": ["Jonathan Martin", "Jeremy W. Peters"], "date_download": "2018-11-16 04:26:24", "date_modify": "2018-11-16 04:26:24", "date_publish": "2017-10-25 22:35:23", "description": "President Trump has vocal critics, but the Republican Party is increasingly his own, with little room left for an older breed of internationalist conservative.", "filename": "2017_10_25_us_politics_trump-republican-party-critics.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342384.html", "image_url": "https://static01.nyt.com/images/2017/10/26/us/26dc-repubs1/26dc-repubs1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_25_us_politics_trump-republican-party-critics.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342384.html", "title": "As G.O.P. Bends Toward Trump, Critics Either Give In or Give Up", "title_page": "As G.O.P. Bends Toward Trump, Critics Either Give In or Give Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Despite the fervor of President Trump’s Republican opponents, the president’s brand of hard-edge nationalism — with its gut-level cultural appeals and hard lines on trade and immigration — is taking root within his adopted party, and those uneasy with grievance politics are either giving in or giving up the fight.\nIn some cases, the retirement of an anti-Trump Republican could actually improve the Republican Party’s chance of retaining a seat. Senator Jeff Flake’s decision on Tuesday to not seek re-election was greeted with quiet sighs of relief in a party anguished by his plunging approval ratings.\nBut such short-term advantages mask a larger, even existential threat to traditional Republicans. The Grand Old Party risks a longer-term transformation into the Party of Trump.\n“There is zero appetite for the ‘Never Trump’ movement in the Republican Party of today,” said Andy Surabian, an adviser to Great America Alliance, the “super PAC” that is aiding primary races against Republican incumbents. “This party is now defined by President Trump and his movement.”", "url": "https://www.nytimes.com/2017/10/25/us/politics/trump-republican-party-critics.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}