{"authors": ["The New York Times"], "date_download": "2018-11-16 04:01:29", "date_modify": "2018-11-16 04:01:29", "date_publish": "2017-12-12 05:00:20", "description": "Alabama voters go to the polls to choose between Roy S. Moore and Doug Jones in a special election with huge stakes for both parties and President Trump.", "filename": "2017_12_12_us_politics_alabama-senate-election-moore.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340889.html", "image_url": "https://static01.nyt.com/images/2017/12/13/us/13al-elex-alpha/13al-elex-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_12_us_politics_alabama-senate-election-moore.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340889.html", "title": "Alabama Senate Race Between Roy Moore and Doug Jones Carries National Implications", "title_page": "Alabama Senate Race Between Roy Moore and Doug Jones Carries National Implications - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "• Follow our reporters on the ground on Twitter: Jess Bidgood, Alan Blinder, Alexander Burns, Richard Fausset, and Jonathan Martin.\n• Sign up for the Morning Briefing for politics news and a daily look at what you need to know to begin your day.\nHow did the G.O.P. end up with Moore? We take a look.\n“For Republicans, it did not have to come to this,” writes Alexander Burns, one of our political reporters. Mr. Moore was never inevitable — read more in our outline of the decisions that Republican leaders made to bring things to this point.\nVideo\n____\nVoting rights advocates report scattered complaints and confusion among voters.\nAs voters went to the polls, two officials with civil rights groups detailed reported polling problems at a news conference on Tuesday evening, include long lines, Twitter users posting misleading election information, and confusion over an option on the ballot allowing a straight-ticket vote in some localities.\nKristen Clarke, the president of the Lawyers’ Committee for Civil Rights Under Law, said voting-rights advocates were still investigating the reported failure of some Alabamians to receive absentee ballots they had requested, but neither of the officials said that there had been any systematic effort to disrupt or sway the election.\nBenard Simelton, the president of the Alabama state conference of the N.A.A.C.P., said he believed some of the problems could have stemmed from turnout issues. Ms. Clarke cited long lines and large numbers of voters reported in Birmingham, but was not specific on the sources of the reports.\nSome people told hotline workers that the state had designated them inactive voters and required them to recertify their eligibility, which Mr. Simleton said could signal that voters who had sat out past elections were casting ballots in this one. Some of those voters, Ms. Clarke said, were wrongly told that they were ineligible to vote or could only cast provisional ballots.\nAdvertisement Continue reading the main story\nIn an earlier interview, John H. Merrill, the Alabama secretary of state, said the people who reported having been designated as “inactive” were eligible to vote, but had been placed on a list of inactive voters after they failed to cast ballots in several elections. He said they could update their personal information at their polling place. “It’s not even a hiccup,” said Mr. Merrill, a Republican. “It takes less than three minutes for them to update their information.”\n____\nVideo\nMoore rides Sassy to the polls, cameras in tow.\nMr. Moore emerged from a stand of woods Tuesday astride Sassy, his Tennessee walking horse, about 40 minutes behind schedule. He was wearing a black hat and a grin, and keen to vote.\nGathered for the event at the Gallant Volunteer Fire Department headquarters, journalists and camera operators had expected Mr. Moore to come riding along the road in Gallant, Ala., but when he and his wife, Kayla, instead trotted out of a stand of trees, there was an inelegant scramble for the better angle.\nMr. Moore tied Sassy to a fence and made his way up to the polling place.\nHe was asked what he would say to his accusers. “I’d say, tell the truth,” he replied.\nEventually Mr. Moore disappeared into the little building, then emerged with an “I Voted” sticker. Reporters asked what his message would be for Senator Mitch McConnell, the majority leader, if he were to win.\n“Well, I’m coming to the Senate, and we’ll work out our problems there,” he said.\nPhoto\n____\nJones, ‘exuberant,’ casts his ballot.\nWearing a broad smile and pronouncing himself “exuberant,” Mr. Jones cast a ballot for himself on Tuesday morning and leveled a final round of criticism at his Republican opponent.\nAccompanied by his wife, Louise, and his sons, Mr. Jones strolled into the Brookwood Baptist Church in Mountain Brook, an upscale Birmingham suburb, picking up his ballot from a line of tables backed by a cross and a Christmas tree. Alluding to the state’s restrictive voter-identification law, he joked to his wife: “Louise, got your ID?”\nMr. Jones predicted black turnout would be strong and laced into Mr. Moore for comments he has made criticizing the constitutional amendments, enacted after the Civil War, that abolished slavery and gave broader rights to African-Americans.\nAdvertisement Continue reading the main story\n“I think they’ve seen, within Doug Jones, a partner for a long time,” Mr. Jones said of the black community. “And they sure don’t see a partner in Roy Moore.”\nPhoto\n____\nOne woman says, ‘I even debated about going to vote this morning.’\nIt was 9 a.m. Tuesday, and Brandy Weston, 34, and her husband, Greg Weston, 45, had already gotten their voting out of the way, and were busy loading boxes of fruit onto the back of their pickup outside of their produce stand in Ashville, a little town a few miles from Mr. Moore’s polling place. Both voted for Mr. Moore.\nMs. Weston said she generally disagreed with Mr. Jones’s politics, and said she was disappointed that Mr. Jones used the allegations to attack Mr. Moore. “I don’t know,” she said. “Honestly, I even debated about going to vote this morning.”\nBut she did, and she made her choice on the theory that if the allegations were somehow proved, Alabama’s Republican governor could put another, less controversial Republican in the Senate seat for the time being.\n“I’m tired of hearing about it,” Ms. Weston said. “Whatever it’s going to be, it’s going to be, you know?”\nBut one woman after another said the allegations against Mr. Moore bothered them at a busy polling station in Ozark, in southeast Alabama. Leslie McLeod, 27, said she cast her ballot for “Democrat Doug,” a reference to Mr. Jones.\n“The other one is a rapist, and he said all the times were good was when there was slavery,” she said, recalling Mr. Moore’s remarks that the nation was last great in the era of slavery.\nMr. Moore insists that he did not molest teenage girls or make romantic advances toward them when he was an adult. He has not been charged with any crimes related to the misconduct allegations.\nAdvertisement Continue reading the main story\nTanya Embry, 36, also cited deep concerns about Mr. Moore’s behavior.\n“I know this is typically a Republican state, but I can’t get behind somebody who is being accused of things like what he’s being accused of,” she said.\n____\nPolls have not been able to tell us what will happen.\nPredicting which voters will cast ballots is difficult ahead of any special election, writes Nate Cohn, The Upshot’s election analyst. Modeling Alabama’s electorate this year is even harder because there is no comparable past election featuring motivated Democrats and an unpopular Republican nominee in a deeply red state.\n____\nGrief drove a father to protest outside Moore’s last rally. His comments went viral.\nWilliam Nathan Mathis, a 74-year-old peanut farmer, called on fellow Alabamians to reject Mr. Moore’s condemnation of same-sex relationships. Mr. Mathis held a hand-lettered placard and a photo of his late daughter, Patti Sue, who was gay and committed suicide in 1995.\nAsked Tuesday afternoon if Mr. Moore thinks that homosexual conduct should be illegal, Ted Crockett, a campaign spokesman, told CNN, “Probably.”\n____\nMoore’s wife says some of the couple’s friends are black or Jewish.\nWhen Mr. Moore’s campaign held its final rally in Midland City late Monday, it was Ms. Moore, the candidate’s wife, who grabbed the headlines with her attempt to inoculate her husband from charges of bigotry that have dogged him. But her comments likely raised more eyebrows than praises:\nFake news would also have you think that my husband doesn’t support the black community. Yet my husband appointed the very first black marshal to the Alabama Supreme Court, Mr. Willie James. When he first took office as chief justice many years ago, he brought with him three people from Etowah County; two were black, and one of them is here tonight. We have many friends that are black, and we also fellowship with them in church and in our home. Fake news would tell you that we don’t care for Jews. I tell you all this because I’ve seen it all, so I just want to set the record straight while they’re here. One of our attorneys is a Jew. We have very close friends that are Jewish and rabbis, and we also fellowship with them.\nRead more on the story here.\nVideo\n____\nPhoto\nJones will need a strong turnout by black voters and city residents.\nAfrican-American turnout typically falls in nonpresidential election years, and voting rights advocates say that Alabama’s voter ID law and partisan administration of voting rules have the potential to suppress the black vote. But if black Alabamians make up more than 25 percent of voters on Tuesday, Mr. Jones will have a strong chance to score an upset.\nMany of them live in cities, like Birmingham and Montgomery. In addition, several largely poor counties that are predominantly African-American, like Dallas, Lowndes, Marengo and Perry, stretch across the middle of the state.\nIt is hard to overstate the disdain many voters in Alabama’s cities and suburbs harbor toward Mr. Moore. Yet it is not enough for Mr. Jones to just win over those college-educated voters who most loathe Mr. Moore. The Democrat also has to persuade Republicans who are more ambivalent about the race.\nIf Mr. Jones is to have a chance at winning, he must run up the margin against Mr. Moore in Jefferson County, which includes Birmingham and is the state’s most populous, and convincingly win the state’s next-largest counties, Mobile and Madison, which are also filled with educated and affluent voters.\nAdvertisement Continue reading the main story\n____\nPhoto\nRural white voters are key for Moore.\nIf energizing African-Americans is key for Mr. Jones, it is equally crucial for Mr. Moore to get a strong turnout from his longtime base of rural white voters. If these voters decide to stay home because of the sexual misconduct accusations — these conservatives are highly unlikely to cross party lines — it would greatly complicate the Republican’s electoral math.\nThese small-population counties, stretching across the state’s northern tier and just above the Gulf Coast, are likely to report early. Mr. Moore’s margins in them will go a long way toward indicating whether he can withstand Mr. Jones’s expected success, reported later in the night, in Alabama’s cities.\nIf Mr. Moore is hitting the sort of marks he reached in his Republican runoff victory in September, over 60 percent in a number of rural counties, he will most likely claim victory.\n____\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nIf write-in candidates do well, it might not take 50 percent to claim victory.\nIt is quite difficult for an Alabama Democrat to capture over 50 percent of the vote. But Mr. Jones may not have to capture a majority to win Tuesday. Senator Richard C. Shelby, a Republican and the state’s longest-serving lawmaker, used a national television interview Sunday to remind Alabamians that he had written in the name of another Republican rather than supporting Mr. Moore. His example could spur others in the party to do the same.\nAnd there are two ready options. Lee Busby, a Republican and a retired Marine colonel from Tuscaloosa, has announced a write-in bid. And a number of votes will almost certainly go to someone widely considered the most important man in the state, the University of Alabama football coach Nick Saban.\nThe more Republicans or independents who write in the name of a third candidate, the lower the threshold Mr. Jones needs to reach. Depending on the number of write-ins, he could potentially win even if he only captures 48 percent of the vote.", "url": "https://www.nytimes.com/2017/12/12/us/politics/alabama-senate-election-moore.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}