{"authors": ["Matt Flegenheimer", "Thomas Kaplan"], "date_download": "2018-11-16 04:26:49", "date_modify": "2018-11-16 04:26:49", "date_publish": "2017-08-02 00:30:17", "description": "After last week’s legislative failure, Senate Republicans are newly emboldened when it comes to their independence from President Trump.", "filename": "2017_08_01_us_politics_senate-gop-flouts-trump-after-health-care-defeat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342409.html", "image_url": "https://static01.nyt.com/images/2017/08/02/us/02DC-REPUBS-01/02DC-REPUBS-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_01_us_politics_senate-gop-flouts-trump-after-health-care-defeat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342409.html", "title": "‘Time to Move On’: Senate G.O.P. Flouts Trump After Health Care Defeat", "title_page": "‘Time to Move On’: Senate G.O.P. Flouts Trump After Health Care Defeat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The senators are not tired of all the winning, as promised. They are grappling with how to navigate a moment that might include little of it, despite total Republican control in Washington, led by a distractible and often disengaged standard-bearer who has never much tried to sell the public on the merits of their policy aims anyway.\n“If this was our Faustian bargain,” Senator Jeff Flake, Republican of Arizona, wrote in a new book, “Conscience of a Conservative,” reckoning with the Trump age, “then it was not worth it.”\nMr. Trump’s reign atop American politics has been specked with misguided predictions of Republicans’ mass exodus from his thrall.\nSurely the “Access Hollywood” video, in which he boasted of sexually assaulting women, would be too much.\nOr his baseless claims of voter fraud in an election he won.\nOr his firing of Mr. Comey.\nIn all these instances, and likely more to come, expectations have been upended by a simple reality: Republicans are politically tethered to Mr. Trump, who remains broadly popular with Republican primary campaign voters, and any hope of legislative accomplishment runs through his desk.\nLately, though, frustrations have seeped into open view with notable frequency.\nSenators have stewed most recently — perhaps more than at any other point in Mr. Trump’s term — over his public disparaging of Attorney General Jeff Sessions, a former senator from Alabama.\nSeveral of Mr. Sessions’s former colleagues rallied behind him and strongly cautioned Mr. Trump that “there will be holy hell to pay,” in the words of Senator Lindsey Graham, Republican of South Carolina, if Mr. Sessions is fired.", "url": "https://www.nytimes.com/2017/08/01/us/politics/senate-gop-flouts-trump-after-health-care-defeat.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}