{"authors": ["Frank Bruni"], "date_download": "2018-11-16 04:01:39", "date_modify": "2018-11-16 04:01:39", "date_publish": "2017-11-08 03:40:29", "description": "In winning the governor’s race, Democrats served notice of what a liability Donald Trump can be.", "filename": "2017_11_07_opinion_virginia-election-democrats-northam-gillespie.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340899.html", "image_url": "https://static01.nyt.com/images/2017/11/09/world/07bruniSUB/07bruniSUB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_07_opinion_virginia-election-democrats-northam-gillespie.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340899.html", "title": "The G.O.P. Should Be Scared by Virginia", "title_page": "Opinion | The G.O.P. Should Be Scared by Virginia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Although at times over the last week it seemed that Democrats were doing their damnedest to lose the Virginia gubernatorial race, they failed miserably in that endeavor, which is to say that they succeeded emphatically at the polls. Ralph Northam will be the state’s next governor.\nThat’s a gigantic relief, because a Northam defeat would have prompted a Democratic meltdown — and rightly so. In statewide races, Virginia is increasingly blue: Hillary Clinton beat Donald Trump there by five points a year ago. And Trump’s ceaseless assault on propriety, decency and ethical, responsible government is supposedly firing up liberals as never before. Virginia on Tuesday was the place to demonstrate that.\nThe demonstration was impressive. Not only did Northam beat his Republican opponent, Ed Gillespie, by about nine points — a margin of victory larger than either Clinton’s or the two-point advantage that ushered the state’s current Democratic governor, Terry McAuliffe, into office four years ago — but Democrats also performed strongly in other Virginia races. So strongly, in fact, that one Democrat, Danica Roem, easily unseated a longtime Republican incumbent in the House of Delegates and will become the nation’s only openly transgender state representative. The history that she made flies squarely in the face of the bigotry and divisiveness that Trump sows.\nJust when we needed a sign that his America is not all of America, Virginia came to the rescue and gave us a vivid one. And I guarantee you that the Republicans up for re-election in 2018 saw it, shuddered and will spend the next weeks and months trying to figure out just how much trouble their party is in and precisely how to repair it. Democrats are exceedingly familiar with that feeling.", "url": "https://www.nytimes.com/2017/11/07/opinion/virginia-election-democrats-northam-gillespie.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}