{"authors": ["Shmuel Rosner"], "date_download": "2018-11-16 04:36:10", "date_modify": "2018-11-16 04:36:10", "date_publish": "2017-02-08 10:25:48", "description": "The Israeli government has to balance its devotion to defending all Jews and its foreign relations.", "filename": "2017_02_08_opinion_shouldnt-israel-care-about-anti-semitism_1542342970.html", "image_url": "https://static01.nyt.com/images/2017/02/09/opinion/09rosner-inyt/09rosner-inyt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_08_opinion_shouldnt-israel-care-about-anti-semitism_1542342970.html", "title": "Shouldn’t Israel Care About Anti-Semitism?", "title_page": "Opinion | Shouldn’t Israel Care About Anti-Semitism? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TEL AVIV — Jews across the United States were rightly troubled and angered at the end of January, when a White House statement on International Holocaust Remembrance Day failed to mention the Holocaust’s principal victims: Jews.\nGroups both generally unsympathetic and sympathetic to President Trump denounced the statement. Some considered it proof that the new administration wants to appeal to anti-Semitic sentiments. Others gave the White House the benefit of the doubt, presuming the statement’s wording was a regrettable mistake.\nThe Anti-Defamation League’s chief executive officer argued in a blog post that leaving out Jews from the statement confirmed “the hopes of haters who seek to normalize anti-Semitism and dismiss the notion that Jews suffered disproportionately during World War II.” The Republican Jewish Coalition said “the lack of a direct statement about the suffering of the Jewish people during the Holocaust was an unfortunate omission.” The conservative columnist John Podhoretz called the White House’s attempt to explain away and justify the statement “abominable.”\nThe government of Israel, however, was silent.\nThat silence didn’t go unnoticed. Sean Spicer, the White House press secretary, tried to deflect criticism of the statement by saying that Prime Minister Benjamin Netanyahu “welcomes this administration” and “appreciates the friendship and respect” that Mr. Trump “has shown to Israel and the Jewish people.” In other words: The Trump administration is a friend of Israel’s and therefore a friend of the Jewish people. And therefore it deserves some leeway in its Holocaust-related statements.", "url": "https://www.nytimes.com/2017/02/08/opinion/shouldnt-israel-care-about-anti-semitism.html"}