{"authors": ["Thomas Kaplan", "Robert Pear"], "date_download": "2018-11-16 04:33:00", "date_modify": "2018-11-16 04:33:00", "date_publish": "2017-03-21 01:34:36", "description": "A provision that would shift Medicaid costs from New York’s counties to the state was added to the health care bill, a move sought by upstate Republicans.", "filename": "2017_03_20_us_politics_house-health-care-new-york-republicans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342780.html", "image_url": "https://static01.nyt.com/images/2017/03/21/us/21health1/21health1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_20_us_politics_house-health-care-new-york-republicans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342780.html", "title": "House Republicans Turn to Upstate New York to Lure Votes for Health Bill", "title_page": "House Republicans Turn to Upstate New York to Lure Votes for Health Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Faso and his fellow Republicans from New York had leverage. Representative Chris Collins, who pushed for the provision with Mr. Faso, noted that House leadership “was concerned about getting the votes” to get the health bill passed.\n“I suggested we put this in,” Mr. Collins said, “and the question that came back was, ‘If we do it, can we get the New York votes?’” He said aside from one member, “the rest of us, kind of as a pack, went to leadership and said, ‘Yeah, you get this in here, you’ve got our votes.’”\nMr. Collins, a former Erie County executive, said he now believed that eight of the nine Republican members of New York’s House delegation would vote for the bill. “If they did not have the New Yorkers, I’m not sure they could get it over the finish line,” he said.\nMr. Cuomo, who had already warned that the House bill would cause New York to lose billions of dollars, said the change sought by the Republicans would have dire consequences.\n“The cut is so severe that the majority of hospitals, nursing homes and assisted living facilities located in upstate New York and on Long Island would be devastated,” Mr. Cuomo said.\nMedicaid, which provides health care to low-income people, is jointly financed by the federal government and the states. New York raises some of its share from counties, which have long chafed under what they view as an “unfunded mandate” from Albany.", "url": "https://www.nytimes.com/2017/03/20/us/politics/house-health-care-new-york-republicans.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}