{"authors": ["Paul Sullivan"], "date_download": "2018-11-16 03:10:50", "date_modify": "2018-11-16 03:10:50", "date_publish": "2017-11-17 21:10:47", "description": "The House bill may seem like a tax cut for small businesses, but it is not likely to bring much relief to many business owners.", "filename": "2017_11_17_your-money_tax-cuts-small-business.html_module=inline_1542337850.html", "image_url": "https://static01.nyt.com/images/2017/11/18/business/18WEALTH/18WEALTH-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_17_your-money_tax-cuts-small-business.html_module=inline_1542337850.html", "title": "Tax Cuts for Small-Business Owners? It’s Complicated", "title_page": "Tax Cuts for Small-Business Owners? It’s Complicated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What becomes of the two bills when they get reconciled is going to determine whether small-business owners will pay less in taxes. But it will also determine what resources they will have to invest in their businesses and still maintain their lifestyles.\nThe savviest business owners will begin by calling a sophisticated accountant or tax lawyer. These advisers already have plans to take advantage of lower tax brackets and shift income away from areas where it would be taxed at a higher rate.\nJay Hatfield, the chief executive and co-founder of Infrastructure Capital Advisors, which runs two mutual funds and three hedge funds in New York, is preparing to change the tax structure of his business. “The language that I saw implied that businesses like ours won’t get any relief under the rules because financial service companies are under professional services,” he said.\nHe plans to convert his pass-through business to a C corporation, which will allow him to pay lower taxes and have more money to invest in the business. He has five employees and plans to hire two more.\n“It makes sense from an economic perspective,” Mr. Hatfield said. “You’re increasing the incentive to save and invest and decreasing the relative incentive to consume.”\nHe said his decision was not driven entirely by taxes, but he was persuaded to make the transition now by what could be a huge difference between paying his taxes as a corporation and as an individual.\n“It’s like you have to incorporate in New York State,” he said, because of the great difference between the top individual tax rate and the corporate tax rate.", "url": "https://www.nytimes.com/2017/11/17/your-money/tax-cuts-small-business.html?module=inline"}