{"authors": ["Alexander Burns", "Jonathan Martin"], "date_download": "2018-11-16 04:02:11", "date_modify": "2018-11-16 04:02:11", "date_publish": "2017-11-14 19:38:38", "description": "Doug Jones has portrayed his race for the Senate as an Alabama effort, apart from the national Democratic Party, but he is reaping the fruit of an energized party.", "filename": "2017_11_14_us_politics_alabama-doug-jones-roy-moore-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340931.html", "image_url": "https://static01.nyt.com/images/2017/11/15/us/politics/15dc-moore1/15dc-moore1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_14_us_politics_alabama-doug-jones-roy-moore-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340931.html", "title": "An Alabama Senate Candidate Keeps Democratic Leaders Away - but Not Their Money", "title_page": "An Alabama Senate Candidate Keeps Democratic Leaders Away — but Not Their Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Former Representative Parker Griffith, a conservative Democrat, said he spoke to Mr. Jones over the last few days and found him quiet and circumspect about the impact of the Moore scandal: “He said, ‘Well, let’s see how this plays out.’”\nMr. Griffith, who briefly became a Republican during the 2010 campaign, said Mr. Jones was still struggling against Alabama’s intense suspicion of the Democratic label. He said even bringing in Mr. Biden may have been a mistake.\n“The Democratic brand, in Alabama, is poisonous,” Mr. Griffith said, adding: “Some of us said, my God, when you see Biden, you see Obama.”\nFor now, most Democratic leaders are happy to stay out. For all his public caution, Mr. Schumer has been effusive about the Alabama campaign in private, according to people who have spoken with him. Mr. Schumer has told allies he believes the race is now clearly winnable for Mr. Jones, but that Democrats must take pains not to nationalize the contest in a way that might offend voters in a deeply conservative state.\nStill, in front of reporters, Mr. Schumer could not fully contain his excitement this week about the prospect of snatching away a Senate seat in one of the country’s reddest states. He gushed about Mr. Jones’s financial dominance over Mr. Moore, who has struggled to rally Republican donors.\n“The amount of money that’s come in, even before the Moore scandal, is enormous,” Mr. Schumer exclaimed.\nIf the Republican Party’s national reputation appears to hinge on the fate of Mr. Moore’s candidacy, the stakes in Alabama have grown nearly as high for Democrats. Democrats face forbidding Senate races in 2018, when they must defend several seats in Republican states and pick up three seats to win a majority in the chamber. At the moment, Democrats appear to have a good chance of winning only two Republican-held seats, in Nevada and Arizona.", "url": "https://www.nytimes.com/2017/11/14/us/politics/alabama-doug-jones-roy-moore-democrats.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}