{"authors": ["Michael D. Shear", "Ron Nixon"], "date_download": "2018-11-16 04:01:05", "date_modify": "2018-11-16 04:01:05", "date_publish": "2017-09-22 14:56:55", "description": "The new restrictions could go into effect on Sunday and would prevent people in those nations from traveling to the United States or prompt increased scrutiny if they seek visas.", "filename": "2017_09_22_us_politics_trump-travel-ban-replacement-restrictions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340865.html", "image_url": "https://static01.nyt.com/images/2017/09/23/us/23dc-travelban1/23dc-travelban1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_22_us_politics_trump-travel-ban-replacement-restrictions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340865.html", "title": "Trump’s Travel Ban to Be Replaced by Restrictions Tailored to Certain Countries", "title_page": "Trump’s Travel Ban to Be Replaced by Restrictions Tailored to Certain Countries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump is replacing his ban on travelers from six majority-Muslim countries with severe restrictions on visitors from nations he has determined do too little to protect against terrorists and criminals coming into the United States, officials said on Friday.\nThe new travel restrictions could include indefinite bans on entry until vetting procedures and security cooperation improves, officials said. They will go into effect as soon as Sunday, after the conclusion of a 90-day policy review undertaken as part of the administration’s original travel ban.\nOfficials said Mr. Trump will soon announce the list of countries subject to the travel restrictions. They declined to say whether the list would include all six countries from which travel was temporarily banned by a revised executive order in March: Iran, Libya, Somalia, Sudan, Syria and Yemen.\nThe president hinted that the changes were coming in a tweet after a crude bomb exploded on a London Underground train last week: “The travel ban into the United States should be far larger, tougher and more specific,” Mr. Trump wrote. Officials said Mr. Trump was given a “decision brief” on the travel ban by senior officials during a meeting Friday at the president’s Bedminster club.", "url": "https://www.nytimes.com/2017/09/22/us/politics/trump-travel-ban-replacement-restrictions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}