{"authors": ["Samantha Henig"], "date_download": "2018-11-16 03:52:48", "date_modify": "2018-11-16 03:52:48", "date_publish": "2017-04-05 19:53:25", "description": "It’s like a book club, but for on-demand audio.", "filename": "2017_04_05_podcasts_how-to-join-our-podcast-club.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340368.html", "image_url": "https://static01.nyt.com/images/2017/10/05/podcasts/03podclub-illo/03podclub-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_05_podcasts_how-to-join-our-podcast-club.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340368.html", "title": "How to Join Our Podcast Club", "title_page": "How to Join Our Podcast Club - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It’s easy to become a radio listener. You switch it on and turn the dial until you find something interesting. Done.\nPodcast listening can be harder to crack. There are so many shows! How do you find the ones you’ll like? And once you’ve found a show, where do you start: with the most recent episode? At the beginning? Some specific gem of an episode buried deep in the back catalog?\nEven longtime podcast listeners lament that there isn’t an easier way to discover and get hooked on new programs — nor is there a go-to place to analyze and geek out on great stuff once you are hooked.\nThat’s why we’re starting the New York Times Podcast Club Facebook group.\nPodcast club isn’t a new concept at The New York Times. We’ve had one here, in real life, for the past year. Every Friday, a group of employees from around the company gather in a bright, couch-filled conference room for half an hour to talk about one episode of one podcast. It’s sort of like a book club, but for on-demand audio.", "url": "https://www.nytimes.com/2017/04/05/podcasts/how-to-join-our-podcast-club.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}