{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 03:51:20", "date_modify": "2018-11-16 03:51:20", "date_publish": "2017-09-10 20:31:45", "description": "While the president’s opioid commission has urged him to move swiftly, President Trump and his cabinet are confronting warnings from deficit hawks about the potential costs.", "filename": "2017_09_10_us_politics_trump-opioid-emergency.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340280.html", "image_url": "https://static01.nyt.com/images/2017/09/11/us/11DC-OPIOIDS-01/11DC-OPIOIDS-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_10_us_politics_trump-opioid-emergency.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340280.html", "title": "A Month Has Passed Since Trump Declared an Opioid Emergency. What Next?", "title_page": "A Month Has Passed Since Trump Declared an Opioid Emergency. What Next? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When President Trump announced in early August, following a presidential commission’s recommendations, that the opioid crisis was a “national emergency,” he called it “a serious problem the likes of which we have never had.”\nA month has now passed, and that urgent talk has yet to translate into urgent action. While the president’s aides say they are pursuing an expedited process, it remains to be seen how and by what mechanism Mr. Trump plans to direct government resources.\nWhile the president’s opioid commission, led by Gov. Chris Christie of New Jersey, has urged him to move swiftly, Mr. Trump and his cabinet — primarily his health secretary, Tom Price — are trying to determine how best to move forward amid warnings from deficit hawks within the administration about the potential costs.\nAs with many of his campaign promises, Mr. Trump is discovering the realities of limited government resources, slow-moving agencies and the competing agendas of cabinet members, even as they try to push in the same general direction. The hurricanes that have struck Texas and Florida, and the costly recovery that will follow, appear to have complicated the process.", "url": "https://www.nytimes.com/2017/09/10/us/politics/trump-opioid-emergency.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}