{"authors": ["David Allen"], "date_download": "2018-11-16 04:47:13", "date_modify": "2018-11-16 04:47:13", "date_publish": "2017-05-09 19:25:35", "description": "The conductor Leon Botstein talks about his favorite page from “The Apostles,” the oratorio he leads on Friday at Carnegie Hall.", "filename": "2017_05_09_arts_music_a-rare-performance-of-elgars-gigantic-work.html_module=inline_1542343633.html", "image_url": "https://static01.nyt.com/images/2017/05/10/arts/10ELGAR2/10ELGAR2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_09_arts_music_a-rare-performance-of-elgars-gigantic-work.html_module=inline_1542343633.html", "title": "A Rare Performance of Elgar’s ‘Gigantic Work’", "title_page": "A Rare Performance of Elgar’s ‘Gigantic Work’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Given the breadth of your musical interests, what draws you to Elgar?\nElgar commands a mixture of harmonic mastery and originality, with a very unusual rhetoric and emotional palette. In “The Apostles,” the way the story unfolds is hugely inventive: the use of harmony as well as motivic coherence to characterize interior personalities; his ability to interrupt religious or communitarian sentiment with complex doubt; the use of late Romantic vocabulary in a persuasive way that is about the serious questions of existence, without any exit — unlike Strauss, who exits through irony and sarcasm.\nSo do you see Elgar as a progressive or as a conservative?\nAs a progressive. I take the same view of Elgar that Schoenberg took of Brahms. Brahms was viewed as a conservative, and I think that’s nonsensical. Brahms’s imaginativeness in rhythm, harmony and thematic development makes him a progressive force. Elgar is also musically very inventive. His use of dissonance — passing dissonances, radically unprepared modulations that turn in directions one does not expect — is a very sophisticated, progressive tonality. The interesting thing about him as a composer is that he has a distinct harmonic and melodic vocabulary. It’s unmistakably his.", "url": "https://www.nytimes.com/2017/05/09/arts/music/a-rare-performance-of-elgars-gigantic-work.html?module=inline"}