{"authors": ["James B. Stewart"], "date_download": "2018-11-16 04:03:20", "date_modify": "2018-11-16 04:03:20", "date_publish": "2017-10-26 21:45:11", "description": "Among the factors that will affect where the company chooses to put its new headquarters: cost, diversity, universities — and coffee roasters.", "filename": "2017_10_26_business_amazon-headquarters-competition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341000.html", "image_url": "https://static01.nyt.com/images/2017/10/27/business/27STEWART1/27STEWART1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_26_business_amazon-headquarters-competition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341000.html", "title": "Following the (Bike) Trail to Amazon’s Second Headquarters", "title_page": "Following the (Bike) Trail to Amazon’s Second Headquarters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Amazon said this week it had received proposals from 238 cities and regions across North America that are vying for its new, second headquarters, called HQ2. No wonder: With a prize of 50,000 high-paying jobs, a promised $5 billion in construction spending and the prestige of having a headquarters for one of the world’s fastest-growing, best-known tech companies, the contest is vastly more important than a World Series or Super Bowl.\nAlthough Amazon has stressed that it is approaching the process with no preconceived ideas and has just begun reviewing the applications, that hasn’t stopped a nationwide parlor game of picking a winner. Moody’s Analytics has already crowned Austin, Tex. The New York Times Upshot chose Denver.\nAmazon will probably narrow the list to a group of finalists before conducting site visits and meeting with elected officials and community leaders. It has said it expects to reach a decision next year.\nStill, Amazon’s stated objectives and past behavior — along with interviews with people working with the company on the selection process (none of whom were willing to be named because of their Amazon ties) and corporate governance and location experts — yield some insights into what factors the retailer values most highly and where the new headquarters may end up. (An Amazon spokesman declined to comment.)", "url": "https://www.nytimes.com/2017/10/26/business/amazon-headquarters-competition.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}