{"authors": ["Stephanie Kelton"], "date_download": "2018-11-16 04:03:06", "date_modify": "2018-11-16 04:03:06", "date_publish": "2017-10-05 07:21:12", "description": "Republicans and Democrats should stop obsessing over using the deficit as a guide to public policy.", "filename": "2017_10_05_opinion_deficit-tax-cuts-trump_1542340986.html", "image_url": "https://static01.nyt.com/images/2017/10/05/opinion/05keltonWeb/05keltonWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_05_opinion_deficit-tax-cuts-trump_1542340986.html", "title": "How We Think About the Deficit Is Mostly Wrong", "title_page": "Opinion | How We Think About the Deficit Is Mostly Wrong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the government spends more than it gets in taxes, a “deficit” is recorded on the government’s books. But that’s only half the story. A little double-entry bookkeeping paints the rest of the picture. Suppose the government spends $100 into the economy but collects just $90 in taxes, leaving behind an extra $10 for someone to hold. That extra $10 gets recorded as a surplus on someone else’s books. That means that the government’s -$10 is always matched by +$10 in some other part of the economy. There is no mismatch and no problem with things adding up. Balance sheets must balance, after all. The government’s deficit is always mirrored by an equivalent surplus in another part of the economy.\nThe problem is that policy makers are looking at this picture with one eye shut. They see the budget deficit, but they’re missing the matching surplus on the other side. And since many Americans are missing it, too, they end up applauding efforts to balance the budget, even though it would mean erasing the surplus in the private sector.\nAnd because there is so much misunderstanding, Americans are vulnerable to nationalist scare tactics that warn of the perils of relying on foreigners to pay our bills. The truth is, there’s no reason to worry about China (or any other entity) refusing to finance our deficits. In fact, we should think of the government’s spending as self-financing since it pays its bills by sending new money into the economy.\nWhen there’s a deficit, some of that new money can be traded in for a government bond. What’s often missed in the public debate is the fact that the money to buy the bond comes from the deficit spending itself.\nWhat isn’t missed is the fact that the government pays interest on those bonds. Lawmakers are obsessed with this line item in the budget, as if it’s akin to a cable bill that keeps taking a bigger and bigger bite out of your household budget. It isn’t. Unlike a household, the government doesn’t have to trim other parts of its budget to make ends meet. Congress can always create more room in the budget by adding rows or widening the columns to put more resources into education, infrastructure, defense and so on. It is purely a political decision.\nOf course, there are real limits to what can be done. No country can commit to large-scale infrastructure investment unless it has the available labor, machinery, concrete and steel. Trying to spend too much will cause an inflation problem. The trick is to adjust the budget to make efficient use of the people, factories and raw materials we have.", "url": "https://www.nytimes.com/2017/10/05/opinion/deficit-tax-cuts-trump.html"}