{"authors": ["Kenneth P. Vogel", "Jim Tankersley"], "date_download": "2018-11-16 03:10:41", "date_modify": "2018-11-16 03:10:41", "date_publish": "2017-12-15 10:00:32", "description": "The rapid pace of the tax bill moving through Congress left lobbyists with little time and few lawmakers to press for changes in the $1.5 trillion overhaul.", "filename": "2017_12_15_us_politics_lobbyists-tax-overhaul-congress_1542337841.html", "image_url": "https://static01.nyt.com/images/2017/12/13/business/13DC-TAXLOBBY1/13DC-TAXLOBBY1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_15_us_politics_lobbyists-tax-overhaul-congress_1542337841.html", "title": "With Billions at Stake in Tax Debate, Lobbyists Played Hardball", "title_page": "With Billions at Stake in Tax Debate, Lobbyists Played Hardball - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As the largest tax rewrite in decades powered through Congress, lobbyists found themselves sprinting to keep up and find ways to persuade, influence or cajole the small group of lawmakers empowered to tweak language in the final version of the joint Senate and House bill.\nThe lobbyists and their allies opened their wallets wide to fund advertisements, phone banks and field campaigns. They leaned on longstanding relationships with lawmakers and staff, dashed off letters to congressional leaders and wrote checks to secure a few minutes of precious face time at fund-raisers.\nThey brought families struggling with rare diseases to Capitol Hill. Some deployed an outside-in approach, enlisting rank-and-file allies in both chambers to bend those writing the bill to their point of view. Others went for the jugular, trying to use partisan politics to prevent a provision from getting through.\nThe winners and losers in the $1.5 trillion bill are just beginning to emerge after a scramble that, in different times, would have taken months or weeks, instead of days, and involved scores of lawmakers, not a handful.", "url": "https://www.nytimes.com/2017/12/15/us/politics/lobbyists-tax-overhaul-congress.html"}