{"authors": ["Michelle Goldberg"], "date_download": "2018-11-16 03:52:19", "date_modify": "2018-11-16 03:52:19", "date_publish": "2017-11-28 01:50:10", "description": "There is ample evidence the president is not working for America first.", "filename": "2017_11_27_opinion_trump-patriot-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340339.html", "image_url": "https://static01.nyt.com/images/2017/11/28/opinion/28goldberg1/28goldberg1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_27_opinion_trump-patriot-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340339.html", "title": "Odds Are, Russia Owns Trump", "title_page": "Opinion | Odds Are, Russia Owns Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Three months ago, The Washington Post reported that even as Donald Trump ran for president, he pursued plans to build a Trump Tower in Moscow. The next day, The New York Times published excerpts from emails between Felix Sater, a felon with ties to Russian organized crime, and Michael Cohen, one of Donald Trump’s lawyers and Sater’s childhood friend, about the project. Sater was apparently an intermediary between Trump and Russia, and in a Nov. 3, 2015, email to Cohen, he made the strange argument that a successful deal would lead to Trump’s becoming president. Boasting that he was close enough to Vladimir Putin to let Ivanka Trump sit in the Russian president’s desk chair, Sater wrote, “I will get Putin on this program and we will get Donald elected.”\nThese stories were, at the time, bombshells. At a minimum, they showed that Trump was lying when he said, repeatedly, that he had “nothing to do with Russia.” Further, Sater’s logic — that Putin’s buy-in on a real estate deal would result in Trump’s election — was bizarre, suggesting that some part of the proposed collaboration was left unsaid.\nBut three months feels like three decades in Trump years, and I mostly forgot about these reports until I read Luke Harding’s new book, “Collusion: Secret Meetings, Dirty Money, and How Russia Helped Donald Trump Win.” One uncanny aspect of the investigations into Trump’s Russia connections is that instead of too little evidence there’s too much. It’s impossible to keep it straight without the kind of chaotic wall charts that Carrie Mathison of “Homeland” assembled during her manic episodes. Incidents that would be major scandals in a normal administration — like the mere fact of Trump’s connection to Sater — become minor subplots in this one.\nThat’s why “Collusion” is so essential, and why I wish everyone who is skeptical that Russia has leverage over Trump would read it. This country — at least the parts not wholly under the sway of right-wing propaganda — needs to come to terms with substantial evidence that the president is in thrall to a foreign power.", "url": "https://www.nytimes.com/2017/11/27/opinion/trump-patriot-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}