{"authors": ["Daisuke Wakabayashi"], "date_download": "2018-11-16 03:41:26", "date_modify": "2018-11-16 03:41:26", "date_publish": "2017-10-04 19:41:44", "description": "The company that makes most of its money through online ads did its best to show its commitment to devices like the new Pixel phone.", "filename": "2017_10_04_technology_google-pixel-hardware.html_module=inline_1542339686.html", "image_url": "https://static01.nyt.com/images/2017/10/05/business/05GOOGLE-01/05GOOGLE-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_04_technology_google-pixel-hardware.html_module=inline_1542339686.html", "title": "Google’s New Gadgets Come With a Big Helping of A.I.", "title_page": "Google’s New Gadgets Come With a Big Helping of A.I. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Google’s unveiling of new smartphones, smart speakers and other gadgets had all the makings of a typical technology product launch: a fawning crowd of superfans, skeptical journalists, slick product videos, not-so-subtle jabs at the competition, and overly romanticized descriptions of design choices, colors and materials.\nBut one nagging question lingered for Google, which makes nearly all of its money from selling online advertisements: Is it finally serious about making devices?\nOn Wednesday, Google did its best to demonstrate its commitment. It introduced two new Pixel smartphones, Google Home speakers both small and large, a laptop running the company’s Chrome software, a new virtual reality headset and wireless headphones.\nBut Google’s pitch for why its hardware is different had little to do with the hardware itself.\nUnlike the way an Apple event is conducted — usually chock-full of talk about chip speeds and screen resolutions — Google didn’t spend much time on product specifications. Instead, its focus was on artificial intelligence. Sundar Pichai, Google’s chief executive, spent the first 10 minutes explaining how artificial intelligence was helping Google Maps and its translations.", "url": "https://www.nytimes.com/2017/10/04/technology/google-pixel-hardware.html?module=inline"}