{"authors": ["Alan Blinder"], "date_download": "2018-11-16 03:25:12", "date_modify": "2018-11-16 03:25:12", "date_publish": "2017-07-26 00:21:08", "description": "The city intends to award tax-free grants of $50,000 each to the 14 surviving strikers, an improvised fix to one of Memphis’s most bitter labor legacies.", "filename": "2017_07_25_us_memphis-sanitation-workers-strike-grants_1542338712.html", "image_url": "https://static01.nyt.com/images/2017/07/20/multimedia/20race-memphis/merlin-to-scoop-125003690-852269-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_25_us_memphis-sanitation-workers-strike-grants_1542338712.html", "title": "Decades Later, Memphis to Compensate Black Sanitation Strikers of 1968", "title_page": "Decades Later, Memphis to Compensate Black Sanitation Strikers of 1968 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Like anybody, I would like to live a long life,” Dr. King said. “Longevity has its place. But I’m not concerned about that now. I just want to do God’s will. And he’s allowed me to go up to the mountain. And I’ve looked over. And I’ve seen the promised land. I may not get there with you. But I want you to know tonight that we, as a people, will get to the promised land!”\nHe was assassinated the next evening, shortly after he had been briefed on plans for another mass demonstration. The strike ended soon after the death of Dr. King, who was shot at the site now occupied by the National Civil Rights Museum.\nBut the sanitation workers of the 1960s have long faced a gap between their retirement benefits and those of other city workers. The difference hinged on a choice after Memphis recognized a union for the sanitation workers: They elected to participate in Social Security instead of Memphis’s pension plan. Only later did it become clear that the Social Security payments would be insufficient to provide meaningful retirements, setting off years of talks and searches for legal loopholes.\nThroughout that time, Mr. Nickleberry kept going to work. “I had a family, and so I had to feed my family,” he said. “That’s why I stayed.”\nHe had no inkling that Mayor Jim Strickland had begun to consider a grant-based approach last year. Under the plan, which Mr. Strickland made public this month, the city will spend $910,000 from its general reserves, including $210,000 to pay taxes associated with the grants.", "url": "https://www.nytimes.com/2017/07/25/us/memphis-sanitation-workers-strike-grants.html"}