{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:36:18", "date_modify": "2018-11-16 04:36:18", "date_publish": "2017-01-31 02:33:36", "description": "Donald Trump’s political adviser is consolidating power, with dismal results.", "filename": "2017_01_30_opinion_president-bannon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342978.html", "image_url": "https://static01.nyt.com/images/2017/01/31/opinion/31tue1/31tue1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_30_opinion_president-bannon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342978.html", "title": "President Bannon?", "title_page": "Opinion | President Bannon? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Plenty of presidents have had prominent political advisers, and some of those advisers have been suspected of quietly setting policy behind the scenes (recall Karl Rove or, if your memory stretches back far enough, Dick Morris). But we’ve never witnessed a political aide move as brazenly to consolidate power as Stephen Bannon — nor have we seen one do quite so much damage so quickly to his putative boss’s popular standing or pretenses of competence.\nMr. Bannon supercharged Breitbart News as a platform for inciting the alt-right, did the same with the Trump campaign and is now repeating the act with the Trump White House itself. That was perhaps to be expected, though the speed with which President Trump has moved to alienate Mexicans (by declaring they would pay for a border wall), Jews (by disregarding their unique experience of the Holocaust) and Muslims (the ban) has been impressive. Mr. Trump never showed much inclination to reach beyond the minority base of voters that delivered his Electoral College victory, and Mr. Bannon, whose fingerprints were on each of those initiatives, is helping make sure he doesn’t.\nBut a new executive order, politicizing the process for national security decisions, suggests Mr. Bannon is positioning himself not merely as a Svengali but as the de facto president.\nIn that new order, issued on Saturday, Mr. Trump took the unprecedented step of naming Mr. Bannon to the National Security Council, along with the secretaries of state and defense and certain other top officials. President George W. Bush’s last chief of staff, Joshua Bolten, was so concerned about separating politics from national security that he barred Mr. Rove, Mr. Bush’s political adviser, from N.S.C. meetings. To the annoyance of experienced foreign policy aides, David Axelrod, President Barack Obama’s political adviser, sat in on some N.S.C. meetings, but he was not a permanent member of the council.", "url": "https://www.nytimes.com/2017/01/30/opinion/president-bannon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}