{"authors": ["Shmuel Rosner"], "date_download": "2018-11-16 04:36:09", "date_modify": "2018-11-16 04:36:09", "date_publish": "2017-01-12 10:57:45", "description": "The prime minister is (once again) investigated for graft. Israelis shrug.", "filename": "2017_01_12_opinion_does-israel-really-have-a-corruption-problem_1542342969.html", "image_url": "https://static01.nyt.com/images/2017/01/15/opinion/sunday/13rosner2-inyt/13rosner2-inyt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_12_opinion_does-israel-really-have-a-corruption-problem_1542342969.html", "title": "Does Israel Really Have a Corruption Problem?", "title_page": "Opinion | Does Israel Really Have a Corruption Problem? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This wasn’t Mr. Netanyahu’s first encounter with the police. From 1997 to 1999, during his first spell as prime minister, he was investigated several times for a variety of reasons, from a kickback scheme to influence peddling, and he has been investigated occasionally ever since. His successor, Ehud Barak, was also under investigation on several occasions on allegations of illegal campaign financing, bribery charges, money laundering and more. Ariel Sharon, Mr. Barak’s successor, came under investigation for corruption in 2005. Ehud Olmert, Mr. Sharon’s successor, wasn’t just investigated for bribery and obstruction of justice, he was tried and jailed.\nThese investigations hardly change public opinion in Israel. Mr. Sharon was widely supported even while his investigation made daily headlines. Mr. Barak and Mr. Olmert’s popularity suffered for entirely different reasons (Mr. Barak’s failure to hold his governing coalition together; Mr. Olmert’s execution of the 2006 war in Lebanon). Mr. Netanyahu, too, remains reasonably popular: Surveys indicate that if elections were held today, he would get another term.\nDoes this mean we Israelis don’t care about corruption and graft? Not exactly.\nSurely, no one here wants a corrupt government. On the other hand, no one believes that the police and investigators should constantly harass members of the government over misdemeanors. And everybody knows that politicians often tend to be, well, not the most honorable people. Still, we need them, and we need to let them do their jobs.\nWe also live in Israel, a country of corner-cutting and informal practicality. Strict rules are not for us. This makes our bureaucracy much better than bureaucracies in other well-organized Western countries (yes, the Interior Ministry officer will see you even if you forgot the proper documentation; no, the clerk will not refuse your request just because the problem you describe doesn’t match the one he was expecting to deal with). It also often seems petty, expecting our leaders to behave better than we do ourselves.", "url": "https://www.nytimes.com/2017/01/12/opinion/does-israel-really-have-a-corruption-problem.html"}