{"authors": ["Noah Remnick"], "date_download": "2018-11-16 03:17:53", "date_modify": "2018-11-16 03:17:53", "date_publish": "2017-05-03 23:18:18", "description": "President Trump and Prime Minister Malcolm Turnbull, who clashed over refugees, will be at a commemoration on the Intrepid of their nations’ 1942 battle against Japan.", "filename": "2017_05_03_nyregion_trump-malcolm-turnbull-australia-new-york.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338273.html", "image_url": "https://static01.nyt.com/images/2017/05/04/nyregion/04AUSTRALIA1/04AUSTRALIA1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_03_nyregion_trump-malcolm-turnbull-australia-new-york.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338273.html", "title": "Trump and Turnbull in New York: A Chance to Make U.S.-Australia Ties Shipshape", "title_page": "Trump and Turnbull in New York: A Chance to Make U.S.-Australia Ties Shipshape - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There’s a deep and broad connection between the two countries that most people don’t know enough about,” said John Berry, a former United States ambassador to Australia and the president of the American Australian Association, which is hosting the event. “I’m glad we’re taking a moment to really celebrate that.”\nThe American Australian Association, a little-known yet industrious nonprofit organization with offices in the Financial District of Manhattan, has been working for decades to strengthen relations between the countries. Founded in 1948 by the journalist Keith Murdoch, the association was intended to spark American governmental and business interests in Australia after World War II. Since then, the scope of its ambitions has expanded to include cultural, educational and philanthropic activity. Its Education Fund, for example, has financed the participation of more than 200 fellows in postgraduate study between Australia and the United States since 2002.\nThe dinner on Thursday will raise money to start a new fund for veterans. It will also be the first time an American president has met with the association, Mr. Berry said, and the first in-person encounter between Mr. Trump and Mr. Turnbull.", "url": "https://www.nytimes.com/2017/05/03/nyregion/trump-malcolm-turnbull-australia-new-york.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}