{"authors": ["Maggie Astor"], "date_download": "2018-11-16 03:51:16", "date_modify": "2018-11-16 03:51:16", "date_publish": "2017-08-21 21:03:19", "description": "On April 8, 2024, a total solar eclipse will traverse the United States from Texas to Maine. After that, your next shot won’t be until 2045.", "filename": "2017_08_21_science_next-solar-eclipse.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340276.html", "image_url": "https://static01.nyt.com/images/2017/08/22/science/22ECLIPSE-xp-next/22ECLIPSE-xp-next-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_21_science_next-solar-eclipse.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340276.html", "title": "Missed the Solar Eclipse? You’ll Have Another Chance in 7 Years", "title_page": "Missed the Solar Eclipse? You’ll Have Another Chance in 7 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "So you missed the Great Eclipse of 2017.\nDon’t worry. You can try again in 2,422 days.\nOn April 8, 2024, a total solar eclipse will enter North America around Mazatlán, Mexico, and leave it just north of St. John’s, Newfoundland. In between, it will traverse the United States from Texas to Maine.\nIf you live in Paducah, Ky., or Cape Girardeau, Mo., go buy a lottery ticket, because you were in the line of totality on Monday and you’ll be there once again. But the other cities that got lucky in 2017 will have to settle for a partial eclipse in 2024 — and some that were passed over this week will get their chance at totality. Don’t miss it, because unless you’re in Alaska, your next shot won’t be until 2045.\nIf you live in any of the following places, start counting down:\n• Arkansas: Conway, Hot Springs, Jonesboro, Little Rock, Texarkana", "url": "https://www.nytimes.com/2017/08/21/science/next-solar-eclipse.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}