{"authors": ["Patrick Mcgeehan", "Elizabeth Tarbell"], "date_download": "2018-11-16 03:43:57", "date_modify": "2018-11-16 03:43:57", "date_publish": "2017-07-07 17:42:25", "description": "The derailment on Thursday, the third since late March at the station, happened at a crucial junction that was scheduled to be overhauled this summer.", "filename": "2017_07_07_nyregion_derailment-penn-station-track-repairs.html_module=inline_1542339837.html", "image_url": "https://static01.nyt.com/images/2017/07/08/nyregion/08NJTRANSIT/08NJTRANSIT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_07_nyregion_derailment-penn-station-track-repairs.html_module=inline_1542339837.html", "title": "Penn Station Derailment Gives Stark Proof of Tracks’ Disrepair", "title_page": "Penn Station Derailment Gives Stark Proof of Tracks’ Disrepair - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If there were any lingering doubts about the urgency of the comprehensive repairs to the tracks at Pennsylvania Station in Manhattan, the derailment of another commuter train on Thursday night should have quashed them.\nThe derailment, the third since late March at Penn Station, happened at a crucial junction that is scheduled to be closed and replaced this summer. None of the 180 passengers and crew members aboard the New Jersey Transit train that came off the tracks was injured, but the derailment underscored how hazardous the condition of the tracks there has become.\nThe derailment occurred at a section where trains entering the station from a tunnel under the Hudson River are switched onto one of the 21 tracks leading to platforms beneath Penn Station’s main concourse. Officials of Amtrak, which owns and operates the station, have admitted that the junction, which is known as an interlocking, is long overdue for an overhaul.\n“Last night just reinforced the need to go in and do the work very quickly and in a focused way,” said Scot Naparstek, the chief operating officer of Amtrak.", "url": "https://www.nytimes.com/2017/07/07/nyregion/derailment-penn-station-track-repairs.html?module=inline"}