{"authors": ["Eric Lipton", "Katie Thomas"], "date_download": "2018-11-16 03:44:39", "date_modify": "2018-11-16 03:44:39", "date_publish": "2017-05-29 23:28:20", "description": "A civil war has broken out among the most powerful players in the industry, which is scrambling in the face of public anger and legislative efforts to reduce costs.", "filename": "2017_05_29_health_drug-lobbyists-battle-cry-over-prices-blame-the-others.html_module=inline_1542339879.html", "image_url": "https://static01.nyt.com/images/2017/05/21/us/21druglobby1/21druglobby1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_29_health_drug-lobbyists-battle-cry-over-prices-blame-the-others.html_module=inline_1542339879.html", "title": "Drug Lobbyists’ Battle Cry Over Prices: Blame the Others", "title_page": "Drug Lobbyists’ Battle Cry Over Prices: Blame the Others - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s still a very uphill fight,” said Representative Lloyd Doggett, Democrat of Texas, who like Ms. Collins has been pushing Congress to increase competition and lower prices, “given the millions they have spent on lobbying, advertising and campaign contributions.”\nWith billions in profit on the line, the pharmaceutical and health products industry has already spent $78 million on lobbying in the first quarter of this year, a 14 percent jump over last year, according to the Center for Responsive Politics. The industry pays some 1,100 lobbyists — more than two for each member of Congress.\nIn the 2016 election cycle, the industry poured more than $58 million into the election campaigns of members of Congress and presidential candidates, as well as other political causes, the Center for Responsive Politics data shows. That was the biggest investment in the industry’s history and a 20 percent jump from the last presidential election cycle in 2012.\nNo single proposal has emerged as a clear winner in the bid to lower prices. Mr. Trump has sent conflicting signals: On one hand, he has accused the industry of “price fixing” and has said the government should be allowed to negotiate the price of drugs covered by Medicare. At other times, he has talked about rolling back regulations and named an industry-friendly former congressman, Tom Price, to head the Department of Health and Human Services, and a former pharmaceutical consultant, Scott Gottlieb, to lead the Food and Drug Administration.\nMembers of Congress have put forward a grab-bag of options, each of which would help or hurt different industry players.\nSome address minor aspects, such as a bipartisan bill that would force brand-name drugmakers to hand over samples of their drugs to generic competitors. One would allow for the importing of cheaper drugs. Another would force pharmacy benefit managers to disclose more information about how they did business.", "url": "https://www.nytimes.com/2017/05/29/health/drug-lobbyists-battle-cry-over-prices-blame-the-others.html?module=inline"}