{"authors": ["Alan Rappeport", "Thomas Kaplan"], "date_download": "2018-11-16 04:26:15", "date_modify": "2018-11-16 04:26:15", "date_publish": "2017-09-12 13:51:58", "description": "The Trump administration will use the budget reconciliation process, with only a simple majority, if necessary to overhaul the tax code.", "filename": "2017_09_12_us_politics_trump-tax-code-republicans-votes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342375.html", "image_url": "https://static01.nyt.com/images/2017/09/13/us/13dc-tax1/13dc-tax1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_12_us_politics_trump-tax-code-republicans-votes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342375.html", "title": "Democrats Vow to Fight Republican Tax Provisions that Aid Rich", "title_page": "Democrats Vow to Fight Republican Tax Provisions that Aid Rich - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It remains unclear how wedded the White House is to killing the estate tax. In a meeting with Senate Democrats this year Gary D. Cohn, Mr. Trump’s top economic adviser, suggested that only rich people who plan poorly bear the burden of the tax.\n“Only morons pay the estate tax,” Mr. Cohn said.\nThe red lines from Democrats are becoming increasingly stark. Mr. Schumer also said that a repeal of the deduction for state and local taxes and any changes to the mortgage interest deduction would also be non-starters with Democrats.\nStill feeling the sting from its failed effort to repeal the Affordable Care Act without the help of Democrats, the White House is trying to keep hope of bipartisanship alive.\nBut the Trump administration is not counting on their support. Steven Mnuchin, the Treasury secretary, said on Tuesday that Republicans would use a parliamentary tool called reconciliation to bypass a filibuster in the Senate if Democrats refuse to get on board.\n“If we can’t get 60 votes, we’re prepared to use reconciliation to get it done,” Mr. Mnuchin said at a CNBC conference.\nBut after months of deliberations, Republicans have yet to agree on their own plan.\nOn Tuesday, Mr. Mnuchin said that Mr. Trump and House Speaker Paul D. Ryan are not yet in accord on the corporate tax rate. The president wants it to be slashed from 35 percent to 15 percent, while Mr. Ryan and most tax experts think that getting it to the mid-20 percent range is most likely.\nMr. Mnuchin appeared to acknowledge that the administration was likely to lose that battle.\n“I don’t know if we will be able to achieve that, given the budget issues,” he said of the 15 percent rate.", "url": "https://www.nytimes.com/2017/09/12/us/politics/trump-tax-code-republicans-votes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}