{"authors": ["Russell Goldman"], "date_download": "2018-11-16 04:42:42", "date_modify": "2018-11-16 04:42:42", "date_publish": "2017-08-09 09:02:57", "description": "Keeping track of the weapons tests, sanctions and diplomatic efforts can be dizzying. Here’s a rundown of the standoff.", "filename": "2017_08_09_world_asia_north-korea-nuclear-weapons.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343362.html", "image_url": "https://static01.nyt.com/images/2017/08/10/world/10Nkorea-explainer-1/10Nkorea-explainer-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_09_world_asia_north-korea-nuclear-weapons.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343362.html", "title": "Answers to 4 Crucial Questions About North Korea", "title_page": "Answers to 4 Crucial Questions About North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 2016, Pyongyang released a photograph of its leader, Kim Jong-un, posing with the country’s first miniaturized nuclear warhead. We took a careful look at that image and concluded that the bomb — about two feet in diameter, with a destructive yield equivalent to the atomic bombs that the United States dropped on Japan in World War II — could be carried by a long-range missile.\nThe North has steadily been building and testing such missiles, and in July it launched a rocket that experts said was capable of reaching the mainland United States. Officials say they believe the North already possesses medium-range missiles capable of delivering a nuclear warhead to much of South Korea and Japan.\nBut intercontinental missiles aimed at the United States would fly in an arc into space before returning to Earth to hit their targets. The North is still working on a warhead that could survive the intense heat of re-entry as it plunges from space.\nIn addition to test missiles, North Korea has conducted five nuclear tests. Each test of its nuclear capabilities has been more powerful than the last, and it appears to be preparing a sixth test.", "url": "https://www.nytimes.com/2017/08/09/world/asia/north-korea-nuclear-weapons.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}