{"authors": ["The New York Times"], "date_download": "2018-11-16 03:11:47", "date_modify": "2018-11-16 03:11:47", "date_publish": "2017-07-20 00:52:02", "description": "President Trump discussed a range of issues, including the Russia investigation, with three New York Times reporters in the Oval Office.", "filename": "2017_07_19_us_politics_trump-interview-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337907.html", "image_url": "https://static01.nyt.com/images/2017/07/20/us/20dc-transcript/20dc-prexy1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_19_us_politics_trump-interview-transcript.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337907.html", "title": "Excerpts From The Times’s Interview With Trump", "title_page": "Excerpts From The Times’s Interview With Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "_________\nTRUMP: She was opposing sanctions. She was totally opposed to any sanctions for Russia.\nBAKER: When was that?\nHABERMAN: Do you remember when that was? I don’t remember that.\n_________\nTRUMP: I just saw it. I just saw it. She was opposed to sanctions, strongly opposed to sanctions on Russia.\nHABERMAN: This is post-Crimea, I’m assuming? Is that what we would be talking about?\nTRUMP: I don’t really know. … But in that time. And don’t forget, Crimea was given away during Obama. Not during Trump. In fact, I was on one of the shows, I said they’re exactly right, they didn’t have it as it exactly. But he was — this — Crimea was gone during the Obama administration, and he gave, he allowed it to get away. You know, he can talk tough all he wants, in the meantime he talked tough to North Korea. And he didn’t actually. He didn’t talk tough to North Korea. You know, we have a big problem with North Korea. Big. Big, big. You look at all of the things, you look at the line in the sand. The red line in the sand in Syria. He didn’t do the shot. I did the shot. Had he done that shot, he wouldn’t have had — had he done something dramatic, because if you remember, they had a tremendous gas attack after he made that statement. Much bigger than the one they had with me.\nHABERMAN: It was sarin as well?\nTRUMP: Sarin. And, and tremendous numbers of people were killed, young people, children. And he didn’t do anything. That was a famous weekend where they were all asking him to do it, do it, do it. They thought they had it, and then he — not easy to do, I will say this, ’cause when I had to make that decision, I was with the president of China, and General Mattis [Defense Secretary Jim Mattis] said, “We’re locked and loaded, sir,” and I’m saying [mumbles], you know. [mumbles] Look, you’re killing people.\nHABERMAN: Yes.\nTRUMP: You hate it, it’s tough. Obama — you know, I can understand it in a way, but some things you have to do. But it’s, it’s a tough, it’s a tough decision to make.\nBAKER: I do want to come out, on the email, now that you have seen that email that said Russia’s government — I mean, how did you — did you interpret it that way?\nTRUMP: Well, I thought originally it might have had to do something with the payment by Russia of the D.N.C. Somewhere I heard that. Like, it was an illegal act done by the D.N.C., or the Democrats. That’s what I had heard. Now, I don’t know where I heard it, but I had heard that it had to do something with illegal acts with respect to the D.N.C. Now, you know, when you look at the kind of stuff that came out, that was, that was some pretty horrific things came out of that. But that’s what I had heard. But I don’t know what it means. All I know is this: When somebody calls up and they say, “We have infor—” Look what they did to me with Russia, and it was totally phony stuff.", "url": "https://www.nytimes.com/2017/07/19/us/politics/trump-interview-transcript.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}