{"authors": ["Chris Buckley", "Keith Bradsher"], "date_download": "2018-11-16 03:53:22", "date_modify": "2018-11-16 03:53:22", "date_publish": "2017-01-18 05:01:03", "description": "Liu He, the top economic adviser to President Xi Jinping, has argued for more open markets. But his agenda could be overwhelmed by fears of fallout from a trade war.", "filename": "2017_01_18_world_asia_liu-he-china-trade-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340402.html", "image_url": "https://static01.nyt.com/images/2016/12/28/world/31CHINA-LIU-1/31CHINA-LIU-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_18_world_asia_liu-he-china-trade-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340402.html", "title": "U.S.-Trained Official May Shape China’s Response to Trump on Trade", "title_page": "U.S.-Trained Official May Shape China’s Response to Trump on Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Liu He was always kind of a must-stop for Treasury because he had a macro view of the Chinese economy and the global economy,” said David P. Loevinger, the senior coordinator for China affairs at the Treasury in President Obama’s first term.\nMr. Liu was regarded as an insider with a direct line to the top.\nNow he is widely expected to become the director of the National Development and Reform Commission, a powerful agency where he is currently a deputy director. That promotion would increase his visibility as well as his prospects of becoming a deputy prime minister in 2018, when a new government is formed for Mr. Xi’s second term.\nMr. Liu cannot dictate policy unilaterally, but his proximity to Mr. Xi gives him more sway than his bureaucratic-sounding titles would suggest.\n“There’s no doubt in my mind that Liu He is extraordinarily powerful,” said Christopher K. Johnson, a senior China analyst at the Center for Strategic and International Studies in Washington. “He has shifted from a stance earlier on when he was very careful not to demonstrate the level of influence he had.”\nBeside pressing for a dose of economic liberalization and more room for markets, he has advocated trimming bloated state-owned industry and sought to curtail China’s ever-rising debt.\nBut even as he has gained influence, his ability to push through changes in these areas has been limited. Mr. Xi still calls the shots, and his pledge to revamp the economy jostles alongside his fiercely conservative agenda to restore party control and protect state companies. Mr. Xi’s promises of shaking up industry and reducing debt clash with vows to keep growth ticking.", "url": "https://www.nytimes.com/2017/01/18/world/asia/liu-he-china-trade-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}