{"authors": ["The New York Times"], "date_download": "2018-11-16 03:47:28", "date_modify": "2018-11-16 03:47:28", "date_publish": "2017-09-21 04:29:19", "description": "Puerto Ricans are facing the crushing devastation wrought by Hurricane Maria — splintered homes, uprooted trees and floodwaters coursing through streets.", "filename": "2017_09_21_us_hurricane-maria-puerto-rico.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340048.html", "image_url": "https://static01.nyt.com/images/2017/09/21/us/21storm-alpha/merlin-to-scoop-127664219-73786-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_21_us_hurricane-maria-puerto-rico.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340048.html", "title": "Hurricane Maria Updates: In Puerto Rico, the Storm ‘Destroyed Us’", "title_page": "Hurricane Maria Updates: In Puerto Rico, the Storm ‘Destroyed Us’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read the latest on Hurricane Maria with Friday’s live updates.\nPuerto Rico remained in the throes of chaos and devastation Thursday as the remnants of Hurricane Maria continued to dump rain on the island — up to three feet in some areas.\nFlash flood warnings persisted, according to the National Hurricane Center, with “catastrophic” flooding “especially in areas of mountainous terrain.”\nThe strikingly powerful storm had rendered an estimated 3.4 million people without power, and with the territory’s energy grid all but destroyed, Gov. Ricardo Rosselló predicted a long period of recovery. Anxious relatives in the mainland United States and elsewhere took to social media in an effort to find news of their loved ones.\nLate Thursday, the mayor of Toa Baja, a town in northern Puerto Rico, told The New York Times that eight people had drowned there after flooding. That brought to at least 10 the number who have died in Puerto Rico as a result of Hurricane Maria, a toll that is expected to climb.\nPuerto Rico faces numerous obstacles as it begins to emerge from the storm: the weight of an extended debt and bankruptcy crisis; a recovery process begun after Irma, which killed at least three people and left nearly 70 percent of households without power; the difficulty of getting to an island far from the mainland; and the strain on relief efforts by the Federal Emergency Management Agency and other groups already spread thin in the wake of several recent storms.\n“Irma gave us a break, but Maria destroyed us,” said Edwin Serrano, a construction worker in Old San Juan.\nThe storm churned off the northern coast of the Dominican Republic as a Category 3 hurricane on Thursday, and the National Hurricane Center repeated hurricane warnings for late Thursday and early Friday morning for the southeastern Bahamas and the Turks and Caicos.\nHere’s the latest:\n• At least eight people died after drowning in different parts of Toa Baja, the mayor of the town, Bernardo Márquez, said in an interview. The mayor said that storm surge and river overflows had burst through open floodgates and that alarms did not sound when the floodgates were opened because of faulty maintenance. Three children and a police officer were among the dead, he said.\nThe newly reported deaths came after Governor Rosselló told CNN late Wednesday that officials knew of one fatality in the commonwealth involving a man who was hit by a board. The United States Coast Guard also reported the death of a man aboard a capsized vessel near Vieques, P.R.\n• The death toll from Hurricane Maria has risen to at least 15 on the small Caribbean island of Dominica, according to Prime Minister Roosevelt Skerrit. Two people were also killed on the French Caribbean island of Guadeloupe, officials said.\n• Forecasters say Puerto Rico will see up to an additional eight inches of rain through Saturday, adding to the several feet of rain that has fallen on parts of the island. Caguas, in the central mountains, has received the most rain on the island during Maria, 37.9 inches, according to the National Weather Service.\n• There is significant concern about the expected “life-threatening” storm surge of nine to 12 feet in the Bahamas and the Turks and Caicos, according to Michael Brennan of the National Hurricane Center.\n• President Trump said Thursday that he would visit Puerto Rico, but he gave no details on the timing of the trip.\n• In Puerto Rico, Governor Rosselló had previously set a 6 p.m. to 6 a.m. curfew effective until Saturday. On Thursday, he requested that Gov. Andrew M. Cuomo of New York help with recovery efforts. Governor Cuomo will travel to Puerto Rico with key emergency response officials as early as Friday morning, his office said in a statement.\n• In the United States Virgin Islands, Gov. Kenneth E. Mapp announced that a 24-hour curfew would be scaled back on three islands beginning on Friday morning. And although the full curfew remained in place on St. Croix, Governor Mapp said residents would be allowed to leave their homes to get supplies during a four-hour window on Friday.\n• In the British Virgin Islands, government officials issued an all clear at 9 a.m. on Thursday morning, lifting a curfew that had been in effect since 6 p.m. on Tuesday.\nPhoto\n• Sign up for the Morning Briefing for hurricane news and a daily look at what you need to know to begin your day. Follow the storm’s path with our maps.\nRestoring power is a priority in Puerto Rico.\nPhoto\nJenniffer González-Colón, Puerto Rico’s nonvoting member of the House of Representatives, told CNN on Thursday that the island appeared to have been “devastated,” with power lines lying on the ground and rivers flowing over bridges.\nMs. González-Colón, who spent much of the hurricane in a closet, said restoring power was crucial, but added that the governor had estimated that it could take a month or more to get electricity back for the whole island. She suggested that without electricity, many of the pumps that supplied residents with running water would not be functioning.\nComplicating matters, more than 95 percent of the island’s wireless cell sites are out of service, said Ajit Pai, the chairman of the Federal Communications Commission.\nRicardo Ramos, the chief executive of the government-owned Puerto Rico Electric Power Authority, told CNN on Thursday that the island’s power infrastructure had essentially been “destroyed.”\nA seaside area is smashed by the storm.\nPhoto\nResidents and business owners in the Condado area of San Juan began to trickle into the streets on Thursday to assess the havoc. Joggers ran past what resembled a beachside battlefield. Bikers pedaled slowly, taking in the overwhelming damage.\nCondado, the tourist district of the island, which has seen a reawakening of sorts with the opening of new hotels and restaurant chains over the last couple of years, was ravaged. Windows were blown out in the apartment buildings and hotels that line the promenade. A restaurant lost its roof. Parque del Indio, a popular seaside park for skaters and joggers, was blanketed with sand and water.\n“It’s total destruction,” said Angie Mok, a property manager. “This will be a renaissance.”\nMs. Mok’s fourth-floor seaside apartment was destroyed. Her apartment had no shutters, and the wind rattled her belongings, while ankle-high water soaked the floors.\nIn Old San Juan, which like most of the island was without reliable cell service, people were thirsty for information. At Plaza de Armas, residents sat on benches and stoops to share what information they had. Those with radios were tuning in to the only station broadcasting in the entire island.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nCristina Cardalda, 55, had just gotten her first phone call since Maria hit — it was her cousin in Florida checking in. “I haven’t heard anything from anyone,” she said.\nFamily members on the mainland are ‘desperately seeking information.’\nFor Puerto Ricans living on the United States mainland, the tragic news coming from the island has been magnified by the fact that many of them have been unable to get in touch with friends and relatives, given the sharp blow that Hurricane Maria dealt to the island’s communications infrastructure.\n“We’re all anxious, we’re all desperately seeking information and we’re all on call to help Puerto Rico and give it whatever it needs,” said David Galarza Santa, 48, a Brooklyn resident who said he had been unable to reach his family in the municipality of Florida, west of San Juan, since noon Wednesday.\nBut Mr. Galarza was optimistic that his relatives there, including his father and two older sisters, were doing well, in part because they had all hunkered down at his father’s sturdy cement house. He also noted that Puerto Ricans are old hands when it comes to surviving devastating storms.\nMore than five million Puerto Ricans live on the mainland, more than the population of the island itself, and the worry and stress were widely shared Thursday among those watching from afar. It was a feeling of “impotence,” said Eliezer Vélez, 44, of Atlanta.\n“You’re here, but your mind and your heart are on the island,” he said. “We are here, but we belong there. I cannot describe the frustration that I’m not there.”\nPuerto Rico is in ‘perilous shape,’ Trump says.\nVideo\n“Puerto Rico was absolutely obliterated,” President Trump said during a meeting with President Petro Poroshenko of Ukraine at the United Nations in New York on Thursday.\n“Their electrical grid is destroyed,” Mr. Trump added. “It wasn’t in good shape to start off with. But their electrical grid is totally destroyed. And so many other things.”\nMr. Trump has declared Puerto Rico a disaster area, and he said he was consulting with Governor Rosselló and federal officials about the recovery effort. “We are going to start it with great gusto,” he said. “But it’s in very, very, very perilous shape. Very sad what happened to Puerto Rico.”\nDespite the challenges his island faces, Governor Rosselló said on Twitter that “we will come out of this stronger than ever.”\nIn an interview with WAPA radio on Thursday, Mr. Rosselló said that reopening the island’s ports was a priority, because it would allow for shipments of aid, including generators, food, cots and first aid materials.\nThe White House has also declared the United States Virgin Islands a disaster area, to make federal funding available for residents of St. Croix.\nGovernor Mapp said that the western end of St. Croix had taken what he called a “beating.” At least one school there appeared to have been destroyed, and portions of another had been seriously damaged. The power system was down on the island, he added.\nJuan F. Luis Hospital has also been serious damaged, he said, adding that dozens of patients would be evacuated as soon as Friday — potentially as far as South Carolina.\nGovernor Mapp said officials were not aware of “any significant number” of people who had been injured by Maria or of any deaths connected to the storm.\n“The worst is finally behind us,” Mr. Mapp said. “Now it’s really time to march forward.”\nDominica grapples with widespread destruction.", "url": "https://www.nytimes.com/2017/09/21/us/hurricane-maria-puerto-rico.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}