{"authors": ["Jesse Mckinley"], "date_download": "2018-11-16 04:32:55", "date_modify": "2018-11-16 04:32:55", "date_publish": "2017-03-21 23:31:54", "description": "An amendment to the massive and divisive health care overhaul, singling out New York’s state government to assume certain Medicaid costs, set off a political firestorm.", "filename": "2017_03_21_nyregion_health-care-medicaid-new-york-collins.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342775.html", "image_url": "https://static01.nyt.com/images/2017/03/22/nyregion/22NYMEDICAID1/22NYMEDICAID1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_21_nyregion_health-care-medicaid-new-york-collins.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342775.html", "title": "Medicaid Fight Lands in New York, Crossing Party Lines", "title_page": "Medicaid Fight Lands in New York, Crossing Party Lines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ALBANY — The governor likened it to an act of war. A Democratic congresswoman called it a brazen case of theft. And a Republican legislative leader suggested it could be a crisis on the level of 9/11.\nEven as Congress debated a massive and divisive overhaul of the nation’s health care system, a late amendment to the bill seemingly singling out New York’s state government for new financial responsibilities under Medicaid set off a separate political firestorm in the president’s home state, again pitting its Democratic governor against Mr. Trump and his Republican surrogates.\nThat the national fight over Medicaid has suddenly focused on New York is not entirely surprising: The state has long had one of the nation’s most expensive Medicaid programs, with a generous and expansive definition of who qualifies for the joint state-federal program. About one-third of New York’s residents are covered by Medicaid, according to the Empire Center for Public Policy, regularly resulting in more than $50 billion in annual spending.\nThe state’s counties currently pick up 13 percent of the total cost of Medicaid, a tab that is expected to top $8 billion in the coming fiscal year, though much of that is in New York City. Some other states also require counties to cover some Medicaid costs. But residents of New York pay far more than those in other states, according to the New York State Association of Counties — something that has been blamed for high property tax rates in many parts of New York.", "url": "https://www.nytimes.com/2017/03/21/nyregion/health-care-medicaid-new-york-collins.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}