{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:34:39", "date_modify": "2018-11-16 04:34:39", "date_publish": "2017-05-03 18:27:10", "description": "Meeting with the Palestinian leader, Mahmoud Abbas, President Trump said, “We will get this done,” a bold promise given the complexity of any peace deal.", "filename": "2017_05_03_world_middleeast_mahmoud-abbas-trump-white-house.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342879.html", "image_url": "https://static01.nyt.com/images/2017/05/04/us/04prexy/04prexy-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_03_world_middleeast_mahmoud-abbas-trump-white-house.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342879.html", "title": "Trump, Bullish on Mideast Peace, Will Need More Than Confidence", "title_page": "Trump, Bullish on Mideast Peace, Will Need More Than Confidence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By all accounts, Mr. Trump seems genuinely determined to pursue Middle East peace and has assigned his son-in-law, Jared Kushner, and his longtime lawyer, Jason Greenblatt, to lead the effort. The president may visit Israel this month before a scheduled trip to Europe.\nMr. Trump seems drawn to the idea of succeeding where others have failed. “Over the course of my lifetime, I’ve always heard that perhaps the toughest deal to make is the deal between the Israelis and the Palestinians,” Mr. Trump said. “Let’s see if we can prove them wrong.”\nYet few think conditions are ripe. Aging and unpopular, Mr. Abbas may not have the clout to deliver even if he were willing to make concessions. Similarly, Mr. Netanyahu, now in his fourth term and under corruption investigations, faces significant pressure from his political right not to make a deal, and does not seem especially eager to do so anyway. Both leaders have an interest in making Mr. Trump think they are serious even if they are not.\n“I think the Palestinian calculation is that they can follow this further than Netanyahu can,” said Grant Rumley, the co-author of “The Last Palestinian,” a biography of Mr. Abbas to be published in July. “I think they expect that when the time comes to resist or say no to Trump, as it inevitably will for both leaders, that Abbas can do so and still maintain his grip on power, while the same likely cannot be said for Netanyahu.”\nJohn Hannah, senior counselor at the Foundation for Defense of Democracies who served as former Vice President Dick Cheney’s national security adviser, said failure has a cost. “The peace process is nothing if not a huge diplomatic time suck,” he said. “And the more time the president and his top advisers spend trying to push this particular rock up that hill, the less time they are focused on addressing the profound strategic challenges like Iran, ISIS and Al Qaeda.”\nStill, Jeremy Ben-Ami, the president of J Street, a pro-peace lobbying group in Washington, said “there’s a scenario where this falls into his lap later in his term, not necessarily because of the brilliance of his diplomacy.” With Sunni Arab states aligned with Israel in the regional struggle with Iran, he said, pressure may build for a resolution to the Palestinian question.\nIf nothing else, Mr. Ben-Ami said, not being steeped in the details has advantages. “People who’ve been hardened by 20 or 30 years of doing this may think they know it all and they come in with their preconceived approach and it doesn’t work,” he said. “So maybe this is better.”", "url": "https://www.nytimes.com/2017/05/03/world/middleeast/mahmoud-abbas-trump-white-house.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}