{"authors": ["Kate Taylor"], "date_download": "2018-11-16 04:01:56", "date_modify": "2018-11-16 04:01:56", "date_publish": "2017-08-31 21:58:37", "description": "Jill Bloomberg, the principal of Park Slope Collegiate, had been an outspoken critic of racial segregation in city schools.", "filename": "2017_08_31_nyregion_park-slope-principal-cleared-communist-organizing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340916.html", "image_url": "https://static01.nyt.com/images/2017/09/01/nyregion/01PRINCIPAL1/01PRINCIPAL1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_31_nyregion_park-slope-principal-cleared-communist-organizing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340916.html", "title": "Principal in Park Slope Is Cleared of Communist Organizing", "title_page": "Principal in Park Slope Is Cleared of Communist Organizing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A Brooklyn principal who was accused of Communist organizing has been cleared of that charge by the city’s education department, while being found guilty of several minor policy violations, a spokesman for the department said on Thursday.\nJill Bloomberg, the principal of Park Slope Collegiate, a middle and high school, has been an outspoken critic of the city’s education department, particularly on issues of racial segregation and discrimination. In January, she complained to the department about what she said was racism and segregation within the school sports program, citing the uneven distribution of teams among the schools that share a building with Park Slope Collegiate.\nSoon after, she learned that the department’s Office of Special Investigations was investigating an allegation that she had tried to recruit students to join the Progressive Labor Party. In April, she sued the department, seeking to stop the investigation and accusing the department of retaliating against her for her activism on matters of race. She lost her effort to get an injunction to stop the investigation.\nIn a report dated Aug. 25 and first reported by The Daily News, the city’s Office of Special Investigations said that it had been unable to substantiate the charge that Ms. Bloomberg had attempted to recruit students to join a political organization. The version of the report given to The Times by the department did not include the name of the person who originally made the accusation, but it said the complainant “failed to provide any evidence in support of this allegation.”", "url": "https://www.nytimes.com/2017/08/31/nyregion/park-slope-principal-cleared-communist-organizing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}