{"authors": ["Ross Douthat"], "date_download": "2018-11-16 04:33:10", "date_modify": "2018-11-16 04:33:10", "date_publish": "2017-07-29 18:30:05", "description": "A Republican Party that can rule but cannot govern.", "filename": "2017_07_29_opinion_sunday_republicans-douthat-politics.html_module=inline_1542342790.html", "image_url": "https://static01.nyt.com/images/2017/07/30/opinion/30douthat/30douthat-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_29_opinion_sunday_republicans-douthat-politics.html_module=inline_1542342790.html", "title": "The Empty Majority", "title_page": "Opinion | The Empty Majority - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When we think about the ebb and flow of majorities in American politics, we like to imagine that there is a clear link between politics and policy – between gaining power and having an agenda to implement, between winning votes and responding to substantive challenges, between F.D.R’s majorities and his New Deal or Reagan’s victories and his Reaganomics.\nThe present-day Republican Party makes a mockery of this conceit. It is a majority party that behaves like it’s in the political wilderness, an election-winning machine that has no idea what to do with national power.\nIt has the tics of an opposition party, the raw wounds of a beaten coalition, the dated ideas of a bankrupt force. Its attempts to pass a health care bill aren’t just painful to watch; they have the same unheimlich quality as a calf born with two heads, the feeling of watching something that the laws of politics or nature should not permit to exist.\nImage Mitch McConnell, the Senate majority leader, speaking with reporters earlier this month. Credit Doug Mills/The New York Times\nAnd yet it does: The same feckless G.O.P. that exists in a constant state of low-grade civil war controls not only Congress and the White House, but most statehouses and state legislatures as well. All of the contemporary Republican Party’s critics — left-wing and centrist and conservative — keep saying that the G.O.P. is broken and adrift, and years of government shutdowns and Obamacare debacles and everything about the Trump era keep proving us correct.", "url": "https://www.nytimes.com/2017/07/29/opinion/sunday/republicans-douthat-politics.html?module=inline"}