{"authors": ["Julia Wallace"], "date_download": "2018-11-16 03:52:01", "date_modify": "2018-11-16 03:52:01", "date_publish": "2017-09-11 20:31:19", "description": "Parliament has approved the prosecution of the opposition leader, Kem Sokha, stripping away his last shield in a crackdown by Prime Minister Hun Sen.", "filename": "2017_09_11_world_asia_cambodia-kem-sokha.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340321.html", "image_url": "https://static01.nyt.com/images/2017/09/12/world/12cambodia2/12cambodia2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_11_world_asia_cambodia-kem-sokha.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340321.html", "title": "Cambodia’s Opposition Chief Loses Immunity in Treason Case", "title_page": "Cambodia’s Opposition Chief Loses Immunity in Treason Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PHNOM PENH, Cambodia — Lawmakers voted on Monday to approve the prosecution of Cambodia’s opposition leader on charges he committed treason in collusion with the United States.\nThe vote effectively nullified the parliamentary immunity of the opposition leader, Kem Sokha, his last line of defense against the prosecution announced last week.\nIn a speech, the country’s authoritarian premier, Hun Sen, said the treason evidence was so obvious that immunity did not apply. The main evidence prosecutors presented was an old video in which Kem Sokha described having received advice from American advisers on building a political movement.\nMr. Kem Sokha has said he is innocent.\nThe move against him came amid a growing crackdown on dissent that has focused on people and organizations linked to the United States, which the government has accused of trying to undermine its authority by fomenting revolution.", "url": "https://www.nytimes.com/2017/09/11/world/asia/cambodia-kem-sokha.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}