{"authors": ["Scott Shane", "Vindu Goel"], "date_download": "2018-11-16 03:11:32", "date_modify": "2018-11-16 03:11:32", "date_publish": "2017-09-06 21:49:55", "description": "Facebook said that fake accounts and pages had bought 3,000 ads focused on divisive social issues, including race and immigration.", "filename": "2017_09_06_technology_facebook-russian-political-ads.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337892.html", "image_url": "https://static01.nyt.com/images/2017/09/07/us/07facebook-alpha/07facebook-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_06_technology_facebook-russian-political-ads.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337892.html", "title": "Fake Russian Facebook Accounts Bought $100,000 in Political Ads", "title_page": "Fake Russian Facebook Accounts Bought $100,000 in Political Ads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a January report, the Federal Bureau of Investigation, Central Intelligence Agency and National Security Agency concluded that the Russian government, on direct orders from President Vladimir V. Putin, was responsible for hacking Democratic targets and leaking thousands of emails and other documents in an attempt to hurt Mrs. Clinton’s campaign and mar her reputation.\nThe report also found that hundreds of Russian “trolls,” or paid social media users, had posted anti-Clinton messages. But it did not name Facebook or address the question of advertising.\nThe January intelligence report said the “likely financier” of the Internet Research Agency was “a close Putin ally with ties to Russian intelligence.” The company, profiled by The New York Times Magazine in 2015, is in St. Petersburg and uses its small army of trolls to put out messages supportive of Russian government policy.\nThe revelations can only add to the political skirmishing in Washington over Russia’s role in the election. Mr. Trump has often dismissed the Russian hacking story as “fake news” and bristled at any implication that Mr. Putin had helped him win. To date, while news reports have uncovered many meetings and contacts between Trump associates and Russians, there has been no evidence proving collusion in the hacking or other Russian activities.\nRepresentative Adam B. Schiff of California, the ranking Democrat on the House Intelligence Committee, said in a telephone interview that the Facebook disclosure “certainly quantifies the Russian use of at least one social media platform with a level of granularity that we did not have before.” He said the committee has been in touch with Facebook for some time, adding, “I don’t think this is the last word on the matter by Facebook or in terms of our investigation on the social media issue.”\nMr. Schiff said he has more questions for Facebook, including when the company first become aware of the problem, what warning signs it found, how sophisticated the Russian operation was and what steps Facebook was taking to guard against such activity in the future.", "url": "https://www.nytimes.com/2017/09/06/technology/facebook-russian-political-ads.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}