{"authors": ["Scott Shane"], "date_download": "2018-11-16 03:52:45", "date_modify": "2018-11-16 03:52:45", "date_publish": "2017-09-12 23:37:23", "description": "The page, posing as an activist group, was one of hundreds of fake accounts Russia used in an information campaign during the election, a revelation that has put Facebook on the defensive.", "filename": "2017_09_12_us_politics_russia-facebook-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340365.html", "image_url": "https://static01.nyt.com/images/2017/09/13/business/13facebook-1/13facebook-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_12_us_politics_russia-facebook-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340365.html", "title": "Purged Facebook Page Tied to the Kremlin Spread Anti-Immigrant Bile", "title_page": "Purged Facebook Page Tied to the Kremlin Spread Anti-Immigrant Bile - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The notice went out on Facebook last year, calling citizens of Twin Falls, Idaho, to an urgent meeting about the “huge upsurge of violence toward American citizens” by Muslim refugees who had settled there.\nThe inflammatory post, however, originated not in Idaho but in Russia. The meeting’s sponsor, an anti-immigrant page called “Secured Borders,” was one of hundreds of fake Facebook accounts created by a Russian company with Kremlin ties to spread vitriolic messages on divisive issues.\nFacebook acknowledged last week that it had closed the accounts after linking them to advertisements costing $100,000 that were purchased in Russia’s influence campaign during and after the 2016 election. But the company declined to release or describe in detail the pages and profiles it had linked to Russia.\nA report by the Russian media outlet RBC last March, however, identified the Secured Borders page as the work of the Internet Research Agency, a St. Petersburg firm that employs hundreds of so-called trolls to post material in support of Russian government policies. A Facebook official confirmed that Secured Borders was removed in the purge of Russian fakes.", "url": "https://www.nytimes.com/2017/09/12/us/politics/russia-facebook-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}