{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:16:58", "date_modify": "2018-11-16 04:16:58", "date_publish": "2017-10-21 08:06:07", "description": "Mr. Xi has promised a new “China dream” of prosperity. But in the nation’s hinterlands, locals say there’s a stark disconnect between the bright promises and their hardscrabble reality.", "filename": "2017_10_21_world_asia_china-xi-jinping-datong.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341818.html", "image_url": "https://static01.nyt.com/images/2017/10/22/world/22CHINA-REFORM-2/18china-reform-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_21_world_asia_china-xi-jinping-datong.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341818.html", "title": "In China’s Coal Capital, Xi Jinping’s Dream Remains Elusive", "title_page": "In China’s Coal Capital, Xi Jinping’s Dream Remains Elusive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In his opening speech on Wednesday to the congress, Mr. Xi warned that the party had to improve its performance at addressing social grievances.\n“The principal contradiction facing society in the new era is that between unbalanced and inadequate development and the people’s ever-growing need for a better life,” Mr. Xi told delegates in the Great Hall of the People in Beijing.\nBut in Datong, a broad area of 3.4 million people that includes an urban center and surrounding coal fields and countryside, locals say that the official fixes often create their own new problems. They said the directives from the capital were enacted in a heavy-handed manner that could hurt locals. And even with the anticorruption crackdown, local officials benefit the most from the changes, not regular people.\n“I don’t have a home anymore,” said a woman in Xiaoyaotou, a village near an abandoned coal mine in Datong. She would not give her name, fearing that speaking out would get her in trouble. She made a little money scavenging and selling bricks from her demolished village, where she said her home had been torn down in April.\n“There are still houses left in my village,” she said. “They are for the government officials to stay in. We are not allowed to stay in those houses.”\nIn Datong, the sense of dislocation is especially acute.\nFamed for its ancient Buddhist rock carvings, the city became China’s coal capital as demand for the energy resources that lay beneath its surface took off along with Chinese manufacturing in the 1980s. A decade later, at peak production, Datong provided 7.5 percent of China’s coal. The result was an extended boom that created a wealthy class of mine barons and officials.", "url": "https://www.nytimes.com/2017/10/21/world/asia/china-xi-jinping-datong.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}