{"authors": ["Laurie Goodstein"], "date_download": "2018-11-16 04:44:46", "date_modify": "2018-11-16 04:44:46", "date_publish": "2017-09-28 09:00:16", "description": "Amy Coney Barrett, President Trump’s choice for an appeals-court seat, belongs to People of Praise, a tight-knit, oath-bound group with considerable sway over its members.", "filename": "2017_09_28_us_amy-coney-barrett-nominee-religion.html_module=inline_1542343486.html", "image_url": "https://static01.nyt.com/images/2017/09/29/us/29nominee-01/00nominee-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_28_us_amy-coney-barrett-nominee-religion.html_module=inline_1542343486.html", "title": "Some Worry About Judicial Nominee’s Ties to a Religious Group", "title_page": "Some Worry About Judicial Nominee’s Ties to a Religious Group - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One of President Trump’s judicial nominees became something of a hero to religious conservatives after she was grilled at a Senate hearing this month over whether her Roman Catholic faith would influence her decisions on the bench.\nThe nominee, Amy Coney Barrett, a law professor up for an appeals court seat, had raised the issue herself in articles and speeches over the years. The Democratic senators on the Judiciary Committee zeroed in on her writings, and in the process prompted accusations that they were engaged in religious bigotry.\n“The dogma lives loudly within you,” declared Senator Dianne Feinstein, Democrat of California, in what has become an infamous phrase. Senator Orrin Hatch, Republican of Utah, accused his colleagues of employing an unconstitutional “religious test” for office.\nMs. Barrett told the senators that she was a faithful Catholic, and that her religious beliefs would not affect her decisions as an appellate judge. But her membership in a small, tightly knit Christian group called People of Praise never came up at the hearing, and might have led to even more intense questioning.", "url": "https://www.nytimes.com/2017/09/28/us/amy-coney-barrett-nominee-religion.html?module=inline"}