{"authors": ["Sharon Lafraniere", "Adam Goldman"], "date_download": "2018-11-16 03:11:48", "date_modify": "2018-11-16 03:11:48", "date_publish": "2017-07-18 17:19:06", "description": "Irakly Kaveladze, an American-based employee of Russian property developers, attended the meeting with President Trump’s son in June 2016, Mr. Kaveladze’s lawyer says.", "filename": "2017_07_18_us_politics_trump-meeting-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337908.html", "image_url": "https://static01.nyt.com/images/2017/07/19/us/politics/19dc-trumpmeeting/19dc-trumpmeeting-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_18_us_politics_trump-meeting-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337908.html", "title": "Guest List at Donald Trump Jr.’s Meeting With Russian Expands Again", "title_page": "Guest List at Donald Trump Jr.’s Meeting With Russian Expands Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Seventeen years ago, congressional investigators looking into money laundering stumbled upon an obscure Soviet-born financier who offered special services to his Russian clients. He had opened 2,000 companies in Delaware and more than 100 bank accounts for Russian clients who moved hundreds of millions of dollars through those accounts to overseas destinations, they found.\nOn Tuesday, that man, Irakly Kaveladze, resurfaced as the latest foreign guest on the ever-expanding list of participants at the June 2016 meeting where Donald Trump Jr. and other Trump campaign officials were hoping to get damaging information about Hillary Clinton.\nMr. Kaveladze’s lawyer, Scott S. Balber, said he was there to represent a prominent Russian family that had arranged the meeting, whose varied cast of characters includes at least one other Russian with a checkered past.\nHis presence is of significant interest to Robert S. Mueller III, the special counsel who is investigating allegations of Russian interference in the 2016 election and possible obstruction of justice by President Trump. Mr. Mueller’s office contacted Mr. Kaveladze this past weekend to request an interview, and investigators there are also eager to talk to all the other meeting participants, according to a person familiar with the inquiry.", "url": "https://www.nytimes.com/2017/07/18/us/politics/trump-meeting-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}