{"authors": ["Ivory A. Toldson"], "date_download": "2018-11-16 04:33:18", "date_modify": "2018-11-16 04:33:18", "date_publish": "2017-03-02 20:09:44", "description": "Her comments about H.B.C.U.s were troubling, but it’s her approach to the budget that will determine whether she’s a friend or foe.", "filename": "2017_03_02_opinion_betsy-devoss-power-over-black-colleges.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342798.html", "image_url": "https://static01.nyt.com/images/2017/03/02/opinion/02toldsonWeb/02toldsonWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_02_opinion_betsy-devoss-power-over-black-colleges.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342798.html", "title": "Betsy DeVos’s Power Over Black Colleges", "title_page": "Opinion | Betsy DeVos’s Power Over Black Colleges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Betsy DeVos, the education secretary, deserved the hammering she received for her widely reviled comments characterizing historically black colleges and universities (H.B.C.U.s) as early examples of “school choice.” But when it comes to the fate of H.B.C.U.s under the Trump administration, her apparent misunderstanding of their history is a distraction.\nThe fate of these institutions in the coming years will hinge not on her words, but on her decisions about their funding.\nIn February, after only a few days on the job, Ms. DeVos made headlines for visiting Howard University, a historically black college founded in 1867. Then, after a meeting with H.B.C.U. leaders Monday, she released a statement calling H.B.C.U.s the “real pioneers when it comes to school choice.” That description was widely criticized as a dishonest attempt to distance these institutions from the segregated past that necessitated them and to awkwardly reposition them as talking points for the school choice movement.", "url": "https://www.nytimes.com/2017/03/02/opinion/betsy-devoss-power-over-black-colleges.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}