{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:54:42", "date_modify": "2018-11-16 04:54:42", "date_publish": "2017-09-26 22:17:40", "description": "Mayor Bill de Blasio toured parts of Manhattan, including the High Line, the popular park he had pointedly avoided. He kept his opinion to himself.", "filename": "2017_09_26_nyregion_de-blasio-high-line-finally-visited.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344082.html", "image_url": "https://static01.nyt.com/images/2017/09/27/nyregion/27highline/27highline-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_26_nyregion_de-blasio-high-line-finally-visited.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344082.html", "title": "Mayor Visits the High Line and Becomes One in Seven Million, Finally", "title_page": "Mayor Visits the High Line and Becomes One in Seven Million, Finally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mayor Bill de Blasio strode north between the grasses and the sumac, his sleeves rolled up, his head visible above the crowds streaming along the High Line, the popular park on a former rail line in Chelsea.\nTuesday marked a milestone of sorts for a mayor more comfortable in the confines of his old Brooklyn brownstone neighborhood than in Manhattan: Mr. de Blasio’s first visit to the High Line as mayor. In fact, it was his first trip ever to the park, which opened in 2009.\nSo what did he think of the experience, one shared by about seven million visitors a year? Mr. de Blasio was not saying.\nThe mayor’s trip to the High Line, after nearly four years of taking flak from reporters and some incredulous city residents for avoiding the venue, did not include mayoral reflection on the views or the horticulture. Nor did it include an announcement of a new policy, or a statement about the role of the parks in the community, their importance for tourism in the city or the High Line’s impact on the hyperdevelopment of the Far West Side.", "url": "https://www.nytimes.com/2017/09/26/nyregion/de-blasio-high-line-finally-visited.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}