{"authors": ["Kate Zernike", "Reed Abelson"], "date_download": "2018-11-16 04:26:26", "date_modify": "2018-11-16 04:26:26", "date_publish": "2017-09-21 21:43:31", "description": "The Graham-Cassidy bill would turn federal funding for a law Republicans loathe into block grants to states, realizing a long-held goal of the party.", "filename": "2017_09_21_health_graham-cassidy-obamacare-repeal-.html_module=inline_1542342386.html", "image_url": "https://static01.nyt.com/images/2017/09/22/science/22STATEHEALTH1/22STATEHEALTH1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_21_health_graham-cassidy-obamacare-repeal-.html_module=inline_1542342386.html", "title": "New Effort to Kill Obamacare Is Called ‘the Most Radical’", "title_page": "New Effort to Kill Obamacare Is Called ‘the Most Radical’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This is by far the most radical of any of the Republican health care bills that have been debated this year,” said Larry Levitt, a senior vice president with the nonpartisan Kaiser Family Foundation. “And the reason for that is that this would be the biggest devolution of federal money and responsibility to the states for anything, ever.”\nThe White House and Senate leaders are now in an intensive final push to repeal the Affordable Care Act by September 30. After that, under Senate rules, they will need 60 votes, which they acknowledge is an impossibility. Senator Graham said in a statement on Thursday that the legislation was gaining “momentum and support” because it would send “money and power back to the states, and closer to patients, to deliver quality health care.”\nThe legislation would turn over more than $1 trillion that would have been spent on the law known as Obamacare over the next seven years — everything from the funds for the expansion of Medicaid to the subsidies to help people buy private insurance — to states as “block grants” with very few strings attached. They would then use the money to set up their own health care programs. Congress would have to reauthorize the money after 2026 or it would go away.\n“The decisions about individual mandates, mandated benefits, and all the other decisions the ACA moved to Washington are best made at the state level by governors who understand the unique needs of their states,” said Gov. Asa Hutchinson of Arkansas, a Republican. Arkansas expanded Medicaid under Obamacare, and would lose roughly $6 billion under the bill, but Governor Hutchinson supports the legislation nonetheless.\n“Graham-Cassidy is putting federal spending on a budget,” he said. “That is the fiscal discipline the federal government and states both need to ensure the sustainability of Medicaid and other state health care programs.”", "url": "https://www.nytimes.com/2017/09/21/health/graham-cassidy-obamacare-repeal-.html?module=inline"}