{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 04:42:42", "date_modify": "2018-11-16 04:42:42", "date_publish": "2017-08-04 19:58:47", "description": "A Security Council diplomat said an American-drafted resolution would be an “extremely impactful” response to North Korea’s missile and nuclear tests.", "filename": "2017_08_04_world_asia_north-korea-missile-nuclear-security-council-resolution.html_module=inline_1542343362.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_04_world_asia_north-korea-missile-nuclear-security-council-resolution.html_module=inline_1542343362.html", "title": "North Korea Could Lose $1 Billion in Exports Under U.N. Measure", "title_page": "North Korea Could Lose $1 Billion in Exports Under U.N. Measure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The diplomat, who spoke on the condition of anonymity in keeping with protocol, said it was the first time that entire sectors of North Korea’s export economy would be banned. He called it “the most impactful and expansive set of sanctions to date.”\nThe draft resolution, which “condemns in the strongest terms” the July 4 and July 28 missile tests, would also place new limits on North Korea’s joint ventures and Foreign Trade Bank, and prohibit the country from sending more workers to overseas jobs — another important source of revenue for the impoverished nation of 25 million people.\nNonetheless, the draft resolution did not go nearly as far as what the American ambassador, Nikki R. Haley, had demanded after the July 4 ballistic missile test.\nDeclaring American exasperation with the ineffectiveness of existing sanctions, Ms. Haley called for cutoffs of North Korea’s access to foreign money and oil for its military. Those steps were not taken.\nWhether the resolution’s penalties would have much effect on North Korea’s actions is a matter of debate. Despite the country’s longstanding economic isolation, it has repeatedly defied Western-led efforts to change its behavior through sanctions.\n“I don’t think this is something that will bring North Korea to its knees,” said Jae H. Ku, the director of the U.S.-Korea Institute at the Johns Hopkins School of Advanced International Studies in Washington.\n“This might be the gradual wringing of the neck of North Korea, but we’ve been down this road many times,” he said. “North Korea has always been able to find loopholes.”", "url": "https://www.nytimes.com/2017/08/04/world/asia/north-korea-missile-nuclear-security-council-resolution.html?module=inline"}