{"authors": ["Jeff Sommer"], "date_download": "2018-11-16 03:14:25", "date_modify": "2018-11-16 03:14:25", "date_publish": "2017-07-28 20:06:11", "description": "The company already has one of the most spectacular records in stock market history, enriching investors and making its founder a wealthy man.", "filename": "2017_07_28_your-money_amazon-jeff-bezos.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338065.html", "image_url": "https://static01.nyt.com/images/2017/01/19/business/jeff-sommer/jeff-sommer-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_28_your-money_amazon-jeff-bezos.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338065.html", "title": "The Mind-Boggling Ascent of Amazon and Jeff Bezos", "title_page": "The Mind-Boggling Ascent of Amazon and Jeff Bezos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Amazon and its founder, Jeff Bezos, are having a moment.\nIn the last week, the company and Mr. Bezos have reached some impressive milestones. Amazon’s stock market capitalization vaulted above $500 billion on Wednesday. And for several hours the next day, the company’s soaring share price propelled Mr. Bezos into first place in the rankings of the world’s richest people.\nOnce merely an online bookseller, Amazon now appears to be laying claim to the entire retail universe — and beyond. It is a formidable force in such disparate fields as cloud computing, movies, music, food, artificial intelligence and the distribution of washing machines and toasters.\nMr. Bezos, who is also Amazon’s chief executive, has gone even further afield with ventures as varied as newspaper publishing and rocket launching, and he says he intends to use his immense wealth to reinvent philanthropy. The company and its founder have taken dominant positions in so many areas that they defy categorization.\nYet noteworthy as these real-world achievements are, they may understate Amazon’s importance. Despite an earnings report on Thursday evening that disappointed the market and led to a 2.5 percent decline in its share price, Amazon is remarkable as a purely financial entity. Its stature as one of the most successful companies in the history of the stock market is already assured. In fact, the numbers show that since 1997, when it became a publicly traded company, Amazon has evolved into one of the century’s greatest wealth-generating machines.", "url": "https://www.nytimes.com/2017/07/28/your-money/amazon-jeff-bezos.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}