{"authors": ["Farah Stockman"], "date_download": "2018-11-16 03:24:47", "date_modify": "2018-11-16 03:24:47", "date_publish": "2017-10-23 16:46:21", "description": "I had reached out on Facebook to a dozen of the plant’s steelworkers who had agreed to train their replacements from Mexico. Shannon was the one who wrote me back that same day.", "filename": "2017_10_23_insider_factory-layoffs-rexnord-jobs-mexico-finding-my-rosie-the-riveter_1542338687.html", "image_url": "https://static01.nyt.com/images/2017/10/21/insider/21rexnordinsider-image2/21rexnordinsider-image2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_23_insider_factory-layoffs-rexnord-jobs-mexico-finding-my-rosie-the-riveter_1542338687.html", "title": "Finding My Rosie the Riveter", "title_page": "Finding My Rosie the Riveter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I had reached out on Facebook to a dozen people who had identified themselves as steelworkers at the plant. Shannon was the only one who wrote me back that same day.\nBut then she canceled our lunch meeting abruptly. She feared that the Rexnord Corporation, the company that owned the factory, would punish her for talking to a reporter.\nI did my best to convince Shannon that I would protect her identity until she’d received her final paycheck from the company. It was a risky promise. Nobody knew when that would be.\n“I’m a stranger and you have no reason to trust me,” I wrote her on Facebook. “But I do want to tell the story of Rexnord and I want to tell it all the way through. I want to find out six months from now or even a year from now what happened to everybody. I want to follow certain people to see where they ended up. I’d love for you to be one of them.”\nLuckily, Shannon did walk through the door at Cracker Barrel, wearing her signature blue eyeliner. She sat down to lunch and told me the story of her life, which was unlike anything I had ever heard.", "url": "https://www.nytimes.com/2017/10/23/insider/factory-layoffs-rexnord-jobs-mexico-finding-my-rosie-the-riveter.html"}