{"authors": ["Brooks Barnes"], "date_download": "2018-11-16 04:09:22", "date_modify": "2018-11-16 04:09:22", "date_publish": "2017-01-04 22:17:43", "description": "Some in Hollywood see a double standard in the awards season treatment of Casey Affleck and Nate Parker.", "filename": "2017_01_04_movies_casey-affleck-nate-parker-awards-season.html_module=inline_1542341362.html", "image_url": "https://static01.nyt.com/images/2017/01/05/arts/05AFFLACK/05AFFLACK-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_04_movies_casey-affleck-nate-parker-awards-season.html_module=inline_1542341362.html", "title": "The Glare Varies for Two Actors on Hollywood’s Awards Trail", "title_page": "The Glare Varies for Two Actors on Hollywood’s Awards Trail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Affleck’s performance has continued to rack up accolades, despite fresh attention on the 2010 lawsuits by the news media. (Asked about them by The Times for an article in November, he responded: “It was settled to the satisfaction of all. I was hurt and upset — I am sure all were — but I am over it.”) More than two dozen critics’ groups and festivals have named him best actor for his “Manchester by the Sea” performance. He is up for a Golden Globe on Sunday and a Screen Actors Guild award on Jan. 29.\nWhy do the two men find themselves in much different circumstances?\nPerhaps people think Mr. Affleck’s performance, and the movie in which he stars, is better. Maybe it’s because, as an Oscar nominee and the brother of the box-office star Ben Affleck, Mr. Affleck has attained a privileged status in Hollywood; the power surrounding him may make people reluctant to openly criticize him. Certainly a factor is the fact that there was unsettling new information revealed about Mr. Parker’s rape case in August — that his accuser later committed suicide — while there have been no new disclosures regarding Mr. Affleck’s cases.\nOr maybe, say those mindful of Hollywood’s checkered racial history, it is because Mr. Affleck is white and Mr. Parker is black.\nJeannie Suk Gersen, a professor at Harvard Law School who teaches criminal law and sexual harassment law, said the reason could be far simpler: Mr. Parker’s case was criminal and Mr. Affleck’s was civil.", "url": "https://www.nytimes.com/2017/01/04/movies/casey-affleck-nate-parker-awards-season.html?module=inline"}