{"authors": ["Miriam Jordan"], "date_download": "2018-11-16 04:25:44", "date_modify": "2018-11-16 04:25:44", "date_publish": "2017-09-05 22:14:34", "description": "The Deferred Action for Childhood Arrivals program will be shut down, raising questions about the effects on 800,000 recipients.", "filename": "2017_09_05_us_daca-what-we-know-and-dont-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342344.html", "image_url": "https://static01.nyt.com/images/2017/09/06/us/06daca-know/06daca-know-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_05_us_daca-what-we-know-and-dont-know.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342344.html", "title": "The End of DACA: What We Know and Don’t Know", "title_page": "The End of DACA: What We Know and Don’t Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "• Information that DACA recipients provided to the United States Citizenship and Immigration Services, including addresses, fingerprints and other details, will not be provided to Immigration and Customs Enforcement for the purpose of making arrests.\n• Department of Homeland Security officials said former DACA recipients would not be a priority for deportation, unless they commit crimes. But given Trump administration policies that have made all undocumented immigrants deportable, it would be up to immigration agents to decide whether former DACA recipients would be spared when they are encountered, say, during an arrest of another immigrant.\nWhat We Don’t Know\n• Mr. Trump called on Congress to come up with a solution after his administration announced that it would end DACA. Lawmakers have drafted several bills but it is unclear whether a divided Congress will agree on a solution before March 5.\n• It is not clear whether there will be any change in how pending DACA applications are reviewed. Because DACA is discretionary, the Department of Homeland Security can begin to deny more cases, experts say. Until now, the overwhelming majority of applicants were approved, unless they had committed a serious crime or did not meet other criteria for eligibility.\n• If Congress does not act before DACA expires, it is not clear how employers will handle the termination of employees who have work permits thanks to the program. How businesses will be affected by the loss of workers, who include engineers, teachers, health care providers and other professionals, is also unknown.\n• DACA beneficiaries may seek alternative means to stay in the United States and work legally, such as asylum, a family-based visa or marriage.\n• It is unclear how the immigration service, which has been understaffed in the past, will handle a flood of renewal applications in the next month.", "url": "https://www.nytimes.com/2017/09/05/us/daca-what-we-know-and-dont-know.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}