{"authors": ["Nora Gordon"], "date_download": "2018-11-16 03:11:04", "date_modify": "2018-11-16 03:11:04", "date_publish": "2017-12-12 19:33:05", "description": "Congressional Republicans are going to make it more difficult for states to address inequality in public education.", "filename": "2017_12_12_opinion_congress-tax-bill-education.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337864.html", "image_url": "https://static01.nyt.com/images/2017/12/13/opinion/12gordon/12gordon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_12_opinion_congress-tax-bill-education.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337864.html", "title": "How the Tax Bill Hurts the Poorest Schools", "title_page": "Opinion | How the Tax Bill Hurts the Poorest Schools - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After a consideration of eliminating all state and local deductions, current proposals have been marketed as a political compromise: Both bills take away taxpayers’ ability to deduct income taxes but allow a property tax deduction of up to $10,000 per year. The problem is that states depend more heavily on income taxes, and local governments on property taxes, so the compromise favors raising funds at the local level. Structuring it this way will only add to inequality in the school system.\nAs an economist who has studied education funding and policy, to me the historical record is clear: State-level school spending is critical. Economic segregation across school districts means some areas need an infusion of resources to have a chance at serving their students well, and states are the primary source of that infusion. Research shows that when states send more resources to their neediest districts, achievement levels in those districts rise.\nBut states are already in a tough spot: The most recent data show they are still recovering from the recession, with over half of them spending less on K-12 now, in inflation-adjusted terms, than they did in 2008.\nIt’s worth noting that more is at stake for states than just education funding. Federal spending cuts are sure to come to pay for this tax bill. There will most likely be calls for cuts in programs that provide food, health care and income assistance to poor families. Just as people will look to the states to fill these new holes in the safety net, it will be harder than ever for states to raise the funds to do so.\nThere is a more responsible way for Congress to handle the state and local tax deductions, for those looking to broker a compromise. Instead of allowing a deduction only for property taxes, Congress could permit a fraction of overall state and local income and property taxes to be deducted.", "url": "https://www.nytimes.com/2017/12/12/opinion/congress-tax-bill-education.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}