{"authors": ["Geeta Anand"], "date_download": "2018-11-16 04:16:44", "date_modify": "2018-11-16 04:16:44", "date_publish": "2017-06-02 17:04:00", "description": "As the United States drops out of the Paris climate pact, New Delhi is canceling coal-fired power plants and investing heavily in renewable energy sources.", "filename": "2017_06_02_world_asia_india-coal-green-energy-climate_1542341804.html", "image_url": "https://static01.nyt.com/images/2017/06/02/world/02Indiacoal1/02Indiacoal1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_02_world_asia_india-coal-green-energy-climate_1542341804.html", "title": "India, Once a Coal Goliath, Is Fast Turning Green", "title_page": "India, Once a Coal Goliath, Is Fast Turning Green - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MUMBAI, India — Just a few years ago, the world watched nervously as India went on a building spree of coal-fired power plants, more than doubling its capacity and claiming that more were needed. Coal output, officials said, would almost triple, to 1.5 billion tons, by 2020.\nIndia’s plans were cited by American critics of the Paris climate accord as proof of the futility of advanced nations trying to limit their carbon output. But now, even as President Trump pulls the United States out of the pact, India has undergone an astonishing turnaround, driven in great part by a steep fall in the cost of solar power.\nExperts now say that India not only has no need of any new coal-fired plants for at least a decade, given that existing plants are running below 60 percent of capacity, but that after that it could rely on renewable sources for all its additional power needs.\nRather than building coal-fired plants, it is now canceling many in the early planning stages. And last month, the government lowered its annual production target for coal to 600 million tons from 660 million.", "url": "https://www.nytimes.com/2017/06/02/world/asia/india-coal-green-energy-climate.html"}