{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:01:05", "date_modify": "2018-11-16 04:01:05", "date_publish": "2017-09-12 23:02:00", "description": "A month before the Supreme Court is to hear arguments in the travel ban case, it temporarily allowed the administration to bar many refugees.", "filename": "2017_09_12_us_supreme-court-refugee-ban.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340865.html", "image_url": "https://static01.nyt.com/images/2017/09/13/us/13dc-scotus/13dc-scotus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_12_us_supreme-court-refugee-ban.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340865.html", "title": "Justices Allow Refugee Ban While Case Proceeds", "title_page": "Justices Allow Refugee Ban While Case Proceeds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In July, Judge Derrick K. Watson of United States District Court in Honolulu disagreed with the administration’s interpretation on both points. “Common sense,” he said, for instance, required grandparents to qualify as close relatives.\nJudge Watson also ruled in favor of those refugees whom resettlement agencies were prepared to assist.\n“An assurance from a United States refugee resettlement agency, in fact, meets each of the Supreme Court’s touchstones,” he wrote. “It is formal, it is a documented contract, it is binding, it triggers responsibilities and obligations, including compensation, it is issued specific to an individual refugee only when that refugee has been approved for entry by the Department of Homeland Security.”\nA unanimous three-judge panel of the United States Court of Appeals for the Ninth Circuit, sitting in Seattle, agreed on both points. At the Supreme Court, the government challenged only the part of the appeals court’s ruling concerning refugees, arguing that there is no direct connection between refugees and resettlement agencies.\n“The absence of a formal connection between a resettlement agency and a refugee subject to an assurance stands in stark contrast to the sort of relationships this court identified as sufficient in its June 26 stay ruling,” the government’s brief said. “Unlike students who have been admitted to study at an American university, workers who have accepted jobs at an American company, and lecturers who come to speak to an American audience, refugees do not have any free-standing connection to resettlement agencies, separate and apart from the refugee-admissions process itself, by virtue of the agencies’ assurance agreement with the government.”\nIn response, lawyers for Hawaii, which is challenging the travel ban, said the administration was mistaking form for substance.", "url": "https://www.nytimes.com/2017/09/12/us/supreme-court-refugee-ban.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}