{"authors": ["Steve Lohr"], "date_download": "2018-11-16 03:43:40", "date_modify": "2018-11-16 03:43:40", "date_publish": "2017-06-12 11:29:21", "description": "The industrial giant, whose jet engines propel air travelers and whose generators light millions of households, declared that it would be installing its first new leader in 16 years.", "filename": "2017_06_12_business_ge-immelt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339820.html", "image_url": "https://static01.nyt.com/images/2017/06/13/world/13immelt2/13immelt2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_12_business_ge-immelt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339820.html", "title": "A Stagnant General Electric Will Replace the C.E.O. Who Transformed It", "title_page": "A Stagnant General Electric Will Replace the C.E.O. Who Transformed It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "General Electric, the 125-year-old industrial giant whose jet engines propel air travelers around the globe and whose electrical generators light millions of households, declared on Monday that it would be installing its first new leader in 16 years.\nJeffrey R. Immelt, 61, the departing chief executive, transformed G.E. over the past decade, jettisoning most of its once-huge financial business, which seemed to threaten the company’s survival after the 2008 economic crisis. Wall Street applauded those moves, but investors grew disenchanted as the company’s stock price and profits stagnated in recent years.\nHis successor, John Flannery, 55, is a longtime G.E. executive who has spent much of his career in finance and deal making, raising expectations among some observers that he might look to sell off pieces of the sprawling company. Mr. Flannery told analysts that he would embark on a “comprehensive review” of all G.E. businesses “with speed, urgency and no constraints.”\nMr. Flannery’s tenure may well determine the shape and the economic role of conglomerates like G.E. — expansive companies with seemingly limitless business ambitions — that once defined an American industrial era. Now, G.E. is among the last of the breed.", "url": "https://www.nytimes.com/2017/06/12/business/ge-immelt.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}