{"authors": ["Sarah Maslin Nir", "Hannah Alani"], "date_download": "2018-11-16 03:17:42", "date_modify": "2018-11-16 03:17:42", "date_publish": "2017-06-21 10:48:21", "description": "Businesses in the shadow of Trump Tower in Manhattan have been affected, for better or worse, by the heightened security and increased pedestrian traffic since Donald J. Trump became president.", "filename": "2017_06_21_nyregion_trump-tower-new-york.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338262.html", "image_url": "https://static01.nyt.com/images/2017/06/21/nyregion/21trumptower1/21trumptower1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_21_nyregion_trump-tower-new-york.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338262.html", "title": "With First Family in Washington, Midtown Tries to Recover", "title_page": "With First Family in Washington, Midtown Tries to Recover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "During the months of snarled traffic, choked sidewalks and tightened police checkpoints that clogged the streets of Manhattan around Trump Tower after the building’s best-known resident was elected president, Charelric Lenglain noticed a dismaying change in the foot traffic to his nearby salon.\nNamely, hardly anyone came for a haircut.\nThis spring, Mr. Lenglain, who said he had lost over 40 percent of his business, shut down the salon, Charelric Coiffure. As many small businesses in the shadow of the gleaming black tower on Fifth Avenue have found, customers were turned off by the turmoil, which persisted long after Donald J. Trump took office in Washington: Security measures stayed in place for his wife, Melania, who remained in their triplex penthouse while their son, Barron, finished school.\nNow that school has ended, the family has reunited at the White House, and the security vise is loosening around the base of the tower, which stands between 57th and 56th Streets. Tourists can peer up without being herded along so aggressively by the police. And strangled businesses are creeping back to normalcy.\nYet for some, the toll of the past six months was too great. In May, Mr. Lenglain reopened blocks away on 59th Street and Central Park West, where he is trying to rebuild his client base.", "url": "https://www.nytimes.com/2017/06/21/nyregion/trump-tower-new-york.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}