{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2018-11-16 03:53:53", "date_modify": "2018-11-16 03:53:53", "date_publish": "2017-10-02 09:00:02", "description": "With their party so toxic in the Deep South, some fear that even by rallying to the side of their Senate candidate, they could push away some voters.", "filename": "2017_10_02_us_politics_doug-jones-democrats-alabama-senate-roy-moore.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340433.html", "image_url": "https://static01.nyt.com/images/2017/10/03/us/03dc-ALABAMA/02dc-ALABAMA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_02_us_politics_doug-jones-democrats-alabama-senate-roy-moore.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340433.html", "title": "A Strong Nominee. A Divisive Opponent. But Can Democrats Win in Alabama?", "title_page": "A Strong Nominee. A Divisive Opponent. But Can Democrats Win in Alabama? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“When you have a person who speaks to a very unique need for healing in the country right now and is facing off against a guy who will not heal our divisions but will fan them, it’s a good race to be helpful in,” he said, noting he had already given Mr. Jones the maximum legal amount.\nSenator Chuck Schumer of New York, the Democratic leader, is engaged in the race and held calls on Tuesday and Wednesday with Senator Chris Van Hollen of Maryland, who runs the Democratic Senate campaign arm, and top aides about Mr. Jones, according to two party officials briefed on the conversations. And Mr. Van Hollen used a Senate Democratic luncheon to urge his colleagues to contribute to Mr. Jones’s campaign and promote him on social media.\nHenry R. Muñoz III, the finance chairman of the Democratic National Committee, said the party’s top fund-raisers conferred about the race at a meeting in Washington last week, reviewing it along with long-anticipated contests for governor in New Jersey and Virginia. Mr. Muñoz said they would convene a session with major donors to discuss the Alabama race.\n“People said: O.K., maybe at first blush, you wouldn’t look at Alabama as a place we can win,” Mr. Muñoz said of the meeting last week. “But maybe we can, and it’s important that we take a stand.”\nMr. Muñoz, who is gay, said Mr. Moore was a uniquely offensive candidate and predicted that lesbian, gay, bisexual and transgender donors, among others, would mobilize to stop him. “The phones are burning up,” he said. “One of the things that the L.G.B.T. community is good at is organizing itself and organizing itself financially.”\nStill, Mr. Jones is in a Goldilocks-like position of seeking just enough national attention to raise money for television ads, but not so much that it defines his campaign. He has raised over $820,000 from all 50 states since Mr. Moore’s win on Tuesday, according to his campaign.\nOfficials from the Democratic Senatorial Campaign Committee and the Democratic National Committee are already in Alabama, and the D.N.C. is holding weekly meetings dedicated to the race here. Two of the party’s leading pollsters are expected to take surveys here this week.", "url": "https://www.nytimes.com/2017/10/02/us/politics/doug-jones-democrats-alabama-senate-roy-moore.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}