{"authors": ["Hannah Beech"], "date_download": "2018-11-16 03:52:12", "date_modify": "2018-11-16 03:52:12", "date_publish": "2017-09-17 19:16:57", "description": "Concern is rising that Rohingya Muslims — both militants and those displaced in recent attacks — will be exploited by international terrorist groups.", "filename": "2017_09_17_world_asia_myanmar-rohingya-militants_1542340332.html", "image_url": "https://static01.nyt.com/images/2017/09/18/world/18ROHINGYA-MILITANTS2/18ROHINGYA-MILITANTS2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_17_world_asia_myanmar-rohingya-militants_1542340332.html", "title": "Rohingya Militants Vow to Fight Myanmar Despite Disastrous Cost", "title_page": "Rohingya Militants Vow to Fight Myanmar Despite Disastrous Cost - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ARSA has also been accused of killing other ethnic populations in Rakhine, such as Hindus and Buddhist Rakhine. At least a dozen non-Rohingya civilians have been killed since Aug. 25, according to Myanmar’s government, along with at least 370 Rohingya militants.\nThe radicalized population in Bangladesh’s overcrowded refugee camps does not hide its fervor.\n“Even if I stay in my home, I could get killed by the military,” said Abul Osman, a 32-year-old madrasa instructor and ARSA fighter who spent three months hiding in the jungly hills on the Myanmar-Bangladesh border after the group’s attack last October. “I might as well die fighting for my rights, as directed by my almighty God. My sacrifice will earn me a place in heaven.”\nBut not everyone wants to be sacrificed. When vigilante mobs and Myanmar’s soldiers burned down his village, Noor Kamal, 18, tried to flee with his 6-year-old brother, Noor Faruq. Both were hacked in the head by ethnic Rakhine armed with machetes and scythes.\nAt a bleak government hospital in Cox’s Bazar, Bangladesh, Noor Kamal shivered with outrage at the ARSA insurgents from his village in northern Maungdaw Township, who attacked a local police post last month. “We are the ones who are suffering because of Al Yaqin,” he said. “They disappeared after the attack. We were the ones left behind for the military to kill.”\nThe besieged villages in Rakhine and squalid refugee settlements in Bangladesh, where at least 800,000 Rohingya now live in desperate conditions, make for fertile ground for transnational militant groups looking for recruits, even if ARSA said this past week that it had no links to such groups.\n“We have seen how democratic and nationalist movements can be taken over by transnational terrorist groups,” said Ali Riaz, a professor of politics and government at Illinois State University who studies Islamic militancy in Bangladesh and surrounding areas. “The presence of legitimate discontent, despair and desperation among hundreds and thousands of people, growing radicalization of a movement, asymmetry of forces engaged in the conflict and a religious dimension to the crisis all provide a conducive environment.”", "url": "https://www.nytimes.com/2017/09/17/world/asia/myanmar-rohingya-militants.html"}