{"authors": ["Cara Buckley"], "date_download": "2018-11-16 04:09:29", "date_modify": "2018-11-16 04:09:29", "date_publish": "2017-12-20 20:06:18", "description": "The Brandeis professor is in charge of a commission backed by the most powerful players in the industry. The hard part is figuring out what comes next.", "filename": "2017_12_20_movies_anita-hill-hollywood-sexual-harassment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341369.html", "image_url": "https://static01.nyt.com/images/2017/12/21/arts/21BAGGER1/21BAGGER1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_20_movies_anita-hill-hollywood-sexual-harassment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341369.html", "title": "Can Anita Hill Fix Hollywood’s Harassment Problem?", "title_page": "Can Anita Hill Fix Hollywood’s Harassment Problem? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Kennedy first proposed the commission at an Elle Women in Hollywood event in October, less than two weeks after the first story about sexual misconduct accusations against Harvey Weinstein broke in The New York Times. In a speech, Ms. Kennedy said that studios, talent agencies and unions should create and fund a commission of labor specialists, lawyers, feminist thinkers and activists who would develop industrywide protections against harassment and abuse. “I reject the idea that misogyny is the true heart of this industry,” she told the crowd.\nSpeaking by phone on Monday, Ms. Kennedy said that despite her initial prescriptive suggestions, she didn’t at the time have a clear idea of what the commission might look like or how it might come about.\nBut with new revelations making news by the day, Ms. Kennedy had increasingly urgent conversations with fellow honchos in and out of the industry. “There was a hunger,” she said, to be part of the conversations, and the solution, she said. A “very cohesive” group of women came together, she said, all wanting to set something in motion. Among them: the lawyer Nina L. Shaw, whose clients have included Ava DuVernay, Lupita Nyong’o and Misty Copeland; Maria Eitel, who co-chairs the Nike Foundation, and founded the nonprofit Girl Effect, which aids impoverished women and girls; and Freada Kapor Klein, a venture capitalist who conducted some of the earliest surveys about sexual harassment in the ’70s.\nThey were casting about for someone to head the commission when Ms. Kapor suggested Ms. Hill, “and, thank goodness, Anita said yes,” Ms. Kennedy said.\nFor some conservatives, the selection of Ms. Hill was an overtly political one, typical of liberal Hollywood.\nAnd indeed in many ways, given the left-leaning world of show business, Ms. Hill was an obvious choice. She is a lawyer and an academic, as well as a household name, which is important in Tinseltown, and has been a figurehead in the fight against sexual harassment since 1991, when she appeared before the Senate Judiciary Committee during the confirmation process for then-Supreme Court nominee Clarence Thomas. Despite Ms. Hill’s testimony that he had assailed her with inappropriate sexual suggestions when they worked together years before, Justice Thomas was confirmed.", "url": "https://www.nytimes.com/2017/12/20/movies/anita-hill-hollywood-sexual-harassment.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}