{"authors": ["William J. Broad", "David E. Sanger"], "date_download": "2018-11-16 03:51:29", "date_modify": "2018-11-16 03:51:29", "date_publish": "2017-09-17 21:03:06", "description": "Despite a long record of intelligence warnings, there is no evidence that Washington has ever moved with urgency to cut off Pyongyang’s access to a rocket fuel.", "filename": "2017_09_17_world_asia_north-korea-rocket-fuel-missiles.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340289.html", "image_url": "https://static01.nyt.com/images/2017/09/19/insider/18DC-MISSILE-01/18DC-MISSILE-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_17_world_asia_north-korea-rocket-fuel-missiles.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340289.html", "title": "The Rare, Potent Fuel Powering North Korea’s Weapons", "title_page": "The Rare, Potent Fuel Powering North Korea’s Weapons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When North Korea launched long-range missiles this summer, and again on Friday, demonstrating its ability to strike Guam and perhaps the United States mainland, it powered the weapons with a rare, potent rocket fuel that American intelligence agencies believe initially came from China and Russia.\nThe United States government is scrambling to determine whether those two countries are still providing the ingredients for the highly volatile fuel and, if so, whether North Korea’s supply can be interrupted, either through sanctions or sabotage. Among those who study the issue, there is a growing belief that the United States should focus on the fuel, either to halt it, if possible, or to take advantage of its volatile properties to slow the North’s program.\nBut it may well be too late. Intelligence officials believe that the North’s program has advanced to the point where it is no longer as reliant on outside suppliers, and that it may itself be making the potent fuel, known as UDMH. Despite a long record of intelligence warnings that the North was acquiring both forceful missile engines and the fuel to power them, there is no evidence that Washington has ever moved with urgency to cut off Pyongyang’s access to the rare propellant.\nClassified memos from both the George W. Bush and Obama administrations laid out, with what turned out to be prescient clarity, how the North’s pursuit of the highly potent fuel would enable it to develop missiles that could strike almost anywhere in the continental United States.", "url": "https://www.nytimes.com/2017/09/17/world/asia/north-korea-rocket-fuel-missiles.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}