{"authors": ["Nick Wingfield"], "date_download": "2018-11-16 03:44:45", "date_modify": "2018-11-16 03:44:45", "date_publish": "2017-10-25 22:40:59", "description": "With permission, Amazon’s couriers in many cities will unlock homes and drop packages inside. Other companies are trying similar tactics.", "filename": "2017_10_25_technology_amazon-key-home.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339885.html", "image_url": "https://static01.nyt.com/images/2017/10/26/business/26AMAZON1/26AMAZON1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_25_technology_amazon-key-home.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339885.html", "title": "Amazon’s Latest Way Into Your Life Is Through the Front Door", "title_page": "Amazon’s Latest Way Into Your Life Is Through the Front Door - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEATTLE — For many online shoppers, packages often linger for distressingly long hours outside their homes, where they can be stolen or soaked by rain. Now, if customers give it permission, Amazon’s couriers will unlock the front doors and drop packages inside when no one is home.\nWhat could possibly go wrong?\nThe head spins with the opportunities for mischief in letting a stranger into an empty home. There are risks for couriers too — whether it’s an attacking dog or an escaping cat. To allay these concerns, Amazon is asking customers to trust it — buy a package of technology including an internet-connected smart lock and an indoor security camera.\nAmazon isn’t the only business that believes this is the future of internet shopping, as well as other services that require home access, like dog walking and house keeping. This summer, a start-up that makes smart locks, Latch, struck a deal with Jet.com, an online shopping site owned by Walmart, to jointly pay for the installation of its locks on 1,000 apartment buildings in New York City to make deliveries easier. The arrangement offers some of the security of a doorman for people who live in buildings without them.\nE-commerce companies have experimented with ways of making deliveries more secure for years. Amazon installs self-service lockers in office buildings and outside supermarkets where customers can fetch their orders, and Daimler and other carmakers have tested the delivery of goods from Amazon and other retailers to customers’ car trunks.", "url": "https://www.nytimes.com/2017/10/25/technology/amazon-key-home.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}