{"authors": ["Jeyup S. Kwaak"], "date_download": "2018-11-16 03:42:09", "date_modify": "2018-11-16 03:42:09", "date_publish": "2017-03-28 12:16:35", "description": "The South Korean giant is considering offering refurbished models of its canceled smartphone, a move that has raised eyebrows in the technology world.", "filename": "2017_03_28_business_samsung-galaxy-note-7-refurbished.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339729.html", "image_url": "https://static01.nyt.com/images/2017/03/29/business/29samsung/29samsung-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_28_business_samsung-galaxy-note-7-refurbished.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339729.html", "title": "Samsung May Bring Back Its Fire-Plagued Galaxy Note 7", "title_page": "Samsung May Bring Back Its Fire-Plagued Galaxy Note 7 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — The star-crossed Samsung Galaxy Note 7 — the ambitious new smartphone whose problems with fires prompted an unprecedented and costly product axing, warnings from airlines and a host of one-liners from late-night comedians — may be headed back into the hands of consumers.\nSamsung Electronics said on Monday that it might sell refurbished versions of the phone. The company said in a statement that some of its existing Note 7s would be “considered to be used as refurbished or rental phones,” while others would be subjected to recycling processes, extracting parts like camera modules as well as metals like copper, nickel, gold and silver.\nA company spokesman said on Tuesday that detailed sales plans had yet to be completed, including in which countries the device might appear. That would depend on demand as well as Samsung’s discussions with regulators and phone operators around the world, he said.\nThe announcement raised eyebrows across the technology world. The company’s flagship smartphone was discontinued in October after some phones overheated and caught on fire, leading Samsung to pull it from the market entirely. The episodes put a major dent on the brand and cost the company $5 billion.", "url": "https://www.nytimes.com/2017/03/28/business/samsung-galaxy-note-7-refurbished.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}