{"authors": ["Ian Fisher", "Ben Hubbard"], "date_download": "2018-11-16 04:34:34", "date_modify": "2018-11-16 04:34:34", "date_publish": "2017-02-14 14:03:50", "description": "A regional approach relying on Arab states has been tried before, and many Palestinians and Israelis are skeptical.", "filename": "2017_02_14_world_middleeast_israel-palestinians-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342874.html", "image_url": "https://static01.nyt.com/images/2017/02/14/world/14israel1/14israel1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_14_world_middleeast_israel-palestinians-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342874.html", "title": "Trump’s Shift to ‘Outside-In’ Strategy for Mideast Peace Is a Long Shot", "title_page": "Trump’s Shift to ‘Outside-In’ Strategy for Mideast Peace Is a Long Shot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Saudi Arabia and its allies in the Persian Gulf are bogged down in a war against Houthi rebels in Yemen and are increasingly worried about Iran’s influence — a concern they share with Israel.\nSyria and Iraq, longtime enemies of Israel, have been locked in lengthy wars that have drained their governments’ resources and given them little time to focus on issues beyond their borders.\nEgypt, too, has turned inward, as its economy has worsened and a jihadist insurgency has taken root on the Sinai Peninsula.\n“Care is there, but attention is not,” Mahmoud Yehia, an Egyptian lawmaker, said of the Palestinian cause. “People are dealing with all these new internal issues now, and they have been struggling economically for years and years before that.”\nSupporters of the outside-in approach say that the merging of interests between Israel and Arab states like Saudi Arabia and Egypt could provide an opening.\nBut that approach has been tried before, without success, in large measure because of deep and nearly universal Arab opposition to Israel. Arab leaders will not dare be seen to align their interests with the Jewish state, even when there is common cause, like opposition to Iran and to terrorist groups like the Islamic State.\nLast year, a survey of attitudes across the Middle East by Zogby Research Services found that 41 percent of respondents in Egypt and 39 percent in Saudi Arabia considered the Israeli occupation of Palestinian lands to be “the greatest obstacle to regional peace,” surpassing any other issue. So while Saudi and Egyptian leaders may collaborate with Israel privately on issues of shared interest, doing so publicly could incite a blowback from their populations.", "url": "https://www.nytimes.com/2017/02/14/world/middleeast/israel-palestinians-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}