{"authors": ["Brian X. Chen"], "date_download": "2018-11-16 03:42:02", "date_modify": "2018-11-16 03:42:02", "date_publish": "2017-04-18 07:00:25", "description": "The phone’s new design, an unfinished important feature and the company’s safety record are all worth taking time to consider.", "filename": "2017_04_18_technology_personaltech_why-wait-to-buy-samsung-galaxy-s8.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339722.html", "image_url": "https://static01.nyt.com/images/2017/04/20/business/20techfix1/20techfix1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_18_technology_personaltech_why-wait-to-buy-samsung-galaxy-s8.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339722.html", "title": "Why You Should Wait Before Buying Samsung’s New Galaxy S8", "title_page": "Why You Should Wait Before Buying Samsung’s New Galaxy S8 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When a splashy new smartphone hits the market, consumers often weigh whether to place an order right away or to wait and see how others react to the device.\nBut with the Galaxy S8, Samsung’s first major smartphone release since the spontaneously combusting Galaxy Note 7 was discontinued last year, there isn’t much of a debate. Your best bet is to wait to buy the roughly $750 device — not just for safety reasons, but also because other uncertainties surround it.\nSamsung declined to provide an early review unit of the Galaxy S8 to The New York Times, but several consumer electronics experts who tried the device ahead of its release this Friday were cautiously optimistic about the product. Even so, they said the phone had some radical design changes that might make people uncomfortable, a few key features were unfinished and Samsung’s recent safety record remained a concern.\nFor those who may not recall, Samsung killed the Galaxy Note 7 last year after some of the phones overheated and several of them caught fire. The South Korean company issued two recalls for the big-screen smartphone and blamed battery manufacturing problems and design flaws for the issues.", "url": "https://www.nytimes.com/2017/04/18/technology/personaltech/why-wait-to-buy-samsung-galaxy-s8.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}