{"authors": ["Joanna Klein"], "date_download": "2018-11-16 03:57:12", "date_modify": "2018-11-16 03:57:12", "date_publish": "2017-03-27 21:44:57", "description": "The expeditions of William Beebe and his coed Department of Tropical Research are remembered at an upcoming show at The Drawing Center in New York.", "filename": "2017_03_27_science_william-beebe-department-of-tropical-research-illustrations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340632.html", "image_url": "https://static01.nyt.com/images/2017/03/28/science/28tb-tropical-promo/28tb-tropical-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_27_science_william-beebe-department-of-tropical-research-illustrations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340632.html", "title": "They Mixed Science, Art and Costume Parties to Reveal Mysteries of the Sea", "title_page": "They Mixed Science, Art and Costume Parties to Reveal Mysteries of the Sea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ernest Schoedsack and Ruth Rose helped bring King Kong to life on movie screens in 1933. But before they did that, the two — a cinematographer and a writer — fell in love aboard a ship bound for an unconventional scientific expedition. The man who brought them together was William Beebe.\nBeebe was among the earliest celebrity scientists. From his perch as an ornithologist at the New York Zoological Society (today the Wildlife Conservation Society), he founded the Department of Tropical Research at the turn of the 20th century.\nUnlike most ecologists of his time, Beebe saw the world beyond science’s narrow lens. He recruited artists, historians, writers and scientists for his expeditions. Together they created awareness about the complex ecosystems primarily in the jungles of South America and the waters of Bermuda and the Galápagos.", "url": "https://www.nytimes.com/2017/03/27/science/william-beebe-department-of-tropical-research-illustrations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}