{"authors": ["Yamiche Alcindor"], "date_download": "2018-11-16 03:52:39", "date_modify": "2018-11-16 03:52:39", "date_publish": "2017-09-28 17:40:17", "description": "In a letter to Facebook founder Mark Zuckerberg, Representative Robin Kelly demanded that he take seriously Russian efforts to exploit racial division.", "filename": "2017_09_28_us_politics_facebook-russia-race-congressional-black-caucus.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340359.html", "image_url": "https://static01.nyt.com/images/2017/09/29/us/29dc-cbcfacebook1/29dc-cbcfacebook1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_28_us_politics_facebook-russia-race-congressional-black-caucus.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340359.html", "title": "Black Lawmakers Pressure Facebook Over Racially Divisive Russian Ads", "title_page": "Black Lawmakers Pressure Facebook Over Racially Divisive Russian Ads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Members of the Congressional Black Caucus pressured Facebook this week to seriously examine how the site allowed Russian operatives to use advertising to target Black Lives Matter and sow racial divisions ahead of last year’s election.\nIn a letter Tuesday to the company’s chief executive, Mark Zuckerberg, Representative Robin Kelly, Democrat of Illinois, wrote that Russian-backed Facebook pages promoted “incendiary anti-immigrant rallies, targeted the Black Lives Matter movement and focused attentions on critical election swing states like Wisconsin and Michigan.”\nRussian groups backed by the country’s president, Vladimir V. Putin, paid Facebook to influence voters last year by “purchasing ads designed to inflame and exploit racial, political and economic rifts in the U.S.,” Ms. Kelly wrote.\nMs. Kelly’s letter follows weeks of criticism of Facebook over its disclosure that Russians used fake pages and advertisements, designed to look like the work of American activists, to spread inflammatory messages during and since the presidential campaign. The company had long denied that Russians had exploited its system, before reversing course on Sept. 6.", "url": "https://www.nytimes.com/2017/09/28/us/politics/facebook-russia-race-congressional-black-caucus.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}