{"authors": ["Mekado Murphy"], "date_download": "2018-11-16 03:22:40", "date_modify": "2018-11-16 03:22:40", "date_publish": "2017-02-23 20:39:34", "description": "The writer and director discusses a sequence from his film.", "filename": "2017_02_23_movies_jordan-peele-narrates-a-scene-from-get-out.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338560.html", "image_url": "https://static01.nyt.com/images/2017/02/24/arts/getout-anatomy-image/getout-anatomy-image-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_23_movies_jordan-peele-narrates-a-scene-from-get-out.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338560.html", "title": "Jordan Peele Narrates a Scene From ‘Get Out’", "title_page": "Jordan Peele Narrates a Scene From ‘Get Out’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A young black man goes to visit the parents of his white girlfriend and things get very, very weird in “Get Out,” the thriller from Jordan Peele. In this scene, Chris (Daniel Kaluuya) is attending a party and feeling very out of place until he spots another black man (Lakeith Stanfield). But the man, who goes by the name of Logan, seems disconnected and not reassuring in the ways Chris had hoped. In an interview, Mr. Peele talked about the racial tension in the scene. Here are excerpts from that conversation.\nWhat was your idea behind this scene?\nA lot of this was about taking African-American fears that we internalize and translating it into a horror film. One fear with a black man dating a white person is that they’re at risk of turning their backs on their own family and their own blackness and abandoning a piece of their identity.\nWith this scene, when Chris meets Logan for the first time, he meets one of his fears of what he might be turning into by dating this white girl. Is he going to somehow lose his blackness? And is that even something that exists or is that a notion that we created? Lakeith’s character [Logan] seems like a person who’s totally neutered of his blackness.\nHave you found yourself in a social situation where there was only you and one other black person in the room and you didn’t make a connection?", "url": "https://www.nytimes.com/2017/02/23/movies/jordan-peele-narrates-a-scene-from-get-out.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}