{"authors": ["Guy Trebay"], "date_download": "2018-11-16 04:03:56", "date_modify": "2018-11-16 04:03:56", "date_publish": "2017-06-23 15:23:05", "description": "Demna Gvasalia sent out clothes for fathers, while Rick Owens continued his focus on the human form.", "filename": "2017_06_23_fashion_mens-style_balenciaga-demna-gvasalia-rick-owens-spring-2018.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341036.html", "image_url": "https://static01.nyt.com/images/2017/06/24/fashion/24PARISMEN-INYT-web1/24PARISMEN-INYT-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_23_fashion_mens-style_balenciaga-demna-gvasalia-rick-owens-spring-2018.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341036.html", "title": "Balenciaga and Rick Owens: Two Paths to the Same Idea", "title_page": "Balenciaga and Rick Owens: Two Paths to the Same Idea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — Back when Paris was suffering under a prolonged equatorial heat spell — on Wednesday, that is — Demna Gvasalia, the Balenciaga designer, staged what he characterized as a family oriented men’s wear show on a wooded path in the Bois de Boulogne.\nIt was 95 degrees at noon and the theme was fathers, Mr. Gvasalia allowing as how he’d recently been looking a lot at pictures of dads with their children. He cast acquaintances to walk alongside the usual models, and with them their own children.\nSuperficially, the presentation was an archaeological riff on the sort of unfashionable stuff that guys unconcerned with fashion might wear for a walk in the park — boxy Lurch jackets, dad jeans with awful bleach finishes, Hawaiian-print shirts, ill-fitting anoraks, clunky brown leather shoes — or already have crammed in their closets.", "url": "https://www.nytimes.com/2017/06/23/fashion/mens-style/balenciaga-demna-gvasalia-rick-owens-spring-2018.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}