{"authors": ["Sarah Maslin Nir"], "date_download": "2018-11-16 04:30:36", "date_modify": "2018-11-16 04:30:36", "date_publish": "2017-12-15 00:42:48", "description": "With the contingency plan for the 2019 shutdown released, residents and city officials tried to figure out what their commuting future looked like.", "filename": "2017_12_14_nyregion_l-train-shutdown-plan-debate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342636.html", "image_url": "https://static01.nyt.com/images/2017/12/15/nyregion/15subway/15subway-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_14_nyregion_l-train-shutdown-plan-debate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342636.html", "title": "New York Digests, and Dissects, L Train Shutdown Plans", "title_page": "New York Digests, and Dissects, L Train Shutdown Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I think it is ironic that the M.T.A., which is spending millions of dollars to repair an issue that was created by the effects of climate change, will invest millions of dollars in purchasing diesel-fueled buses,” said Mr. Espinal, who added that other cities like Los Angeles, Seattle and London have committed to fully electric fleets in the near future. “It’s very surprising that they are going to invest in purchasing buses that run off fossil fuel, when other cities across the country have committed to going 100 percent electric.”\nMs. Hakim said officials would discuss with Mr. Espinal the possibility of electric buses.\nA central piece of the contingency is to establish bus-only lanes across 14th Street during the morning and afternoon rush. But some advocates said that officials should consider extending those hours to make navigating across the width of Manhattan easier. “Anybody who has spent much time on 14th has experienced it not moving,” said Eric McClure, the executive director of StreetsPAC, a political action organization.\nThe Williamsburg Bridge will be restricted solely to vehicles carrying three or more people during rush periods, as well as buses and trucks.\nBut that could wreak havoc on the other bridges that cross the East River, said Jon Orcutt, the director of communications and advocacy at the Transit Center, a research group. “People aren’t crazy,” he said. “They are not going to drive the Williamsburg Bridge every day if it is going to be a nightmare.” Mr. Orcutt said that implementing the same occupancy restrictions across all the bridges could help.\nLakhwinder Singh, who drives a taxi in Brooklyn, feared that the prohibitions on the Williamsburg Bridge — which for taxi drivers would mean they could not drive across without a minimum of two passengers — would make his job harder. “If we no have customers, we don’t have the money,” Mr. Lakhwinder, 38, said.\nSome expressed concerns that people will turn to sharing rides in for-hire cars, clogging the roads even more. “I’m worried. I’m concerned for the culture and the community,” said Wayne Fortune, who sells clothing from a sidewalk table along Bedford Avenue.\nPolly Trottenberg, the city’s transportation commissioner, said that part of the plan is giving the public ample communication, including encouraging drivers to stay off the road at certain times of the day. Still, she was frank: “We cannot understate the magnitude of the disruption.”\nOfficials stressed that the plan was not final and Mr. Orcutt noted that “a lot of this stuff, the city can change day-to-day.” In the end, however, “the city has to do this,” he said. “You can say it won’t work, but there are only so many options you have.”", "url": "https://www.nytimes.com/2017/12/14/nyregion/l-train-shutdown-plan-debate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}