{"authors": ["Michael D. Shear", "Alan Blinder"], "date_download": "2018-11-16 04:01:49", "date_modify": "2018-11-16 04:01:49", "date_publish": "2017-11-21 21:06:45", "description": "President Trump said Alabama voters should not support Doug Jones, the Democratic candidate for the Senate. Mr. Trump declined to say whether he would campaign for Mr. Moore.", "filename": "2017_11_21_us_politics_roy-moore-trump-alabama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340909.html", "image_url": "https://static01.nyt.com/images/2017/11/22/us/22moore-01/22moore-01-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_21_us_politics_roy-moore-trump-alabama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340909.html", "title": "Trump Defends Roy Moore, Citing Candidate’s Denial of Sexual Misconduct", "title_page": "Trump Defends Roy Moore, Citing Candidate’s Denial of Sexual Misconduct - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Senator Mitch McConnell of Kentucky, the majority leader, and House Speaker Paul D. Ryan of Wisconsin said last week that the accusations against Mr. Moore were credible, and called for him to abandon his campaign. Other senators have warned that Mr. Moore could be expelled if he were to be elected in the Dec. 12 vote.\nBut Mr. Trump set aside those concerns and suggested that a victory by Mr. Jones would jeopardize an agenda that the president’s administration was already struggling to advance. Referring to some of the issues that Alabama voters prize, Mr. Trump attacked Mr. Jones, a former federal prosecutor in Birmingham who is now leading Mr. Moore in some polls that were taken after the misconduct accusations surfaced nearly two weeks ago.\n“We don’t need a liberal person in there, a Democrat, Jones,” Mr. Trump said. “I’ve looked at his record. It’s terrible on crime. It’s terrible on the border. It’s terrible on the military.”\nThe president suggested that the passage of time, and the fact that Mr. Moore’s accusers did not come forward earlier, should call into question the accusations. And he noted that Mr. Moore has been elected repeatedly by voters in Alabama.\n“I do have to say, 40 years is a long time,” Mr. Trump said as he left for a five-day Thanksgiving vacation at his Mar-a-Lago club in Palm Beach, Fla. “He’s run eight races, and this has never come up. So 40 years is a long time.”\nIn a statement after Mr. Trump’s remarks, Mr. Jones’s campaign said, “Doug believes the women, and that the people of Alabama will hold Roy Moore accountable.”\nMr. Jones is scrambling to ensure that Alabamians do not forget the controversy. On Tuesday, his campaign repeatedly aired a new television ad featuring recent comments from Ivanka Trump, the president’s elder daughter, who said that she had “no reason to doubt the victims’ accounts” and that “there’s a special place in hell for people who prey on children.”", "url": "https://www.nytimes.com/2017/11/21/us/politics/roy-moore-trump-alabama.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}