{"authors": ["Amy Qin"], "date_download": "2018-11-16 04:47:41", "date_modify": "2018-11-16 04:47:41", "date_publish": "2017-05-29 00:00:29", "description": "Buoyed by the success of car- and bike-sharing companies and fueled with cash, Chinese start-ups are entering what some see as a sharing bubble.", "filename": "2017_05_28_business_china-communal-sharing.html_module=inline_1542343661.html", "image_url": "https://static01.nyt.com/images/2017/05/18/business/00CHINASHARE1/00CHINASHARE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_28_business_china-communal-sharing.html_module=inline_1542343661.html", "title": "In China, Umbrellas and Basketballs Join the Sharing Economy", "title_page": "In China, Umbrellas and Basketballs Join the Sharing Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "China’s cutting-edge, smartphone-based mobile payment systems also make sharing a snap. Run by Chinese internet giants like Tencent Holdings and an affiliate of Alibaba Group, the payment systems integrate seamlessly with a user’s bank account and allow even tiny transactions with simple taps and camera snaps.\nThe Chinese government sees promise in sharing. It estimates sharing last year accounted for $500 billion in transactions, and projected it would account for 10 percent of China’s economic output by 2020.\nAll that drives ideas that may seem puzzling to others — including Shen Weiwei’s umbrella-sharing business.\nMr. Shen, an entrepreneur, acknowledges that it may be difficult for his start-up, a shared umbrella service called Molisan, to turn a profit. Molisan, which means “Magic Umbrella,” will reap only small profit margins charging one renminbi (15 cents) to rent an umbrella for 12 hours from one of Molisan’s custom-designed kiosks, and customers could end up stealing them.\nBut Mr. Shen said he was confident that others would see the public and environmental benefits of having an umbrella-sharing service. So far, Molisan has already reached agreements with both the Guangzhou and Fuzhou city subway companies to place kiosks there. The goal, he said, is to have an umbrella kiosk within a 100-meter range at all times.\n“Everyone at home has a lot of umbrellas, but we never have them when we really need them,” said Mr. Shen. “If we are successful, then users will no longer have to buy umbrellas.”\nSome companies, like the Shanghai-based Duola, which connects concrete mixers, mixer drivers and construction sites, are more niche and have analogues with similar rental businesses elsewhere. Others have a broader user base. In recent months, top venture investors have been setting their sights on the portable phone-charging business, with plans to put portable-battery kiosks in malls and elsewhere. In the past two months alone, China’s top three portable battery-sharing companies — Laidian, Xiaodian, and Jiedian — raised more than $127 million in financing, according to itjuzi.com, a website that tracks investment in Chinese technology companies.", "url": "https://www.nytimes.com/2017/05/28/business/china-communal-sharing.html?module=inline"}