{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:03:11", "date_modify": "2018-11-16 04:03:11", "date_publish": "2017-09-22 07:21:26", "description": "After a decade of decline, global malnutrition rose last year, as global warming and civil conflicts posed a greater threat.", "filename": "2017_09_22_opinion_world-hunger-united-nations_1542340991.html", "image_url": "https://static01.nyt.com/images/2017/09/22/opinion/22fri1/22fri1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_22_opinion_world-hunger-united-nations_1542340991.html", "title": "World Hunger Haunts the U.N. Festivities", "title_page": "Opinion | World Hunger Haunts the U.N. Festivities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As the leaders of the world posture and sermonize for the United Nations General Assembly this week, a growing global specter should spur common concern among them: World hunger, after a decade-long decline, spiked last year, because of scourges like global warming and civil conflicts that show little sign of abating.\nThe number of undernourished human beings on the planet increased from 777 million in 2015 to 815 million in 2016, the United Nations Food and Agriculture Organization estimated, in a report timed for the world leaders’ annual review of their hopes and fears for the planet. That means 11 percent of the world’s population went hungry every day — a 5 percent increase in two years and a severe setback for the United Nations’ goal of eliminating global hunger by 2030.\nThe human suffering underlying the data includes almost one in four children under 5 years of age — 155 million — with stunted growth and a greatly heightened risk of cognitive damage and susceptibility to infection. Another 52 million children are considered “wasting” — weighing too little for their height, for lack of food.\nThe report didn’t specify precise factors that drove the decade of success in diminishing world hunger. But it stressed rising civil strife and climate disruption in explaining the sudden downturn.", "url": "https://www.nytimes.com/2017/09/22/opinion/world-hunger-united-nations.html"}