{"authors": ["Janet Maslin"], "date_download": "2018-11-16 04:10:50", "date_modify": "2018-11-16 04:10:50", "date_publish": "2017-10-03 22:13:15", "description": "Brown’s latest novel features a brilliant futurist and a plot that revolves around the tensions between creationism and science.", "filename": "2017_10_03_books_review-origin-dan-brown_1542341450.html", "image_url": "https://static01.nyt.com/images/2017/10/05/arts/05bookbrown1/05bookbrown1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_03_books_review-origin-dan-brown_1542341450.html", "title": "In Dan Brown’s ‘Origin,’ Robert Langdon Returns, With an A.I. Friend in Tow", "title_page": "In Dan Brown’s ‘Origin,’ Robert Langdon Returns, With an A.I. Friend in Tow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Dan Brown has thrown off the doldrums of “Inferno” with a brisk new book that pits creationism against science, and is liable to stir up as much controversy as “The Da Vinci Code” did. In “Origin,” the brash futurist Edmond Kirsch comes up with a theory so bold, so daring that, as he modestly thinks to himself in Brown’s beloved italics, “It will not shake your foundations. It will shatter them.” Kirsch is of course addressing The World, because that’s the scale on which Brown writes.\nAnd Kirsch is right. Millions of people learn of his shocking, religion-flouting ideas. Entire belief systems are thrown into jeopardy. Action is triggered — the kind that sends Brown’s hunky, beloved Harvard symbology professor, Robert Langdon, chasing all over Spain on Kirsch’s trail, accompanied by the inevitable beautiful and brilliant woman. As one admirer says to Langdon, the full flap this generates “reminds me of the Vatican denouncing your book ‘Christianity and the Sacred Feminine,’ which, in the aftermath, promptly became a best seller.”\nNo need to be so modest. The book the Vatican fought in real life was “The Da Vinci Code.” It sold tens of millions of copies in dozens of languages, and has led to Brown’s selling hundreds of millions of books (not to mention movie tickets) around the world. The voice speaking to Langdon about his popularity is that of Winston, Kirsch’s A.I. avatar. Winston’s sensibilities are so highly developed that he sounds wiser than most people — which is a good thing, since he has to lead Langdon to many of the hoops through which “Origin” makes him leap.\n“Origin” grows out of questions raised by scientists who adopt atheism in a world where strict creationism has less and less relevance. The novel doesn’t paint Kirsch as an enemy of religion, though its prologue does show him arriving threateningly at a scenic abbey in Montserrat to challenge three religious leaders just after a meeting of the Parliament of the World’s Religions.", "url": "https://www.nytimes.com/2017/10/03/books/review-origin-dan-brown.html"}