{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:12:14", "date_modify": "2018-11-16 04:12:14", "date_publish": "2017-06-16 19:17:21", "description": "The president said he was revoking elements of a “terrible and misguided deal” by reinstating travel restrictions, a symbolic step away from seeking better relations.", "filename": "2017_06_16_us_politics_cuba-trump-engagement-restrictions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341534.html", "image_url": "https://static01.nyt.com/images/2017/06/17/us/17DC-prexy/17DC-prexy-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_16_us_politics_cuba-trump-engagement-restrictions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341534.html", "title": "Trump Reverses Pieces of Obama-Era Engagement With Cuba", "title_page": "Trump Reverses Pieces of Obama-Era Engagement With Cuba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Friday, Mr. Trump sought to revive that struggle, listing the misdeeds of the Castro government over more than five decades. “We will never, ever be blind to it,” Mr. Trump said. “We remember what happened.”\nHis audience of Cuban exiles and their families, including Mr. Rubio and Mr. Díaz-Balart, roared its approval. “President Trump will treat the Castro regime as the malevolent dictatorship that it is,” Mr. Díaz-Balart said.\nBut critics argued that Mr. Trump was returning to a strategy that had been a proven failure.\nBenjamin J. Rhodes, a former deputy national security adviser for Mr. Obama who led secret negotiations with Cuban officials that led to the rapprochement, said Mr. Trump’s moves would undermine his stated objectives, pushing the Cubans into the arms of the Chinese and Russians, who have no restrictions on their dealings there, and emboldening hard-liners in the country who are opposed to moving toward democracy.\n“If you want Cuba to change and reform, we are doing the opposite of what would be most likely to bring about reforms inside of Cuba,” Mr. Rhodes said.\nBut some Cuban dissidents who had backed Mr. Obama’s thaw in the hopes it would lead to greater openness on the island said the opposite had occurred. Among them was José Daniel Ferrer García, head of the Cuban Patriotic Union, the largest opposition group in Cuba, who was among the dissidents Mr. Obama met last year in Cuba.\n“We believe that this is the moment for a maximum reversal of some policies that only benefit the Castro regime and does very little or nothing for the oppressed people,” Mr. Ferrer wrote in an open letter to Mr. Trump last week. “It is time to impose strong sanctions on the regime of Raúl Castro.”\nUnder Mr. Trump’s directive, the Treasury and Commerce Departments will have 30 days to begin writing new travel and commercial regulations. They are instructed to reverse a rule that Mr. Obama put in place last year to allow Americans who are making educational or cultural trips to initiate their own travel to Cuba without special permission from the United States government and without a licensed tour company, as long as they kept records of their activities for five years.", "url": "https://www.nytimes.com/2017/06/16/us/politics/cuba-trump-engagement-restrictions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}