{"authors": ["Chris Buckley", "Steven Lee Myers"], "date_download": "2018-11-16 04:16:59", "date_modify": "2018-11-16 04:16:59", "date_publish": "2017-10-11 04:01:01", "description": "Ahead of a Communist Party congress that will install a new generation of military leaders, China’s president moves to cement his influence and make changes.", "filename": "2017_10_11_world_asia_xi-jinping-military-china-purge.html_module=inline_1542341819.html", "image_url": "https://static01.nyt.com/images/2017/10/12/world/12china-military-1/10china-military-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_11_world_asia_xi-jinping-military-china-purge.html_module=inline_1542341819.html", "title": "Xi Jinping Presses Military Overhaul, and Two Generals Disappear", "title_page": "Xi Jinping Presses Military Overhaul, and Two Generals Disappear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — He was one of China’s most prominent commanders, with hopes of rising higher. So when Gen. Fang Fenghui disappeared from public view, it sent a clear warning to the top leaders of the People’s Liberation Army: President Xi Jinping was not done shaking up their once-unassailable ranks.\nGeneral Fang, the chief of the army’s Joint Staff Department, was not the only military leader to fall ahead of next week’s Communist Party congress. Gen. Zhang Yang, the director of the military’s political department, also vanished from sight. Their names have not appeared in the Chinese news media for more than a month, when their successors were announced with no fanfare.\nRemoving the two generals was the latest step by Mr. Xi to strengthen his grip on the military, a pillar of Communist Party power. On the eve of the party congress, which will kick off his second five-year term as the nation’s leader, he seems to have concluded that he must exert greater control to remake the country’s armed forces into a power worthy of China’s global standing.\nMr. Xi’s reorganization of the military has already gone further than seemed possible under his recent predecessors, but as the overhaul and its attendant personnel cuts have begun to take shape, Mr. Xi has confronted poor coordination among branches of the armed forces and foot-dragging from senior officers whose positions have been threatened.", "url": "https://www.nytimes.com/2017/10/11/world/asia/xi-jinping-military-china-purge.html?module=inline"}