{"authors": ["Luis Ferré-Sadurní"], "date_download": "2018-11-16 03:47:19", "date_modify": "2018-11-16 03:47:19", "date_publish": "2017-09-22 03:34:40", "description": "With power gone and most communication out, residents surveyed the extensive damage they could see and wondered about the devastation elsewhere that they could not.", "filename": "2017_09_21_us_puerto-rico-maria-scene_1542340039.html", "image_url": "https://static01.nyt.com/images/2017/09/22/us/22puerto2/22puerto2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_21_us_puerto-rico-maria-scene_1542340039.html", "title": "Stepping Out After a Day and Night of Fear, Puerto Ricans Find an Island in Tatters", "title_page": "Stepping Out After a Day and Night of Fear, Puerto Ricans Find an Island in Tatters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some uprooted trees had blocked the narrow cobblestone streets at Plaza de la Catedral. Colorful red and orange plaster had peeled from some buildings, leaving brick exposed. The abandoned building on the corner in front of the San Cristobal Castle had come down.\n“Was it a Category 4 or 5 that hit us?” Cristina Cardalda asked from a stoop.\nMs. Cardalda had just hung up the phone, the first time she had gotten any sort of signal. It was a worried cousin from Florida. Ms. Cardalda, 55, had taken refuge at her sister’s apartment in Old San Juan. She didn’t know the state of her own apartment in Ocean Park. Nor did she know that her neighborhood had severely flooded and that people were traveling its streets in kayaks.\n“I haven’t heard anything from anyone,” she said. “I don’t even want to call my neighbors to ask.”\nPeople knew only of the damages they could see firsthand. Little did they know of the inundated coastal towns, the flooded highways, the mudslides in the interior or the entire swaths of the island that nobody had heard from since Maria hit.\nThe once-lush landscape on Route 187 on the way to the beach town of Loíza was now barren. Low pasture lands along the road were drowning in murky waters.\nHundreds of cars lined the streets leading to gas stations. They were mostly seeking diesel to fill red containers they would use to fuel their generators back home.\nIn Loíza, one of the poorest towns in the island, many people live — or lived — in wooden homes with zinc roofs. Last week, Hurricane Irma left about 80 families without a roof.", "url": "https://www.nytimes.com/2017/09/21/us/puerto-rico-maria-scene.html"}