{"authors": [], "date_download": "2018-11-16 04:01:03", "date_modify": "2018-11-16 04:01:03", "date_publish": "2017-03-06 16:56:44", "description": "The complete text of President Trump’s executive order on immigration, as released by the White House on Mar. 6, 2017.", "filename": "2017_03_06_us_politics_trump-executive-order-immigration-text.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340863.html", "image_url": "https://static01.nyt.com/images/2017/03/07/us/politics/07immigration-order-text/07immigration-order-text-facebookJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_06_us_politics_trump-executive-order-immigration-text.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340863.html", "title": "Text: President Trump’s Executive Order on Immigration", "title_page": "Text: President Trump’s Executive Order on Immigration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "(f) In light of the conditions in these six countries, until the assessment of current screening and vetting procedures required by section 2 of this order is completed, the risk of erroneously permitting entry of a national of one of these countries who intends to commit terrorist acts or otherwise harm the national security of the United States is unacceptably high. Accordingly, while that assessment is ongoing, I am imposing a temporary pause on the entry of nationals from Iran, Libya, Somalia, Sudan, Syria, and Yemen, subject to categorical exceptions and case-by-case waivers, as described in section 3 of this order.\n(g) Iraq presents a special case. Portions of Iraq remain active combat zones. Since 2014, ISIS has had dominant influence over significant territory in northern and central Iraq. Although that influence has been significantly reduced due to the efforts and sacrifices of the Iraqi government and armed forces, working along with a United States-led coalition, the ongoing conflict has impacted the Iraqi government’s capacity to secure its borders and to identify fraudulent travel documents. Nevertheless, the close cooperative relationship between the United States and the democratically elected Iraqi government, the strong United States diplomatic presence in Iraq, the significant presence of United States forces in Iraq, and Iraq’s commitment to combat ISIS justify different treatment for Iraq. In particular, those Iraqi government forces that have fought to regain more than half of the territory previously dominated by ISIS have shown steadfast determination and earned enduring respect as they battle an armed group that is the common enemy of Iraq and the United States. In addition, since Executive Order 13769 was issued, the Iraqi government has expressly undertaken steps to enhance travel documentation, information sharing, and the return of Iraqi nationals subject to final orders of removal. Decisions about issuance of visas or granting admission to Iraqi nationals should be subjected to additional scrutiny to determine if applicants have connections with ISIS or other terrorist organizations, or otherwise pose a risk to either national security or public safety.\n(h) Recent history shows that some of those who have entered the United States through our immigration system have proved to be threats to our national security. Since 2001, hundreds of persons born abroad have been convicted of terrorism-related crimes in the United States. They have included not just persons who came here legally on visas but also individuals who first entered the country as refugees. For example, in January 2013, two Iraqi nationals admitted to the United States as refugees in 2009 were sentenced to 40 years and to life in prison, respectively, for multiple terrorism-related offenses. And in October 2014, a native of Somalia who had been brought to the United States as a child refugee and later became a naturalized United States citizen was sentenced to 30 years in prison for attempting to use a weapon of mass destruction as part of a plot to detonate a bomb at a crowded Christmas-tree-lighting ceremony in Portland, Oregon. The Attorney General has reported to me that more than 300 persons who entered the United States as refugees are currently the subjects of counterterrorism investigations by the Federal Bureau of Investigation.\n(i) Given the foregoing, the entry into the United States of foreign nationals who may commit, aid, or support acts of terrorism remains a matter of grave concern. In light of the Ninth Circuit’s observation that the political branches are better suited to determine the appropriate scope of any suspensions than are the courts, and in order to avoid spending additional time pursuing litigation, I am revoking Executive Order 13769 and replacing it with this order, which expressly excludes from the suspensions categories of aliens that have prompted judicial concerns and which clarifies or refines the approach to certain other issues or categories of affected aliens.\nSec. 2. Temporary Suspension of Entry for Nationals of Countries of Particular Concern During Review Period. (a) The Secretary of Homeland Security, in consultation with the Secretary of State and the Director of National Intelligence, shall conduct a worldwide review to identify whether, and if so what, additional information will be needed from each foreign country to adjudicate an application by a national of that country for a visa, admission, or other benefit under the INA (adjudications) in order to determine that the individual is not a security or public-safety threat. The Secretary of Homeland Security may conclude that certain information is needed from particular countries even if it is not needed from every country.\n(b) The Secretary of Homeland Security, in consultation with the Secretary of State and the Director of National Intelligence, shall submit to the President a report on the results of the worldwide review described in subsection (a) of this section, including the Secretary of Homeland Security’s determination of the information needed from each country for adjudications and a list of countries that do not provide adequate information, within 20 days of the effective date of this order. The Secretary of Homeland Security shall provide a copy of the report to the Secretary of State, the Attorney General, and the Director of National Intelligence.", "url": "https://www.nytimes.com/2017/03/06/us/politics/trump-executive-order-immigration-text.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}