{"authors": ["David Brooks"], "date_download": "2018-11-16 03:14:40", "date_modify": "2018-11-16 03:14:40", "date_publish": "2017-06-06 07:21:24", "description": "What would I do if I had a billion bucks to use for good?", "filename": "2017_06_06_opinion_giving-away-your-billion-warren-buffett.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338080.html", "image_url": "https://static01.nyt.com/images/2017/06/06/opinion/06brooksWeb/06brooksWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_06_opinion_giving-away-your-billion-warren-buffett.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338080.html", "title": "Giving Away Your Billion", "title_page": "Opinion | Giving Away Your Billion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Recently I’ve been reading the Giving Pledge letters. These are the letters that rich people write when they join Warren Buffett’s Giving Pledge campaign. They take the pledge, promising to give away most of their wealth during their lifetime, and then they write letters describing their giving philosophy.\n“I suppose I arrived at my charitable commitment largely through guilt,” writes George B. Kaiser, an oil and finance guy from Oklahoma, who is purported to be worth about $8 billion. “I recognized early on that my good fortune was not due to superior personal character or initiative so much as it was to dumb luck. I was blessed to be born in an advanced society with caring parents. So, I had the advantage of both genetics … and upbringing.”\nKaiser decided he was “morally bound to help those left behind by the accident of birth.” But he understood the complexities: “Though almost all of us grew up believing in the concept of equal opportunity, most of us simultaneously carried the unspoken and inconsistent ‘dirty little secret’ that genetics drove much of accomplishment so that equality was not achievable.”\nHis reading of modern brain research, however, led to the conclusion that genetic endowments can be modified by education, if you can get to kids early. Kaiser has directed much of his giving to early childhood education.", "url": "https://www.nytimes.com/2017/06/06/opinion/giving-away-your-billion-warren-buffett.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}