{"authors": ["Nick Corasaniti"], "date_download": "2018-11-16 04:02:04", "date_modify": "2018-11-16 04:02:04", "date_publish": "2017-10-11 02:27:28", "description": "Lt. Gov. Kim Guadagno repeatedly linked Philip D. Murphy to Goldman Sachs, and he tried to paint her as being attached to Gov. Chris Christie and President Trump.", "filename": "2017_10_10_nyregion_new-jersey-governor-race-murphy-guadagno.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340924.html", "image_url": "https://static01.nyt.com/images/2017/10/11/nyregion/11njdebate-2/11njdebate-2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_10_nyregion_new-jersey-governor-race-murphy-guadagno.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340924.html", "title": "Sleepy New Jersey Governor’s Race Turns Fiery in First Debate", "title_page": "Sleepy New Jersey Governor’s Race Turns Fiery in First Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NEWARK — The low-profile governor’s race in New Jersey shed its sleepy veneer on Tuesday night as the first general election debate quickly descended into an hourlong rumpus that was both acerbic and wonkish with the two candidates repeatedly lacing into each other’s positions and personal background.\nThough the moderators tried to keep the two candidates from confronting each other, the personal invective at times overshadowed any attempts at addressing specific questions from the moderator or the audience.\nLt. Gov. Kim Guadagno, the Republican candidate, repeatedly sought to bring up Goldman Sachs, the Wall Street bank where Philip D. Murphy, her Democratic opponent, worked for several years. The references drew boos at one time from the audience who seemed to view them as off topic.\nFor his part, Mr. Murphy, over and over, tried to paint Ms. Guadagno as being attached to Gov. Chris Christie “every step of the way.”", "url": "https://www.nytimes.com/2017/10/10/nyregion/new-jersey-governor-race-murphy-guadagno.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}