{"authors": ["Thomas Kaplan", "Robert Pear"], "date_download": "2018-11-16 03:17:47", "date_modify": "2018-11-16 03:17:47", "date_publish": "2017-05-04 18:20:12", "description": "After weeks of struggle, House Republicans narrowly passed hard-fought legislation to repeal and replace large parts of the Affordable Care Act.", "filename": "2017_05_04_us_politics_health-care-bill-vote.html_module=inline_1542338267.html", "image_url": "https://static01.nyt.com/images/2017/05/05/us/05health_mobile3/05health_mobile3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_04_us_politics_health-care-bill-vote.html_module=inline_1542338267.html", "title": "House Passes Measure to Repeal and Replace the Affordable Care Act", "title_page": "House Passes Measure to Repeal and Replace the Affordable Care Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The House bill would eliminate tax penalties for people who go without health insurance. It would roll back state-by-state expansions of Medicaid, which covered millions of low-income Americans. And in place of government-subsidized insurance policies offered exclusively on the Affordable Care Act’s marketplaces, the bill would offer tax credits of $2,000 to $4,000 a year, depending on age.\nA family could receive up to $14,000 a year in credits. The credits would be reduced for individuals making over $75,000 a year and families making over $150,000.\nThe nonpartisan Congressional Budget Office said the first version of the bill would trim the federal budget deficit considerably but would also leave 24 million more Americans without health insurance after a decade. Average insurance premiums would be 15 percent to 20 percent higher in 2018 and 2019, but after that, they would be lower than projected under current law.\nMr. Alexander of Tennessee, chairman of the Senate health committee, said Thursday that Republicans had been quietly working for several months on their own bill and would take the House measure under consideration for ideas and components.\nSenate Republicans will face some of the same dynamics that stymied the House for weeks. Moderate senators will demand significant concessions, which in turn could alienate three hard-liners: Senators Ted Cruz of Texas, Rand Paul of Kentucky and Mike Lee of Utah.\nRepublican senators are certain to face pressure from governors worried about constituents on Medicaid losing their coverage. Republican leaders changed the House bill to woo hard-line conservatives, allowing state governments to roll back required coverage for essential services like maternity and emergency care. States could also seek waivers that would let insurers charge higher premiums for some people with pre-existing medical conditions.", "url": "https://www.nytimes.com/2017/05/04/us/politics/health-care-bill-vote.html?module=inline"}