{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:02:53", "date_modify": "2018-11-16 04:02:53", "date_publish": "2017-06-27 07:21:03", "description": "Thanks to the gun lobby, federal law prohibits research into the third leading cause of death for young people: firearms.", "filename": "2017_06_27_opinion_children-gun-injury-health.html_module=inline_1542340973.html", "image_url": "https://static01.nyt.com/images/2017/06/27/opinion/27tue3web/27tue3web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_27_opinion_children-gun-injury-health.html_module=inline_1542340973.html", "title": "A Children’s Health Crisis Officials Overlook: Shootings", "title_page": "Opinion | A Children’s Health Crisis Officials Overlook: Shootings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That point would seem self-evident, but federal agencies like the Centers for Disease Control and Prevention have stepped lightly on gun violence ever since that budget amendment went into effect. It may explain why this new study, though prepared in the main by C.D.C. researchers, appears not in a government document but in a journal of the American Academy of Pediatrics.\nTo some extent, the findings are not a surprise. Boys are notably at risk, especially as they get older. African-American children are far more likely than whites to fall victim to gunplay, and the highest death rates are concentrated largely in the South. Suicides are a vital concern as well. They account for 38 percent of the 1,297 gun fatalities among children averaged each year from 2012 to 2014. And from 2007 to 2014, the report said, suicide rates rose a startling 60 percent, with those deaths most notable among whites and American Indians.\nHaving guns around is plainly an invitation to trouble. “Suicides are often impulsive in this age group,” and many children who try to kill themselves “spend 10 minutes or less deliberating,” the researchers wrote. That makes “highly lethal means in a time of crisis a crucial factor in determining whether a suicide attempt will be fatal.” In short, fewer guns mean fewer children dying.\nThe report makes reference to findings published last year in the American Journal of Medicine, which underlined how singularly American this threat to children is. That study, using data compiled in 2010 by the World Health Organization, compared firearm deaths in the United States with those for 22 of the world’s wealthiest countries — most of them in Europe but also including Australia, Canada, Japan and South Korea. Though this country had less than half the population of the others combined, it accounted for 91 percent of firearm deaths among children ages 14 and under. A similar figure, 92 percent, was found for young people in their later teens and early 20s.\n“These results,” the authors of that report concluded, “are consistent with the hypothesis that our firearms are killing us rather than protecting us.”", "url": "https://www.nytimes.com/2017/06/27/opinion/children-gun-injury-health.html?module=inline"}