{"authors": ["Michael S. Schmidt"], "date_download": "2018-11-16 04:41:40", "date_modify": "2018-11-16 04:41:40", "date_publish": "2017-05-18 23:37:25", "description": "The former F.B.I. director described being dismayed by the president’s attempts to build a personal relationship with him amid the Russia investigation.", "filename": "2017_05_18_us_politics_james-comey-memo-fbi-trump.html_module=inline_1542343300.html", "image_url": "https://static01.nyt.com/images/2017/05/19/us/19comey/19comey-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_18_us_politics_james-comey-memo-fbi-trump.html_module=inline_1542343300.html", "title": "Comey, Unsettled by Trump, Is Said to Have Wanted Him Kept at a Distance", "title_page": "Comey, Unsettled by Trump, Is Said to Have Wanted Him Kept at a Distance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump called the F.B.I. director, James B. Comey, weeks after he took office and asked him when federal authorities were going to put out word that Mr. Trump was not personally under investigation, according to two people briefed on the call.\nMr. Comey told the president that if he wanted to know details about the bureau’s investigations, he should not contact him directly but instead follow the proper procedures and have the White House counsel send any inquiries to the Justice Department, according to those people.\nAfter explaining to Mr. Trump how communications with the F.B.I. should work, Mr. Comey believed he had effectively drawn the line after a series of encounters he had with the president and other White House officials that he felt jeopardized the F.B.I.’s independence. At the time, Mr. Comey was overseeing the investigation into links between Mr. Trump’s associates and Russia.\nThose interactions included a dinner in which associates of Mr. Comey say Mr. Trump asked him to pledge his loyalty and a meeting in the Oval Office at which Mr. Trump told him he hoped Mr. Comey would shut down an investigation into Mr. Trump’s former national security adviser, Michael T. Flynn. Mr. Trump has denied making the request.", "url": "https://www.nytimes.com/2017/05/18/us/politics/james-comey-memo-fbi-trump.html?module=inline"}