{"authors": ["John R. Quain"], "date_download": "2018-11-16 03:41:17", "date_modify": "2018-11-16 03:41:17", "date_publish": "2017-02-23 16:49:51", "description": "Some say autonomous vehicles should have common technology before they hit the road, but there is also a strong case for independent approaches.", "filename": "2017_02_23_automobiles_wheels_self-driving-cars-standards.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339677.html", "image_url": "https://static01.nyt.com/images/2017/02/23/business/24WHEELS1/24WHEELS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_23_automobiles_wheels_self-driving-cars-standards.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339677.html", "title": "Self-Driving Cars Might Need Standards, but Whose?", "title_page": "Self-Driving Cars Might Need Standards, but Whose? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There is no shortage of companies vying to become the equivalent for self-driving cars of the Windows/Intel standard for PCs. Chip makers like Nvidia — as well as Intel — hope to establish their hardware as the new brains behind autonomous vehicles. Delphi, QNX and Waymo (the former Google self-driving project) are looking to put their software front and center as the operating system of choice. Each wants to sell its own car platform to automakers.\nSome auto companies are embracing new partnerships. BMW is working with Intel, Mobileye and Here to bring self-driving cars to the road and plans to start testing such vehicles this year. Ford is working closely with QNX, a BlackBerry subsidiary, on the software needed for the vehicles it is testing. Fiat Chrysler has built a new experimental fleet of minivans for Waymo.\nThe traditional automotive culture, however, has emphasized independence. And some industry experts point to economic factors that argue against settling on a standard platform. Being dependent on a single vendor can mean higher prices.\n“Automakers don’t want to rely on Apple or Google,” said Glen DeVos, vice president for software and services at Delphi. “But they also don’t want to reinvent the wheel all the time.”\nEmblematic of that carmaker culture is Hyundai, which is mostly going it alone in working on its self-driving entry. The company recently demonstrated how far it has come, ferrying journalists in Las Vegas around in a self-driving version of its Ioniq electric compact car. Hyundai, which likes to emphasize that it even makes its own steel, has developed its own platform, striving for affordability.\n“You don’t have to use a common system,” said Cason Grover, senior group manager for vehicle technology planning innovation at Hyundai. “And we don’t want to go down one path that hinders us in the future from introducing new innovations.”", "url": "https://www.nytimes.com/2017/02/23/automobiles/wheels/self-driving-cars-standards.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}