{"authors": ["Susanne Craig", "Eric Lipton"], "date_download": "2018-11-16 04:49:59", "date_modify": "2018-11-16 04:49:59", "date_publish": "2017-01-11 16:30:53", "description": "Mr. Trump will hand his business empire to a trust controlled by his oldest sons, a move the director of the Office of Government Ethics said was not enough.", "filename": "2017_01_11_us_politics_trump-organization-business-conflicts.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343799.html", "image_url": "https://static01.nyt.com/images/2017/01/12/us/12conflict-ALTALT/12conflict-ALTALT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_11_us_politics_trump-organization-business-conflicts.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343799.html", "title": "Trump’s Plans on Businesses May Fall Short", "title_page": "Trump’s Plans on Businesses May Fall Short - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President-elect Donald J. Trump said Wednesday that he would place his vast business empire in a trust controlled by his two oldest sons and take other steps in an attempt to remove any suggestion of a conflict of interest with his decisions as president. But he said he would not sell his holdings.\nHours later, the government’s top ethics monitor said the plan was wholly inadequate and would leave the president vulnerable to “suspicions of corruption.”\nThe unusual public criticism from Walter M. Shaub Jr., director of the Office of Government Ethics, followed Mr. Trump’s most detailed explanation yet of his plans to distance himself from the global business operations of the Trump Organization. No modern president has entered the White House with such a complicated array of holdings.\nThe steps Mr. Trump outlined include turning over to the United States Treasury any profits received at his hotels from foreign government clients. An ethics officer and, separately, a chief compliance counsel will be appointed at the Trump Organization to watch its operations and ensure that it is not receiving special terms, payment or favors as a result of its ties to Mr. Trump, even as the organization is managed by a trust controlled by his two oldest sons and a longtime legal associate.", "url": "https://www.nytimes.com/2017/01/11/us/politics/trump-organization-business-conflicts.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}