{"authors": ["Sarah Maslin Nir"], "date_download": "2018-11-16 03:17:58", "date_modify": "2018-11-16 03:17:58", "date_publish": "2017-01-17 05:01:02", "description": "The president-elect could be among the bidders when the Queens house where he spent the first four years of his life goes on sale Tuesday.", "filename": "2017_01_17_nyregion_donald-trump-childhood-home-auction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338278.html", "image_url": "https://static01.nyt.com/images/2017/03/29/nyregion/29TRUMPHOME-01/28TRUMPHOME-video-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_17_nyregion_donald-trump-childhood-home-auction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338278.html", "title": "Donald Trump’s Childhood Home Goes to Auction", "title_page": "Donald Trump’s Childhood Home Goes to Auction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s unique, and it has intangible value that goes beyond just the physical real estate,” said Misha Haghani, the principal of Paramount. The company is selling it on behalf of Michael Davis, a real estate prospector who bought it last year for slightly under $1.4 million with the intention of flipping it. “The value of Trump’s name, the value of the president-elect living there as a child, an infant, that value is impossible to define.”\nThe house had originally been scheduled for auction last October when Mr. Trump was the Republican candidate for president, but the sale was postponed when interest grew exponentially as the election neared, Mr. Haghani said.\nAnd if there were any doubts about the aspirations of Mr. Trump — or Mr. Davis, for that matter — those could be laid to rest by a visit to the house. A small upstairs room, where Mr. Trump was said to have slept, is patriotically decorated with a map of America and red, white and blue bedding; downstairs, a picture on a shelf reads, “Dream Big.”\nRecently, when prompted during a television talk show appearance, Mr. Trump alluded that he might be interested in buying it himself. Mr. Haghani said he reached out to the Trump Organization, but has not gotten an answer. Mr. Haghani says interest has been extraordinarily high, from all corners of the globe, but would not venture a guess as to how much the house would sell for.\n“You’re not actually getting anything of tangible value for the Trump association, it’s all intangible,” Mr. Haghani. “It’s like a baseball card,” he added. “It’s whatever it’s worth to you.”", "url": "https://www.nytimes.com/2017/01/17/nyregion/donald-trump-childhood-home-auction.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}