{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:01:19", "date_modify": "2018-11-16 04:01:19", "date_publish": "2017-12-11 23:28:29", "description": "The women said they hoped to be taken more seriously after a torrent of allegations that have toppled the careers of men in media, business and politics.", "filename": "2017_12_11_us_politics_trump-accused-sexual-misconduct.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340879.html", "image_url": "https://static01.nyt.com/images/2017/12/12/us/politics/12dc-women/12dc-women-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_11_us_politics_trump-accused-sexual-misconduct.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340879.html", "title": "Trump Sexual Misconduct Accusations Repeated by Several Women", "title_page": "Trump Sexual Misconduct Accusations Repeated by Several Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Several women who came forward during the 2016 campaign to accuse Donald J. Trump of sexual misconduct renewed their allegations publicly on Monday, betting that recently aggressive attitudes against harassment will give their stories new life and demanding that Congress investigate the president’s actions.\nThe women said that they were frustrated that their stories about what they described as Mr. Trump’s actions did not have a greater effect on his campaign. But they also expressed hope that they would be taken more seriously after a torrent of similar accusations had toppled the careers of powerful men in the news media, business and politics.\n“Now it’s just like, ‘All right let’s try Round 2, the environment is different, let’s try again,’” Samantha Holvey, a former contestant in the Miss USA pageant, said Monday morning on the NBC program “Megyn Kelly Today.” She repeated her charge that Mr. Trump ogled her and other women in the pageant’s hair and makeup room.\nMs. Holvey was joined by Jessica Leeds, who has said Mr. Trump groped and kissed her during a flight in the 1970s, and Rachel Crooks, who has accused Mr. Trump of repeatedly kissing her outside her office in Trump Tower. Lisa Boyne, a fourth accuser, joined the women at a news conference hosted by Brave New Films, a documentary film company.", "url": "https://www.nytimes.com/2017/12/11/us/politics/trump-accused-sexual-misconduct.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}