{"authors": ["Michael Tackett"], "date_download": "2018-11-16 04:01:20", "date_modify": "2018-11-16 04:01:20", "date_publish": "2017-12-12 13:06:33", "description": "In denying again the accusations against him and deriding Senator Kirsten Gillibrand, the president ensured that the issue would gain added energy and prominence.", "filename": "2017_12_12_us_politics_trump-blames-democrats-for-false-accusations-from-women.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340880.html", "image_url": "https://static01.nyt.com/images/2017/12/12/us/13dc-trump/13dc-trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_12_us_politics_trump-blames-democrats-for-false-accusations-from-women.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340880.html", "title": "Trump’s Combative Denials Again Draw Him Into the Sexual Harassment Debate", "title_page": "Trump’s Combative Denials Again Draw Him Into the Sexual Harassment Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump put himself once more at the center of the sexual harassment debate on Tuesday, repeating his contention that the women who have accused him of misconduct fabricated the allegations and describing Senator Kirsten Gillibrand of New York, one of his leading critics, as a “lightweight” who “would do anything” for campaign contributions.\nIn derisive morning Twitter posts, the president responded to three of the women who had come forward on Monday to renew their charges from last year that Mr. Trump had sexually assaulted them before he entered politics, and to Ms. Gillibrand after she called on him to resign on Monday.\nIn the closing weeks of the 2016 presidential campaign, Mr. Trump was put on the defensive by the appearance of an “Access Hollywood” tape. He was heard in the recording boasting of sexual conquests and celebrity entitlement, and the ensuing reaction led to a number of women coming forward to describe specific episodes that included walking in on them changing during beauty pageants as well as groping and kissing them. But Mr. Trump seemed to have weathered those accusations until the flood of recent allegations against powerful men revived the issue of sexual harassment with a newfound fury.\nBy responding so aggressively on Tuesday, the president ensured that calls for renewed scrutiny of the women’s allegations would gain new momentum and that Democrats, who have aggressively recruited women to run for Congress, will have a volatile new issue in the midterm elections next year.", "url": "https://www.nytimes.com/2017/12/12/us/politics/trump-blames-democrats-for-false-accusations-from-women.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}