{"authors": ["Kevin Granville"], "date_download": "2018-11-16 03:14:25", "date_modify": "2018-11-16 03:14:25", "date_publish": "2017-08-28 22:26:52", "description": "Amazon promised lower prices at Whole Foods starting Monday. We went shopping to see if prices really got cheaper.", "filename": "2017_08_28_business_amazon-whole-foods-cheaper-prices.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338065.html", "image_url": "https://static01.nyt.com/images/2017/08/28/business/oakImage-1503958336434/oakImage-1503958336434-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_28_business_amazon-whole-foods-cheaper-prices.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338065.html", "title": "The Amazon Effect: How Prices Dropped at Whole Foods", "title_page": "The Amazon Effect: How Prices Dropped at Whole Foods - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We went shopping on Monday to see how much cheaper Whole Foods, the supermarket chain known for natural foods and high prices, had become after Amazon took over as its new owner.\nAmazon announced last Thursday that it would drop some prices at Whole Foods on Monday, its first day of running the chain often known as “Whole Paycheck” for its pricey goods. The announcement, from a company that has upended much of the retailing world, sent shivers through the stock prices of other food chains.\nSo we compared a basket of goods purchased at Whole Foods at Columbus Circle in Midtown Manhattan last Thursday with the same items purchased at the same store on Monday. We bought products that Amazon had indicated would get a lower price.\nWe saved some money on the second trip, to be sure. But we also learned the hard way that not all avocados are treated equal. Here are the results.", "url": "https://www.nytimes.com/2017/08/28/business/amazon-whole-foods-cheaper-prices.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}