{"authors": ["Sharon Lafraniere"], "date_download": "2018-11-16 04:49:46", "date_modify": "2018-11-16 04:49:46", "date_publish": "2017-06-10 02:55:23", "description": "The government contends that it is up to Congress, not the courts, to act on whether the president should be able to profit from his businesses while in office.", "filename": "2017_06_09_us_justice-department-lawsuit-trump-business.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343786.html", "image_url": "https://static01.nyt.com/images/2017/06/10/us/10dc-ethics/10dc-ethics-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_09_us_justice-department-lawsuit-trump-business.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343786.html", "title": "Justice Dept. Wants Lawsuit Against President Trump Thrown Out", "title_page": "Justice Dept. Wants Lawsuit Against President Trump Thrown Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Justice Department asked a federal court late on Friday to dismiss a lawsuit that accused President Trump of violating the Constitution by continuing to own and profit from his businesses, arguing in part that, even if he had broken the law, it would be up to Congress, not a federal judge, to act.\nIn a 70-page brief, the government also argued that the lawsuit is based on a faulty interpretation of the Constitution and that the plaintiffs had not demonstrated any revenue loss because of Mr. Trump’s business operations.\nThe lawsuit was filed this year in the United States District Court for the Southern District of New York by the Citizens for Responsibility and Ethics in Washington, or CREW, a legal watchdog group. It is seeking a court order to force Mr. Trump to divest himself of his business holdings on the grounds that the Constitution prohibits him from accepting any economic benefit from foreign governments or from the United States government beyond his salary.\nThe other plaintiffs include a group that represents restaurants, the owner of a hotel and restaurant business in New York, and a woman who books hotel events in Washington.", "url": "https://www.nytimes.com/2017/06/09/us/justice-department-lawsuit-trump-business.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}