{"authors": ["Paul Mozur"], "date_download": "2018-11-16 04:16:37", "date_modify": "2018-11-16 04:16:37", "date_publish": "2017-11-21 10:32:36", "description": "The app still functions in China, but its fate there is unclear as the government moves against foreign-run tools for online communication.", "filename": "2017_11_21_business_skype-app-china.html_module=inline_1542341797.html", "image_url": "https://static01.nyt.com/images/2017/11/22/world/22skype-1/22skype-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_21_business_skype-app-china.html_module=inline_1542341797.html", "title": "Skype Vanishes From App Stores in China, Including Apple’s", "title_page": "Skype Vanishes From App Stores in China, Including Apple’s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The move is a reminder of how beholden Apple has become to the Chinese government at a moment when the leadership is pushing to tighten its control over the internet. To stay in China’s good graces, Apple has taken down apps from its Chinese app store in the past. Last year, it said it had complied with a request from the Chinese authorities to remove apps created by The New York Times from its China app store.\nIn recent months, a perfect storm of sensitive political meetings and a new cybersecurity law has led to a sharp crackdown on internet freedoms in China. Foreign TV shows were taken down, software that helps evade China’s internet filters was targeted with heavy disruptions, and in some cases, companies restricted the amount of time that children could spend playing video games.\nBut a key Chinese Communist Party meeting had already ended when Skype disappeared from the app stores — an indication that the cybersecurity law was the reason, and that the law, which began to take effect in June, is likely to have a deep and long-lasting impact on how the internet works in China. While the rules do not specifically ban foreign messaging apps, they do include general language that could be used to justify crackdowns.\n“A broad reading of provisions in the law could be taken to mean that there is no longer support for allowing unfettered access to foreign communications tools such as Skype, WhatsApp, Signal and others that are outside the direct control of Chinese authorities,” said Paul Triolo, the head of global technology at Eurasia Group, a consultancy.\n“Hence these also come under pressure, and are increasingly being throttled or blocked,” he said.\nApple faced heavy criticism this year after it said it had decided to take down software from its app store in China that helps circumvent the government’s internet filters, colloquially called the Great Firewall.\nIn that case, as in this one, it said that the apps violated Chinese rules and that it had taken them down to comply. Apple said this year that it planned to open a data center in China, also in response to China’s new internet laws, which require that such centers be within the country’s borders.", "url": "https://www.nytimes.com/2017/11/21/business/skype-app-china.html?module=inline"}