{"authors": ["Luis Ferré-Sadurní"], "date_download": "2018-11-16 03:47:03", "date_modify": "2018-11-16 03:47:03", "date_publish": "2017-09-23 00:17:02", "description": "In the hard-hit town of Toa Baja, Hurricane Maria’s wrath swept some residents to their deaths.", "filename": "2017_09_22_us_puerto-rico-toa-baja-hurricane-_1542340023.html", "image_url": "https://static01.nyt.com/images/2017/09/23/us/23PUERTO1/23PUERTO1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_22_us_puerto-rico-toa-baja-hurricane-_1542340023.html", "title": "In a Puerto Rican Town, ‘Water Came Out of Nowhere’", "title_page": "In a Puerto Rican Town, ‘Water Came Out of Nowhere’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Residents said they were alerted of the floods by people screaming, “Agua! Agua! Agua!” Some were awakened by the water and many said waters rose to six feet in a matter of 30 minutes. Hundreds tried to salvage their cars by driving them to higher ground and then had to swim back to their homes. Many second stories were also flooded while residents took refuge there.\nThe town was still sorting through the chaos on Friday morning.\nMuddy waters still isolated entire neighborhoods. Flooded houses smelled of mud, food and excrement. The town government was just beginning to account for people and supplies in shelters. Volunteers and government rescuers continued to rescue stranded residents on boats and trucks. Dead horses were found scattered in the streets, eyes bulging and bodies bloated by the waters.\nThree days after Hurricane Maria hit, some residents still hadn’t found their loved ones.\nIris Rodriguez, 55, who lost her house, has not yet found her daughter and two grandchildren. Their family home was in one of the neighborhoods left 15 feet underwater, Ms. Rodriguez said.\n“I’ve tried to remain calm, but,” she said, unable to finish the sentence.\nThe morning the hurricane hit, Maria’s torrential rains forced the government to open five gates of La Plata Lake Dam in Toa Alta. The waters unleashed by the reservoir rushed downhill toward Toa Baja, while storm surges also flooded the town with ocean water from the opposing side, Mr. Márquez said.\n“Currents were coming at an unprecedented level and it got to the point where the dam was going to overflow,” Mr. Rosselló said on Friday.\nThe dam, built in 1974 by Puerto Rico Aqueducts and Sewer Authority, is mostly used to supply the San Juan area with water.", "url": "https://www.nytimes.com/2017/09/22/us/puerto-rico-toa-baja-hurricane-.html"}