{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:01:23", "date_modify": "2018-11-16 04:01:23", "date_publish": "2017-06-11 00:08:09", "description": "Instead of discussing the Justice Department budget, Attorney General Jeff Sessions will face questions from members of Congress who have access to intelligence materials on the Russia inquiry.", "filename": "2017_06_10_us_politics_sessions-senate-russia-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340883.html", "image_url": "https://static01.nyt.com/images/2017/06/11/us/11dcSESSIONS/11dcSESSIONS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_10_us_politics_sessions-senate-russia-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340883.html", "title": "Sessions Will Testify in Senate on Russian Meddling in Election", "title_page": "Sessions Will Testify in Senate on Russian Meddling in Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“In light of reports regarding Mr. Comey’s recent testimony before the Senate Select Committee on Intelligence, it is important that I have an opportunity to address these matters in the appropriate forum,” Mr. Sessions wrote.\nMr. Sessions, who was a surrogate for Mr. Trump during the campaign, recused himself in early March from investigations related to the 2016 election. He removed himself after it emerged that he had met at least twice with the Russian ambassador in 2016, though he had testified at his confirmation hearing that he had not had contact with Russians.\nThe attorney general’s name was invoked several times during Mr. Comey’s testimony.\nMr. Comey told the panel that on Feb. 14, the president had made private comments to Mr. Comey in the Oval Office that he interpreted as an improper order to drop a criminal investigation into Michael T. Flynn, Mr. Trump’s former national security adviser.\nThe next day, Mr. Comey said, he implored Mr. Sessions never to leave him alone again with the president, but Mr. Sessions did not reply.\nIn a statement issued after the testimony, the Justice Department denied that account.\n“The attorney general was not silent; he responded to this comment by saying that the F.B.I. and Department of Justice needed to be careful about following appropriate policies regarding contacts with the White House,” the statement said.", "url": "https://www.nytimes.com/2017/06/10/us/politics/sessions-senate-russia-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}