{"authors": ["James C. Mckinley Jr."], "date_download": "2018-11-16 04:45:56", "date_modify": "2018-11-16 04:45:56", "date_publish": "2017-10-12 00:09:42", "description": "Mr. Vance, the Manhattan district attorney, said his office did not have enough evidence in the 2015 sex abuse case, despite an audio tape the woman had made for the police.", "filename": "2017_10_11_nyregion_cy-vance-defends-weinstein-decision.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343556.html", "image_url": "https://static01.nyt.com/images/2017/10/12/nyregion/12vance1/00vance1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_11_nyregion_cy-vance-defends-weinstein-decision.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343556.html", "title": "Cy Vance Defends Decision Not to Pursue Case Against Harvey Weinstein", "title_page": "Cy Vance Defends Decision Not to Pursue Case Against Harvey Weinstein - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Manhattan district attorney, Cyrus R. Vance Jr., on Wednesday defended his decision not to pursue sexual abuse charges against the movie producer Harvey Weinstein in 2015.\nMr. Vance said his office did not have enough evidence to prosecute Mr. Weinstein, despite an audio tape an Italian model made for the police on which the producer apologized when the woman asked him why he had touched her breasts.\n“Our best lawyers looked at the case,” Mr. Vance said, speaking to reporters after an event at John Jay College of Criminal Justice in Manhattan. “I, like they, was very disturbed by the contents of the tape. It’s obviously sickening. But at the end of the day we operate in a courtroom of law, not the court of public opinion, and our sex crime prosecutors made a determination that this was not going to be a provable case.”\nMr. Vance, who is running unopposed for a third term, has come under withering criticism this week from some quarters for his decision, after revelations in The New York Times and The New Yorker about Mr. Weinstein’s sexual harassment of women he worked with over the last three decades and the payments he made to female accusers to keep their complaints out of the public eye.", "url": "https://www.nytimes.com/2017/10/11/nyregion/cy-vance-defends-weinstein-decision.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}