{"authors": ["Matthew Haag", "Sarah Maslin Nir"], "date_download": "2018-11-16 03:17:14", "date_modify": "2018-11-16 03:17:14", "date_publish": "2017-08-14 18:06:08", "description": "After a white nationalist protest in Virginia erupted into violence over the weekend, concerns have escalated over what Mr. Trump’s arrival in New York might provoke.", "filename": "2017_08_14_nyregion_trump-new-york-city-visit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338234.html", "image_url": "https://static01.nyt.com/images/2017/08/15/us/15TRUMPNYC-04/15TRUMPNYC-04-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_14_nyregion_trump-new-york-city-visit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338234.html", "title": "Thousands Give Trump Bronx Cheers as He Returns to Manhattan Home", "title_page": "Thousands Give Trump Bronx Cheers as He Returns to Manhattan Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Thousands of protesters lined the streets around Trump Tower late Monday, providing a resounding chorus of dissent as Donald J. Trump returned to his high-rise penthouse on Fifth Avenue for the first time as president.\nMr. Trump arrived by helicopter in Lower Manhattan shortly before 9 p.m. and then made his way north in the presidential limousine for the roughly six-mile drive to his soaring Midtown Manhattan building. Throngs of protesters, who had camped outside Trump Tower for hours, awaited his arrival, waving signs, chanting and marching, determined to make sure he heard their disapproval.\n“Shame! Shame!” people chanted as his limousine arrived.\nBut Mr. Trump avoided a confrontation with the demonstrators. His presidential motorcade avoided Fifth Avenue and pulled up to Trump Tower after driving the wrong way on a one-way street.", "url": "https://www.nytimes.com/2017/08/14/nyregion/trump-new-york-city-visit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}