{"authors": ["Mark Mazzetti", "Michael S. Schmidt"], "date_download": "2018-11-16 04:33:06", "date_modify": "2018-11-16 04:33:06", "date_publish": "2017-12-06 18:01:00", "description": "The whistle-blower said Mr. Flynn thought that ending the sanctions would allow a business project he was once involved with to move forward.", "filename": "2017_12_06_us_politics_michael-flynn-russia-sanctions-ripped-up-whistleblower.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342786.html", "image_url": "https://static01.nyt.com/images/2017/12/07/us/politics/07dc-flynn/05dc-legal2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_06_us_politics_michael-flynn-russia-sanctions-ripped-up-whistleblower.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342786.html", "title": "Flynn Said Russian Sanctions Would Be ‘Ripped Up,’ Whistle-Blower Says", "title_page": "Flynn Said Russian Sanctions Would Be ‘Ripped Up,’ Whistle-Blower Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "During the conversation, Mr. Copson told the whistle-blower that “this is the best day of my life” because it was “the start of something I’ve been working on for years, and we are good to go.” Mr. Copson told the whistle-blower that Mr. Flynn had sent him a text message during Mr. Trump’s inaugural address, directing him to tell others involved in the nuclear project to continue developing their plans.\n“This is going to make a lot of very wealthy people,” Mr. Copson said.\nAttempts to reach Mr. Copson on Wednesday were unsuccessful. A lawyer for Mr. Flynn declined to comment.\nThe letter went on to say that “Mr. Copson explained that General Flynn was making sure that sanctions would be ‘ripped up’ as one of his first orders of business and that this would allow money to start flowing into the project.”\nSenator Richard Blumenthal, Democrat of Connecticut, accused ACU of providing misleading statements to him in November in response to questions about the company’s dealings with Mr. Flynn.\n“You said that ACU had ‘no dealings and no relationship since May 2016’ with Mr. Flynn and has ‘no knowledge’ of Mr. Flynn’s efforts to advance the ACU project while on the transition team or in the administration,” Mr. Blumenthal wrote in a letter to Mr. Copson.\nPresident Obama first imposed economic sanctions on Russia in 2014, after Russia’s military incursions in Crimea and Ukraine, and again last December to punish Russia for its attempts to disrupt the United States presidential election.", "url": "https://www.nytimes.com/2017/12/06/us/politics/michael-flynn-russia-sanctions-ripped-up-whistleblower.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}