{"authors": ["Stacy Cowley", "Tara Siegel Bernard"], "date_download": "2018-11-16 03:13:11", "date_modify": "2018-11-16 03:13:11", "date_publish": "2017-09-23 15:09:38", "description": "The data breach highlighted just how entrenched the credit bureau is in the lives of Americans, and consumers’ lack of control over their personal information.", "filename": "2017_09_23_business_equifax-data-breach.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337991.html", "image_url": "https://static01.nyt.com/images/2017/09/22/business/22EQUIFAX-01/22EQUIFAX-01-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_23_business_equifax-data-breach.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337991.html", "title": "As Equifax Amassed Ever More Data, Safety Was a Sales Pitch", "title_page": "As Equifax Amassed Ever More Data, Safety Was a Sales Pitch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Equifax now faces a consumer backlash over its response to the hacking attack. The anger has been intensified by the actions of three senior executives who sold shares worth $1.8 million in the days after the breach was discovered. The stock, which had tripled in the last five years, is down 30 percent since the attack. Equifax said the executives were unaware of the breach when they sold their stock.\nCustomers have been less vocal, given their dependency on the bureaus. Financial firms readily hand over their data because they rely on the credit reports — and the scores they are used to generate — to size up potential customers. The data, over which Equifax and the other bureaus have a stranglehold, is one of the best predictors of risk.\n“We don’t really have a choice to opt out of the credit report system,” said Pete Mills, senior vice president of residential policy at the Mortgage Bankers Association, which represents some of Equifax’s biggest clients, home loan providers. “We spend a lot of money trying to protect our customers, and then we give that data to others,” like the credit bureaus.\nEquifax said it was supporting customers who may have been affected by the data breach. “We value our customers and have been in close communication with them,” said Wyatt Jefferies, a company spokesman.\nUnder Mr. Smith, Equifax has been creative in developing new markets and services. The company expanded globally, often by acquiring local competitors; it now operates in 24 countries.\nNew analytic products have been a priority. Equifax has a team of mathematicians who mine its data to develop algorithms predicting how consumers will behave. Those insights are sold to companies like lenders.\nAt a financial conference last year, Mr. Smith described a new system that searched four billion public tweets for keywords like “car” and “automotive lease.” It paired the tweets with a person’s Equifax credit file. In real time, the credit bureau could identify potential buyers and provide its customer, a company selling car leases, with everything it wanted to know about those people.", "url": "https://www.nytimes.com/2017/09/23/business/equifax-data-breach.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}