{"authors": ["Hannah Beech"], "date_download": "2018-11-16 03:52:20", "date_modify": "2018-11-16 03:52:20", "date_publish": "2017-09-02 14:14:28", "description": "Tens of thousands escaped into Bangladesh, where they told New York Times journalists accounts of massacres by security forces. Hunger and hardship await them across the border.", "filename": "2017_09_02_world_asia_rohingya-myanmar-bangladesh-refugees-massacre.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340340.html", "image_url": "https://static01.nyt.com/images/2017/09/03/world/03rohingya-cover/03rohingya-cover-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_02_world_asia_rohingya-myanmar-bangladesh-refugees-massacre.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340340.html", "title": "Desperate Rohingya Flee Myanmar on Trail of Suffering: ‘It Is All Gone’", "title_page": "Desperate Rohingya Flee Myanmar on Trail of Suffering: ‘It Is All Gone’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "REZU AMTALI, Bangladesh — They stumble down muddy ravines and flooded creeks through miles of hills and jungle in Bangladesh, and thousands more come each day, in a line stretching to the monsoon-darkened horizon.\nSome are gaunt and spent, already starving and carrying listless and dehydrated babies, with many miles to go before they reach any refugee camp.\nThey are tens of thousands of Rohingya, who arrive bearing accounts of massacre at the hands of the Myanmar security forces and allied mobs that started on Aug. 25, after Rohingya militants staged attacks against government forces.\nThe retaliation that followed was carried out in methodical assaults on villages, with helicopters raining down fire on civilians and front-line troops cutting off families’ escape. The villagers’ accounts all portray indiscriminate attacks against fleeing noncombatants, adding to a death toll that even in early estimates is high into the hundreds, and is probably vastly worse.\n“There are no more villages left, none at all,” said Rashed Ahmed, a 46-year-old farmer from a hamlet in Maungdaw Township in Myanmar. He had already been walking for four days. “There are no more people left, either,” he said. “It is all gone.”\nThe Rohingya are a Muslim ethnic minority who live in Myanmar’s far western Rakhine State. Most were stripped of their citizenship by the military junta that used to rule Myanmar, and they have suffered decades of repression under the country’s Buddhist majority, including killings and mass rape, according to the United Nations. A new armed resistance is giving the military more reasons to oppress them.\nBut the past week’s exodus of civilians caught in the middle, which the United Nations said had reached nearly 76,000 on Saturday, dwarfs previous outflows of refugees to Bangladesh in such a short time period. Friday’s influx alone was the single largest movement of Rohingya here in more than a generation, according to the United Nations office in Dhaka.", "url": "https://www.nytimes.com/2017/09/02/world/asia/rohingya-myanmar-bangladesh-refugees-massacre.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}