{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:24:28", "date_modify": "2018-11-16 03:24:28", "date_publish": "2017-12-22 10:00:47", "description": "Steelworkers thought they would see a new dawn for their industry. But the president’s pledge to do something has actually done more harm than good.", "filename": "2017_12_22_business_economy_trump-steel-industry-layoffs.html_rref=collection%2Fbyline%2Fana-swanson&module=inline_1542338668.html", "image_url": "https://static01.nyt.com/images/2017/12/15/business/00DC-STEEL-1web/00DC-STEEL-1web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_22_business_economy_trump-steel-industry-layoffs.html_rref=collection%2Fbyline%2Fana-swanson&module=inline_1542338668.html", "title": "Trump Promised to Protect Steel. Layoffs Are Coming Instead.", "title_page": "Trump Promised to Protect Steel. Layoffs Are Coming Instead. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Kameen Thompson, the union president at the Conshohocken plant, said many workers had voted for Mr. Trump because of his support for steel. “You want to vote for what you believe is going to help you keep a job,” Mr. Thompson said.\nMs. Allen, whose father worked at the Conshohocken plant before her, was not a Trump supporter. “He told them what they wanted to hear so they would vote for him, and now they’re seeing what president he is,” she said.\nBut other workers who supported the president are keeping the faith.\nChuck Hauer, who has worked at the plant for 22 years and ranks around 80 on the seniority list — meaning he is likely to be laid off — said he had voted Republican because he believed that Mr. Trump was “for the people.” He said he still believed that the tariffs would happen, though perhaps not soon enough to save him.\n“He’s just delaying it,” Mr. Hauer said of the president. “And I think the delay is hurting us more than he knows.”", "url": "https://www.nytimes.com/2017/12/22/business/economy/trump-steel-industry-layoffs.html?rref=collection%2Fbyline%2Fana-swanson&module=inline"}