{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:19:40", "date_modify": "2018-11-16 04:19:40", "date_publish": "2017-08-02 00:06:32", "description": "The Trump administration is preparing to redirect resources of the civil rights division toward investigating and suing universities deemed to have discriminated against whites, a document says.", "filename": "2017_08_01_us_politics_trump-affirmative-action-universities.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341980.html", "image_url": "https://static01.nyt.com/images/2017/08/08/insider/02civil/02civil-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_01_us_politics_trump-affirmative-action-universities.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341980.html", "title": "Justice Dept. to Take On Affirmative Action in College Admissions", "title_page": "Justice Dept. to Take On Affirmative Action in College Admissions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Trump administration is preparing to redirect resources of the Justice Department’s civil rights division toward investigating and suing universities over affirmative action admissions policies deemed to discriminate against white applicants, according to a document obtained by The New York Times.\nThe document, an internal announcement to the civil rights division, seeks current lawyers interested in working for a new project on “investigations and possible litigation related to intentional race-based discrimination in college and university admissions.”\nThe announcement suggests that the project will be run out of the division’s front office, where the Trump administration’s political appointees work, rather than its Educational Opportunities Section, which is run by career civil servants and normally handles work involving schools and universities.", "url": "https://www.nytimes.com/2017/08/01/us/politics/trump-affirmative-action-universities.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}