{"authors": ["Matt Apuzzo"], "date_download": "2018-11-16 04:33:15", "date_modify": "2018-11-16 04:33:15", "date_publish": "2017-10-28 22:04:19", "description": "The lawyer, Ty Cobb, said on “The New Washington” podcast that the White House staff is cooperating with an eye toward a swift end to the investigation.", "filename": "2017_10_28_us_politics_ty-cobb-trump-lawyer-new-washington.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342795.html", "image_url": "https://static01.nyt.com/images/2017/10/29/us/29dc-cobb/29dc-cobb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_28_us_politics_ty-cobb-trump-lawyer-new-washington.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342795.html", "title": "Trump Unworried About What Former Aides Will Tell Mueller, Lawyer Says", "title_page": "Trump Unworried About What Former Aides Will Tell Mueller, Lawyer Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The special counsel is also examining Mr. Flynn’s financial ties to Russia and whether he concealed lobbying he did last year for Turkey.\nThe White House has given Mr. Mueller’s team documents related to Mr. Manafort and Mr. Flynn, as well as the firing of the F.B.I. director, James B. Comey, and other topics. Mr. Trump has instructed all White House staff members to cooperate with investigators, Mr. Cobb said.\nMr. Mueller has begun interviewing White House staff members, but he has not yet asked to speak with Mr. Trump. “We’d have to address that in the future if they see a need to talk to him,” Mr. Cobb said.\nMr. Cobb said none of the White House documents turned over to Mr. Mueller showed evidence that that anyone colluded with Russia, or that Mr. Trump tried to obstruct justice. The president is fully cooperating with the special counsel, he said.\n“I think the path that he chose of trying to minimize conflict and maximize cooperation is one that benefits the country as he tries to erase this cloud,” Mr. Cobb said. “Which I think he will ultimately achieve.”\nHe did not say when he believed that would happen, but he predicted the end of the investigation was nearing.\n“I don’t think that it’s far away,” he said.\n____________\nHow do I listen?\nOn your iPhone or iPad:\nOpen the preloaded app called Podcasts; it has a purple icon. If you’re reading this from your phone, tap this link, which will take you straight there. (You can also use the magnifying glass icon to search; type “The New Washington.”)", "url": "https://www.nytimes.com/2017/10/28/us/politics/ty-cobb-trump-lawyer-new-washington.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}