{"authors": ["Ian Austen"], "date_download": "2018-11-16 04:03:29", "date_modify": "2018-11-16 04:03:29", "date_publish": "2017-12-30 01:07:15", "description": "Plans by a Google sibling for a development where robots collect trash and heated paths melt snow have generated excitement. But its data-collection sensors have spurred privacy concerns.", "filename": "2017_12_29_world_canada_google-toronto-city-future.html_module=inline_1542341009.html", "image_url": "https://static01.nyt.com/images/2017/12/30/world/30CANADA-GOOGLE-01/31CANADA-GOOGLE-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_29_world_canada_google-toronto-city-future.html_module=inline_1542341009.html", "title": "City of the Future? Humans, Not Technology, Are the Challenge in Toronto", "title_page": "City of the Future? Humans, Not Technology, Are the Challenge in Toronto - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TORONTO — For a city striving to become a major technology center, it was a prize catch: A Google corporate sibling would spend the coming year planning a futuristic metropolis in a derelict part of Toronto’s waterfront.\nWhen announcing this fall that the company, Sidewalk Labs, would create a city of tomorrow, Prime Minister Justin Trudeau of Canada promised the project would create “technologies that will help us build smarter, greener, more inclusive” communities. Even the nasty weather off Lake Ontario would be tamed, the developer pledged.\nBut tempering the excitement of some Toronto residents are concerns that are perhaps inevitable when it comes to a company renowned for collecting and analyzing data.\nQuayside, as the project is known, will be laden with sensors and cameras tracking everyone who lives, works or merely passes through the area. In what Sidewalk calls a marriage of technology and urbanism, the resulting mass of data will be used to further shape and refine the new city. Lifting a term from its online sibling, the company calls the Toronto project “a platform.”", "url": "https://www.nytimes.com/2017/12/29/world/canada/google-toronto-city-future.html?module=inline"}