{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:42:31", "date_modify": "2018-11-16 04:42:31", "date_publish": "2017-08-10 00:55:13", "description": "Gen. Kim Rak-gyom, commander of North Korean missile units, said the launching of missiles would be a warning to the United States.", "filename": "2017_08_09_world_asia_north-korea-missiles-guam.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343351.html", "image_url": "https://static01.nyt.com/images/2017/08/10/world/10guam-video/10guam-video-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_09_world_asia_north-korea-missiles-guam.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343351.html", "title": "North Korea Says It Might Fire Missiles Into Waters Near Guam", "title_page": "North Korea Says It Might Fire Missiles Into Waters Near Guam - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "North Korea will fine tune its launching plans by the middle of this month and wait for a final order from its leader, Kim Jong-un, the North’s official news agency said, citing Gen. Kim Rak-gyom, commander of the Strategic Force of the Korean People’s Army.\nGeneral Kim’s remarks came after Mr. Trump warned that North Korea would be met with “fire and fury, and frankly power the likes of which the world has never seen before” if it continued to expand its nuclear and missile programs. The North test fired two intercontinental ballistic missiles, or ICBMs, last month, demonstrating an ability to fire a missile that eventually could hit the continental United States with a nuclear payload.\n“Sound dialogue” is not possible with someone “bereft of reason, and only absolute force can work on him,” General Kim said, accusing Mr. Trump of having spoken “a load of nonsense.” He said Mr. Trump, who he said was spending his time on the “golf links,” was failing to “grasp the ongoing grave situation.”", "url": "https://www.nytimes.com/2017/08/09/world/asia/north-korea-missiles-guam.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}