{"authors": ["Peter Baker"], "date_download": "2018-11-16 03:59:30", "date_modify": "2018-11-16 03:59:30", "date_publish": "2017-06-02 20:02:53", "description": "No one working for President Trump who was sent out to explain his decision on the Paris accords knows or would say if he believes in climate change.", "filename": "2017_06_02_us_politics_climate-change-trump-hoax-scott-pruitt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340770.html", "image_url": "https://static01.nyt.com/images/2017/06/03/us/03trump/03trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_02_us_politics_climate-change-trump-hoax-scott-pruitt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340770.html", "title": "Does Donald Trump Still Think Climate Change Is a Hoax? No One Can Say", "title_page": "Does Donald Trump Still Think Climate Change Is a Hoax? No One Can Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I do not speak for the president,” said Ryan Zinke, the interior secretary.\n“You should ask him that,” said Kellyanne Conway, the White House counselor.\nMr. Trump offered no opportunity for anyone to ask him that on Friday. But his current views, whatever they may be, presumably shaped his thinking as he evaluated whether to remain in the Paris accord. Given that he promised on Thursday to seek to re-enter the pact on better terms or negotiate an entirely new deal that he said would be fairer to the United States, his acceptance or denial of climate science seems likely to determine his approach.\nIn his speech announcing his decision, he did not address the science of climate change or repeat any of the skepticism he has expressed for years. Instead, he cast it largely in economic terms, arguing that President Barack Obama agreed to a bad deal for Americans that would handcuff the economy and put the United States at a disadvantage against its international competitors. He did not say the goal itself was pointless, only that it would be too much of a burden.\nBut administration officials clearly saw no benefit in clarifying. If they affirmed that he still believed climate change to be fake, they would expose him to even more criticism at home and abroad and complicate the lives of those advisers who accept the broad scientific consensus. If they asserted that he had changed his mind and now agreed that climate change is real, then they would have to explain a flip-flop while risking criticism from his own base.", "url": "https://www.nytimes.com/2017/06/02/us/politics/climate-change-trump-hoax-scott-pruitt.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}