{"authors": ["Glenn Thrush", "Maggie Haberman", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:25:36", "date_modify": "2018-11-16 04:25:36", "date_publish": "2017-09-05 00:18:43", "description": "Delaying a decision on the Deferred Action for Childhood Arrivals program would buy the president some breathing room but displease nearly everyone else.", "filename": "2017_09_04_us_president-trump-daca-dreamers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342336.html", "image_url": "https://static01.nyt.com/images/2017/09/05/us/05dc-daca01/05dc-daca01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_04_us_president-trump-daca-dreamers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342336.html", "title": "On DACA, President Trump Has No Easy Path", "title_page": "On DACA, President Trump Has No Easy Path - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — For months, an anxious and uncertain President Trump was caught between opposing camps in the West Wing prodding him to either scrap or salvage an Obama-era program allowing undocumented immigrants brought to the country as minors to remain in the United States.\nLast week, with a key court deadline looming for Deferred Action for Childhood Arrivals, or DACA, Mr. Trump, exasperated, asked his aides for “a way out” of a dilemma he created by promising to roll back the program as a presidential candidate, according to two people familiar with the exchange.\nMr. Trump’s chief of staff, John F. Kelly, who had wrestled with crafting a compromise in his previous job as the president’s homeland security secretary, began consulting with Republican lawmakers and staff members for a quick fix, according to three officials familiar with the situation. He finally arrived at an inelegant solution to an intractable problem: Delaying a decision on the final fate of about 800,000 “Dreamers” covered by President Barack Obama’s executive action for six months, and putting it on Congress to come up with a legislative solution to the problem.\nCongressional Republicans expect the administration to unveil some version of this stopgap solution on Tuesday, but Mr. Trump will not make the announcement himself. Instead, Attorney General Jeff Sessions will handle it at an 11 a.m. briefing. He will not take questions from reporters.", "url": "https://www.nytimes.com/2017/09/04/us/president-trump-daca-dreamers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}