{"authors": ["Max Fisher", "Josh Keller", "The Interpreter"], "date_download": "2018-11-16 04:37:06", "date_modify": "2018-11-16 04:37:06", "date_publish": "2017-11-07 05:05:58", "description": "Americans advance a lot of theories for why they have so many more gun deaths than other countries do. The answer is lying in plain sight.", "filename": "2017_11_07_world_americas_mass-shootings-us-international.html_module=inline_1542343026.html", "image_url": "https://static01.nyt.com/images/2017/11/07/world/interpreter-guns-image/interpreter-guns-image-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_07_world_americas_mass-shootings-us-international.html_module=inline_1542343026.html", "title": "What Explains U.S. Mass Shootings? International Comparisons Suggest an Answer", "title_page": "What Explains U.S. Mass Shootings? International Comparisons Suggest an Answer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Worldwide, Mr. Lankford found, a country’s rate of gun ownership correlated with the odds it would experience a mass shooting. This relationship held even when he excluded the United States, indicating that it could not be explained by some other factor particular to his home country. And it held when he controlled for homicide rates, suggesting that mass shootings were better explained by a society’s access to guns than by its baseline level of violence.\nFactors That Don’t Correlate\nIf mental health made the difference, then data would show that Americans have more mental health problems than do people in other countries with fewer mass shootings. But the mental health care spending rate in the United States, the number of mental health professionals per capita and the rate of severe mental disorders are all in line with those of other wealthy countries.\nA 2015 study estimated that only 4 percent of American gun deaths could be attributed to mental health issues. And Mr. Lankford, in an email, said countries with high suicide rates tended to have low rates of mass shootings — the opposite of what you would expect if mental health problems correlated with mass shootings.\nWhether a population plays more or fewer video games also appears to have no impact. Americans are no more likely to play video games than people in any other developed country.\nRacial diversity or other factors associated with social cohesion also show little correlation with gun deaths. Among European countries, there is little association between immigration or other diversity metrics and the rates of gun murders or mass shootings.\nAdvertisement Continue reading the main story\nA Violent Country\nAmerica’s gun homicide rate was 33 per million people in 2009, far exceeding the average among developed countries. In Canada and Britain, it was 5 per million and 0.7 per million, respectively, which also corresponds with differences in gun ownership.\nAmericans sometimes see this as an expression of deeper problems with crime, a notion ingrained, in part, by a series of films portraying urban gang violence in the early 1990s. But the United States is not actually more prone to crime than other developed countries, according to a landmark 1999 study by Franklin E. Zimring and Gordon Hawkins of the University of California, Berkeley.\nRather, they found, in data that has since been repeatedly confirmed, that American crime is simply more lethal. A New Yorker is just as likely to be robbed as a Londoner, for instance, but the New Yorker is 54 times more likely to be killed in the process.\nThey concluded that the discrepancy, like so many other anomalies of American violence, came down to guns.\nMore gun ownership corresponds with more gun murders across virtually every axis: among developed countries, among American states, among American towns and cities and when controlling for crime rates. And gun control legislation tends to reduce gun murders, according to a recent analysis of 130 studies from 10 countries.\nThis suggests that the guns themselves cause the violence.\nPhoto\nComparisons in Other Societies\nSkeptics of gun control sometimes point to a 2016 study. From 2000 and 2014, it found, the United States death rate by mass shooting was 1.5 per one million people. The rate was 1.7 in Switzerland and 3.4 in Finland, suggesting American mass shootings were not actually so common.\nNewsletter Sign Up Continue reading the main story Subscribe to the Interpreter Newsletter Understand the world with sharp insight and commentary on the major news stories of the week. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut the same study found that the United States had 133 mass shootings. Finland had only two, which killed 18 people, and Switzerland had one, which killed 14. In short, isolated incidents. So while mass shootings can happen anywhere, they are only a matter of routine in the United States.\nAs with any crime, the underlying risk is impossible to fully erase. Any individual can snap or become entranced by a violent ideology. What is different is the likelihood that this will lead to mass murder.\nAdvertisement Continue reading the main story\nIn China, about a dozen seemingly random attacks on schoolchildren killed 25 people between 2010 and 2012. Most used knives; none used a gun.\nBy contrast, in this same window, the United States experienced five of its deadliest mass shootings, which killed 78 people. Scaled by population, the American attacks were 12 times as deadly.\nBeyond the Statistics\nIn 2013, American gun-related deaths included 21,175 suicides, 11,208 homicides and 505 deaths caused by an accidental discharge. That same year in Japan, a country with one-third America’s population, guns were involved in only 13 deaths.\nThis means an American is about 300 times more likely to die by gun homicide or accident than a Japanese person. America’s gun ownership rate is 150 times as high as Japan’s. That gap between 150 and 300 shows that gun ownership statistics alone do not explain what makes America different.\nThe United States also has some of the weakest controls over who may buy a gun and what sorts of guns may be owned.\nSwitzerland has the second-highest gun ownership rate of any developed country, about half that of the United States. Its gun homicide rate in 2004 was 7.7 per million people — unusually high, in keeping with the relationship between gun ownership and murders, but still a fraction of the rate in the United States.\nSwiss gun laws are more stringent, setting a higher bar for securing and keeping a license, for selling guns and for the types of guns that can be owned. Such laws reflect more than just tighter restrictions. They imply a different way of thinking about guns, as something that citizens must affirmatively earn the right to own.\nPhoto\nThe Difference Is Culture\nThe United States is one of only three countries, along with Mexico and Guatemala, that begin with the opposite assumption: that people have an inherent right to own guns.\nAdvertisement Continue reading the main story\nThe main reason American regulation of gun ownership is so weak may be the fact that the trade-offs are simply given a different weight in the United States than they are anywhere else.\nAfter Britain had a mass shooting in 1987, the country instituted strict gun control laws. So did Australia after a 1996 shooting. But the United States has repeatedly faced the same calculus and determined that relatively unregulated gun ownership is worth the cost to society.\nThat choice, more than any statistic or regulation, is what most sets the United States apart.\n“In retrospect Sandy Hook marked the end of the US gun control debate,” Dan Hodges, a British journalist, wrote in a post on Twitter two years ago, referring to the 2012 attack that killed 20 young students at an elementary school in Connecticut. “Once America decided killing children was bearable, it was over.”", "url": "https://www.nytimes.com/2017/11/07/world/americas/mass-shootings-us-international.html?module=inline"}