{"authors": ["Julia O Malley"], "date_download": "2018-11-16 03:36:58", "date_modify": "2018-11-16 03:36:58", "date_publish": "2017-08-07 18:34:23", "description": "Amateurs pack the shores of the Kenai River, perhaps the most colorful, and contentious, fishing spot in America.", "filename": "2017_08_07_dining_sockeye-salmon-fishing-in-alaska.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339418.html", "image_url": "https://static01.nyt.com/images/2017/08/09/dining/09SALMON-SS-slide-RN1C/09SALMON-SS-slide-RN1C-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_07_dining_sockeye-salmon-fishing-in-alaska.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339418.html", "title": "Free Alaskan Salmon: Just Bring a Net and Expect a Crowd", "title_page": "Free Alaskan Salmon: Just Bring a Net and Expect a Crowd - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KENAI, Alaska — Wenceslous Fru, a physician assistant from Anchorage, stood on the sandy shore of the Kenai River and imagined the dinner he would put together once he felt the jostle of a salmon in his long-handled dip net. He would make it the way they do back home in Cameroon, splitting it down the belly and opening it like a book, rubbing it with ginger, garlic and spices, and then slipping it under the broiler.\nFishing nearby, Raviwan Dougherty, an Anchorage restaurant worker from Thailand, envisioned steaming hers and bathing it in fish sauce, lime juice and chiles.\nLyubov Miroshnick, who works in a dental office in Wasilla, planned to smoke her catch after a soak in her Ukrainian grandparents’ brine recipe.\n“Mainly, we fish for the winter,” said Ms. Miroshnick, who had a dozen family members with her. “That’s how most people survive here. It’s the cheaper way.”", "url": "https://www.nytimes.com/2017/08/07/dining/sockeye-salmon-fishing-in-alaska.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}