{"authors": ["Stephanie Strom"], "date_download": "2018-11-16 04:55:15", "date_modify": "2018-11-16 04:55:15", "date_publish": "2017-06-27 00:04:20", "description": "The changes requested by the Third Point hedge fund underscore the idea that legacy food brands must radically shake up their portfolios to remain profitable.", "filename": "2017_06_26_business_nestle-activist-investor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344115.html", "image_url": "https://static01.nyt.com/images/2017/06/27/business/27DB-NESTLE/27DB-NESTLE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_26_business_nestle-activist-investor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344115.html", "title": "Shareholders Demand More Drastic Shifts at Nestlé", "title_page": "Shareholders Demand More Drastic Shifts at Nestlé - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nestlé, the Swiss food giant that helps bring the world Stouffer’s frozen dinners, Kit Kat candy bars and even L’Oréal hair coloring, is feeling pressure to change its corporate recipe.\nLate on Sunday, the activist investor Daniel S. Loeb informed Nestlé that he had amassed about $3.5 billion of its stock and would like to see the company make big changes. Among them: for Nestlé to sell its stake in L’Oréal, because it has nothing to do with food, and to winnow its portfolio, which currently has more than 2,000 brands, by selling off those that do not add much to the bottom line.\nThe problem faced by Nestlé and other food giants is that many of their traditional brands are under intense pressure not only because of changing popular tastes but also because of the way people discover and buy the foods they like. Sales of classic brands have plateaued, and upstarts are grabbing market share, leaving companies like Nestlé struggling to adjust.\nWhile Mr. Loeb’s stated interest is to increase returns to shareholders like himself — in a letter to Nestlé from his hedge fund, Third Point, that Mr. Loeb made public on Sunday, he said that selling the L’Oréal stake would be a good first step to “dramatically improve both the growth profile and earnings of the company” — his actions were also likely inspired by these tectonic shifts in the way people eat and shop.", "url": "https://www.nytimes.com/2017/06/26/business/nestle-activist-investor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}