{"authors": ["Joanna Klein"], "date_download": "2018-11-16 03:57:03", "date_modify": "2018-11-16 03:57:03", "date_publish": "2017-11-22 20:28:33", "description": "An analysis of 3D photomosaics of reefs in the Pacific Ocean could help scientists better understand the health of coral around the world.", "filename": "2017_11_22_science_coral-reefs-3d-photomosaics.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340623.html", "image_url": "https://static01.nyt.com/images/2017/11/22/science/23TB-CORAL3/merlin_130416182_f50b438b-e6fd-45d9-9632-9b64678eb4d6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_22_science_coral-reefs-3d-photomosaics.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340623.html", "title": "‘Crazy Jigsaw Puzzles’ Improve Our Views of Coral Reefs", "title_page": "‘Crazy Jigsaw Puzzles’ Improve Our Views of Coral Reefs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A century ago, if you wanted to document ocean life, you’d throw on a 60-pound glass helmet, dive in and sketch whatever passed by with a lead pencil on a zinc tablet. Today most scientists studying corals still dive with an hour’s worth of oxygen and a plastic piece of paper, using their personal judgments to jot down all they can before the air runs out.\nBut over the last few years, technology has catapulted oceanography into a new era of discovery. Now a scientist can carry along a camera in a waterproof box, take thousands of photographs an hour and upload those images to computers too fast to exist a decade ago. Powerful software then stitches together the photos and identifies unique features, creating billions of reference points that help to calculate the location of corals in 3D space.", "url": "https://www.nytimes.com/2017/11/22/science/coral-reefs-3d-photomosaics.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}