{"authors": ["Mark Landler"], "date_download": "2018-11-16 03:51:04", "date_modify": "2018-11-16 03:51:04", "date_publish": "2017-09-19 19:44:57", "description": "The president declared that nations should respect each other’s sovereignty. But he threatened to act aggressively against some nations, like North Korea and Iran.", "filename": "2017_09_19_world_trump-speech-united-nations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340264.html", "image_url": "https://static01.nyt.com/images/2017/09/20/world/20sovereignty1/20sovereignty1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_19_world_trump-speech-united-nations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340264.html", "title": "Trump Offers a Selective View of Sovereignty in U.N. Speech", "title_page": "Trump Offers a Selective View of Sovereignty in U.N. Speech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That did not stop him from railing against the policies of his three major nemeses. North Korea, he said, starved and tortured its people, and had ordered the assassination of Kim Jong-nam, the half brother of its tyrannical ruler, Kim Jong-un. Iran’s regime had transformed a proud nation into an “economically depleted rogue state.” Venezuela’s leader, Nicolás Maduro, had stolen power and left his people in poverty and misery.\nAll three, he warned, could feel the full fury of American might, going so far as to say that if the United States were forced to defend itself, “we will have no choice but to totally destroy North Korea.”\nBut Mr. Trump said nothing about human rights abuses in countries that are either allies, like Saudi Arabia, or that do not rise to the level of strategic threat, like Myanmar, which is systematically persecuting its Muslim minority, but which went unmentioned in his speech.\n“The Iranian regime’s support for terror is in stark contrast to the recent commitments of many of its neighbors to fight terrorism and halt its finance,” he said, before singling out Saudi Arabia for praise.\nMr. Trump was also more cautious about the imperial ambitions of two great powers, Russia and China. “We must reject threats to sovereignty from the Ukraine to the South China Sea,” he declared in his only reference to Russia’s destabilization of its neighbor and China’s establishment of a chain of military outposts in disputed waters off its coast.\nHis failure to mention Russia’s interference in the 2016 election was in keeping with his general reluctance to criticize Moscow. But it was nevertheless remarkable, given that few actions constitute a more direct threat to American sovereignty than that one.\nMr. Trump did take China to task for its reluctance to do more to curb its neighbor, North Korea. “It is an outrage that some nations would not only trade with such a regime, but would arm, supply and financially support a country that imperils the world with nuclear conflict,” he said.", "url": "https://www.nytimes.com/2017/09/19/world/trump-speech-united-nations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}