{"authors": ["Nick Corasaniti"], "date_download": "2018-11-16 04:29:29", "date_modify": "2018-11-16 04:29:29", "date_publish": "2017-11-08 10:05:57", "description": "Before Philip D. Murphy was a governor, he was a Goldman Sachs executive. And before that, he was raised in a home that revered the Kennedys.", "filename": "2017_11_08_nyregion_new-jersey-governor-phil-murphy_1542342569.html", "image_url": "https://static01.nyt.com/images/2017/11/08/nyregion/08NJGOV1/08NJGOV1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_08_nyregion_new-jersey-governor-phil-murphy_1542342569.html", "title": "New Jersey’s Next Governor: A Rich Donor With Progressive Roots", "title_page": "New Jersey’s Next Governor: A Rich Donor With Progressive Roots - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ASBURY PARK, N.J. — Philip Dunton Murphy bounded onto the stage here in early November amid rapturous cheers, though they were not all for him. His good friend, Jon Bon Jovi, had just blitzed through a three-song set, mixed with a brief endorsement of Mr. Murphy spoken over the chords of “Who Says You Can’t Go Home.”\nFor Mr. Murphy, it was a note-perfect moment: irrefutable testimony of his New Jersey bona fides and of his progressive, working-class roots from a native son revered as a balladeer of the New Jersey working stiff.\nBut over more than 500 days of relentless campaigning, such moments did not always come easily or naturally for Mr. Murphy, whose setting for much of his professional life has been rarefied corporate boardrooms and ornate European salons rather than rowdy campaign scenes.\nAs he prepares to take office in January as New Jersey’s next governor, Mr. Murphy, a former Goldman Sachs executive, is propped up by a fragile coalition unsure of a man who is largely unknown to most residents. His task is to convince a wary Democratic electorate that he is more than what his resume proclaims — a wealthy, longtime establishment political donor whose insider connections helped him land an ambassadorship — and that his brand of pragmatic-yet-progressive politics is both sincere and able to yield results.", "url": "https://www.nytimes.com/2017/11/08/nyregion/new-jersey-governor-phil-murphy.html"}