{"authors": ["Patrick Mcgeehan"], "date_download": "2018-11-16 03:12:58", "date_modify": "2018-11-16 03:12:58", "date_publish": "2017-04-10 02:40:49", "description": "The task of moving people around the New York City area falls to a tangle of agencies. But when something goes awry, it’s up to Amtrak to sort it out.", "filename": "2017_04_09_nyregion_amtrak-penn-station-squabbles-commuters-mass-transit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337978.html", "image_url": "https://static01.nyt.com/images/2017/04/10/nyregion/00NYTRANSPORTATION1/00NYTRANSPORTATION1-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_09_nyregion_amtrak-penn-station-squabbles-commuters-mass-transit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337978.html", "title": "Snarled Commutes, Squabbling Agencies and Amtrak’s Penn Station Responsibilities", "title_page": "Snarled Commutes, Squabbling Agencies and Amtrak’s Penn Station Responsibilities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Penn Station is a symbol of the failure of America to keep up with the escalating demands on urban public transportation, as cities have become much bigger and more important as global economic hubs,” Ms. Wylde said.\nShe said large employers in New York were frustrated by the exclusion of private investment to help improve the city’s transportation infrastructure.\n“Our competitor cities in Europe, Asia and Australia generally have modern systems and equipment, largely designed, built and managed through public-private partnerships,” Ms. Wylde said. “The frustration of the business community is not over which governmental units are running the railroad, but the missed opportunity to tap the private sector to create systems that can measure up to 21st-century expectations.”\nMr. Wright said the patchwork response to the recent disruptions offered a glimpse of what life in the region might be like if one of the 110-year-old rail tunnels under the Hudson had to shut down. And the question is no longer “if,” but “when.”\nAmtrak officials have warned that the damage to those two single-track tubes from Hurricane Sandy will eventually force Amtrak to close off one for repairs. When that happens, the number of commuter trains crossing the river at peak travel times will decline by 75 percent, a potentially crippling blow to the regional economy, they said.\nThe loss of that many trains would drive commuters to try crossing in buses or cars, on ferries or on PATH. Last week, New York Waterway added boats to its routes out of Hoboken and PATH honored New Jersey Transit passes, the costs to be recouped later from the railroad.", "url": "https://www.nytimes.com/2017/04/09/nyregion/amtrak-penn-station-squabbles-commuters-mass-transit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}