{"authors": ["Mike Isaac", "Benjamin Weiser"], "date_download": "2018-11-16 03:41:25", "date_modify": "2018-11-16 03:41:25", "date_publish": "2017-05-27 21:38:56", "description": "Travis Kalanick’s father was also seriously injured in the accident on Friday near Fresno, Calif., the company said.", "filename": "2017_05_27_business_uber-chief-executive-mother-killed-boating-accident.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339685.html", "image_url": "https://static01.nyt.com/images/2017/05/28/business/28kalanick/28kalanick-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_27_business_uber-chief-executive-mother-killed-boating-accident.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339685.html", "title": "Mother of Uber Chief Executive Killed in Boating Accident", "title_page": "Mother of Uber Chief Executive Killed in Boating Accident - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — The mother of Travis Kalanick, the chief executive of Uber, was killed and his father seriously injured in a boating accident on Friday near Fresno, Calif., the company said on Saturday.\nBonnie Kalanick, 71, who formerly worked in advertising sales at The Los Angeles Daily News, had long had a close relationship with her son Travis, whom she raised with her husband, Donald, in the suburbs of Los Angeles.\nDonald Kalanick was rushed to a nearby hospital and was listed in serious condition, the company said. By midafternoon Saturday, an Uber spokesman said his condition had stabilized.\n“Travis and his family suffered an unspeakable tragedy,” the spokesman, Matt Kallman, said in a statement. “Our thoughts and prayers are with Travis and his family in this heartbreaking time.”", "url": "https://www.nytimes.com/2017/05/27/business/uber-chief-executive-mother-killed-boating-accident.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}