{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:17", "date_modify": "2018-11-16 04:54:17", "date_publish": "2017-10-24 09:00:28", "description": "Paint companies are predicting a very dark 2018. But designers say that’s a good thing — and here’s why.", "filename": "2017_10_24_realestate_how-to-use-dark-paint.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344057.html", "image_url": "https://static01.nyt.com/images/2017/10/29/realestate/29fix3/29fix3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_24_realestate_how-to-use-dark-paint.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344057.html", "title": "Scared of Dark Paint? Don’t Be", "title_page": "Scared of Dark Paint? Don’t Be - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Judging from the pages of shelter magazines and interior designers’ Instagram feeds, dark colors are in. And paint companies are offering plenty of options.\nEarlier this month, Sherwin-Williams picked a rich, moody blue called Oceanside as its 2018 color of the year. Benjamin Moore named Caliente, an intense shade of red, its upcoming color of the year, and its newest line of paint, Century, is composed of 75 saturated colors like Amethyst, Black Currant and Obsidian. Glidden Paint chose a black called Deep Onyx as its next color of the year, and Olympic Paints & Stains named Black Magic its choice for 2018.\nThe deep, rich colors promoted for years by companies like the decorator favorite Farrow & Ball, it seems, are finally going mainstream. “From the beautiful, vivacious tones of Radicchio to the super-dark rich of Studio Green, Farrow & Ball is seeing more confidence within decorating choices as we head into 2018,” Charlotte Cosby, who heads up the company’s creative team, wrote in an email.\nJoa Studholme, Farrow & Ball’s international color consultant, attributed the trend to a desire to cocoon. “We’re sort of surrounding ourselves with comfort, and one of the ways we’re doing it is through color – to make our homes feel sort of nurturing and tender,” she said. “Instead of coming into clean, white houses, we’re going into homes that sort of give us a hug.”", "url": "https://www.nytimes.com/2017/10/24/realestate/how-to-use-dark-paint.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}