{"authors": ["J. David Goodman", "William Neuman"], "date_download": "2018-11-16 04:52:15", "date_modify": "2018-11-16 04:52:15", "date_publish": "2017-11-21 00:45:19", "description": "Mayor Bill de Blasio admitted that New York City had failed for years on checking for lead paint in thousands of public-housing apartments.", "filename": "2017_11_20_nyregion_lead-paint-inspections-public-housing-de-blasio.html_module=inline_1542343935.html", "image_url": "https://static01.nyt.com/images/2017/11/21/nyregion/21mayor/21mayor-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_20_nyregion_lead-paint-inspections-public-housing-de-blasio.html_module=inline_1542343935.html", "title": "Lead Paint Failure May Bring Federal Monitor for Public Housing", "title_page": "Lead Paint Failure May Bring Federal Monitor for Public Housing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This is who I am,” he said of his out-of-state travel. “This is what I’m going to do.”\nBut it was questions about the 175,000-unit Housing Authority that dominated the news conference, and Mr. de Blasio sought to project a measured sense of outrage as he navigated the first crisis of his post-re-election mayoralty.\nFederal rules require annual inspections of all public housing apartments where lead paint may be present, in about 55,000 public housing units in New York, and city law requires inspections of about 4,200 apartments where a child under the age of 6 resides.\nNeither requirement had been followed starting in 2012, when a loosening of federal rules for general inspections of apartment conditions resulted in the city dropping all visual inspections for lead. They were not restarted when Mr. de Blasio became mayor in 2014, though he said it was not brought to his attention for more than two years.\nIn March 2016, the mayor said that the city had “a very stringent inspection effort,” remarks aimed at reassuring public housing residents who were learning then of a federal investigation into lead levels, and the possibility that false paperwork had been filed.\nOn Monday, Mr. de Blasio said that it was not long after making that statement that he learned it was not accurate — but said he could not pinpoint the timing — and he wished that he had publicly corrected his comments.\nMr. de Blasio said that he expected residents of public housing to be angry. “I’m angry, too, and I’m frustrated, too,” he said.\nThe mayor added that all of the apartments covered by city law had now been inspected, a process that began last year, and that further checks will be done.", "url": "https://www.nytimes.com/2017/11/20/nyregion/lead-paint-inspections-public-housing-de-blasio.html?module=inline"}