{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:31", "date_modify": "2018-11-16 04:54:31", "date_publish": "2017-06-02 09:00:07", "description": "What kind of air-conditioner is best for your home — and how much do you really have to spend on it?", "filename": "2017_06_02_realestate_the-best-way-to-cool-your-space.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344071.html", "image_url": "https://static01.nyt.com/images/2017/06/04/realestate/04FIXCOV/04FIXCOV-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_02_realestate_the-best-way-to-cool-your-space.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344071.html", "title": "The Best Way to Cool Your Space", "title_page": "The Best Way to Cool Your Space - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Summer is nearly here, and your home will soon be heating up. But just the thought of looking for a new air-conditioner is enough to make you break out in a sweat. How do you know which one to buy, and how it will affect your energy bill? What if your apartment building doesn’t allow window units? Not to worry: We’ve done the research for you.\nThe key to comfort and savings is finding the unit that fits your space. An air-conditioner that isn’t powerful enough won’t effectively cool your home and could end up inflating your power bill. One that is too powerful will work too quickly, shutting off before most of the humidity has been removed, leaving your place cool but clammy. And all that cycling on and off can stress the equipment and shorten its life span.\nEnergy efficiency is another factor: The energy efficiency ratio (EER) is a measure of how well a cooling system will operate when the temperature outside is 95 degrees. Look for an air-conditioner with an Energy Star label, indicating that it is more efficient than required by government standards. But remember that no matter how efficient your air-conditioner is, you won’t get the most for your money — or be as comfortable as you could be — if your home is not properly sealed and insulated.\nWith all of that in mind, here are some guidelines to help you find the right air-conditioner for your home.", "url": "https://www.nytimes.com/2017/06/02/realestate/the-best-way-to-cool-your-space.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}