{"authors": ["Steve Lohr"], "date_download": "2018-11-16 04:03:35", "date_modify": "2018-11-16 04:03:35", "date_publish": "2017-04-09 19:14:50", "description": "Today’s striking advances in artificial intelligence owe a lot to research in Canada over the years. But the country has so far failed to cash in.", "filename": "2017_04_09_technology_canada-artificial-intelligence.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341015.html", "image_url": "https://static01.nyt.com/images/2017/04/08/business/10CANADAAI1/10CANADAAI1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_09_technology_canada-artificial-intelligence.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341015.html", "title": "Canada Tries to Turn Its A.I. Ideas Into Dollars", "title_page": "Canada Tries to Turn Its A.I. Ideas Into Dollars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TORONTO — Long before Google started working on cars that drive themselves and Amazon was creating home appliances that talk, a handful of researchers in Canada — backed by the Canadian government and universities — were laying the groundwork for today’s boom in artificial intelligence.\nBut the center of the commercial gold rush has been a long way away, in Silicon Valley. In recent years, many of Canada’s young A.I. scientists, lured by lucrative paydays from Google, Facebook, Apple and other companies, have departed. Canada is producing a growing number of A.I start-ups, but they often head to California, where venture capital, business skills and optimism are abundant.\n“Canada is not really reaping the benefits from this A.I. technical leadership and decades of investment by the Canadian government,” said Tiff Macklem, former senior deputy governor of the Bank of Canada, who is dean of the Rotman School of Management at the University of Toronto.\nNow bringing A.I. home is a priority for the Canadian government, companies, universities and technologists. The goal, they say, is to build a business environment around the country’s expertise and to keep the experts its universities create in the country.", "url": "https://www.nytimes.com/2017/04/09/technology/canada-artificial-intelligence.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}