{"authors": ["Kate Kelly"], "date_download": "2018-11-16 04:26:47", "date_modify": "2018-11-16 04:26:47", "date_publish": "2017-02-11 19:03:05", "description": "With crucial posts still vacant, Gary Cohn, a longtime Goldman Sachs executive, has become the president’s go-to figure on matters related to jobs, business and growth.", "filename": "2017_02_11_business_dealbook_trump-economic-cabinet-gary-cohn.html_module=inline_1542342407.html", "image_url": "https://static01.nyt.com/images/2017/02/10/business/DB-COHN/DB-COHN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_11_business_dealbook_trump-economic-cabinet-gary-cohn.html_module=inline_1542342407.html", "title": "Trump’s Economic Cabinet Is Mostly Bare. This Man Fills the Void.", "title_page": "Trump’s Economic Cabinet Is Mostly Bare. This Man Fills the Void. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He is also studying how to revamp the Affordable Care Act, which Mr. Trump vowed during the campaign to repeal — a promise that is proving to be more complicated to keep than he had expected.\nMr. Cohn is working with a health care specialist and consulting with House Republicans: Speaker Paul D. Ryan; Kevin McCarthy, the majority leader; and Jeb Hensarling, chairman of the Financial Services Committee. Mr. Cohn is determining which aspects of the act may be worth keeping (allowing people to stay on their parents’ plans until age 26 and mandating coverage of people with pre-existing conditions) and which may not (allowing people to sign up for health insurance outside of the typical enrollment periods).\nOrin Snyder, a corporate litigator and longtime friend of Mr. Cohn’s who speaks to him regularly, said, “He is working around the clock, energized and focused like a laser beam on developing the best plan for implementing the president’s economic agenda.”\nThis account of Mr. Cohn’s role in economic matters, amid the tumultuous first three weeks of the Trump administration, is based on interviews with four people who have observed or been briefed on his transition from Goldman to the White House and his early work in the administration.\nMr. Trump has already vowed to dismantle the Dodd-Frank Act, the financial regulation law that was passed in 2010, and has ordered a reassessment of an Obama-era rule requiring financial advisers to act in the best interest of their clients. The efforts have helped push up stock markets, particularly shares of financial companies.\nThey have also generated outrage in some quarters. “The way I see this, there was a devastating financial crisis just over eight years ago,” Senator Elizabeth Warren, Democrat of Massachusetts, said. “Goldman Sachs was at the heart of that crisis. The idea that the president is now going to turn over the country’s economic policy to a senior Goldman executive turns my stomach.”\nIt is not just that Mr. Cohn, 56, has a prominent role in economic policy; he is one of the few senior administration officials addressing those issues on the job right now. Questions of job creation and financial regulation might fall within the purview of not only the National Economic Council but also of the Council of Economic Advisers — a panel of experts that has historically operated within the White House — and the Treasury secretary. But Mr. Trump indicated on Wednesday that the vacant position of council chairman would not be cabinet-level, and Mr. Mnuchin has yet to be confirmed.", "url": "https://www.nytimes.com/2017/02/11/business/dealbook/trump-economic-cabinet-gary-cohn.html?module=inline"}