{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 03:22:45", "date_modify": "2018-11-16 03:22:45", "date_publish": "2017-11-05 21:14:09", "description": "The move appeared to be the most sweeping shift in governance the kingdom has experienced for more than eight decades.", "filename": "2017_11_05_world_middleeast_saudi-crown-prince-purge.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338565.html", "image_url": "https://static01.nyt.com/images/2017/11/06/world/06riyadh1/06riyadh1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_05_world_middleeast_saudi-crown-prince-purge.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338565.html", "title": "Saudi Crown Prince’s Mass Purge Upends a Longstanding System", "title_page": "Saudi Crown Prince’s Mass Purge Upends a Longstanding System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — A midnight blitz of arrests ordered by the crown prince of Saudi Arabia over the weekend has ensnared dozens of its most influential figures, including 11 of his royal cousins, in what by Sunday appeared to be the most sweeping transformation in the kingdom’s governance for more than eight decades.\nThe arrests, ordered by Crown Prince Mohammed bin Salman without formal charges or any legal process, were presented as a crackdown on corruption. They caught both the kingdom’s richest investor, Prince Alwaleed bin Talal, and the most potent remaining rival to the crown prince’s power: Prince Mutaib bin Abdullah, a favored son of the late King Abdullah.\nPrince Mutaib had been removed from his post as chief of a major security service just hours before the arrests announced late Saturday night.\nAll members of the royal family were barred from leaving the country, American officials tracking the developments said on Sunday.", "url": "https://www.nytimes.com/2017/11/05/world/middleeast/saudi-crown-prince-purge.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}