{"authors": ["Michael S. Schmidt", "Matt Apuzzo", "Adam Goldman"], "date_download": "2018-11-16 04:40:31", "date_modify": "2018-11-16 04:40:31", "date_publish": "2017-12-13 03:16:20", "description": "Some messages criticized the Clinton team and the Obama administration, but the officials appeared appalled at some of Donald J. Trump’s comments during the campaign.", "filename": "2017_12_12_us_fbi-trump-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343231.html", "image_url": "https://static01.nyt.com/images/2017/12/13/us/13dctext2/13dctext2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_12_us_fbi-trump-russia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343231.html", "title": "In Texts, F.B.I. Officials in Russia Inquiry Said Clinton ‘Just Has to Win’", "title_page": "In Texts, F.B.I. Officials in Russia Inquiry Said Clinton ‘Just Has to Win’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "F.B.I. officials who worked directly with Mr. Strzok on the Clinton and Trump investigations said they never detected any bias in his investigative work. The F.B.I. director, Christopher A. Wray, said last week at a congressional hearing that he could not discuss the texts because of the continuing investigation. But Mr. Wray said that he would “hold people accountable after there has been an appropriate investigation, independent and objective, by the inspector general into the handling of the prior matter.”\nThe F.B.I. declined to comment. Mr. Strzok, a former Army officer, and Ms. Page, a prosecutor who started her government career right out of law school, are career officials, not political appointees.\nMr. Strzok had been considered one of the most experienced and trusted F.B.I. counterintelligence investigators. Mr. Mueller removed him after the Justice Department’s inspector general discovered the texts. Mr. Strzok helped lead the bureau’s investigation into whether Mrs. Clinton had mishandled classified information on her private email account. After that investigation was closed in the summer of 2016, he became the top agent on the investigation into links between Mr. Trump’s campaign and Russia.\nMr. Strzok described himself in one text as a “conservative Dem.” In another, he said: “I am worried about what Trump is encouraging in our behavior. The things that made me proud about our tolerance for dissent.” Ms. Page replied that she was worried about a Clinton presidency, reflecting the mood of many in the public who disliked both candidates.\nThe New York Times revealed the existence of the texts on Dec. 2. After that article, Mr. Trump seized on the messages, sharply criticizing the F.B.I. in a series of Twitter posts. Mr. Trump said the F.B.I. was the “worst in History” and “its reputation is in Tatters.”\n“Report: ‘ANTI-TRUMP FBI AGENT LED CLINTON EMAIL PROBE,’” Mr. Trump said on Twitter on Dec. 3. “Now it all starts to make sense!”\nThe Justice Department’s decision to provide the texts to Capitol Hill in the middle of an investigation is also likely to attract scrutiny from Democrats. Mr. Trump has criticized the attorney general, Jeff Sessions, for not doing enough to protect him on the Russia investigation.\nBy releasing the texts, the Justice Department has given Mr. Trump both a shield and a sword in his political battle with Mr. Mueller’s investigators.", "url": "https://www.nytimes.com/2017/12/12/us/fbi-trump-russia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}