{"authors": ["Ashley Southall"], "date_download": "2018-11-16 03:13:25", "date_modify": "2018-11-16 03:13:25", "date_publish": "2017-09-18 07:00:11", "description": "The governor said the Equifax breach was a wake-up call that stronger laws were needed to protect consumers’ personal information.", "filename": "2017_09_18_nyregion_equifax-hack-credit-reporting-agencies-regulations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338005.html", "image_url": "https://static01.nyt.com/images/2017/09/18/nyregion/18CUOMO1/18CUOMO1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_18_nyregion_equifax-hack-credit-reporting-agencies-regulations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338005.html", "title": "Cuomo Proposes Stricter Regulations for Credit Reporting Agencies", "title_page": "Cuomo Proposes Stricter Regulations for Credit Reporting Agencies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gov. Andrew M. Cuomo, responding to the massive security breach at Equifax, will propose regulations on Monday that subject credit reporting agencies to the same rules as banks and insurances companies in order to protect consumers.\nThe proposal would require companies like Equifax, Experian and TransUnion to register with the state’s Department of Financial Services, whose superintendent will have broad powers to deny or revoke their authorization to do business in the state, or to sue, if a company fails to comply or engages in prohibited practices deemed unfair, deceptive or predatory. Senior administration officials said the proposed regulations would, in effect, make it illegal for unregistered credit reporting agencies to compile reports on consumers in New York or to collect fees from banks for their services.\nThe move comes after Equifax, based in Atlanta, announced last week that hackers had gained access to sensitive personal information for 143 million consumers and made off with over 200,000 credit card numbers. The episode highlighted gaps in regulation that allow credit reporting agencies to warehouse consumer information like names, addresses and Social Security numbers without rigorous oversight for how that data is collected, protected and used.\nMr. Cuomo said in a statement that the breach was “a wake-up call,” and added that he hoped the regulations will be replicated nationwide.", "url": "https://www.nytimes.com/2017/09/18/nyregion/equifax-hack-credit-reporting-agencies-regulations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}