{"authors": ["Brad Plumer"], "date_download": "2018-11-16 03:24:23", "date_modify": "2018-11-16 03:24:23", "date_publish": "2017-07-08 04:07:40", "description": "A growing number of analysts say pessimism about plug-in cars could be becoming outdated, thanks in part to plunging battery prices.", "filename": "2017_07_08_climate_electric-cars-batteries.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338663.html", "image_url": "https://static01.nyt.com/images/2017/07/08/science/08ELECTRIC-cars/08ELECTRIC-cars-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_08_climate_electric-cars-batteries.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338663.html", "title": "When Will Electric Cars Go Mainstream? It May Be Sooner Than You Think", "title_page": "When Will Electric Cars Go Mainstream? It May Be Sooner Than You Think - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Consumers may remain wary of vehicles with limited range that can take hours to charge. Even though researchers have shown that battery-electric vehicles have sufficient range for many people’s daily commuting habits, consumer psychology is still difficult to predict. The report does not, for instance, expect electric vehicles to catch on widely in the pickup-truck market.\nCharging infrastructure is another potential barrier. Although cities are starting to build thousands of public charging stations — and Tesla is working on reducing the time it takes to power a depleted battery — it still takes longer to charge an electric vehicle than it does to refuel a conventional car at the pump.\nMany owners charge their cars overnight in their garages, but that is much harder for people living in cities who park their cars on the street.\nAs a result, the Bloomberg report warns that plug-in vehicles may have a difficult time making inroads in dense urban areas and that infrastructure bottlenecks may slow the growth of electric vehicles after 2040.\nAnother potential hurdle may be the automakers themselves. While most manufacturers are introducing plug-in models in the United States to comply with stricter fuel-economy standards, they do not always market them aggressively, said Chelsea Sexton, an auto industry consultant who worked on General Motors’ electric vehicle program in the 1990s.\nCar dealerships also remain reluctant to display and sell electric models, which often require less maintenance and are less profitable for their service departments. Surveys have found that salespeople are often unprepared to pitch the cars.\n“We’ve seen a lot of announcements about electric vehicles, but that doesn’t matter much if automakers are just building these cars for compliance and are unenthusiastic about actually marketing them,” Ms. Sexton said.", "url": "https://www.nytimes.com/2017/07/08/climate/electric-cars-batteries.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}