{"authors": ["Manohla Dargis"], "date_download": "2018-11-16 04:10:23", "date_modify": "2018-11-16 04:10:23", "date_publish": "2017-12-12 17:00:43", "description": "With charm and wit, the latest “Star Wars” movie unites the past and present as it looks toward the future.", "filename": "2017_12_12_movies_star-wars-the-last-jedi-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341423.html", "image_url": "https://static01.nyt.com/images/2017/12/13/arts/13thelastjedi-3/13thelastjedi-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_12_movies_star-wars-the-last-jedi-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341423.html", "title": "Review: ‘Star Wars: The Last Jedi’ Embraces the Magic and Mystery", "title_page": "Review: ‘Star Wars: The Last Jedi’ Embraces the Magic and Mystery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "You feel Mr. Johnson periodically reining himself in, yet the movie cuts loose when he does, as when he embraces the galaxy’s strangeness, its non-humanoid beings as well as its magic and mystery. There’s a trippy scene in which a character floats into a resurrection, an ethereal drift that borders on the surreal. It’s a fleeting bliss-out in a series that knows how to bring the weird but has too often neglected to do so amid its blaster zapping, machinations and Oedipal stressing and storming. This is, after all, a franchise in which the most indelible character remains Yoda, the wee, far-out philosophizer with the tufted pate and syntactically distinct truth telling: “Wars not make one great.”\nWars do, however, make warehouses of money as this franchise has been affirming for decades. It’s instructive how normalized its permanent war has become, with its high body count, bloodlessness and fascist chic (the black uniforms evoking the Nazi SS). Given this, it’s notable, too, that while Mr. Johnson manages the big-canvas battles well enough, he’s better with smaller-scaled fights, in which the sweat, vulnerabilities and personal costs of violence are foregrounded. With Mr. Driver — who delivers a startlingly raw performance — Mr. Johnson delivers a potent portrait of villainy that suggests evil isn’t hard-wired, an inheritance or even enigmatic. Here, it is a choice — an act of self-creation in the service of annihilation.\nMr. Johnson has picked up the baton — notably the myth of a female Jedi — that was handed to Mr. Abrams when he signed on to revive the series with “The Force Awakens.” Mr. Johnson doesn’t have to make the important introductions; for the most part, the principals were in place, as was an overarching mythology that during some arid periods has seemed more sustained by fan faith than anything else. Even so, he has to convince you that these searching, burgeoning heroes and villains fit together emotionally, not simply on a Lucasfilm whiteboard, and that they have the requisite lightness and heaviness, the ineffable spirit and grandeur to reinvigorate a pop-cultural juggernaut. That he’s made a good movie in doing so isn’t icing; it’s the whole cake.", "url": "https://www.nytimes.com/2017/12/12/movies/star-wars-the-last-jedi-review.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}