{"authors": ["Maya Salam"], "date_download": "2018-11-16 03:51:07", "date_modify": "2018-11-16 03:51:07", "date_publish": "2017-10-27 00:18:16", "description": "The New York Times has been covering the opioid epidemic — from when it started bubbling up in towns around the United States years ago to now, as it decimates communities and families.", "filename": "2017_10_26_us_opioid-crisis-public-health-emergency.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340267.html", "image_url": "https://static01.nyt.com/images/2017/10/27/us/27xp-CrisisGuide-3/27xp-CrisisGuide-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_26_us_opioid-crisis-public-health-emergency.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340267.html", "title": "The Opioid Epidemic: A Crisis Years in the Making", "title_page": "The Opioid Epidemic: A Crisis Years in the Making - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The current opioid epidemic is the deadliest drug crisis in American history. Overdoses, fueled by opioids, are the leading cause of death for Americans under 50 years old — killing roughly 64,000 people last year, more than guns or car accidents, and doing so at a pace faster than the H.I.V. epidemic did at its peak.\nPresident Trump declared the opioid crisis a “public health emergency” on Thursday, though he did not release additional funding to address it. Had he declared it a “national emergency,” as he promised to do in August, it would have led to the quick allocation of federal funds.\nThe New York Times has been covering the outbreak — from when it started bubbling up in towns around the United States years ago to now, as it decimates communities and families.\nHere is a roundup of our best reporting on the epidemic, including short answers to hard questions about it.", "url": "https://www.nytimes.com/2017/10/26/us/opioid-crisis-public-health-emergency.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}