{"authors": ["Christopher Mele"], "date_download": "2018-11-16 03:52:30", "date_modify": "2018-11-16 03:52:30", "date_publish": "2017-06-13 17:27:52", "description": "A judge called his actions “totally unacceptable” but spared him jail time and sentenced him to community service and anger management classes.", "filename": "2017_06_13_us_politics_greg-gianforte-sentenced.html_module=inline_1542340350.html", "image_url": "https://static01.nyt.com/images/2017/06/13/us/14xp-sentence/14xp-sentence-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_13_us_politics_greg-gianforte-sentenced.html_module=inline_1542340350.html", "title": "Montana Republican Greg Gianforte Is Sentenced in Assault on Reporter", "title_page": "Montana Republican Greg Gianforte Is Sentenced in Assault on Reporter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This was not a proud moment, but I’m ready to move on, and we have a lot of work to do in Washington,” Mr. Gianforte said outside court, Reuters reported.\nThe sentence was a “very typical result” in a simple assault case, Barry J. Pollack, president of the National Association of Criminal Defense Lawyers, said on Tuesday. He said the deferred sentence serves as a “sword over the defendant’s head” to ensure that he complies with the conditions set out by the judge and gets the services he needs.\nIf Mr. Gianforte does not violate the terms of his deferred sentence, he can seek to have the charge dismissed and the file sealed after six months. He must complete his community service by Nov. 28. Marty Lambert, the Gallatin County attorney, said Mr. Gianforte could choose which organization to serve from a preapproved list of nonprofits, including the Lions Club, an animal shelter and the local fairgrounds.\nPage Pate, who teaches law at the University of Georgia in Athens, Ga., wrote in an email that the sentence was “reasonable and consistent for someone in a case like this if the person has no prior criminal history, has accepted responsibility for what he did, and is otherwise a law-abiding citizen.”\nMr. Jacobs did not respond to messages for comment on Tuesday. A spokeswoman for him referred to a statement he read in court.", "url": "https://www.nytimes.com/2017/06/13/us/politics/greg-gianforte-sentenced.html?module=inline"}