{"authors": ["Nicholas Fandos", "Scott Shane"], "date_download": "2018-11-16 03:52:39", "date_modify": "2018-11-16 03:52:39", "date_publish": "2017-09-28 21:32:06", "description": "Twitter told lawmakers investigating Russian election interference that it identified about 200 accounts linked to Kremlin disinformation, far fewer than others have found.", "filename": "2017_09_28_us_politics_twitter-russia-interference-2016-election-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340359.html", "image_url": "https://static01.nyt.com/images/2017/09/29/us/29dc-twitter/29dc-twitter-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_28_us_politics_twitter-russia-interference-2016-election-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340359.html", "title": "Senator Berates Twitter Over ‘Inadequate’ Inquiry Into Russian Meddling", "title_page": "Senator Berates Twitter Over ‘Inadequate’ Inquiry Into Russian Meddling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A key senator investigating Russia’s interference in the 2016 election sharply criticized Twitter on Thursday for failing to aggressively investigate the Russian misuse of its platform after the company said it had largely limited its own inquiry to accounts linked to fraudulent profiles already identified by Facebook.\nThe senator, Mark Warner, Democrat of Virginia and vice chairman of the Senate Intelligence Committee, called Twitter’s briefing for congressional investigators “very disappointing,” and accused company officials of ignoring extensive evidence of nefarious Russian activity.\nThe company’s presentation “showed an enormous lack of understanding from the Twitter team of how serious this issue is, the threat it poses to democratic institutions and again begs many more questions than they offered,” Mr. Warner said, adding, “Their response was frankly inadequate on every level.”\nAfter a closed-door briefing for the Senate and House intelligence committees, Twitter said that it had found about 200 accounts that appeared to be linked to the Russian campaign to influence the 2016 presidential election — a small fraction of the number found by outside researchers. It said it identified the accounts by looking for links to 470 fraudulent Facebook profiles and pages that had already been identified by Facebook investigators.", "url": "https://www.nytimes.com/2017/09/28/us/politics/twitter-russia-interference-2016-election-investigation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}