{"authors": ["Nicholas Kulish", "Caitlin Dickerson", "Ron Nixon"], "date_download": "2018-11-16 04:29:39", "date_modify": "2018-11-16 04:29:39", "date_publish": "2017-02-25 17:26:57", "description": "The president’s plan to arrest and deport vast numbers of undocumented immigrants will be carried out by agents who say they feel unshackled.", "filename": "2017_02_25_us_ice-immigrant-deportations-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342579.html", "image_url": "https://static01.nyt.com/images/2017/02/26/us/26ICEMASHUP/26ICEMASHUP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_25_us_ice-immigrant-deportations-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342579.html", "title": "Immigration Agents Discover New Freedom to Deport Under Trump", "title_page": "Immigration Agents Discover New Freedom to Deport Under Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But for those with ICE badges, perhaps the biggest change was the erasing of the Obama administration’s hierarchy of priorities, which forced agents to concentrate on deporting gang members and other violent and serious criminals, and mostly leave everyone else alone.\nA whirlwind of activity has overtaken ICE headquarters in Washington in recent weeks, with employees attending back-to-back meetings about how to quickly carry out President Trump’s plans. “Some people are like: ‘This is great. Let’s give them all the tools they need,’” said a senior staff member at headquarters, who joined the department under the administration of George W. Bush.\nBut, the official added, “other people are a little bit more hesitant and fearful about how quickly things are moving.”\nTwo officials in Washington said that the shift — and the new enthusiasm that has come with it — seems to have encouraged pro-Trump political comments and banter that struck the officials as brazen or gung-ho, like remarks about their jobs becoming “fun.” Those who take less of a hard line on unauthorized immigrants feel silenced, the officials said.\nICE has more than 20,000 employees, spread across 400 offices in the United States and 46 foreign countries, and the Trump administration has called for the hiring of 10,000 more. ICE officers see themselves as protecting the country and enforcing its laws, but also, several agents said, defending the legal immigration system, with its yearslong waits to enter the country, from people who skip the line.\nJohn F. Kelly, the secretary of the Department of Homeland Security, said in a statement after the first large-scale roundups of the Trump administration: “President Trump has been clear in affirming the critical mission of D.H.S. in protecting the nation.”", "url": "https://www.nytimes.com/2017/02/25/us/ice-immigrant-deportations-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}