{"authors": ["Eric Lipton", "Adam Liptak"], "date_download": "2018-11-16 04:49:53", "date_modify": "2018-11-16 04:49:53", "date_publish": "2017-01-22 23:00:24", "description": "A team of constitutional scholars, Supreme Court litigators and former White House ethics lawyers plans to file the suit Monday, part of a barrage of legal actions by liberal groups.", "filename": "2017_01_22_us_politics_trump-foreign-payments-constitution-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343793.html", "image_url": "https://static01.nyt.com/images/2017/01/23/us/23LEGAL-01/23LEGAL-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_22_us_politics_trump-foreign-payments-constitution-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343793.html", "title": "Foreign Payments to Trump Firms Violate Constitution, Suit Will Claim", "title_page": "Foreign Payments to Trump Firms Violate Constitution, Suit Will Claim - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A team of prominent constitutional scholars, Supreme Court litigators and former White House ethics lawyers intends to file a lawsuit Monday morning alleging that President Trump is violating the Constitution by allowing his hotels and other business operations to accept payments from foreign governments.\nThe lawsuit is among a barrage of legal actions against the Trump administration that have been initiated or are being planned by major liberal advocacy organizations. Such suits are among the few outlets they have to challenge the administration now that Republicans are in control of the government.\nIn the new case, the lawyers argue that a provision in the Constitution known as the Emoluments Clause bans payments from foreign powers like the ones to Mr. Trump’s companies. They cite fears among the framers of the Constitution that United States officials could be corrupted by gifts or payments.\nThe suit, which will not seek any monetary damages, will ask a federal court in New York to order Mr. Trump to stop taking payments from foreign government entities. Such payments, it says, include those from patrons at Trump hotels and golf courses; loans for his office buildings from certain banks controlled by foreign governments; and leases with tenants like the Abu Dhabi tourism office, a government enterprise.", "url": "https://www.nytimes.com/2017/01/22/us/politics/trump-foreign-payments-constitution-lawsuit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}