{"authors": ["Maggie Astor", "Christina Caron", "Daniel Victor"], "date_download": "2018-11-16 03:17:07", "date_modify": "2018-11-16 03:17:07", "date_publish": "2017-08-14 00:34:18", "description": "Are you just catching up on the weekend’s events in Charlottesville, Va., or overwhelmed by the volume of news? Here is an overview.", "filename": "2017_08_13_us_charlottesville-virginia-overview.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338227.html", "image_url": "https://static01.nyt.com/images/2017/08/14/us/14charlottesvilleroundup-1a/14charlottesvilleroundup-1a-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_13_us_charlottesville-virginia-overview.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338227.html", "title": "A Guide to the Charlottesville Aftermath", "title_page": "A Guide to the Charlottesville Aftermath - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Since a white nationalist rally in Charlottesville, Va., on Saturday, news developments have continued at a torrid pace.\nIf you are just catching up on the aftermath of the weekend’s events, or are overwhelmed by the volume of news, here is an overview of The New York Times’s coverage.\nA tepid White House response\nOn Saturday afternoon, President Trump met criticism for condemning the “egregious display of hatred, bigotry and violence on many sides” without singling out white nationalists or neo-Nazis.\nOn Monday, Mr. Trump declared, “Racism is evil,” adding that “those who cause violence in its name are criminals and thugs, including the K.K.K., neo-Nazis, white supremacists and other hate groups that are repugnant to everything we hold dear as Americans.”\nBut one day later, he doubled down on his initial response, declaring furiously at a news conference on Tuesday: “You had a group on one side that was bad. You had a group on the other side that was also very violent. Nobody wants to say that. I’ll say it right now.”\nMr. Trump’s comments on Monday came after he mocked the head of Merck pharmaceuticals, who is black, for quitting the American Manufacturing Council in protest of Mr. Trump’s response to the violence. Chief executives from Intel and Under Armour also resigned from the board; read their full statements here. A fourth board member, the president of the Alliance for American Manufacturing, stepped down on Tuesday.", "url": "https://www.nytimes.com/2017/08/13/us/charlottesville-virginia-overview.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}