{"authors": ["Jim Rutenberg"], "date_download": "2018-11-16 04:09:33", "date_modify": "2018-11-16 04:09:33", "date_publish": "2017-02-27 02:26:34", "description": "Who do our stars think they’re winning over with political oratory side-by-side with a bacchanalia of self-congratulation?", "filename": "2017_02_26_business_media_oscars-trump-hollywood_1542341373.html", "image_url": "https://static01.nyt.com/images/2017/02/27/business/27rutenberg/27rutenberg-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_26_business_media_oscars-trump-hollywood_1542341373.html", "title": "Assailing the White House From Hollywood’s Glass House", "title_page": "Assailing the White House From Hollywood’s Glass House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“As any sociology major will tell you, people flock to people they know and people that are like them,” Ms. Min said.\nThat was evident, for instance, when the “Jurassic World” producer Frank Marshall told SlashFilm in 2015 that he and Steven Spielberg had taken a chance and hired the relatively unknown Colin Trevorrow to direct the big-budget movie after another white male director in their clique, Brad Bird, said he “reminds me of me.” Women in the business noticed.\nMs. Min became so fed up with the lack of progress for women in Hollywood that she announced that same year that The Reporter was going to stop its rankings for women in its “Power 100” list. The ranking, she wrote, pitted women against each other when they needed to band together in the face of their many obstacles here.\nThe magazine’s current list of Hollywood’s most powerful — people “with the ability to say ‘yes’ and get a show made or a movie made,” as the magazine’s editorial director Matthew Belloni described it — has its share of women in the top 25, including the Universal Pictures chairwoman Donna Langley; the Fox Television Group chairwoman Dana Walden; and Oprah Winfrey.\nBut it was otherwise short on blacks, Hispanics and Asians. The studios I reached out to last week weren’t eager to speak to me about the issue, perhaps because the Equal Employment Opportunity Commission is weighing whether to bring a lawsuit against the major studios over charges the American Civil Liberties Union brought that the studios discriminated against women in hiring decisions for directors.\nThe A.C.L.U. pointed to research by the University of Southern California’s Annenberg School for Communication and Journalism showing that women had accounted for only 1.9 percent of the directors of the top 100 grossing films in 2013 and 2014.\nThe author of that research, Stacy L. Smith, said in an interview that part of the problem had to do with myths throughout the industry — that women don’t want to direct big-budget blockbusters, for instance, or that certain movies won’t make money.", "url": "https://www.nytimes.com/2017/02/26/business/media/oscars-trump-hollywood.html"}