{"authors": ["Alan Rappeport", "Thomas Kaplan"], "date_download": "2018-11-16 03:10:44", "date_modify": "2018-11-16 03:10:44", "date_publish": "2017-12-14 16:41:17", "description": "As Republicans sprinted to get their bill across the finish line, they faced a new round of questions about whether they could generate enough support to pass the legislation.", "filename": "2017_12_14_us_politics_republicans-tax-bill_1542337844.html", "image_url": "https://static01.nyt.com/images/2017/12/15/us/15dc-tax-alpha/15dc-tax-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_14_us_politics_republicans-tax-bill_1542337844.html", "title": "Republican Tax Bill Faces New Uncertainty Ahead of Expected Vote", "title_page": "Republican Tax Bill Faces New Uncertainty Ahead of Expected Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But on Thursday, Republicans were running out of time to make changes and showed little patience for acceding to new demands. Representative Kevin Brady, Republican of Texas and the chairman of the Ways and Means Committee, cast doubt on further altering the child tax credit.\n“We’re at 11:59 on the clock and really the pens ought to be down,” he said on CNN.\nSenator Rob Portman, Republican of Ohio and a member of the House-Senate committee that negotiated the final tax bill, said the Senate had already battled the House to preserve the Senate’s more generous version of the child tax credit, which doubled to $2,000, with $1,100 of that amount refundable and able to be claimed by families who face no federal income tax liability.\n“We’ve already won,” Mr. Portman said. “We should take our victory.”\nAt the White House, Mr. Trump predicted that Mr. Rubio would “be there” on the tax bill, and the White House press secretary, Sarah Huckabee Sanders, pledged to keep working with the senator “until we get the job done.” But she, too, highlighted the expansion of the child tax credit that had already been passed in the Senate’s tax bill, even if it fell short of what Mr. Rubio wanted to see in the final version.\n“We think he should be very excited about the progress we’ve made on that front,” she said.\nThe last-minute demand by Mr. Rubio demonstrates the leverage individual Republican senators have in the final moments of the tax debate. With a narrow 52-to-48 majority, Republicans can afford to lose only two of their members if they are to pass the bill along party lines. One Republican senator, Bob Corker of Tennessee, voted against the Senate tax bill.\nOther concerns are also looming, including the health of two Republican senators, John McCain of Arizona and Thad Cochran of Mississippi.", "url": "https://www.nytimes.com/2017/12/14/us/politics/republicans-tax-bill.html"}