{"authors": ["Shmuel Rosner"], "date_download": "2018-11-16 04:36:09", "date_modify": "2018-11-16 04:36:09", "date_publish": "2017-03-09 08:58:26", "description": "A sea change has come to Israel’s highest court. Can the right-wing government handle it?", "filename": "2017_03_09_opinion_how-israel-got-its-supreme-court-right_1542342969.html", "image_url": "https://static01.nyt.com/images/2013/10/04/opinion/Rosner-contributor/Rosner-contributor-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_09_opinion_how-israel-got-its-supreme-court-right_1542342969.html", "title": "How Israel Got Its Supreme Court Right", "title_page": "Opinion | How Israel Got Its Supreme Court Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JERUSALEM — After much national hand-wringing, four new judges were appointed to Israel’s 15-member highest court late last month. Justice Minister Ayelet Shaked, who comes from a right-wing religious party and has long championed changes to the court, considered the appointments a victory: One of the new judges is a settler; another is an Orthodox Jewish woman; a third is also considered a conservative. (The fourth judge is an Arab Israeli.)\nThe new judicial appointments, Ms. Shaked argued, “reflect the human and legal diversity” that she said had “until now has been so lacking on our highest court.” After decades dominating politics, the Israeli right had finally broken through into this bastion of unapologetic liberalism. Now the right has the opportunity to prove that it can run the country effectively without being fettered by a liberal court.\nEngineering this political earthquake required some serious politicking. A nine-member committee selects the judges for the High Court of Justice. Four members are politicians, two of them ministers and two members of the Knesset. Three are sitting judges on the court. Two are representatives of the Bar Association. To get the conservative judges added, Ms. Shaked cunningly forged a coalition between the politicians and the lawyers. When the judges on the committee tried to block most of the new appointees, she made them back down by threatening to pass legislation that would in effect cancel their power to veto candidates they highly dislike.\nThe High Court had been a target of right-wing complaints for more than two decades. In the 1990s, a liberal-minded court began interpreting Basic Laws — Israel’s partial substitute for a constitution — more expansively. The court also became more aggressive in inhibiting government actions. The new approach, labeled a “constitutional revolution” by Aharon Barak, then the chief justice, aimed to fill a void left by Israel’s lack of a constitution.", "url": "https://www.nytimes.com/2017/03/09/opinion/how-israel-got-its-supreme-court-right.html"}