{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:47", "date_modify": "2018-11-16 04:00:47", "date_publish": "2017-07-31 09:00:24", "description": "The most outspoken member of the Supreme Court avoided talking about President Trump, a subject that caused her grief last year, but remained candid in discussing the court.", "filename": "2017_07_31_us_politics_ruth-bader-ginsburg.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340847.html", "image_url": "https://static01.nyt.com/images/2017/08/01/us/01dc-bar/01dc-bar-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_31_us_politics_ruth-bader-ginsburg.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340847.html", "title": "On Justice Ginsburg’s Summer Docket: Blunt Talk on Big Cases", "title_page": "On Justice Ginsburg’s Summer Docket: Blunt Talk on Big Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Justice Ruth Bader Ginsburg is the most outspoken member of the Supreme Court, sometimes to her regret. Last year, she issued a statement saying that her criticisms of Donald J. Trump during the presidential campaign had been ill advised. “In the future,” she said, “I will be more circumspect.”\nShe has stayed true to her word, to a point, but she remains blunt and candid. In a pair of recent appearances, Justice Ginsburg critiqued the Trump administration’s travel ban, previewed the coming court term, predicted an end to capital punishment and suggested that the other branches of government are in disarray.\nJustice Ginsburg, 84, also described her grueling exercise routine, her link to a rap icon and her “graveyard” dissents.\nThe first appearance came two days after the Supreme Court issued a terse and cryptic unsigned order recalibrating how much of Mr. Trump’s travel ban could be enforced while court challenges to it move forward. The order was two sentences long, and you could figure out what it meant mostly by inference.", "url": "https://www.nytimes.com/2017/07/31/us/politics/ruth-bader-ginsburg.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}