{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:50:45", "date_modify": "2018-11-16 03:50:45", "date_publish": "2017-11-24 20:06:49", "description": "The case of Secret Service and other federal uniforms shows just how difficult President Trump’s push to “buy American” is to implement in an age of global trade.", "filename": "2017_11_24_us_politics_secret-service-uniforms-mexico-trump-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340245.html", "image_url": "https://static01.nyt.com/images/2017/11/25/business/25DC-UNIFORM1/25DC-UNIFORM1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_24_us_politics_secret-service-uniforms-mexico-trump-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340245.html", "title": "Why ‘Made in America’ Is Stitched Into the Law, but Not the Uniforms", "title_page": "Why ‘Made in America’ Is Stitched Into the Law, but Not the Uniforms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump’s push to “buy American” has been a key initiative of his administration, and Mr. Trump speaks frequently about ensuring that the federal government is buying American products.\nSo it might come as a surprise that the uniforms of those Secret Service agents that protect and surround him every day are probably made outside the United States, most likely in Mexico.\nThe United States government has several laws on the books that require the military and other national security agencies to buy from American sources, when possible. But a new report from the Government Accountability Office shows how a primary rule covering the Department of Homeland Security, called the Kissell Amendment, has been undercut by a slew of bureaucratic restrictions and obligations required by international trade agreements.\nAs a result, over roughly the past three years, more Secret Service uniforms have been made in Mexico than in any other country — including the United States. The same goes for uniforms procured for Transportation Security Administration workers. The majority of uniforms for Customs and Border Protection and Immigration and Customs Enforcement agents are also made outside the United States, in countries like El Salvador, Honduras, Mexico and Cambodia.", "url": "https://www.nytimes.com/2017/11/24/us/politics/secret-service-uniforms-mexico-trump-trade.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}