{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:50:32", "date_modify": "2018-11-16 03:50:32", "date_publish": "2017-11-30 00:43:09", "description": "United States officials weigh in on a dispute that could shape global trading — and the willingness of the United States to remain in the W.T.O.", "filename": "2017_11_29_us_politics_china-us-trade-wto.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340232.html", "image_url": "https://static01.nyt.com/images/2017/11/30/business/30DC-CHINATRADE/30DC-CHINATRADE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_29_us_politics_china-us-trade-wto.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340232.html", "title": "U.S. Joins Europe in Fighting China’s Future in W.T.O.", "title_page": "U.S. Joins Europe in Fighting China’s Future in W.T.O. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The United States has filed arguments to the World Trade Organization in a looming dispute over China’s future in the international body, which could shape the global trading system for decades to come.\nSenior United States officials said on Wednesday that they had filed a brief to the W.T.O. as a third party in a case that China has brought against the European Union. The brief, which will be made public on Thursday, will lay out their legal arguments for why China does not deserve the designation of a “market economy,” a distinction that would entitle it to preferential economic treatment under the W.T.O.\nThe move is likely to ratchet up trade tensions with China, which the White House has called one of the world’s biggest trade offenders. And if China is awarded the designation against the wishes of the United States, it could test the Trump administration’s willingness to remain in the W.T.O., an international body for establishing trade rules and settling disputes that President Trump previously called a “disaster.”\nChina is classified as a nonmarket economy, which allows the United States and other countries to use a special framework under W.T.O. rules to decide whether it is “dumping” its products in other countries by selling them at unfairly low prices. Under this framework, the United States can add an extra duty on some Chinese products to help protect American producers.", "url": "https://www.nytimes.com/2017/11/29/us/politics/china-us-trade-wto.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}