{"authors": ["Michael D. Shear", "Ron Nixon"], "date_download": "2018-11-16 04:26:13", "date_modify": "2018-11-16 04:26:13", "date_publish": "2017-02-17 18:01:26", "description": "The Trump administration rebutted a report by The Associated Press that cited a memorandum describing an effort to militarize enforcement of the nation’s immigration laws.", "filename": "2017_02_17_us_politics_national-guard-illegal-immigrants-report.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342373.html", "image_url": "https://static01.nyt.com/images/2017/02/18/us/18IMMIG-01web/18IMMIG-01web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_17_us_politics_national-guard-illegal-immigrants-report.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342373.html", "title": "Constraints Threaten Trump’s Promise of an Immigration Crackdown", "title_page": "Constraints Threaten Trump’s Promise of an Immigration Crackdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump’s efforts to secure the nation’s borders and get tough on illegal immigrants, announced just days after he took office, now face serious logistical problems along with the legal challenges that threaten his ability to make good on a central campaign promise.\nThe crackdown requires a vast commitment of resources, including hiring 15,000 new border patrol and immigration enforcement agents, which officials say will take at least two years to accomplish.\nLarge detention centers for thousands of Central American asylum seekers who cross the southern border will need to be built because of an executive order by Mr. Trump calling for an end to “catch and release” — the Obama administration policy that the immigrants be released temporarily into the United States while their cases are processed.\nIn the meantime, the White House has not produced a replacement for another executive order by Mr. Trump, a ban on travel from seven predominantly Muslim countries that was blocked by a federal court. The president said on Thursday that in order to withstand the legal challenges, his lawyers are now preparing a more narrow executive order that is likely to exempt green card holders, students, tech workers and those with longstanding connections to the United States.", "url": "https://www.nytimes.com/2017/02/17/us/politics/national-guard-illegal-immigrants-report.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}