{"authors": ["Didi Kirsten Tatlow"], "date_download": "2018-11-16 04:47:39", "date_modify": "2018-11-16 04:47:39", "date_publish": "2017-05-21 22:22:13", "description": "Is it to reinvigorate Communism in the state that birthed, then repudiated, the idea? Or just a chance to return defective goods? Online, it’s anyone’s guess.", "filename": "2017_05_21_world_asia_china-trier-germany-marx-statue.html_module=inline_1542343659.html", "image_url": "https://static01.nyt.com/images/2017/05/11/world/11chinamarx-1/11chinamarx-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_21_world_asia_china-trier-germany-marx-statue.html_module=inline_1542343659.html", "title": "Why Send Germany a Statue of Marx? The Chinese Have Some Ideas", "title_page": "Why Send Germany a Statue of Marx? The Chinese Have Some Ideas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — From China, with love. Or something more insidious?\nFor weeks, Chinese have been debating the meaning of a superhero-size statue of Karl Marx headed to Trier, the German town where the political philosopher was born. An attempt to spread Communist revolution back to democratic Germany? A joke?\nThe 18-foot work by the sculptor Wu Weishan is a gift from the Chinese government and is to be unveiled next May as part of wider commemorations for the 200th anniversary of Marx’s birth. Marx is officially revered in China, the last major Communist state after the fall of the Soviet Union in 1991.\nThis noble-looking Marx gazing into the future expresses “the confidence of today’s China in its own theories, path, system and culture,” Mr. Wu wrote in People’s Daily, the party newspaper, in January describing a visit he made to Trier last year to conceptualize the work.\nMr. Wu’s vision prompted controversy in Germany after a model was unveiled in Trier in March. Historians and politicians asked whether it was appropriate to honor so uncritically a man whose ideas led to dictatorship, including in the former East Germany. In April, Trier’s City Council gave final approval to the gift but whittled down its size by more than two feet.", "url": "https://www.nytimes.com/2017/05/21/world/asia/china-trier-germany-marx-statue.html?module=inline"}