{"authors": ["Glenn Thrush", "Maggie Haberman"], "date_download": "2018-11-16 03:11:40", "date_modify": "2018-11-16 03:11:40", "date_publish": "2017-07-20 14:41:27", "description": "Jeff Sessions, who angered the president when he recused himself from the Justice Department’s Russia investigation, said he intended to remain attorney general “as long as that is appropriate.”", "filename": "2017_07_20_us_politics_trump-jeff-sessions-attorney-general.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337900.html", "image_url": "https://static01.nyt.com/images/2017/07/21/us/21sessions2_hp/21sessions2_hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_20_us_politics_trump-jeff-sessions-attorney-general.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337900.html", "title": "Trump’s Fury Erodes His Relationship With Sessions, an Early Ally", "title_page": "Trump’s Fury Erodes His Relationship With Sessions, an Early Ally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump’s staff is used to his complaints about Attorney General Jeff Sessions, but the Republican senators who attended a White House dinner on Monday were stunned to hear him criticize the man who was once Mr. Trump’s most loyal supporter in the Senate.\nIt turned out to be a preview of even more cutting remarks Mr. Trump would make two days later in an interview with The New York Times: an extraordinary public expression of dissatisfaction with one of his top aides based on Mr. Sessions’s decision in March to recuse himself from the expanding federal investigation into whether the Trump campaign colluded with Russia.\nDespite Mr. Trump’s avowal in the interview that he would not have picked Mr. Sessions if he had known he would recuse himself, Mr. Sessions said on Thursday that he intended to serve “as long as that is appropriate.” And a spokeswoman for Mr. Trump, Sarah Huckabee Sanders, tried to moderate her boss’s remarks, telling reporters later, “Clearly, he has confidence in him, or he would not be the attorney general.”\nBut even if Mr. Sessions remains in his job, the relationship between him and Mr. Trump — the Alabama lawyer and the Queens real estate developer, an odd couple bound by a shared conviction that illegal immigration is destroying America — is unlikely to ever be the same, according to a half-dozen people close to Mr. Trump. And this is not the typical Trump administration feud.", "url": "https://www.nytimes.com/2017/07/20/us/politics/trump-jeff-sessions-attorney-general.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}