{"authors": ["Somini Sengupta"], "date_download": "2018-11-16 03:24:17", "date_modify": "2018-11-16 03:24:17", "date_publish": "2017-10-13 09:00:31", "description": "A plant conservationist from Syria and his colleagues are safeguarding seeds that might be crucial when more parts of the world become as hot and arid as the Middle East.", "filename": "2017_10_13_climate_syria-seed-bank.html_em_pos=small&ref=headline&nl_art=3&te=1&nl=&emc=edit_clim_20171114&module=inline_1542338657.html", "image_url": "https://static01.nyt.com/images/2017/10/03/science/00CLI-SEEDS-promo/00CLI-SEEDS-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_13_climate_syria-seed-bank.html_em_pos=small&ref=headline&nl_art=3&te=1&nl=&emc=edit_clim_20171114&module=inline_1542338657.html", "title": "How a Seed Bank, Almost Lost in Syria’s War, Could Help Feed a Warming Planet", "title_page": "How a Seed Bank, Almost Lost in Syria’s War, Could Help Feed a Warming Planet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TERBOL, Lebanon — Ali Shehadeh, a seed hunter, opened the folders with the greatest of care. Inside each was a carefully dried and pressed seed pod: a sweet clover from Egypt, a wild wheat found only in northern Syria, an ancient variety of bread wheat. He had thousands of these folders stacked neatly in a windowless office, a precious herbarium, containing seeds foraged from across the hot, arid and increasingly inhospitable region known as the Fertile Crescent, the birthplace of farming.\nMr. Shehadeh is a plant conservationist from Syria. He hunts for the genes contained in the seeds we plant today and what he calls their “wild relatives” from long ago. His goal is to safeguard those seeds that may be hardy enough to feed us in the future, when many more parts of the world could become as hot, arid and inhospitable as it is here. But searching for seeds that can endure the perils of a hotter planet has not been easy. It has thrown Mr. Shehadeh and his organization, the International Center for Agricultural Research in the Dry Areas, or Icarda, squarely at a messy intersection of food, weather and war.\nIcarda, though it received no state funding, was once known as a darling of the Syrian government. Based in Aleppo, its research had helped to make Syria enviably self-sufficient in wheat production. But a drive to produce thirsty crops also drained Syria’s underground water over the years, and it was followed by a crippling drought that helped to fuel the protests that erupted into armed revolt against the government in 2011.", "url": "https://www.nytimes.com/2017/10/13/climate/syria-seed-bank.html?em_pos=small&ref=headline&nl_art=3&te=1&nl=&emc=edit_clim_20171114&module=inline"}