{"authors": ["Sheila O Malley"], "date_download": "2018-11-16 04:09:02", "date_modify": "2018-11-16 04:09:02", "date_publish": "2017-03-06 04:00:03", "description": "Ryan Murphy’s latest venture understands that, as one character puts it: “Feuds are never about hate. Feuds are about pain.”", "filename": "2017_03_05_arts_television_feud-bette-and-joan-season-premiere-recap.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341342.html", "image_url": "https://static01.nyt.com/images/2017/03/03/watching/05feud/06watching-slide-QK5M-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_05_arts_television_feud-bette-and-joan-season-premiere-recap.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341342.html", "title": "‘Feud: Bette and Joan’ Season 1, Episode 1: Sui Generis, if Not So Generous", "title_page": "‘Feud: Bette and Joan’ Season 1, Episode 1: Sui Generis, if Not So Generous - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Crawford instantly recognizes the potential in the housebound story of two once-famous sisters. So she goes to work. She recruits Robert Aldrich (a wonderfully harried Alfred Molina) as the director (they had worked together in “Autumn Leaves,” from 1956), and then set out to conquer Davis. Jack Warner (Stanley Tucci), the famously profane head of the Warner Bros. studio, needs to be convinced. Nobody wants to see a movie starring two old ladies. (Davis and Crawford were in their 50s.)\nThere’s so much exposition in the pilot that it’s a dizzying onslaught, a wall of words to those who might not know the background. The gossip columnist Hedda Hopper (Judy Davis) stalks into Crawford’s home, saying, “Word is, since Al died, the board isn’t paying your bills anymore and you’re having to sell your custom Billy Haines furniture piece by piece.” There are no fewer than three entire books in that one sentence. It’s inside-baseball, and sometimes it’s too much, but it’s heartening to realize that attention has been paid.\nJudy Becker, the production designer who did the exquisite design for Todd Haynes’s “Carol,” has re-created a bygone era in a way that feels lived-in and specific, as opposed to campy-arch. As director, Murphy keeps the focus on the two women, treating them with humanity and sympathy. Neither is perfect, but “Feud” understands that nobody becomes a star of their magnitude by being polite.\nLange and Sarandon have done their homework. These are two very full performances, emotionally. Sarandon has Davis’s aggressive shuffling walk down, as well as the downturned mouth, the biting-off of consonants. But, more important, Sarandon gets at the essence of this woman who had been going to bat for herself since her earliest days at Warner Bros. Years ahead of her time, Davis walked out on her contract in 1936, demanding more control and better roles. Warner Bros. took her to court. (She lost and was called “a naughty little girl” by Warner’s lawyer during the proceedings.) As she wrote in her 1962 memoir, “The Lonely Life”: “I was thought to be ‘stuck up.’ I wasn’t. I was just sure of myself. This is and always has been an unforgivable quality to the unsure.”\nLange faces a larger challenge playing Crawford, mainly because of the still-looming specter of Faye Dunaway’s Kabuki-style performance in the 1981 film “Mommie Dearest,” an adaptation of Crawford’s daughter Christina’s poison-pen memoir. That film was so hostile to Crawford that even a simple afternoon jog is presented as a psychotic break. One of the things that “Feud” highlights, and that Lange nails, is Crawford’s insecurity about herself as an actress. The best moment in the pilot comes when Bette admits, “When you’re good, Joan, you’re good.” Lange turns to look up at Sarandon, her face so alight with need that the overwhelming impression is one of fragility, a woman who always wanted what Davis had. Respect.", "url": "https://www.nytimes.com/2017/03/05/arts/television/feud-bette-and-joan-season-premiere-recap.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}