{"authors": ["Nathaniel Popper"], "date_download": "2018-11-16 03:51:20", "date_modify": "2018-11-16 03:51:20", "date_publish": "2017-06-10 15:01:16", "description": "Anonymous online sales are surging, and people are dying. Despite dozens of arrests, new merchants — many based in Asia — quickly pop up.", "filename": "2017_06_10_business_dealbook_opioid-dark-web-drug-overdose.html_module=inline_1542340280.html", "image_url": "https://static01.nyt.com/images/2017/05/09/business/darkweb-illo/darkweb-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_10_business_dealbook_opioid-dark-web-drug-overdose.html_module=inline_1542340280.html", "title": "Opioid Dealers Embrace the Dark Web to Send Deadly Drugs by Mail", "title_page": "Opioid Dealers Embrace the Dark Web to Send Deadly Drugs by Mail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As the nation’s opioid crisis worsens, the authorities are confronting a resurgent, unruly player in the illicit trade of the deadly drugs, one that threatens to be even more formidable than the cartels.\nThe internet.\nIn a growing number of arrests and overdoses, law enforcement officials say, the drugs are being bought online. Internet sales have allowed powerful synthetic opioids such as fentanyl — the fastest-growing cause of overdoses nationwide — to reach living rooms in nearly every region of the country, as they arrive in small packages in the mail.\nThe authorities have been frustrated in their efforts to crack down on the trade because these sites generally exist on the so-called dark web, where buyers can visit anonymously using special browsers and make purchases with virtual currencies like Bitcoin.\nThe problem of dark web sales appeared to have been stamped out in 2013, when the authorities took down the most famous online marketplace for drugs, known as Silk Road. But since then, countless successors have popped up, making the drugs readily available to tens of thousands of customers who would not otherwise have had access to them.", "url": "https://www.nytimes.com/2017/06/10/business/dealbook/opioid-dark-web-drug-overdose.html?module=inline"}