{"authors": ["Nick Wingfield"], "date_download": "2018-11-16 03:14:39", "date_modify": "2018-11-16 03:14:39", "date_publish": "2017-06-15 22:04:40", "description": "The Amazon chief asked for tips where his money could be used in the “here and now,” unlike many of his business investments.", "filename": "2017_06_15_technology_jeff-bezos-amazon-twitter-charity.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338079.html", "image_url": "https://static01.nyt.com/images/2017/06/17/business/16Bezos/16Bezos-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_15_technology_jeff-bezos-amazon-twitter-charity.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338079.html", "title": "Jeff Bezos Wants Ideas for Philanthropy, So He Asked Twitter", "title_page": "Jeff Bezos Wants Ideas for Philanthropy, So He Asked Twitter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Bezos did not say on Twitter how much money he planned to commit to philanthropic giving. Given the magnitude of his wealth and the generosity of others in technology like Mr. Gates, his philanthropy has been relatively modest. He and his family have donated $15 million to Princeton University, his alma mater, and recently gave $35 million to the Fred Hutchinson Cancer Research Center in Seattle, the largest donation in that institution’s history.\nMr. Bezos has also characterized Blue Origin, the for-profit space company that he is funding with about $1 billion of his wealth annually, as an effort to help save Earth in the long run by providing means to move heavy industry off the planet.\nMr. Bezos asked people to reply to his post with their ideas. A little more than five hours after his request, there were more than 3,600 such replies, including suggestions for contributing to affordable housing, veterans’ organizations and lesbian, gay, bisexual and transgender causes.\nLarry Brilliant, the acting chairman of the Skoll Global Threats Fund, a philanthropy created by Jeff Skoll, one of eBay’s founders, said that crowdsourcing philanthropic ideas had had mixed success in large part because of the challenge of identifying ones that have promise.\n“The denominator of ideas you will get in, the vast majority of ideas which are not good, not viable, will flood this process,” said Mr. Brilliant, who formerly ran Google’s philanthropic arm.", "url": "https://www.nytimes.com/2017/06/15/technology/jeff-bezos-amazon-twitter-charity.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}