{"authors": ["Samin Nosrat"], "date_download": "2018-11-16 03:29:49", "date_modify": "2018-11-16 03:29:49", "date_publish": "2017-06-28 14:58:47", "description": "Sometimes creating the best version of a classic dish requires you to taste your way to perfection.", "filename": "2017_06_28_magazine_a-gazpacho-recipe-to-follow-then-discard_1542338989.html", "image_url": "https://static01.nyt.com/images/2017/07/02/magazine/02eat1-copy/02mag-02eat.t_CA0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_28_magazine_a-gazpacho-recipe-to-follow-then-discard_1542338989.html", "title": "A Gazpacho Recipe to Follow - Then Discard", "title_page": "A Gazpacho Recipe to Follow — Then Discard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I hate recipes. That may seem like an odd way to start a food column, but let me explain.\nIn 2000, when I was 20, I begged Christopher Lee, the co-chef at Chez Panisse, where I had a job busing tables, to teach me how to cook. As a prerequisite to an apprenticeship, Chris gave me a list of two dozen classic cookbooks. He instructed me to carefully read and cook my way through them. Every night after my shift, still sticky with sweat from loading dirty dishes onto the dumbwaiter, I climbed into the bathtub and read. With their intoxicating prose, writers like Paula Wolfert, Marcella Hazan and Richard Olney transported me to kitchens thousands of miles and many decades away.\nOn my days off, I cooked, straining to follow each recipe to the letter. Most of the food I cooked was mediocre at best — I was a novice, after all, and made countless mistakes. But when on occasion I succeeded in making something delicious, I figured it was because I’d adhered to the recipe. Good recipes, I thought, were foundational — vital, even — to good cooking.\nWhen eventually I began my kitchen apprenticeship, I expected to find the cooks dutifully referring to the canon of recipes with which I’d just familiarized myself, but they instead used something more abstract. Each day began with a menu meeting, at which Chris would describe his vision for the evening’s meal. He’d recount tales of memorable meals eaten in faraway lands. Like richly detailed headnotes, those stories gave us context and inspiration.", "url": "https://www.nytimes.com/2017/06/28/magazine/a-gazpacho-recipe-to-follow-then-discard.html"}