{"authors": ["Michael J. De La Merced", "Vindu Goel"], "date_download": "2018-11-16 04:20:14", "date_modify": "2018-11-16 04:20:14", "date_publish": "2017-02-15 17:15:33", "description": "After the revelations of huge data breaches, the new terms would cut the price for Yahoo’s core internet business by close to $300 million, a person with knowledge of the matter said.", "filename": "2017_02_15_business_dealbook_verizon-yahoo-merger-deal.html__r=0&module=inline_1542342014.html", "image_url": "https://static01.nyt.com/images/2017/02/16/business/16DB-YAHOOweb/16DB-YAHOOweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_15_business_dealbook_verizon-yahoo-merger-deal.html__r=0&module=inline_1542342014.html", "title": "Yahoo and Verizon Are Said to Be Near a Cheaper Deal", "title_page": "Yahoo and Verizon Are Said to Be Near a Cheaper Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Soon after Yahoo disclosed the first of two enormous data breaches that threatened to upend a $4.8 billion deal it had reached with Verizon Communications, the embattled company began to confront an unpleasant potential future.\nYahoo could have battled Verizon to preserve the original price tag, a campaign that could have ended up in a Delaware courtroom — and led to months of bitter legal wrangling. Moreover, that strategy would have run the risk of allowing Verizon to walk away from the purchase altogether.\nInstead, Yahoo is close to renegotiating its original deal, choosing to take close to $300 million off the price to preserve the sale, a person with knowledge of the matter said on Wednesday.\nUnder the revised terms, the two companies are expected to share legal responsibility and costs for the data breaches, the person with knowledge of the matter said.", "url": "https://www.nytimes.com/2017/02/15/business/dealbook/verizon-yahoo-merger-deal.html?_r=0&module=inline"}