{"authors": ["Steve Friess"], "date_download": "2018-11-16 04:55:27", "date_modify": "2018-11-16 04:55:27", "date_publish": "2017-05-24 21:47:25", "description": "Bottling operations can draw 130 million gallons a year from one site at almost no cost to Nestlé. Its application to pump even more has opened a political fight.", "filename": "2017_05_24_business_nestle-michigan-water.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344127.html", "image_url": "https://static01.nyt.com/images/2017/05/25/business/25NESTLE1/25NESTLE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_24_business_nestle-michigan-water.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344127.html", "title": "Where Nestlé Guzzles Water, Michigan Neighbors Take Exception", "title_page": "Where Nestlé Guzzles Water, Michigan Neighbors Take Exception - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The scale of Nestlé’s operation in this sparsely populated region about 180 miles northwest of Detroit is immense. The company packages an average of 4.8 million bottles of water a day — more than 3,000 a minute — with all lines running at a plant about 40 miles south of Evart, said David Sommer, the factory manager.\nThat plant draws water from nine wells, including two owned by the City of Evart for which it pays the local municipal water rate of $3.50 per thousand gallons. Two are on the factory site and the other five are scattered around two rural counties, including the White Pines well near Evart that is the subject of the increase request.\nAll that pumping produces the spring water Ice Mountain label sold across the Upper Midwest and the filtered water line Pure Life, a national line. Spring water, defined as coming from sources that flow naturally at the land’s surface, sells for more because it is perceived to be more authentic and healthier, Nestlé officials say.\n“Spring water is a very different thing, a precious source,” said Nelson Switzer, chief sustainability officer for Nestlé Waters North America. “We bring that to the people, that convenience, that ability to reseal, to take it with them, to have it when they need it. That’s a very unique idea, a distinction.”\nTo win over the state environmental agency, Nestlé must convince officials that it is a good steward of the environment. Arlene Anderson-Vincent, Nestlé’s natural resources manager for Michigan, insisted, “We never take out more than nature’s bringing back in.”\nEvart’s city manager, Zackary Szakacs, supports Nestlé, asserting that the company’s purchase of water from city-owned wells keeps costs low for the 2,000 residents of a community with a $19,000 median income. The company also pays for an environmental protection fund, new public recreational facilities and, more recently, for scientists and expertise to purify a city well Nestlé found to be tainted by perchlorate, a thyroid toxin.", "url": "https://www.nytimes.com/2017/05/24/business/nestle-michigan-water.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}