{"authors": ["Nicholas Fandos"], "date_download": "2018-11-16 04:01:17", "date_modify": "2018-11-16 04:01:17", "date_publish": "2017-09-15 23:42:22", "description": "Senate Judiciary Committee leaders are growing frustrated with what they see as stonewalling from the Justice Department over their Russia probe.", "filename": "2017_09_15_us_politics_grassley-judiciary-chairman-russia-probe-subpoenas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340877.html", "image_url": "https://static01.nyt.com/images/2017/09/16/us/16dc-judiciary/16dc-judiciary-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_15_us_politics_grassley-judiciary-chairman-russia-probe-subpoenas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340877.html", "title": "Judiciary Chairman Considers Subpoenas in Trump Investigation", "title_page": "Judiciary Chairman Considers Subpoenas in Trump Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“All I can tell you is I’m not very satisfied with the fact that his lawyers aren’t returning our calls,” Mr. Grassley said on Thursday morning, referring to Mr. Manafort. A call between investigators and the lawyers later in the day did not yield any progress, a committee official said.\nA lawyer for Mr. Manafort could not immediately be reached for comment.\nThough it does not consider him a witness, the committee is also waiting to hear from Attorney General Jeff Sessions, who has not spoken to the committee since his confirmation hearing in January. After failing at his confirmation hearing to disclose his meetings with the Russian ambassador, which were made public weeks after he had been confirmed as attorney general, Mr. Sessions recused himself from the Justice Department’s Russia investigation. He said he recused himself not because of wrongdoing but to comport with Justice Department regulations regarding his role in the Trump campaign.\nMr. Grassley wrote to Mr. Sessions in late August suggesting three dates in late September or early October for a regular oversight hearing. A hearing date has yet to be announced, and while Mr. Grassley said the attorney general can have time to set up his team, the committee is eager to question him.\nCommittee members have said it is crucial to their investigation to question Mr. Sessions not only about those contacts but his role in Mr. Comey’s firing. The New York Times reported on Thursday that Mr. Sessions had offered his resignation to Mr. Trump, who despite withering criticism, declined to accept.\nA spokeswoman for the Justice Department declined to comment.\nFor Democrats, who have tried to prod the committee into a more active stance, efforts to compel witnesses could not come soon enough.\nSenator Sheldon Whitehouse, Democrat of Rhode Island, said he was encouraged that the committee had “roused itself” to begin staff interviews and document gathering, but said on balance he wish it was proceeding in a more energetic way.\n“I don’t think they are going at anywhere near the pace they would be if Democrats had gavels,” he said. “I’m always impatient in these matters. But I am not boiling with impatience.”", "url": "https://www.nytimes.com/2017/09/15/us/politics/grassley-judiciary-chairman-russia-probe-subpoenas.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}