{"authors": ["Michael E. O Hanlon"], "date_download": "2018-11-16 04:42:45", "date_modify": "2018-11-16 04:42:45", "date_publish": "2017-07-05 21:29:51", "description": "Tougher sanctions alone are unlikely to suffice. Washington also needs a more promising negotiating strategy.", "filename": "2017_07_05_opinion_north-korea-military-sanctions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343365.html", "image_url": "https://static01.nyt.com/images/2017/07/06/opinion/06ohanlonWeb/06ohanlonWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_05_opinion_north-korea-military-sanctions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343365.html", "title": "It’s Finally Time to Deal With North Korea", "title_page": "Opinion | It’s Finally Time to Deal With North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Washington — After witnessing the depravity of the North Korean regime in the death of the American student Otto Warmbier and Pyongyang’s successful long-range missile test on Tuesday, Washington must nonetheless evaluate any possible opportunity for capping and ultimately dismantling the country’s nuclear and long-range missile forces with an open mind.\nA North Korea with 30, 50 or 100 nuclear bombs and the ability to deliver them to the United States (and perhaps a desire to sell them, too) would be much more dangerous than the current situation, in which Pyongyang possesses perhaps one to two dozen bombs and an unreliable means of delivering them.\nToughening sanctions against Pyongyang still makes sense — including more penalties on international banks and companies that do illicit business with the North Koreans. But tougher sanctions alone are unlikely to suffice. Washington needs a more promising negotiating strategy, too.\nSome North Korean officials, including the country’s ambassador to India, have suggested an openness to a freeze, temporary or permanent, on North Korea’s testing of nuclear and long-range missile forces in exchange for a parallel freeze on United States-South Korean military exercises on the peninsula — in particular, the large-scale exercises called Ulchi Freedom Guardian and Foal Eagle, which involve upward of 20,000 troops. If the North Koreans would extend the freeze to the production of nuclear materials and it can be made verifiable — with China and Russia providing inspectors, along with Swiss or other neutral parties — Washington should take the deal.", "url": "https://www.nytimes.com/2017/07/05/opinion/north-korea-military-sanctions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}