{"authors": ["Damien Cave"], "date_download": "2018-11-16 03:18:00", "date_modify": "2018-11-16 03:18:00", "date_publish": "2017-05-01 19:42:22", "description": "Some in Australia worry about the risk of being drawn into a conflict that forces it to side with either the United States, its military ally, or China, its biggest trading partner.", "filename": "2017_05_01_world_australia_trump-north-korea-us-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338280.html", "image_url": "https://static01.nyt.com/images/2017/04/29/world/02defense-3/02defense-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_01_world_australia_trump-north-korea-us-china.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338280.html", "title": "Trump’s Volatility in Asia Distresses a Longtime U.S. Ally: Australia", "title_page": "Trump’s Volatility in Asia Distresses a Longtime U.S. Ally: Australia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We’ve grown up together,” he said in an interview by phone from Hawaii, where he has been posted to the United States Pacific Command since January. “We trust each other and know we can operate together.”\nStill, there have been challenges. In a discussion last year about the cost of the Marines in Darwin, the Australians came in with a data-heavy presentation asserting that United States Marines eat more than typical Australian soldiers, and therefore strain sewage systems more, and argued that the Americans should pay more of the costs of improving wastewater lines on military bases. The proposal stunned even the lead Australian negotiators, who quickly dropped it, according to American defense officials.\nThe toughest issues have involved China, the crucial lever of influence with North Korea and the region. Some American officials have urged Australia to engage in robust freedom-of-navigation operations in the South China Sea, where China has set up bases on disputed islands, but the Australians have resisted.\nLast year, American officials also expressed alarm about a port in Darwin that local officials leased to a Chinese company for $361 million, possibly making it easier to collect intelligence on American and Australian forces stationed nearby.", "url": "https://www.nytimes.com/2017/05/01/world/australia/trump-north-korea-us-china.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}