{"authors": ["Brian M. Rosenthal", "Emma G. Fitzsimmons", "Michael Laforgia"], "date_download": "2018-11-16 03:12:30", "date_modify": "2018-11-16 03:12:30", "date_publish": "2017-11-18 05:00:24", "description": "Disruptions and delays have roiled the system this year. But the crisis was long in the making, fueled by a litany of errors, a Times investigation shows.", "filename": "2017_11_18_nyregion_new-york-subway-system-failure-delays.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337950.html", "image_url": "https://static01.nyt.com/images/2017/11/14/nyregion/00subwayPROMO/00subwayPROMO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_18_nyregion_new-york-subway-system-failure-delays.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337950.html", "title": "How Politics and Bad Decisions Starved New York’s Subways", "title_page": "How Politics and Bad Decisions Starved New York’s Subways - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "None of this happened on its own. It was the result of a series of decisions by both Republican and Democratic politicians — governors from George E. Pataki to Mr. Cuomo and mayors from Rudolph W. Giuliani to Bill de Blasio. Each of them cut the subway’s budget or co-opted it for their own priorities.\nThey stripped a combined $1.5 billion from the M.T.A. by repeatedly diverting tax revenues earmarked for the subways and also by demanding large payments for financial advice, I.T. help and other services that transit leaders say the authority could have done without.\nThey pressured the M.T.A. to spend billions of dollars on opulent station makeovers and other projects that did nothing to boost service or reliability, while leaving the actual movement of trains to rely on a 1930s-era signal system with fraying, cloth-covered cables.\nAdvertisement Continue reading the main story\nThey saddled the M.T.A. with debt and engineered a deal with creditors that brought in quick cash but locked the authority into paying $5 billion in interest that it otherwise never would have had to pay.\nIn one particularly egregious example, Mr. Cuomo’s administration forced the M.T.A. to send $5 million to bail out three state-run ski resorts that were struggling after a warm winter.\nAt the same time, public officials who have taken hundreds of thousands of dollars in political contributions from M.T.A. unions and contractors have pressured the authority into signing agreements with labor groups and construction companies that obligated the authority to pay far more than it had planned.\nFaced with funding shortfalls, the M.T.A. has resorted to borrowing. Nearly 17 percent of its budget now goes to pay down debt — roughly triple what it paid in 1997.\n“It’s genuinely shocking how much of every dollar that goes to the M.T.A. is spent on expenses that have nothing to do with running the subway,” said Seth W. Pinsky, the former head of the city’s Economic Development Corporation. “That’s the problem.”\nPhoto\nReporters for The Times reviewed thousands of pages of state and federal documents, including records that had not previously been made public; built databases to compare New York with other cities; and interviewed more than 300 people, including current and former subway leaders, contractors and transit experts.\nThe examination found that the agency tasked with running the subway has been roiled by turnover and changes to its management structure. Dozens of people have cycled through high-level jobs, including many who left to work for contractors who do business with the M.T.A. Byzantine layers of bureaucracy have allowed transit leaders and politicians to avoid responsibility for problems.\nBut the theme that runs through it all is a perennial lack of investment in tracks, trains and signals.\nAdvertisement Continue reading the main story\nOn a good day, managing New York’s subway is a challenge. It is the largest urban transit system in the country and one of the oldest in the world. It is also one of the few to operate 24 hours every day. And in the past two decades, M.T.A. leaders have guided the authority through the Sept. 11 attacks and Hurricane Sandy, disasters from which it is still recovering. After the emergency declaration this year, the authority unveiled an $800 million rescue plan that included adding train cars and staff.\nBut politicians and transit leaders have not acted on a series of chances to turn things around sooner. They ignored decades of warnings from state and city comptrollers. They failed to pass a congestion pricing plan in 2008. They chose not to give mass transit much of the proceeds from large settlements with banks after the financial crisis. They brushed aside the findings of the M.T.A. Transportation Reinvention Commission, a 2014 panel of transit leaders from around the world.\nAnd through it all, The Times found, the M.T.A. has used sloppy data collection and accounting games that hide from the public the true causes of the subway’s problems.\nVideo\nMuch of this story unfolds in the musty pages of budgets and contracts. But under the jargon and numbers is a world of misery. New Yorkers who depend on the subways are missing court hearings, arriving late for medical appointments, losing out on jobs or being robbed of time with their children.\nLast year, for the first time in decades, the number of people riding the subway actually slightly declined — an astounding development in a growing city with a booming economy.\n“It’s heartbreaking,” said David L. Gunn, a former transit system president who helped drag the subways out of the 1970s crisis only to see the system deteriorate again. “I actually lose sleep over it. I get so mad when I see what’s happening.”\nWhile many politicians have contributed to the decline of the subway over the years, the problems reached a fever pitch under Mr. Cuomo, who as governor appoints the M.T.A. chairman and effectively controls the authority. Mr. Cuomo, a Democrat who is expected to seek a third term next year and is also seen as a potential presidential candidate in 2020, tried to stave off the emergency by committing additional funding to capital construction and getting involved in decisions about how to spend it. But several transit leaders said that the interference backfired, and that the governor would have helped more if he had introduced any legislation to boost funding for core maintenance.\nIn a statement, Dani Lever, a spokeswoman for Mr. Cuomo, said the governor was dedicated to improving the M.T.A., including by ensuring a record $8.5 billion in state funding for capital needs.\nAdvertisement Continue reading the main story\nMs. Lever acknowledged that the subway was in “unacceptable disrepair” but argued that politicians and transit leaders had done their best with limited resources and a flawed agency. She said the problems stemmed from a lack of accountability caused by the city and suburbs having seats on the M.T.A. board, and the city and Legislature having power to veto capital spending.\n“A camel is a horse designed by committee, and the M.T.A. is a train service run by committee,” Ms. Lever said.", "url": "https://www.nytimes.com/2017/11/18/nyregion/new-york-subway-system-failure-delays.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}