{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:52:13", "date_modify": "2018-11-16 04:52:13", "date_publish": "2017-11-18 00:50:49", "description": "The resignations, and a demotion, at the Housing Authority come amid scrutiny over the handling of lead paint reports to the federal government.", "filename": "2017_11_17_nyregion_nycha-lead-paint-resignations-housing.html_module=inline_1542343933.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_17_nyregion_nycha-lead-paint-resignations-housing.html_module=inline_1542343933.html", "title": "2 Housing Authority Officials Resign After False Lead Paint Reports", "title_page": "2 Housing Authority Officials Resign After False Lead Paint Reports - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Amid escalating outcry over false reports filed by the city related to lead paint inspections in public housing, the de Blasio administration on Friday announced that two senior officials at the city’s Housing Authority had resigned and another had been demoted.\nThe administration also said in an emailed statement, sent late in the afternoon, that the Housing Authority would create a department to oversee regulatory compliance and the accuracy of reports.\nThe moves comes after the revelation by the city’s Investigation Department on Tuesday that the authority’s chairwoman, Shola Olatoye, knew in the middle of 2016 that agency inspectors had not been checking apartments for lead paint, in violation of federal rules and local law, but nevertheless signed off later that year on paperwork to the federal government certifying all rules had been followed.\nIn response, the city’s public advocate, Letitia James, called for Ms. Olatoye to step down on Thursday, and a city councilman said on Friday he would be calling her in to testify before a Council committee early next month.", "url": "https://www.nytimes.com/2017/11/17/nyregion/nycha-lead-paint-resignations-housing.html?module=inline"}