{"authors": ["G. Elliott Morris"], "date_download": "2018-11-16 04:32:56", "date_modify": "2018-11-16 04:32:56", "date_publish": "2017-09-14 09:30:14", "description": "The young are typically much less likely to vote, but signs suggest participation levels could soon rise.", "filename": "2017_09_14_upshot_how-much-can-the-youth-vote-actually-help-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342776.html", "image_url": "https://static01.nyt.com/images/2017/09/14/upshot/14up-youthvote1/merlin-to-scoop-123789422-106547-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_14_upshot_how-much-can-the-youth-vote-actually-help-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342776.html", "title": "How Much Can the Youth Vote Actually Help Democrats?", "title_page": "How Much Can the Youth Vote Actually Help Democrats? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As important as it would be for Democrats to unite and to keep left-of-center voters from straying, it would be even more helpful to win Republican converts. A recent report from Pew Research Center found that 23 percent of young Americans who identified as Republican or independent-leaning-Republican switched to identifying as Democrat or independent-leaning-Democrat from 2015 to 2017.\nThe same report estimated that just 9 percent of young Democrats or those who lean Democratic switched to the G.O.P. My analysis of survey data from the 2010-2014 C.C.E.S. panel survey finds that these recent levels of Republican-to-Democrat switching are around 11 percentage points higher than past levels.\nThe 2016 C.C.E.S. data corroborates this story, showing that about 75 percent of young Republicans voted for Donald J. Trump — about 20 points lower than the level of Republican voters older than 30.\nThat all sounds promising for Democrats. But you might have noticed something in November 2016: This trend wasn’t enough to produce a victory for Mrs. Clinton.\nThe turnout among those 18 to 29 was just 43 percent in 2016, compared with 60 percent for the entire electorate. And in recent midterm elections, they have voted at rates no higher than 21 percent, which is less than the 36 percent overall average.\nIf those turnout patterns hold true in the 2018 midterms, young millennials will cast a measly 10 percent of total ballots. So even if the Democrats do add 25 percent of young Republicans to their ranks, it will amount only to roughly 3 percent of the electorate in 2018.\nWhat may be more important than the level at which young Republicans are switching parties are their reasons for doing so. The Pew Research Center report found that 84 percent of the Republicans-turned-Democrats (regardless of age) disapproved of President Trump. Fifty-four percent strongly disapproved. A recent poll conducted by Gallup found approval of Mr. Trump among millennials to be near 23 percent. This would equate to a decline of 10 percentage points since Inauguration Day, slightly outpacing the nine-point decline among all Americans.", "url": "https://www.nytimes.com/2017/09/14/upshot/how-much-can-the-youth-vote-actually-help-democrats.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}