{"authors": ["Alexis Soloski"], "date_download": "2018-11-16 04:51:23", "date_modify": "2018-11-16 04:51:23", "date_publish": "2017-06-07 21:47:03", "description": "Chisa Hutchinson’s portrait of a Chinese-American girl and her college admissions counselor is energetic but overstuffed.", "filename": "2017_06_07_theater_somebodys-daughter-review_1542343883.html", "image_url": "https://static01.nyt.com/images/2017/06/07/arts/07Somebody/07Somebody-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_07_theater_somebodys-daughter-review_1542343883.html", "title": "Review: ‘Somebody’s Daughter,’ High-Achieving but Hungry for Guidance", "title_page": "Review: ‘Somebody’s Daughter,’ High-Achieving but Hungry for Guidance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Unfortunately, Kate is a counselor who isn’t all that great at the counseling part. Ambivalent about her own nice-guy boyfriend, she tries to sell Alex on advice she can’t apply to her own situation. (Ms. Yi’s voluble, high-voltage performance is the play’s chief delight.) Alex takes that advice, trying to catch the eye of a floppy-haired senior (Collin Kelly-Sordelet).\nThe subsequent Dumpster blaze of her personal life probably makes for a knockout college essay. Does it make for a good play? That’s the trickier question.\nMs. Hutchinson has an enthusiasm for characters who aren’t especially likable and big, breathless ambitions, like those of a student who has packed her schedule with so many courses that she’s forgotten to give herself a lunch period. “Somebody’s Daughter” abounds in gender bias, romantic drama, intergenerational conflict, racial skirmishes and a coming-of-age narrative, too. Definitely no recess.\nThe play is often a comedy, except when it’s not, and is definitely Alex’s story, except when it shifts to Kate and sometimes Millie, a tiger mother written as all claws and played with so little sympathy that she can make you feel like a teenager again. (“Oh my God, Mom! Why do you have to be so mean!”) Ms. Adrales tends to encourage larger-than-life performances, which can be engaging, though also a little exhausting.\nWith so many strands and themes — and so many locations crammed into the narrow set — Ms. Hutchinson’s plotting sometimes slips into melodrama, while perpetuating unhelpful myths about Asian families and female fertility.", "url": "https://www.nytimes.com/2017/06/07/theater/somebodys-daughter-review.html"}