{"authors": ["David E. Sanger", "Jane Perlez"], "date_download": "2018-11-16 04:16:58", "date_modify": "2018-11-16 04:16:58", "date_publish": "2017-06-02 01:41:48", "description": "In quitting the Paris climate accord, President Trump creates a vacuum of global leadership that gives allies and adversaries the chance to reorder the world’s power structure.", "filename": "2017_06_01_us_politics_climate-accord-trump-china-global-leadership.html_module=inline_1542341818.html", "image_url": "https://static01.nyt.com/images/2017/06/02/world/JP-GLOBAL/JP-GLOBAL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_01_us_politics_climate-accord-trump-china-global-leadership.html_module=inline_1542341818.html", "title": "Trump Hands the Chinese a Gift: The Chance for Global Leadership", "title_page": "Trump Hands the Chinese a Gift: The Chance for Global Leadership - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump has managed to turn America First into America Isolated.\nIn pulling out of the Paris climate accord, Mr. Trump has created a vacuum of global leadership that presents ripe opportunities to allies and adversaries alike to reorder the world’s power structure. His decision is perhaps the greatest strategic gift to the Chinese, who are eager to fill the void that Washington is leaving around the world on everything from setting the rules of trade and environmental standards to financing the infrastructure projects that give Beijing vast influence.\nMr. Trump’s remarks in the Rose Garden on Thursday were also a retreat from leadership on the one issue, climate change, that unified America’s European allies, its rising superpower competitor in the Pacific, and even some of its adversaries, including Iran. He did it over the objections of much of the American business community and his secretary of state, Rex W. Tillerson, who embraced the Paris accord when he ran Exxon Mobil, less out of a sense of moral responsibility and more as part of the new price of doing business around the world.\nAs Mr. Trump announced his decision, the Paris agreement’s goals were conspicuously reaffirmed by friends and rivals alike, including nations where it would have the most impact, like China and India, as well as the major European Union states and Russia.\nThe announcement came only days after he declined to give his NATO allies a forceful reaffirmation of America’s commitment to their security, and a few months after he abandoned a trade deal, the Trans-Pacific Partnership, that was designed to put the United States at the center of a trade group that would compete with — and, some argue, contain — China’s fast-growing economic might.", "url": "https://www.nytimes.com/2017/06/01/us/politics/climate-accord-trump-china-global-leadership.html?module=inline"}