{"authors": ["Neil Macfarquhar"], "date_download": "2018-11-16 03:19:55", "date_modify": "2018-11-16 03:19:55", "date_publish": "2017-12-11 10:00:33", "description": "The March 2018 presidential election in Russia is a sideshow to the real battle: determining what comes after President Putin’s next term ends in 2024.", "filename": "2017_12_11_world_europe_russia-vladimir-putin-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338395.html", "image_url": "https://static01.nyt.com/images/2017/12/12/world/12russia-putin-successor-1/xxrussia-putin-successor1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_11_world_europe_russia-vladimir-putin-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338395.html", "title": "Putin’s Re-election Is Assured. Let the Succession Fight Begin.", "title_page": "Putin’s Re-election Is Assured. Let the Succession Fight Begin. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — Ask Russian analysts to describe the coming campaign for the March 2018 presidential election and their answers contain a uniform theme: a circus, a carnival, a sideshow.\nWith the victory of President Vladimir V. Putin assured, the real contest, they say, is the bare-knuckled, no-holds-barred fight to determine who or what comes after him by the end of his next six years in office, in 2024. What might be called the Court of Putin — the top 40 to 50 people in the Kremlin and their oligarch allies — will spend the next presidential term brawling over that future.\nWhen Mr. Putin confirmed last week that he would run again, he might as well have been firing the starting gun for the race toward his succession. He is barred by the Constitution from seeking a third consecutive term, his fifth total, in 2024.\n“The election itself does not matter at all,” said Gleb O. Pavlovsky, a political analyst and former Kremlin consultant. The people around the president, he added, “are deciding the question of who they themselves will be after Putin. That is the main motive behind this fight: It is a struggle for a place in the system after Putin is gone.”", "url": "https://www.nytimes.com/2017/12/11/world/europe/russia-vladimir-putin-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}