{"authors": ["David Leonhardt"], "date_download": "2018-11-16 04:33:15", "date_modify": "2018-11-16 04:33:15", "date_publish": "2017-01-18 18:41:09", "description": "Dozens of colleges are vaulting thousands of low-income students into the middle class and beyond, and yet are being starved of funding.", "filename": "2017_01_18_opinion_sunday_americas-great-working-class-colleges.html_module=inline_1542342795.html", "image_url": "https://static01.nyt.com/images/2017/01/22/opinion/22Leonhardt-web/22Leonhardt-web-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_18_opinion_sunday_americas-great-working-class-colleges.html_module=inline_1542342795.html", "title": "America’s Great Working-Class Colleges", "title_page": "Opinion | America’s Great Working-Class Colleges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I’ll admit that the new data surprised me. Years of reporting on higher education left me focused on the many problems at colleges that enroll large numbers of poor and middle-class students.\nThose problems are real: The new study — by a team of economists led by Raj Chetty of Stanford — shows that many colleges indeed fail to serve their students well. Dropout rates are high, saddling students with debt but no degree. For-profit colleges perform the worst, and a significant number of public colleges also struggle. Even at the strong performers, too many students fall by the wayside. Improving higher education should be a national priority.\nBut the success stories are real, too, and they’re fairly common. As I thought about the new findings in light of the other evidence pointing to the value of education, they became less surprising. After all, the earnings gap between four-year college graduates and everyone else has soared in recent decades. The unemployment rate for college graduates today is a mere 2.5 percent.\nThose college graduates have to come from somewhere, of course, and most of them are coming from campuses that look a lot less like Harvard or the University of Michigan than like City College or the University of Texas at El Paso. On these more typical campuses, students often work while they’re going to college. Some are military veterans, others learned English as a second language and others are in their mid-20s or 30s.\n“There are a lot of people who would not go to college at all, and would not get an education at all, if they had to go through some selective criteria,” said Erik Pavia, a 2010 graduate of the University of Texas at El Paso, known as UTEP. “UTEP opens the doors to people from all walks of life.”\nImage Erik Pavia at the University of Texas at El Paso. Credit Ivan Pierre Aguirre for The New York Times\nPavia grew up in Canutillo, a poor neighborhood in El Paso, the son of a construction worker and house cleaner. He did well enough in high school to attend many colleges but — as frequently happens with low-income students — was not willing to leave home at age 18 for an unfamiliar world. “I just didn’t feel like I was ready to go out to college on my own,” he said. “So I decided to stay home and save money.”", "url": "https://www.nytimes.com/2017/01/18/opinion/sunday/americas-great-working-class-colleges.html?module=inline"}