{"authors": ["Jonathan Soble"], "date_download": "2018-11-16 04:45:52", "date_modify": "2018-11-16 04:45:52", "date_publish": "2017-01-25 14:39:46", "description": "The apparent death of the multinational trade deal could force Tokyo to negotiate one-on-one with the United States, provoking potentially bruising showdowns.", "filename": "2017_01_25_business_trump-tpp-japan-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343552.html", "image_url": "https://static01.nyt.com/images/2017/01/26/world/26JAPANTRADE-1/26JAPANTRADE-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_25_business_trump-tpp-japan-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343552.html", "title": "After Trump Rejects Pacific Trade Deal, Japan Fears Repeat of 1980s", "title_page": "After Trump Rejects Pacific Trade Deal, Japan Fears Repeat of 1980s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Japan may eventually agree to bilaterals with the U.S. to ensure that the U.S. stays engaged in Asia — both economically and to provide a security counter to China,” said Glen S. Fukushima, a former United States trade official who is now a senior fellow at the Center for American Progress, a think tank in Washington.\nOfficially, Japan has not given up on the TPP, or on keeping the United States involved.\nThe day after Mr. Trump signed his executive order committing to withdrawal, Mr. Abe said in Parliament he would “resolutely continue to seek understanding” from Washington of the deal’s strategic and economic importance. Mr. Abe’s advisers express hope that members of Mr. Trump’s cabinet with business and national security experience will lend their voices to the effort.\nSadayuki Sakakibara, chairman of Keidanren, the lobbying group representing Japan’s largest corporations, encouraged Mr. Abe this week to take a two-pronged approach. Mr. Abe, he said, should try to keep the deal alive while engaging the United States directly, if necessary, “with the goal of eventually broadening negotiations to a multilateral level.”\nBarring a drastic change in Mr. Trump’s views on trade, however, that could mean stringing matters out for years — possibly until the next administration, if not longer.\nThe TPP’s demise doesn’t pose an immediate threat to Mr. Abe, whose poll numbers remain high. About as many Japanese voters favored the trade deal as opposed it.\nBut none of Japan’s other trade options serve Mr. Abe’s goals the way TPP does.\nJapan and others could move on without Washington, which would require changing a condition that requires the United States to ratify the deal before it can take effect. Prime Minister Malcolm Turnbull of Australia said on Tuesday that he had been promoting that idea to Mr. Abe and several other leaders. Japan, with the second-largest economy in the group, after the United States, would be a crucial participant.", "url": "https://www.nytimes.com/2017/01/25/business/trump-tpp-japan-trade.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}