{"authors": ["The New York Times"], "date_download": "2018-11-16 03:11:05", "date_modify": "2018-11-16 03:11:05", "date_publish": "2017-12-13 10:16:48", "description": "A public hearing of the conference committee on Wednesday will be largely a show given that Republican lawmakers have a deal on a consensus $1.5 trillion tax bill.", "filename": "2017_12_13_us_politics_republicans-tax-bill.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337865.html", "image_url": "https://static01.nyt.com/images/2017/12/14/us/politics/14dc-taxlive3/14dc-taxlive3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_13_us_politics_republicans-tax-bill.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337865.html", "title": "Republicans’ Tax Bill Nears the Finish Line", "title_page": "Republicans’ Tax Bill Nears the Finish Line - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The looming loss of the Republican seat in the Senate from Alabama adds to the pressure that party members in Congress face to ensure that their tax overhaul faces no last-minute hiccups that push the bill into next year. On Wednesday, they will look to keep the momentum going in the face of Democrats who are feeling newly emboldened.\nThe conference committee met and Democrats expressed displeasure\nThe conference committee that was created to merge the House and Senate tax bills began its one public meeting on Wednesday afternoon and Democrats immediately denounced the gathering as an exercise in trying to make the tax overhaul look transparent.\n“Let’s understand what’s happening today is a sham,” said Senator Ron Wyden of Oregon, the top Democrat on the Senate Finance Committee. “Nobody ought to mistake this conference for real debate.”\nSenator Bernie Sanders, independent of Vermont, said the “so-called conference committee,” as he put it, “is a farce.”\nMembers of the committee assembled for their public session in a basement meeting room in the Capitol, and the partisan skirmishing began right at the outset.\nRepresentative Richard E. Neal of Massachusetts, the top Democrat on the Ways and Means Committee, asked that the conference committee postpone its work until Doug Jones, the winner of Tuesday’s special election for Senate in Alabama, is sworn into office.\nThe lawmaker presiding over the meeting, Representative Kevin Brady, Republican of Texas and the chairman of the Ways and Means Committee, said the motion was not allowed.\nAdvertisement Continue reading the main story\nRepresentative Lloyd Doggett, Democrat of Texas, quickly clashed with Mr. Brady over his handling of the meeting, reminding him that the session was not being conducted under “Putin rules.”\nDemocrats also denounced the substance of the tax overhaul.\n“The American people are witnessing a master class in how one political party, relying on secrecy, distortion and brute force, can muscle an unpopular, deficit exploding corporate giveaway to passage,” Mr. Wyden said. “This is the ultimate betrayal of the middle class.”\nThe gathering will be one of the final times that Democrats will be able to publicly criticize the tax legislation while being face-to-face with the Republicans who are crafting it. Thus far, they have largely assailed the partisan process and argued that the bill benefits the rich and corporations and doesn’t do enough to help the middle class.\nFor Republicans, the public meeting is largely for show, as the final negotiations happened behind closed doors and the major details have already been agreed upon. Republicans are planning to pass the bill along party lines and have so far rebuffed Democrats’ requests to change the bill.\nAlabama’s election is unlikely to derail the tax bill\nThe odds remain strong that congressional Republicans will send a consensus tax bill to Mr. Trump, despite Democrats’ upset Senate victory in Alabama on Tuesday.\nThe news that Doug Jones, a Democrat, had defeated Roy Moore, a Republican, in the election immediately sent many liberal activists dreaming of another improbable win: blocking the tax bill.\nMath and momentum fueled that activist optimism. Once Mr. Jones is seated in the Senate, Republicans’ majority in the chamber will narrow to a single seat. The tax bill passed the Senate on a 51-49 vote, with one Republican, Bob Corker of Tennessee, defecting. The hope among liberals was that Mr. Jones’ victory would give other Republicans pause and delay the process of reconciling the bills.\nThat seems unlikely to happen, however. Lawmakers have agreed on the contours of a final deal and an influential Republican, Susan Collins of Maine, said she saw no reason to wait for Mr. Jones to be seated before voting on the tax bill.\nAdvertisement Continue reading the main story\nHowever, Republicans still need to tread carefully and ensure they have enough support to get the bills over the finish line. If another Republican senator were then to defect — for example, Ms. Collins, who extracted concessions from party leadership in order to vote yes on the bill initially, but has watched some of those concessions go as yet unfulfilled — then the bill could stall.\nThose scenarios still appear highly unlikely. Republican leaders are prepared to hold votes early next week on the measure, well before the Alabama results are expected to be certified, making Mr. Jones eligible to be seated. Party leaders remain confident Mr. Trump will sign the bill before Christmas — most likely before Mr. Jones enters the Senate.\nThe one wrinkle from Tuesday night, for Republicans and the bill, is that the results empower individual senators to demand even more from the leadership for their votes. Ms. Collins and Marco Rubio of Florida have both raised concerns this week about the compromise bill as it is shaping up. Party leaders may be forced to address their concerns or apply more pressure to keep them, and possibly others, in line.\nBut even if Republicans were to defect en masse in the Senate, the tax bill could still sail to Mr. Trump — if House Republicans were to approve the version that passed the Senate. That version included some apparent drafting errors that have upset business interests, most notably the rate of the corporate alternative minimum tax. But in a worst-case scenario, party leaders could decide that bill is better than no bill at all, and promise to return to fix the provisions later — an echo of how Democrats proceeded to pass the Affordable Care Act after they lost a similarly stunning Senate special election, in Massachusetts, in 2010.\nPhoto\nDemocrats tell Republicans to hit pause on tax bill\nDemocrats are mounting a concerted, though likely fruitless, effort to get Republican leadership in the Senate to delay the tax bill vote until Mr. Jones is seated as a senator from Alabama.\nSenator Chuck Schumer of New York, the Democratic leader, called on Senator Mitch McConnell of Kentucky, the majority leader, to “hit pause on his tax bill” after the Democratic candidate won the special election for Senate in Alabama on Tuesday.\n“It would be wrong for Senate Republicans to jam through this tax bill without giving the newly elected senator from Alabama the opportunity to cast his vote,” Mr. Schumer said at a news conference at the Capitol on Wednesday morning.\nMr. Schumer drew a parallel with the election of Scott Brown, a Republican, in a special election in Massachusetts in 2010 as Democrats were trying to enact their health care overhaul.\nAdvertisement Continue reading the main story\nSenator Ron Wyden of Oregon similarly said the bill should be delayed until Mr. Jones arrives, saying in a tweet “The people of Alabama have spoken.”\nTrump dines with Republican lawmakers\nMr. Trump hosted Republican lawmakers working on tax legislation for lunch at the White House. Flanked by Senator Orrin G. Hatch of Utah and Representative Kevin Brady of Texas, Mr. Trump gave brief remarks on the tax plan.\n“We’re very close to getting it done, we’re very close to voting,” he said.\nThe White House on Wednesday released a name of those dining with Mr. Trump, including Vice President Mike Pence, Treasury Secretary Steven Mnuchin, eight Republican senators and Representative Kevin Brady, Republican of Texas and chairman of the tax-writing Ways and Means Committee.\nDemocrats make a last-ditch effort to pressure Republicans\nAhead of the Conference Committee meeting, Democrats on the House Ways and Means Committee will be joined by House Democratic leaders for a noon “forum” on the Republican tax legislation.\nHouse Democrats have invited economists including Mark Zandi, of Moody’s Analytics, and Jason Furman, former chairman of President Barack Obama’s Council of Economic Advisers, to participate.\nTreasury Secretary Steven Mnuchin, who has come under attack from Democrats for using “fake math” to defend the Republican tax plan, was also invited. He is not expected to attend.\nProgressive groups hold protests in the Capitol\nLiberal activists are planning to fan across the Capitol on Wednesday to try to flip Republican members of Congress who they think could be persuaded to change their minds on the tax bill.\nMembers of Housing Works, the Center for Popular Democracy, Women’s March, Hedge Clippers, People for Bernie, Strong Economy for All Coalition are planning to stage sit-ins at the offices of Senators Jeff Flake and John McCain of Arizona.\nAdy Barkan, a progressive activist with amyotrophic lateral sclerosis who confronted Mr. Flake on an airplane last week, is headlining the rally. According to one of its organizers, he is also hoping to have a meeting with Ms. Collins.", "url": "https://www.nytimes.com/2017/12/13/us/politics/republicans-tax-bill.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}