{"authors": ["Keith Bradsher", "Rachel Abrams", "Bill Vlasic"], "date_download": "2018-11-16 03:53:13", "date_modify": "2018-11-16 03:53:13", "date_publish": "2017-01-27 01:42:40", "description": "A plan to revamp corporate taxes by making importers pay, but not exporters, could be costly for retailers and many industries, as well as consumers.", "filename": "2017_01_26_business_economy_import-tax-business-reaction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340393.html", "image_url": "https://static01.nyt.com/images/2017/01/27/business/27BIZREACT1/27BIZREACT1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_26_business_economy_import-tax-business-reaction.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340393.html", "title": "Counting the Winners and Losers From an Import-Based Tax", "title_page": "Counting the Winners and Losers From an Import-Based Tax - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The idea of a broad tax on importers is suddenly at the center of the Washington policy debate, with the inevitable counting of potential winners and losers.\nSuch a tax could hit retailers the hardest if it takes full effect, with their heavy reliance on products as varied as microwave ovens from China and T-shirts from Bangladesh. But few sectors of the American economy and few consumers would be unaffected.\nIf such a tax were imposed on imports from around the world, automakers could face hefty tax bills not only for cars imported from Mexico and elsewhere but also for the many auto parts they buy from overseas for their assembly lines in the United States. Chemical companies, supplying practically every industry, could find themselves paying more for feedstocks. And energy companies could wind up paying more for imported oil.\nThe Republican leadership of the House Ways and Means Committee has been working in recent months on such a plan, a border-adjusted tax, as part of an effort to cut corporate tax rates. On Thursday, the plan got caught up in a discussion of ways to make Mexico pay for a proposed border wall, before the White House stepped back from endorsing that course.", "url": "https://www.nytimes.com/2017/01/26/business/economy/import-tax-business-reaction.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}