{"authors": ["Natalie Kitroeff"], "date_download": "2018-11-16 04:16:19", "date_modify": "2018-11-16 04:16:19", "date_publish": "2017-12-27 23:00:16", "description": "A 2004 change by Congress, meant to foster domestic manufacturing, may provide a cautionary tale: You can mine a lot of tax breaks from just one word.", "filename": "2017_12_27_business_economy_tax-loopholes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341779.html", "image_url": "https://static01.nyt.com/images/2017/12/27/business/00LOOPHOLE-1/00LOOPHOLE-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_27_business_economy_tax-loopholes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341779.html", "title": "In a Complex Tax Bill, Let the Hunt for Loopholes Begin", "title_page": "In a Complex Tax Bill, Let the Hunt for Loopholes Begin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It was supposed to be a tax cut for manufacturers. Then it got out of control.\nWorld Wrestling Entertainment took it for producing wrestling videos. Regional gas stations claimed it because they mix ethanol with base fuel. Grocery stores asked for it because they spray their fruit so that it ripens. Pharmacies could take it because they have booths that print photos.\nRepublicans in Congress passed that deduction more than a decade ago, and they repealed it in the tax bill signed on Friday by President Trump. It is a lesson in the abundant creativity of American business in interpreting the tax code.\nThe latest overhaul could play out the same way. Already, lawyers and accountants are eyeing several provisions that investors and companies could potentially exploit.\nThe bill, for example, lowers the taxes on so-called pass-through income, which is earned by partnerships and other types of businesses. Congress sold the provision as a way to help smaller companies. But lawmakers added language that allowed big real estate developers to benefit. The result could be a tax break for any company that buys and operates a building for its business.", "url": "https://www.nytimes.com/2017/12/27/business/economy/tax-loopholes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}