{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:16:41", "date_modify": "2018-11-16 04:16:41", "date_publish": "2017-10-25 00:10:09", "description": "President Xi Jinping announced the new lineup for China’s Politburo Standing Committee, the body that will determine policy for the next five years.", "filename": "2017_10_25_world_asia_china-politburo-leaders-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341801.html", "image_url": "https://static01.nyt.com/images/2017/10/26/world/26china-leaders-sub/26china-leaders-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_25_world_asia_china-politburo-leaders-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341801.html", "title": "These Seven Men Now Run China", "title_page": "These Seven Men Now Run China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Li Keqiang\nPhoto\nPosition: Premier\nAge: 62\nBirthplace: Anhui Province\nIn his role as premier, China’s chief administrator, Mr. Li has taken a lower profile than his recent predecessors. He is an economist by training, a protégé of former President Hu Jintao and was once seen as a contender to lead China before being eclipsed by Mr. Xi.\nThe son of an official in the rural central province of Anhui, Mr. Li started his political career as a student leader at Peking University, where he mixed with liberal professors and students who advocated democratic reform.\nLi Zhanshu\nPhoto\nLikely new post: Chairman of the National People’s Congress\nPrevious position: Director of the General Office of the Communist Party Central Committee\nAge: 67\nBirthplace: Hebei Province\nMr. Li has known Mr. Xi since about 1983, when the two were party secretaries in neighboring counties. More recently, he has served as Mr. Xi’s adviser and envoy to President Vladimir V. Putin of Russia.\nAlso from a revolutionary family, Mr. Li first came to national attention in 1982 by writing a letter that was published in People’s Daily, the party’s main newspaper, in which he denounced skepticism about socialism.\nWang Yang\nPhoto\nLikely new post: Executive Vice Premier\nPrevious position: Vice Premier\nAge: 62\nBirthplace: Anhui Province\nAs vice premier, Mr. Wang has been responsible for agriculture and foreign trade, and has said that China is committed to open markets and free commerce.\nAdvertisement Continue reading the main story\nWith his promotion, Mr. Wang may add a more moderate voice to the button-down orthodoxy expected under Mr. Xi.\nWang Huning\nPhoto\nLikely new post: Responsibility for party propaganda and ideology\nPrevious position: Director of the Central Policy Research Office\nAge: 62\nBirthplace: Shanghai\nMr. Wang is expected to serve as the party’s ideological chief, ensuring that the media, schools and party adhere to the official line of exulting Mr. Xi as a visionary leading China into a new era.\nAs a young professor at Fudan University in Shanghai in the 1980s, Mr. Wang advocated “neo-authoritarianism,” the idea that China needs a strong leader to guide it through divisive changes. In 1995, he was plucked out of academia by the then president, Jiang Zemin, to serve as an adviser and speechwriter.\nZhao Leji\nPhoto\nNew post: Chief of the party’s anti-corruption agency, the Central Commission for Discipline Inspection\nPrevious position: Head of the party’s Organization Department\nAge: 60\nBirthplace: Qinghai Province\nAs the person in charge of vetting new party leadership appointees, Mr. Zhao has been a key person in President Xi’s signature push to fight corruption.\nMr. Zhao is known for his quiet, low-key style. A reporter for Xinhua, China’s official news agency, once said of him: “Even if Mr. Zhao was cornered in a stairwell, he wouldn’t utter a word.”\nHan Zheng\nPhoto\nLikely new post: Chairman of the Chinese People’s Political Consultative Conference\nPrevious position: Shanghai party chief\nAdvertisement Continue reading the main story\nAge: 63\nBirthplace: Shanghai\nAs Shanghai’s mayor, Mr. Han worked briefly alongside Mr. Xi, who was the city’s Communist Party secretary for seven months in 2007.\nMr. Han has received credit for Shanghai’s economic takeoff, and transforming the city’s Pudong district into a glittering center of banking, manufacturing and entertainment. He also facilitated the 2016 opening of mainland China’s first Disneyland.", "url": "https://www.nytimes.com/2017/10/25/world/asia/china-politburo-leaders-xi-jinping.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}