{"authors": ["Sui-Lee Wee"], "date_download": "2018-11-16 03:51:07", "date_modify": "2018-11-16 03:51:07", "date_publish": "2017-11-03 10:20:32", "description": "President Trump says he will confront Beijing for a “flood” of fentanyl, but a top Chinese drug enforcer denies that his country is the primary source.", "filename": "2017_11_03_world_asia_china-opioid-fentanyl-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340267.html", "image_url": "https://static01.nyt.com/images/2017/11/04/world/03chinaopioids-1/03chinaopioids-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_03_world_asia_china-opioid-fentanyl-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340267.html", "title": "China Deflects Blame for Opioid Crisis as Trump Visit Nears", "title_page": "China Deflects Blame for Opioid Crisis as Trump Visit Nears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As President Trump visits China next week, his vow to press for more stringent drug controls may run into resistance from a government loath to accept full responsibility for its role in the United States’ opioid problem.\nIn declaring opioids a public health emergency last week, Mr. Trump said that he would raise the issue of “the flood of cheap and deadly fentanyl” made in China as a top priority in his meeting with President Xi Jinping on Wednesday.\nBut on Friday, a Chinese official, Wei Xiaojun, disputed the assertion that China was largely to blame.\n“Based on the intelligence and evidence shared” between the countries, there is no reason to conclude that “a large portion” of the fentanyl and similar substances in America comes from China, said Mr. Wei, deputy director of the narcotics control bureau at the Ministry of Public Security.", "url": "https://www.nytimes.com/2017/11/03/world/asia/china-opioid-fentanyl-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}