{"authors": ["Charles M. Blow"], "date_download": "2018-11-16 03:54:43", "date_modify": "2018-11-16 03:54:43", "date_publish": "2017-07-10 07:21:07", "description": "Trump is full of lies and Putin is full of tricks. Who to believe?", "filename": "2017_07_10_opinion_trump-vladimir-putin-security-meeting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340483.html", "image_url": "https://static01.nyt.com/images/2017/07/10/opinion/10blowWeb/10blowWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_10_opinion_trump-vladimir-putin-security-meeting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340483.html", "title": "Putin Meets His Progeny", "title_page": "Opinion | Putin Meets His Progeny - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tillerson’s telling gives pause.\nWhen asked if Trump spelled out consequences Russia would face for their attack on our election, Tillerson said Trump and Putin focused on “how do we move forward” because “it’s not clear to me that we will ever come to some agreed-upon resolution of that question between the two nations.” At another point, Tillerson said Trump and Putin agreed to establish a working-level group “around the cyber issue and this issue of non-interference.”\nThis is also outrageous. I didn’t get the sense that Trump strongly asserted as fact that Russia attacked our elections or that Trump would seek to punish Russia. The readout tells the opposite story, one of Russia being let off the hook. And this whole business of setting up a cybersecurity working group with the Russians is like inviting the burglar to help you design your alarm system.\nIn a Twitter tirade Sunday morning, Trump wrote: “I strongly pressed President Putin twice about Russian meddling in our election. He vehemently denied it. I’ve already given my opinion. …”\nBut Trump’s opinion, as expressed the day before his meeting with Putin, was that the source of the attack was something of an open question. At a news conference in Warsaw, Poland, Trump said: “I think it could very well have been Russia, but I think it could well have been other countries.”\nThis is a slap in the face to our intelligence community that has unanimously rendered their verdict: It was Russia!\nTrump continued on Twitter: “…We negotiated a ceasefire in parts of Syria which will save lives. Now it is time to move forward in working constructively with Russia!”\nNo, sir, this is not the time to “move forward” with Russia, but rather time to “move forward” against it.", "url": "https://www.nytimes.com/2017/07/10/opinion/trump-vladimir-putin-security-meeting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}