{"authors": ["Lisa Friedman", "Brad Plumer"], "date_download": "2018-11-16 03:24:11", "date_modify": "2018-11-16 03:24:11", "date_publish": "2017-11-15 10:00:23", "description": "Each week, we’ll discuss ideas, trends and news that help make sense of our warming planet — and what humanity plans to do about it.", "filename": "2017_11_15_climate_introducing-our-newsletter-climate-fwd.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338651.html", "image_url": "https://static01.nyt.com/images/2017/11/14/climate/cli-newsletter-grid/cli-newsletter-grid--facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_15_climate_introducing-our-newsletter-climate-fwd.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338651.html", "title": "Introducing Our Newsletter, Climate Fwd:", "title_page": "Introducing Our Newsletter, Climate Fwd: - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "(Want to get our climate newsletter in your inbox each week? Here’s the sign-up.)\nHello, world.\nWelcome to the Climate Fwd: newsletter!\nWe’re Lisa Friedman and Brad Plumer, two writers for The New York Times covering climate change. It’s a giant topic that touches on everything from science to global politics to energy markets to the way we eat and drive and plan our cities. Our hope here is to make climate issues more accessible, bit by bit.\nEach week, we’ll discuss ideas, trends and news that help make sense of our warming planet and what humanity plans to do about it. We’ll answer reader questions, interview experts in various fields and share things we find interesting — and think will interest you. Send us your thoughts on what’s working, what isn’t and what you’d like us to write about at climateteam@nytimes.com.\nThis week, we’re in Bonn, Germany, for the latest round of United Nations climate talks, where nations are hoping to start turning their gauzy promises to halt global warming into something a bit more meaningful. Most countries say they’re pushing forward on the issue even without the Trump administration (which has rejected the Paris climate deal). But as we found this week, that’s easier said than done.", "url": "https://www.nytimes.com/2017/11/15/climate/introducing-our-newsletter-climate-fwd.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}