{"authors": ["Julie Hirschfeld Davis", "Mark Landler"], "date_download": "2018-11-16 03:50:57", "date_modify": "2018-11-16 03:50:57", "date_publish": "2017-11-10 09:13:44", "description": "The president’s remarks reflected the degree to which the United States, under Mr. Trump, has ceded its dominant role in guiding trade at international meetings.", "filename": "2017_11_10_world_asia_trump-apec-asia-trade.html_module=inline_1542340257.html", "image_url": "https://static01.nyt.com/images/2017/11/11/world/11Prexy/11Prexy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_10_world_asia_trump-apec-asia-trade.html_module=inline_1542340257.html", "title": "Trump Pitches ‘America First’ Trade Policy at Asia-Pacific Gathering", "title_page": "Trump Pitches ‘America First’ Trade Policy at Asia-Pacific Gathering - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As in his speech to the United Nations in September, Mr. Trump emphasized the idea of sovereignty, a concept that is often seen as being at odds with global cooperation and that is sometimes used by countries to fend off interference by outside powers.\nHe closed the speech with an inward-looking paean to the virtues of home, declaring, “In all of the world, there is no place like home,” adding that nations should “protect your home, defend your home, and love your home today and for all time.”\nMr. Xi, in contrast, argued for pursuing the kinds of global initiatives that Mr. Trump had shunned. The Chinese leader praised the Paris climate accord, called globalization an “irreversible historical trend” and said China would continue to pursue a free trade area in the Asia-Pacific region.\nAmerican and Russian officials had been working to arrange a meeting between President Vladimir V. Putin and Mr. Trump on the sidelines of the meeting, in part to ask for Moscow’s assistance in countering the threat from North Korea. But as Mr. Trump arrived in Danang, the White House announced that he would not hold formal talks with Mr. Putin.\nOfficials cited scheduling issues as the reason the two leaders would not meet. But on Thursday, Rex W. Tillerson, the secretary of state, had said that a conversation between Mr. Trump and Mr. Putin was “still under consideration,” and that a final decision would hinge on whether there was “sufficient substance” to warrant face-to-face talks.\nMr. Trump’s last encounter with Mr. Putin — on the sidelines of the Group of 20 summit meeting in Hamburg, Germany — posed political challenges for the White House, which faced questions about whether and how sharply Mr. Trump would rebuke his Russian counterpart for meddling in the 2016 elections.\nMr. Trump was later criticized for not having pressed Mr. Putin more strongly in an hourslong meeting on the election interference, and for revelations that the two had a second, undisclosed discussion at a leaders’ dinner that night. Diplomats described being stunned to see the two presidents chatting intimately with only a Kremlin interpreter present.", "url": "https://www.nytimes.com/2017/11/10/world/asia/trump-apec-asia-trade.html?module=inline"}