{"authors": ["Nathaniel Popper"], "date_download": "2018-11-16 03:41:12", "date_modify": "2018-11-16 03:41:12", "date_publish": "2017-12-19 18:16:52", "description": "The virtual currency stockpile that Cameron and Tyler Winklevoss began amassing in 2012 is now worth around $1.65 billion. They have no plans to sell.", "filename": "2017_12_19_technology_bitcoin-winklevoss-twins.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339672.html", "image_url": "https://static01.nyt.com/images/2017/12/16/business/00winklevoss1/00winklevoss1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_19_technology_bitcoin-winklevoss-twins.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339672.html", "title": "How the Winklevoss Twins Found Vindication in a Bitcoin Fortune", "title_page": "How the Winklevoss Twins Found Vindication in a Bitcoin Fortune - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Winklevoss twins have carved an unorthodox path toward fame in the American business world.\nThey went to Harvard University and then on to the Olympics as rowers. Along the way, they fought a legal battle with Mark Zuckerberg over the ownership of Facebook. In the Oscar-nominated movie “The Social Network,” they were portrayed as uptight gentry, outwitted by Mr. Zuckerberg, the brilliant, budding tech mogul.\nCameron, the left-handed Winklevoss brother, and Tyler, the right-handed one, followed that with a risky bet: They used money from a $65 million settlement with Mr. Zuckerberg to load up on Bitcoin. That turned them into the first prominent virtual currency millionaires in 2013, back when Bitcoin was primarily known as a currency for online drug dealers.\nMore than a few people in Silicon Valley and on Wall Street saw the towering twins as the naïve — if chiseled — faces of the latest tulip bulb mania. Many still do.\nBut the soaring value of Bitcoin in recent months is giving the brothers a moment of vindication, and quite a bit more than that: Their Bitcoin stockpile was worth around $1.3 billion on Tuesday.", "url": "https://www.nytimes.com/2017/12/19/technology/bitcoin-winklevoss-twins.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}