{"authors": ["Deb Amlen"], "date_download": "2018-11-16 03:22:14", "date_modify": "2018-11-16 03:22:14", "date_publish": "2017-06-30 23:00:02", "description": "Will Shortz and cryptic constructor Brian Greer off tips for solving a cryptic crossword on Crosswords Live.", "filename": "2017_06_30_crosswords_conquering-the-times-of-london-cryptic-crossword_1542338534.html", "image_url": "https://static01.nyt.com/images/2017/06/30/crosswords/30wordplay-wands/30wordplay-wands-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_30_crosswords_conquering-the-times-of-london-cryptic-crossword_1542338534.html", "title": "Conquering the Times of London Cryptic Crossword", "title_page": "Conquering the Times of London Cryptic Crossword - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SPECIAL POST — As part of the 20th anniversary of the publication of the Harry Potter novels by author J. K. Rowling, cryptic crossword constructor Brian Greer made two puzzles for June 26, 2017: a cryptic for The Times of London and his debut American-style crossword in The New York Times. As far as we know, this was the first time that an individual constructor made two similarly-themed crosswords of such different styles that ran on the same day.\nThis seemed like so much fun that I invited The Times of London to do a “puzzle swap”: on Monday, June 26, the Times’s crosswords editor, David Parfitt, solved the American puzzle live on their Facebook page and on Thursday, June 29, Will Shortz, Mr. Greer and I solved the cryptic crossword that ran in The Times as part of the weekly Crosswords Live solve. During the live solve, Mr. Greer and Mr. Shortz offered the audience some basic tips on how to decipher those confounding cryptic clues:\nCryptic Crossword Facebook Live", "url": "https://www.nytimes.com/2017/06/30/crosswords/conquering-the-times-of-london-cryptic-crossword.html"}