{"authors": ["Claire Cain Miller"], "date_download": "2018-11-16 03:49:33", "date_modify": "2018-11-16 03:49:33", "date_publish": "2017-10-09 11:00:02", "description": "Research shows trusted work relationships are crucial to career advancement, but some male leaders are getting skittish around female colleagues.", "filename": "2017_10_09_upshot_as-sexual-harassment-scandals-spook-men-it-can-backfire-for-women.html_module=inline_1542340173.html", "image_url": "https://static01.nyt.com/images/2017/10/08/upshot/00up-rabbi-2/00up-rabbi-2-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_09_upshot_as-sexual-harassment-scandals-spook-men-it-can-backfire-for-women.html_module=inline_1542340173.html", "title": "Unintended Consequences of Sexual Harassment Scandals", "title_page": "Unintended Consequences of Sexual Harassment Scandals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In Silicon Valley, some male investors have declined one-on-one meetings with women, or rescheduled them from restaurants to conference rooms. On Wall Street, certain senior men have tried to avoid closed-door meetings with junior women. And in TV news, some male executives have scrupulously minded their words in conversations with female talent.\nIn interviews, the men describe a heightened caution because of recent sexual harassment cases, and they worry that one accusation, or misunderstood comment, could end their careers. But their actions affect women’s careers, too — potentially depriving them of the kind of relationships that lead to promotions or investments.\nIt’s an unintended consequence of a season of sex scandals. Research shows that building genuine relationships with senior people is perhaps the most important contributor to career advancement. In some offices it’s known as having a rabbi; researchers call it sponsorship. Unlike mentors, who give advice and are often formally assigned, sponsors know and respect people enough that they are willing to find opportunities for them, and advocate and fight for them.\nBut women are less likely to build such relationships, in part because both senior men and junior women worry that a relationship will be misread by others. At every level, more men than women say they interact with senior leaders at least once a week, according to research by McKinsey and the nonprofit Lean In. This imbalance is a major reason women stall at lower levels of companies, according to a variety of research.", "url": "https://www.nytimes.com/2017/10/09/upshot/as-sexual-harassment-scandals-spook-men-it-can-backfire-for-women.html?module=inline"}