{"authors": ["Matt Apuzzo", "Michael S. Schmidt", "Adam Goldman", "Eric Lichtblau"], "date_download": "2018-11-16 04:41:40", "date_modify": "2018-11-16 04:41:40", "date_publish": "2017-04-22 13:21:40", "description": "As the F.B.I. investigated Hillary Clinton and the Trump campaign, James B. Comey tried to keep the bureau out of politics but plunged it into the center of a bitter election.", "filename": "2017_04_22_us_politics_james-comey-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343300.html", "image_url": "https://static01.nyt.com/images/2017/04/12/us/00comey1/00comey1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_22_us_politics_james-comey-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343300.html", "title": "Comey Tried to Shield the F.B.I. From Politics. Then He Shaped an Election.", "title_page": "Comey Tried to Shield the F.B.I. From Politics. Then He Shaped an Election. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Comey made those decisions with the supreme self-confidence of a former prosecutor who, in a distinguished career, has cultivated a reputation for what supporters see as fierce independence, and detractors view as media-savvy arrogance.\nThe Times found that this go-it-alone strategy was shaped by his distrust of senior officials at the Justice Department, who he and other F.B.I. officials felt had provided Mrs. Clinton with political cover. The distrust extended to his boss, Loretta E. Lynch, the attorney general, who Mr. Comey believed had subtly helped play down the Clinton investigation.\nHis misgivings were only fueled by the discovery last year of a document written by a Democratic operative that seemed — at least in the eyes of Mr. Comey and his aides — to raise questions about her independence. In a bizarre example of how tangled the F.B.I. investigations had become, the document had been stolen by Russian hackers.\nThe examination also showed that at one point, President Obama himself was reluctant to disclose the suspected Russian influence in the election last summer, for fear his administration would be accused of meddling.\nMr. Comey, the highest-profile F.B.I. director since J. Edgar Hoover, has not squarely addressed his decisions last year. He has touched on them only obliquely, asserting that the F.B.I. is blind to partisan considerations. “We’re not considering whose ox will be gored by this action or that action, whose fortune will be helped,” he said at a public event recently. “We just don’t care. We can’t care. We only ask: ‘What are the facts? What is the law?’”\nBut circumstances and choices landed him in uncharted and perhaps unwanted territory, as he made what he thought were the least damaging choices from even less desirable alternatives.\n“This was unique in the history of the F.B.I.,” said Michael B. Steinbach, the former senior national security official at the F.B.I., who worked closely with Mr. Comey, describing the circumstances the agency faced last year while investigating both the Republican and Democratic candidates for president. “People say, ‘This has never been done before.’ Well, there never was a before. Or ‘That’s not normally how you do it.’ There wasn’t anything normal about this.”", "url": "https://www.nytimes.com/2017/04/22/us/politics/james-comey-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}