{"authors": ["Katharine Q. Seelye"], "date_download": "2018-11-16 04:33:04", "date_modify": "2018-11-16 04:33:04", "date_publish": "2017-03-04 00:20:30", "description": "The president of Middlebury College issued an apology after students shouted down the speaker, Charles Murray, at an event that then turned violent.", "filename": "2017_03_03_us_middlebury-college-charles-murray-bell-curve-protest.html__r=0&module=inline_1542342784.html", "image_url": "https://static01.nyt.com/images/2017/03/04/us/04murray1/04murray1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_03_us_middlebury-college-charles-murray-bell-curve-protest.html__r=0&module=inline_1542342784.html", "title": "Protesters Disrupt Speech by ‘Bell Curve’ Author at Vermont College", "title_page": "Protesters Disrupt Speech by ‘Bell Curve’ Author at Vermont College - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Patton, the Middlebury president, said in her apology that there had been “clear violations of Middlebury College policy” against disrupting events, with penalties up to and including suspension. University officials said they were investigating both the disruptions inside the building and the violence outside.\nBill Burger, a spokesman for the college, said in an interview: “There are people who are eager to portray college students or the entire higher education establishment as hopelessly out of touch, a bastion of liberal indoctrination, and I think that’s fundamentally false. However, events like last night’s do feed that false narrative.”\nMr. Murray had been invited to the campus by the American Enterprise Institute Club, a group of about a dozen generally conservative-leaning students.\nHayden Dublois, 21, a senior and treasurer of the club, said that the students had thought Mr. Murray — whose 2012 book, “Coming Apart,” examines the white working class — would be interesting to hear in light of the presidential election.\nBut when Mr. Murray rose to speak, he was shouted down by most of the more than 400 students packed into the room, several witnesses said. Many turned their backs to him and chanted slogans like “Racist, sexist, anti-gay, Charles Murray go away!”\nAfter almost 20 minutes, it was clear that he would not be able to give his speech, said Mr. Burger, the spokesman. Anticipating that such an outcry might happen, Mr. Murray was moved to a separate room equipped with a video camera so that Allison Stanger, a Middlebury professor of international politics and economics, could interview him over a live stream. Mr. Burger said the administration felt strongly that Mr. Murray’s right to free speech should be protected and that “no one should have the heckler’s veto.”\nOnce the interview began in the second room, protesters swarmed into the hallway, chanting and pulling fire alarms. Still, the interview was completed and officials, including Ms. Stanger, escorted Mr. Murray out the back of the building.", "url": "https://www.nytimes.com/2017/03/03/us/middlebury-college-charles-murray-bell-curve-protest.html?_r=0&module=inline"}