{"authors": ["Chris Buckley"], "date_download": "2018-11-16 04:17:02", "date_modify": "2018-11-16 04:17:02", "date_publish": "2017-07-30 11:32:44", "description": "In a week that began with a purge and culminated in a parade of troops, China’s president opened a drive to deepen his grip on power in a coming leadership shake-up.", "filename": "2017_07_30_world_asia_china-military-parade-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341822.html", "image_url": "https://static01.nyt.com/images/2017/07/31/world/asia/china-img2/china-img2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_30_world_asia_china-military-parade-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341822.html", "title": "China Shows Off Military Might as Xi Jinping Tries to Cement Power", "title_page": "China Shows Off Military Might as Xi Jinping Tries to Cement Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Xi is by the estimate of many observers China’s most powerful leader since Deng Xiaoping, who died in 1997. While the military does not have much direct say in politics, its support is essential for Mr. Xi’s long-term authority, Professor Ding said.\n“Xi Jinping has spent more time on the military than any other leader,” Professor Ding said by telephone. “He knows clearly that eventually, if he wants to keep in power, if he wants to concentrate power even more, he must make sure the army is with him.”\nMr. Xi’s recent predecessors as national leader, Jiang Zemin and Hu Jintao, also prepared for leadership turnovers with crescendos of propaganda. But the adulation around Mr. Xi has been strikingly worshipful. More than them, Mr. Xi has made a personal case for power.\nOn Friday, Study Times, a party newspaper widely read by officials, devoted its front page to an adulatory profile of Mr. Xi that said he was blessed by his “red” upbringing with special leadership mettle. It recounted his tough maturation as the son of a veteran revolutionary who was persecuted by Mao, testing the family’s loyalty to the Communist cause, and his seven years working in the dirt-poor countryside during the Cultural Revolution.\nThe profile has been was widely promoted by party newspapers and websites, and its anonymous author was described as “special commentator,” a title usually used for articles with high-level endorsement.\n“I never saw anything like this for Jiang Zemin or Hu Jintao,” said Mr. Deng, the former editor, who used to work for Study Times. “They didn’t get this treatment.”\nMr. Xi “grew up with an inheritance of red genes, was tempered by harsh setbacks and suffering, and has steeled himself in complicated international struggle,” the profile said, referring to his revolutionary background and career.", "url": "https://www.nytimes.com/2017/07/30/world/asia/china-military-parade-xi-jinping.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}