{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:13", "date_modify": "2018-11-16 04:54:13", "date_publish": "2017-11-28 10:00:27", "description": "Hanging a collection of art isn’t difficult, but it does take a little time and planning.", "filename": "2017_11_28_realestate_tips-creating-a-gallery-wall.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344053.html", "image_url": "https://static01.nyt.com/images/2017/12/03/realestate/03fix1/03fix1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_28_realestate_tips-creating-a-gallery-wall.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344053.html", "title": "Creating a Gallery Wall? Don’t Start Hammering Yet", "title_page": "Creating a Gallery Wall? Don’t Start Hammering Yet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Just be sure to consider exposure to moisture. “The biggest mistake you can make is hanging them over a radiator or near the dishwasher,” said Ms. Griffith, the print specialist at Christie’s. “Moisture and heat are not kind to works on paper.”\nCHOOSE YOUR STYLE Gallery walls tend to fall into two categories: a grid or linear arrangement and a salon, an eclectic grouping of images and objects. Think about the feeling you want to create in the room, said David Kassel, owner of ILevel, an art-placement and picture-hanging service in Manhattan. “Grids result in a clean, crisp, formal arrangement, and work nicely in a dining room to replace one larger piece,” he said. “If a more relaxed, personal style is interesting to you, consider a salon-style arrangement,” which can include a diverse range of pieces, from oil paintings to tattoo art and three-dimensional objects.\nAnother way to create an informal gallery wall is by using picture ledges, said Ariel Farmer, an interior designer with the online service Homepolish. “In this method, the art leans against the wall and is held in place by the shelf,” she said, noting that “because the works are not affixed to the walls, you have the flexibility to rotate pieces in and out as you wish.”\nFRAMING IS KEY “Using good matting and frames can elevate the look of the work and help to create cohesion in the larger context of the wall,” Ms. Griffith said.\nBut avoid using the same frame for every piece of art. “The brilliance of a gallery wall is that it is a collection of unique artworks spanning genres, periods and mediums,” said Ms. Farmer of Homepolish. “The attempt to establish a common denominator by framing these individual works alike simply takes away all the magic.”", "url": "https://www.nytimes.com/2017/11/28/realestate/tips-creating-a-gallery-wall.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}