{"authors": ["Nick Wingfield", "Patricia Cohen"], "date_download": "2018-11-16 03:14:19", "date_modify": "2018-11-16 03:14:19", "date_publish": "2017-09-07 11:21:53", "description": "The online retail giant said it is seeking a location in North America for a new complex that would cost as much as $5 billion to build and operate.", "filename": "2017_09_07_technology_amazon-headquarters-north-america_1542338059.html", "image_url": "https://static01.nyt.com/images/2017/09/22/opinion/22markell/08AMAZON3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_07_technology_amazon-headquarters-north-america_1542338059.html", "title": "Amazon Plans Second Headquarters, Opening a Bidding War Among Cities", "title_page": "Amazon Plans Second Headquarters, Opening a Bidding War Among Cities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEATTLE — Wanted: A place with a million people, a diverse population, good schools and malleable lawmakers. Room to accommodate up to 50,000 workers. Canadian provinces also welcome to apply.\nAmazon took the unusual step on Thursday of announcing it wants a second home outside Seattle, starting what is sure to be a fierce bidding war to lure Amazon — and the thousands of high-paying jobs it will bring to town — using a combination of tax breaks and other sweeteners.\nBy the end of the day, cities including Chicago, Dallas and San Diego, along with states like Michigan, were vocal about their interest, the first of many places expected to consider submitting proposals. Amazon has laid out in meticulous detail what it is looking for, even acknowledging that new laws may be required to get the high level of incentives necessary to hold the company’s attention.\n“This is the trophy deal of the decade as far as I can tell,” said Greg LeRoy, the executive director of Good Jobs First, a nonpartisan research group that tracks economic development. “What governor or mayor doesn’t want to stand on a stage with Jeff Bezos to announce a deal like this?”", "url": "https://www.nytimes.com/2017/09/07/technology/amazon-headquarters-north-america.html"}