{"authors": ["Jeffery C. Mays", "J. David Goodman"], "date_download": "2018-11-16 04:54:41", "date_modify": "2018-11-16 04:54:41", "date_publish": "2017-12-22 20:18:18", "description": "Some leaders railed against a process in a majority-minority city with white men in the roles of mayor, comptroller and three of five district attorneys.", "filename": "2017_12_22_nyregion_pick-of-white-man-corey-johnson-for-council-speaker-draws-fire.html_module=inline_1542344081.html", "image_url": "https://static01.nyt.com/images/2017/12/23/nyregion/23speaker1/23speaker1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_22_nyregion_pick-of-white-man-corey-johnson-for-council-speaker-draws-fire.html_module=inline_1542344081.html", "title": "‘A Slap in the Face’: Pick of White Man to Lead Council Draws Fire", "title_page": "‘A Slap in the Face’: Pick of White Man to Lead Council Draws Fire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For months, black political leaders watched the bare-knuckled, back-room race to lead the New York City Council with a mix of hope and trepidation. Five of the eight candidates were black or Hispanic — offering the prospect of a first black speaker — but two of the most prominent front-runners were white men.\nIn the end, one of those white men, Councilman Corey Johnson of Manhattan, emerged victorious. Now black leaders are railing against a process that produced another white face atop the government of a majority-minority city that already has white men in the roles of mayor, comptroller, three of five district attorney’s offices and at the heads of various city agencies.\nResentment has been barely concealed in the wake of the selection by county bosses of Mr. Johnson, a decision that leaked out unofficially on Wednesday and was publicly endorsed soon after by Mayor Bill de Blasio, whose potential objection was widely seen as the only roadblock.\n“I believe that what unites us all is the need for economic change that is fair to working people of all backgrounds,” Mr. de Blasio said during a news conference on Thursday when asked about the selection of Mr. Johnson. “We had eight candidates, they were good candidates,” he added. “And there will be another one in four years.”", "url": "https://www.nytimes.com/2017/12/22/nyregion/pick-of-white-man-corey-johnson-for-council-speaker-draws-fire.html?module=inline"}