{"authors": ["Andrew Ross Sorkin"], "date_download": "2018-11-16 03:53:22", "date_modify": "2018-11-16 03:53:22", "date_publish": "2017-01-16 12:18:11", "description": "The globalist elite gather in Switzerland to grapple with the world’s great challenges, but their relevance is in question in a time of Brexit and Trump.", "filename": "2017_01_16_business_dealbook_world-economic-forum-davos-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340402.html", "image_url": "https://static01.nyt.com/images/2017/01/17/business/17SORKIN2/17SORKIN2-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_16_business_dealbook_world-economic-forum-davos-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340402.html", "title": "What to Make of the ‘Davos Class’ in the Trump Era", "title_page": "What to Make of the ‘Davos Class’ in the Trump Era - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“They have witnessed the rise of the Davos class, a hyper-connected network of banking and tech billionaires, elected leaders who are awfully cozy with those interests, and Hollywood celebrities who make the whole thing seem unbearably glamorous,” Naomi Klein, a columnist for The Guardian, wrote in a searing analysis of the American election in November. She described the failure of “elite neoliberalism” to address the economic challenges of the masses.\n“Success,” she wrote, continuing to describe the middle class, “is a party to which they were not invited, and they know in their hearts that this rising wealth and power is somehow directly connected to their growing debts and powerlessness.”\nThe Davos Man has either failed to properly articulate the benefits of open trade — or the reality of open trade is more complicated than previously imagined.\nIn a nod to this new reality, the World Economic Forum has put together an index of what it calls inclusive growth and development, which measures 109 countries according to their progress on economic growth and reducing income inequality and breaks out subsets of those countries to compare with different data sets. According to the index, median income actually declined by 2.4 percent between 2008 and 2013 across the 26 advanced economies where data is available, which may help explain the shifting political winds.\n“It’s our response to how capitalism has failed us — and how we need to fix it,” said Adrian Monck, a member of the forum’s executive committee.\nThe United States ranked 23rd out of 30 advanced economies. In terms of wage and nonwage compensation, it ranked last; in social protection, it came in 25th. It also came in 25th on “intermediation of business investment” — in other words, the amount of money that goes into productive investments, such as research and development and infrastructure as opposed to share buybacks. (Norway ranked No. 1. Living standards there rose by 10.6 percent from 2008 to 2013 while the economy grew only 0.5 percent.)\nMr. Monck defended the idea of a globalist approach. “The benefits of globalization are there to see, in jobs in China, India and many emerging markets,” he said. “Billions of people owe better lives to it.”", "url": "https://www.nytimes.com/2017/01/16/business/dealbook/world-economic-forum-davos-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}