{"authors": ["Joseph Berger"], "date_download": "2018-11-16 03:43:50", "date_modify": "2018-11-16 03:43:50", "date_publish": "2017-12-25 18:16:20", "description": "With a replacement bridge spanning the Hudson River almost complete, the old crossing has to be taken apart piece by piece.", "filename": "2017_12_25_nyregion_tappan-zee-bridge-new-york-hudson.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339830.html", "image_url": "https://static01.nyt.com/images/2017/12/21/nyregion/00tappanzee1/00tappanzee1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_25_nyregion_tappan-zee-bridge-new-york-hudson.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339830.html", "title": "The End for the Tappan Zee Bridge Comes in Pieces, Not With a Boom", "title_page": "The End for the Tappan Zee Bridge Comes in Pieces, Not With a Boom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We’ve had to study the entire life cycle of this living breathing organism to make sure we account for current construction conditions of the bridge,” said Blake Yaffee, Tappan Zee Constructors’ demolition manager.\nIt was serendipitous that one of the four companies in the consortium was American Bridge Co., which built the Tappan Zee between 1952 and 1955, said Jamey Barbas, who has directed the new bridge project for the New York State Thruway Authority.\nThe actual dismantling began with the removal of all the “gingerbread” — the lighting poles, signage, guard rails and other nonstructural elements — and then focused on stripping away the asphalt road surface. Even those tasks were not straightforward because the bridge was opened when asbestos, lead paint and PCBs were not considered the dangers they are today.\nRemoving the concrete decks underlying the asphalt came next, many of which were installed in recent years as repairs had to be made to a bridge that had exceeded its useful 50-year life. One hundred thirty-five decks — each approximately 13 feet wide by 50 feet long — will be sold for $1 apiece to eight New York counties, the State Department of Transportation and the town of Montgomery in Orange County to be used to construct or repair bridges and roads.\nGenerally working top to bottom and on some days battling icy whipping winds, work crews have deployed acetylene or oxygen blowtorches to shear off rivets so they can separate the steel girders and supporting trusses of the approaches to the bridge’s main span into manageable pieces. Cranes then drop the steel trusses onto barges floating below. The strongest crane, Left Coast Lifter, one of the world’s largest floating cranes, was shipped in from Oakland, Calif., especially for such herculean tasks.", "url": "https://www.nytimes.com/2017/12/25/nyregion/tappan-zee-bridge-new-york-hudson.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}