{"authors": ["Niraj Chokshi"], "date_download": "2018-11-16 03:47:19", "date_modify": "2018-11-16 03:47:19", "date_publish": "2017-09-22 13:12:59", "description": "A guide to helping victims of a storm that devastated the Caribbean, leaving millions without power and limited access to water.", "filename": "2017_09_22_world_americas_hurricane-maria-donate-charity_1542340039.html", "image_url": "https://static01.nyt.com/images/2017/09/22/us/22xp-mariahelp/22xp-mariahelp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_22_world_americas_hurricane-maria-donate-charity_1542340039.html", "title": "How to Help Puerto Rico and Other Islands After Hurricane Maria", "title_page": "How to Help Puerto Rico and Other Islands After Hurricane Maria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Puerto Rico is on the brink of a humanitarian crisis, economies across the Caribbean are on life support, and dozens of people are dead.\nThe region was still recovering from Hurricane Irma when it was pummeled last week by Hurricane Maria. Days after the storm passed, Puerto Rico is still without power and has spotty access to water. Other islands suffered similarly, raising fears of a potentially permanent exodus.\nThe region needs immediate and long-term help. A few of the groups collecting donations to provide such relief are listed below.\n(The Times has also published articles about helping the victims of Huricane Harvey, Hurricane Irma and the earthquakes in Mexico. For those who are trying to figure out where to give and are feeling overwhelmed, here are some tips to guide your thinking.)\nLocal Charities\nThese are just a few local organizations that have vowed to help in recovery efforts. As discussed in detail below, it’s important to do your research before giving to any charity.\nUnidos, by the Hispanic Federation\nA coalition of elected officials in New York and Puerto Rico joined the Hispanic Federation, a Latino nonprofit, to launch this relief fund for Puerto Ricans affected by Maria. Proceeds will go to community and civic organizations in Puerto Rico, the group said.\nDominica Hurricane Relief Fund\nThe government of Dominica is collecting donations through JustGiving, a crowdfunding website. The money will go toward temporary roofing, blankets and non-perishable foods.\nFund for the Virgin Islands\nThe Community Foundation of the Virgin Islands, a nonprofit, is collecting donations through this fund, which will be used “both to support short-term relief efforts and to enhance the well-being of future generations.”\nGoFundMe\nThe crowdfunding website maintains a list of campaigns, many of them local, collecting donations for victims of the storm. Donors can give to a campaign or directly to GoFundMe, which will then distribute the money to the campaigns.\nUnidos por Puerto Rico\nThis initiative, from Beatriz Rosselló, the first lady of Puerto Rico, enlists private sector help in providing aid to those affected by Hurricanes Irma and Maria. Donations are accepted through a variety of means, including PayPal.\nNational and Global Charities\nEach group below has earned the top rating, four stars, from Charity Navigator, which grades charities based on transparency and financial health.\nAll Hands Volunteers\nAll Hands works with local volunteers and groups to respond to natural disasters. With Hurricanes Harvey and Maria, it is focusing its efforts on the U.S. Virgin Islands. “Our help is needed in the islands, so that’s where we’ll be,” said Erik Dyson, the group’s chief executive.", "url": "https://www.nytimes.com/2017/09/22/world/americas/hurricane-maria-donate-charity.html"}