{"authors": ["Julie Hirschfeld Davis", "Thomas Kaplan", "Robert Pear"], "date_download": "2018-11-16 04:33:00", "date_modify": "2018-11-16 04:33:00", "date_publish": "2017-03-21 15:43:48", "description": "The president threatened wavering lawmakers with political payback as Republican officials conceded that they still lacked the votes to pass their bill.", "filename": "2017_03_21_us_politics_house-republicans-health-care-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342780.html", "image_url": "https://static01.nyt.com/images/2017/03/22/us/22health1/22health1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_21_us_politics_house-republicans-health-care-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342780.html", "title": "Trump Warns House Republicans: Repeal Health Law or Lose Your Seats", "title_page": "Trump Warns House Republicans: Repeal Health Law or Lose Your Seats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Trump told Republicans at the meeting that after voting repeatedly to repeal the health care law and campaigning in 2016 on doing so, they had an obligation to back the bill and would lose their majority if they “blow it,” attendees said.\nDespite the day’s feverish efforts — a combination of cajoling, browbeating and horse-trading that recalled Democrats’ efforts to pass the law in 2010 — White House and congressional officials conceded Tuesday that they still lacked the votes to pass the bill. As many as three dozen Republicans remain opposed or unpersuaded, according to one aide with knowledge of the process, who spoke on condition of anonymity to describe internal discussions.\nIt is not clear whether Mr. Trump would be able to exact a political price from Republicans who opposed the measure; conservative groups including the Club for Growth and Heritage Action for America were lining up against the legislation and pressuring lawmakers to oppose it, raising questions about whether it would be possible to mount a successful primary challenge to defectors. And some Republicans said the political peril would be greater if they supported the health care bill, which they said failed to achieve their goals or those of their constituents.\n“I think if we do do this, we lose the majority,” said Representative Mo Brooks, an Alabama Republican and a member of the Freedom Caucus, who said he remained opposed.", "url": "https://www.nytimes.com/2017/03/21/us/politics/house-republicans-health-care-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}