{"authors": ["Coral Davenport"], "date_download": "2018-11-16 04:45:37", "date_modify": "2018-11-16 04:45:37", "date_publish": "2017-02-17 18:16:53", "description": "The agency will now be led by an official who built a career suing to block environmental rules and has called for weakening the E.P.A.’s authority.", "filename": "2017_02_17_us_politics_scott-pruitt-environmental-protection-agency_1542343537.html", "image_url": "https://static01.nyt.com/images/2017/02/18/us/18PRUITT-02p/18PRUITT-02p-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_17_us_politics_scott-pruitt-environmental-protection-agency_1542343537.html", "title": "Senate Confirms Scott Pruitt as E.P.A. Head", "title_page": "Senate Confirms Scott Pruitt as E.P.A. Head - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For many Republicans, that appears to be part of Mr. Pruitt’s appeal. During the Obama administration, Mr. McConnell became a leading opponent of the president’s climate change agenda, particularly its centerpiece, a set of E.P.A. regulations intended to shut down heavily polluting coal-fired power plants and replace them with wind and solar power. Those rules, if enacted, could disproportionately hurt the economy of Mr. McConnell’s coal-rich state.\nMr. Pruitt, who has expressed skepticism about human-caused global warming, has been a key architect of the legal battle to overturn the rules.\n“Pruitt is just the candidate we need at the helm of the E.P.A.,” Mr. McConnell said. “He’s exceptionally qualified. He’s dedicated to environmental protection. And, as someone with state government experience, he understands the real-world consequences of E.P.A. actions and knows that balance is the key to making policies that are sustainable over the long-term.”\nMr. McConnell added: “We should confirm him. Doing so will represent another positive change in Washington that can give hope to families in Kentucky and across the nation who are still recovering from the last eight years.”\nWithin days of Mr. Pruitt’s swearing-in, Mr. Trump is expected to sign one or more executive orders aimed at undoing Mr. Obama’s climate change policies, people familiar with the White House’s plans said.\nWhile it will be impossible to undo the rules immediately, the presidential signatures would give Mr. Pruitt his marching orders to commence the one- to two-year legal process of withdrawing the Obama-era climate rules and replacing them with looser, more industry-friendly rules. It is also possible that under Mr. Pruitt, the Trump administration could pursue the bold legal strategy of challenging the underlying legal requirement that the federal government regulate planet-warming greenhouse gases in the first place.\nAlready, Mr. Pruitt has begun work to reshape the environmental agency. Among the candidates he has interviewed for top positions are several former senior staff members in the office of his fellow Oklahoma Republican, Senator James M. Inhofe, who has become known as Congress’s most prominent denier of the science of global warming.", "url": "https://www.nytimes.com/2017/02/17/us/politics/scott-pruitt-environmental-protection-agency.html"}