{"authors": ["Hannah Beech"], "date_download": "2018-11-16 03:51:01", "date_modify": "2018-11-16 03:51:01", "date_publish": "2017-11-11 05:32:04", "description": "It is hard to overstate the long history of Vietnamese antipathy toward the Chinese. But with the U.S. apparently withdrawing from the region, Hanoi can’t ignore Beijing.", "filename": "2017_11_11_world_asia_vietnam-china-us.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340261.html", "image_url": "https://static01.nyt.com/images/2017/11/12/world/12vietnam/12vietnam1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_11_world_asia_vietnam-china-us.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340261.html", "title": "Vietnam, in a Bind, Tries to Chart a Path Between U.S. and China", "title_page": "Vietnam, in a Bind, Tries to Chart a Path Between U.S. and China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HANOI, Vietnam — Vietnam’s full-on war with the United States lasted a decade. Its tensions with its northern neighbor, China, have persisted for thousands of years — from a millennium of direct Chinese rule and a bloody border war in 1979 to more recent confrontations in the South China Sea.\nIf geography is destiny, then the fate of Vietnam is to be an expert in bargaining with Beijing and balancing between superpowers.\nSo with the rest of the world struggling to reckon with China’s assertive moves in the Pacific, the Vietnamese, hosts of this year’s Asia-Pacific Economic Cooperation forum, are offering guidance.\n“I would like to give advice to the whole world, and especially to the United States, that you must be careful with China,” said Maj. Gen. Le Van Cuong, the retired director of the Institute of Strategic Studies at the Vietnamese Ministry of Public Security.", "url": "https://www.nytimes.com/2017/11/11/world/asia/vietnam-china-us.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}