{"authors": ["Janet Maslin"], "date_download": "2018-11-16 04:10:49", "date_modify": "2018-11-16 04:10:49", "date_publish": "2017-08-23 18:33:54", "description": "Tom Sancton’s book recounts the implications and intrigue that surrounded the L’Oréal heiress Liliane Bettencourt’s relationship with a younger man.", "filename": "2017_08_23_books_review-bettencourt-affair-tom-sancton_1542341449.html", "image_url": "https://static01.nyt.com/images/2017/08/24/books/24booksancton2/24booksancton2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_23_books_review-bettencourt-affair-tom-sancton_1542341449.html", "title": "‘The Bettencourt Affair,’ a Buffet for Scandal Aficionados", "title_page": "‘The Bettencourt Affair,’ a Buffet for Scandal Aficionados - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Later came the buildup to World War II, and a part of the family’s history that lay buried for years. L’Oréal’s sales nearly quadrupled during the war, and Schueller was involved with a company that sold paint and varnish — which were more necessary in Germany than in occupied France. (“No tank rolls without paint,” Sancton writes.) Schueller’s Vichy-friendly politics and alleged collaboration would come back to bite L’Oréal decades later. Bettencourt’s husband, André, wrote expressly pro-Nazi articles before joining the resistance.\nIn Sancton’s telling, there are no sympathetic figures in this family. Bettencourt’s only appeal for others appears to be her money, and she seems to have been an ice-cold parent. As to how she could sound, here she is in a 1987 interview: “A rich woman, the term itself is disagreeable. It’s an ugly word. I prefer fortune.”\nThe book’s portrait of Banier is much more confusing. Nothing about his self-justifying has much credence. According to him, Bettencourt first began sponsoring him when she visited his apartment and said: “François-Marie, you need more space. You like fine things; me too. I have the means to suit your tastes.” She then bought him the first of assorted apartments that would be followed by a laundry list of other valuables, including an island in the Seychelles that he claimed to disdain — and that she forgot about as her mind grew foggier. He says he accepted all this only to make her happy.\nFor most of the book, Sancton makes Banier sound like a pure social climber. But suddenly, near the end, he begins to celebrate the man’s protean talents. Banier has appeared in films by Eric Rohmer and Robert Bresson. He has written a number of novels and published many photography books, though most were sponsored by L’Oréal. He was a skilled celebrity photographer who knew everybody who was anybody, and is certainly good at dropping their names. “Princess Caroline told me this is the most beautiful house in the South of France,” he told Sancton, when the author visited him in Provence.\nSancton’s account leaves Banier in 2016, through with his ordeal and not too much the worse for wear. He was sentenced to four years in prison, but got out of serving any time in a follow-up judgment. He likes fame, though he insists otherwise. This book may give him another shot at it.", "url": "https://www.nytimes.com/2017/08/23/books/review-bettencourt-affair-tom-sancton.html"}