{"authors": ["Steven Erlanger"], "date_download": "2018-11-16 04:45:44", "date_modify": "2018-11-16 04:45:44", "date_publish": "2017-01-30 18:01:34", "description": "The leaders of Britain, Mexico, Japan, Canada and even Australia have been burned after what seemed like friendly interactions, causing political troubles.", "filename": "2017_01_30_world_europe_donald-trump-us-alllies.html_module=inline_1542343544.html", "image_url": "https://static01.nyt.com/images/2017/01/31/world/31Burned1/31Burned1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_30_world_europe_donald-trump-us-alllies.html_module=inline_1542343544.html", "title": "For Leaders of U.S. Allies, Getting Close to Trump Can Sting", "title_page": "For Leaders of U.S. Allies, Getting Close to Trump Can Sting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — It had all been going so well.\nPrime Minister Theresa May of Britain had just left Washington on Friday evening after a tense but successful first visit with President Trump for a 10-hour flight to Ankara, Turkey, for her next awkward encounter, with the increasingly autocratic Turkish president, Recep Tayyip Erdogan.\nBy the time she had landed in Turkey, however, Mr. Trump had signed his executive order halting entrance to the United States of all Syrian refugees and of most citizens from seven predominantly Muslim countries. Mrs. May was beginning to feel the backlash.\nAfter she termed the executive order an American issue, criticism erupted even among her own members of Parliament. She was accused of appeasement by a former British diplomat. Protesters gathered outside Downing Street on Monday night, and more than 1.5 million signatures collected on an internet petition demanding that Mrs. May rescind her invitation for Mr. Trump to visit Queen Elizabeth II.\nA close relationship with any American president is regarded as crucial by allies and foes alike, but especially by intimates like Britain, Canada, Japan and Mexico. Yet like moths to the flame, the leaders of those nations are finding that they draw close at their peril.", "url": "https://www.nytimes.com/2017/01/30/world/europe/donald-trump-us-alllies.html?module=inline"}