{"authors": ["Denise Grady", "Robert Pear"], "date_download": "2018-11-16 04:27:12", "date_modify": "2018-11-16 04:27:12", "date_publish": "2017-07-16 22:57:45", "description": "The recovery from a procedure on Friday to remove a blood clot could delay Senator John McCain’s return to Washington for a vote on health care, medical experts said.", "filename": "2017_07_16_health_john-mccain-blood-clot-recovery.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342432.html", "image_url": "https://static01.nyt.com/images/2017/07/17/us/17mccain1/17mccain1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_16_health_john-mccain-blood-clot-recovery.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342432.html", "title": "McCain’s Surgery May Be More Serious Than Thought, Experts Say", "title_page": "McCain’s Surgery May Be More Serious Than Thought, Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He also has a history of melanoma, an aggressive skin cancer that can spread to the brain and cause bleeding. That cancer history could have prompted Mr. McCain’s doctors to scan his brain even in the absence of symptoms, some doctors said. The pending pathology reports are expected to help explain what caused the bleeding.\nThe clot could have been in one of several locations: between the skull and the dura, the membrane that covers the brain; between the dura and surface of the brain; or inside the brain itself.\nDr. David J. Langer, the chairman of neurosurgery at Lenox Hill Hospital in Manhattan, said a likely diagnosis was a subdural hematoma, a collection of blood between the dura and the brain.\n“You would hope it’s a subdural, a relatively benign process,” Dr. Langer said. “It’s common in the elderly, especially if they’re on blood thinners. It can occur from relatively minor head injuries. The elderly brain loses volume, and as it retracts, the bridging veins from the brain to the dura are under increasing tension, and minor trauma can cause them to ooze or leak.”\nThe senator’s staff has not disclosed whether he takes a blood thinner.\nSuch hematomas can develop over weeks and months with subtle symptoms if they press on the brain, or even no symptoms, and removing them is usually an elective procedure, not an emergency, he said.\nHe said the operation is relatively straightforward. Hematomas often have an oily consistency and are easily drained once the skull is opened. The piece of skull that is removed for the procedure is then put back in place and fastened with titanium plates.\n“He would be able to return to being a senator in a relatively short period of time with no ill effects,” Dr. Langer said. “This is an assumption. But it sounds like something not life-threatening or even a career-threatening problem.”", "url": "https://www.nytimes.com/2017/07/16/health/john-mccain-blood-clot-recovery.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}