{"authors": ["Martin Pengelly"], "date_download": "2018-11-16 03:23:52", "date_modify": "2018-11-16 03:23:52", "date_publish": "2017-03-11 03:06:39", "description": "An English expat finds American roots in the game he loves but thought he’d left behind.", "filename": "2017_03_10_opinion_rugbys-more-perfect-union.html_action=click&module=RelatedLinks&pgtype=Article_1542338632.html", "image_url": "https://static01.nyt.com/images/2017/03/11/opinion/11sportingWeb/11sportingWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_10_opinion_rugbys-more-perfect-union.html_action=click&module=RelatedLinks&pgtype=Article_1542338632.html", "title": "Rugby’s More Perfect Union", "title_page": "Opinion | Rugby’s More Perfect Union - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I’m big, so I played in the second row of the scrum. Ears taped, mouthguard in, I held on to another big bloke and pushed. In loose play, I tackled, rucked and mauled — these are technical terms, though every bit as gloriously ugly as they sound. As a lineout jumper, I scrambled to a reasonable level: County junior teams, my university First XV and — just twice — a Premiership Second XV. By my mid-20s, I was playing for the second team at Rosslyn Park, one of the better amateur clubs in London, though our opponents were often youth players from professional teams.\nIt wasn’t the big injuries — two concussions, a broken arm — that ended my playing days. Nor even the spectacularly dislocated elbow: a burst of static behind my eyes, whirling trees at the river end of the Otley ground. It took five doctors to pull and push the joint back in.\nThat kind of thing was survivable; it was the little hurts that did me in. Black eyes and worn-down knees; a hairline crack in a rib, sustained in a tackle that failed to stop a try that lost a game. By the time I was 25, the soreness and stiffness from Saturdays made Sundays otherworldly. I would browse the bookshops on the Charing Cross Road, wincing at my bruises.\nSomething had to give. As I was working more and more on weekends, that thing was rugby.\nA few years later, I met a girl from Cambridge, Mass. We married and moved to New York City. I got a job, we had three children in quick succession, and I thought my rugby days were done.\nBut the rugby world is small, and it was not done with me. It turned out that a former coach of mine in Otley, Yorkshire, was now the chief executive of USA Rugby, based in Boulder, Colo. I called him and we talked. He even remembered the day I dislocated my elbow. That conversation started my second life in rugby — not playing but writing about rugby. American rugby.\nMy first experience of the American game, in fact, came long before I moved here. It was in 2002, on a brisk autumn night near London, when I played for Rosslyn Park against West Point, whose cadets were on a European tour. The pace was high, the hits were huge, the rucks ferocious. Later, over drinks, we swapped mementos. Then the cadets went home, and off to war.\nMore than a dozen years later, I set out to find those officers. Through the summer of 2015, I traveled the East Coast, called bases and offices in the Midwest, the West and the South. I spoke to cadets who had become soldiers, executives, fathers. Three were dead; I spoke to their parents. With one father, in New Jersey, I toured small-town memorials to his son. More than anything, that experience of writing about the cadets bound me tighter to the game.", "url": "https://www.nytimes.com/2017/03/10/opinion/rugbys-more-perfect-union.html?action=click&module=RelatedLinks&pgtype=Article"}