{"authors": ["Ron Lieber"], "date_download": "2018-11-16 03:12:53", "date_modify": "2018-11-16 03:12:53", "date_publish": "2017-12-16 01:38:31", "description": "Few financial services companies spoke up after the Equifax breach affected 145 million people. But this week, Umpqua Bank held a credit freeze day.", "filename": "2017_12_15_your-money_equifax-umpqua-credit-freeze_1542337973.html", "image_url": "https://static01.nyt.com/images/2017/12/16/business/16MONEY-01/16MONEY-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_15_your-money_equifax-umpqua-credit-freeze_1542337973.html", "title": "In the Wake of the Equifax Breach, a Bank Pushes Credit Freezes", "title_page": "In the Wake of the Equifax Breach, a Bank Pushes Credit Freezes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Those loan executives did not mind, given that the process for lifting a freeze temporarily is fairly straightforward as long as the credit bureaus’ systems are working and borrowers have the PINs they need to thaw their credit files.\n“If it takes an extra step, so be it,” said Cort O’Haver, the bank’s chief executive. “Everyone embraced it, and it would be tough not to agree with it because it’s the right thing to do to protect customers.”\nSo what does Mr. O’Haver think of Experian’s view of freezes? I did a semi-dramatic reading of that email, which accidentally fell into the inbox of a consumer advocate, and I focused in particular on a section where the executive asserted that most people do not need freezes. Mr. O’Haver’s eyes widened a bit. “Uh really? Oh man,” he said. “Wow. That is not right.”\nAn Experian spokesman said that the email did not reflect the company’s position on the matter.\nBefore Mr. O’Haver and his colleagues could property educate customers about freezes, they had to get up to speed on the process of freezing a file themselves. Two employees, Katie Scott and Nicole Stein, dreamed up the concept of freeze day and served on the crew that assembled at headquarters on Friday to answer questions from other employees.\nMs. Stein put a stopwatch to her own efforts and found that it took just 24 minutes to freeze her credit files at Equifax, Experian and TransUnion. Another colleague, Jeremy Lang, created a themed playlist as a soundtrack for the day. Bruce Springsteen’s “Tenth Avenue Freeze-Out’’ was playing when I walked in to meet the team.\nQuestions from co-workers included whether you really have to freeze your files at all three credit bureaus. (Yes, you do, lest thieves find an opening with a company that checks credit at a bureau where you have not frozen your file.) Also, do both spouses have to freeze? (Yes, again.) And should people shopping for a mortgage wait before freezing their files? (Yup, as Ms. Scott had recently done herself.)", "url": "https://www.nytimes.com/2017/12/15/your-money/equifax-umpqua-credit-freeze.html"}