{"authors": ["Alan Blinder", "Alexander Burns", "Jonathan Martin"], "date_download": "2018-11-16 04:01:38", "date_modify": "2018-11-16 04:01:38", "date_publish": "2017-12-11 19:02:58", "description": "Amid a blur of question marks and conflicting polls, Roy S. Moore, the Republican, and Doug Jones, the Democrat, made their final appeals to voters Monday.", "filename": "2017_12_11_us_alabama-roy-moore-doug-jones_1542340898.html", "image_url": "https://static01.nyt.com/images/2017/12/12/us/12alabama6/12alabama6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_12_11_us_alabama-roy-moore-doug-jones_1542340898.html", "title": "Alabama Senate Race, Unlikely Nail-Biter, Races to Finish Line", "title_page": "Alabama Senate Race, Unlikely Nail-Biter, Races to Finish Line - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read the latest on the Alabama Senate race here with our live updates.\nMIDLAND CITY, Ala. — Roy S. Moore rallied rural conservatives, and Doug Jones made his closing argument to a diverse crowd in Birmingham as Alabama’s most unpredictable, volatile and off-the-rails Senate race in memory shuddered to a close ahead of Tuesday’s special election.\n“It’s difficult to drain the swamp when you’re up to your neck in alligators, and that’s where we are,” Mr. Moore, who has been accused of sexual misconduct against teenage girls, said Monday night at an event in Alabama’s Wiregrass region, near the Florida border. “We’re up to our neck in alligators. We’re up to the neck in people that don’t want change in Washington, D.C.”\nAlong with the theatrics of the last day, the state, by turns energized and exhausted, faced a barrage of television ads, conflicting polls, presidential tweets and last-minute pleas.\nBut on the eve of the vote, with huge implications for both parties and for President Trump, the blur of campaign tactics did little to clarify the contest’s trajectory.", "url": "https://www.nytimes.com/2017/12/11/us/alabama-roy-moore-doug-jones.html"}