{"authors": ["Dave Itzkoff"], "date_download": "2018-11-16 04:10:31", "date_modify": "2018-11-16 04:10:31", "date_publish": "2017-10-30 09:00:32", "description": "Mark Hamill has always embraced his “Star Wars” legacy, but when he was invited back for “The Force Awakens” and “The Last Jedi,” he hesitated: “I was just really scared.”", "filename": "2017_10_30_movies_star-wars-the-last-jedi-luke-skywalker-mark-hamill.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341431.html", "image_url": "https://static01.nyt.com/images/2017/11/05/arts/05MARK-HAMILL7-alpha/05MARK-HAMILL7-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_30_movies_star-wars-the-last-jedi-luke-skywalker-mark-hamill.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341431.html", "title": "Luke Skywalker Speaks", "title_page": "Luke Skywalker Speaks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Hamill prefers not to scrutinize this too closely either. Pleading self-consciousness, he said he has not watched the original “Star Wars” movies outside of theaters and has seen “The Force Awakens” only twice.\n“All I notice are flaws,” he explained. “‘Oh, why did I do that?’ ‘Look at my hair.’ ‘What was I thinking?’”\nDuring production of “The Force Awakens,” he allowed himself to watch the audition reels of actors who were also considered for Luke Skywalker — Will Seltzer, Robby Benson, William Katt — and was struck by what he saw. “They were all great,” Mr. Hamill said. “They all could have been really good Luke Skywalkers, which really makes me appreciate the arbitrariness.”\nOne film Mr. Hamill goes back to frequently is “A Hard Day’s Night,” Richard Lester’s madcap comedy about the Beatles happily enduring the hardships of celebrity as they are pursued by fans.\nAs a teenager, Mr. Hamill said, “I saw it originally going, ‘Oh, can you imagine it? Girls chasing me down the street! It looks like so much fun.’” But when he viewed it again recently, he saw it in another light. “It’s like a horror movie,” he said. “They’re trapped. They can’t go anywhere.”\nOne scene that stuck in Mr. Hamill’s mind was the “Can’t Buy Me Love” sequence, when the Fab Four are running through a field, clowning around, blissfully free of the gravitational forces awaiting them in the outside world.\n“It’s the one time they spontaneously feel exuberance and joy,” Mr. Hamill said. “It plays so differently now, when you’re on the other end of it.”", "url": "https://www.nytimes.com/2017/10/30/movies/star-wars-the-last-jedi-luke-skywalker-mark-hamill.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}