{"authors": ["Guy Trebay"], "date_download": "2018-11-16 04:03:47", "date_modify": "2018-11-16 04:03:47", "date_publish": "2017-06-27 08:15:03", "description": "Berluti, Comme des Garçons, Hermès, Junya Watanabe, Louis Vuitton and Valentino solve a fashion problem: dressing the 21st-century man.", "filename": "2017_06_27_fashion_mens-style_men-spring-2018-paris-louis-vuitton-valentino.html_module=inline_1542341027.html", "image_url": "https://static01.nyt.com/images/2017/06/27/fashion/27PARISMENTWOweb1/27PARISMENTWOweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_27_fashion_mens-style_men-spring-2018-paris-louis-vuitton-valentino.html_module=inline_1542341027.html", "title": "American Chic on the Runways of Paris", "title_page": "American Chic on the Runways of Paris - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARIS — Nothing says Parisian chic like a tractor jacket.\nForget the nipped blazers, the custom loafers, the cleverly knotted Hermès cravats. Get yourself to the Carhartt outpost here, a short walk from Colette, the retailing madhouse where, at a recently installed Balenciaga pop-up shop, one can order a T-shirt customized with logos as tacky as the ones at a stall next to a saltwater taffy stand in Atlantic City. Printed on site, they cost a mere 255 euros (about $285).\nFollow the men’s wear shows in Florence, Milan and Paris for three weeks and what you’ll notice is, of all things, America already is first. Stealthily, the sportswear that is a mostly American innovation has become a universalized form of millennial dress.\nIt turns up in the sneakers from almost every luxury goods house and in the tricked-out tracksuits, car coats and gym shoes that overshadowed the few traditional wardrobe elements in the new Valentino collection.", "url": "https://www.nytimes.com/2017/06/27/fashion/mens-style/men-spring-2018-paris-louis-vuitton-valentino.html?module=inline"}