{"authors": ["Peter Baker"], "date_download": "2018-11-16 03:17:14", "date_modify": "2018-11-16 03:17:14", "date_publish": "2017-05-31 12:46:17", "description": "Tweets by the president castigated the comedian for a video of her holding what looks like his severed head, and he again called the Russia inquiry a “witch hunt.”", "filename": "2017_05_31_us_politics_trump-kathy-griffin-comedian-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338234.html", "image_url": "https://static01.nyt.com/images/2017/05/31/us/01TRUMP/01TRUMP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_31_us_politics_trump-kathy-griffin-comedian-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338234.html", "title": "Trump Lashes Out at Kathy Griffin and Democrats", "title_page": "Trump Lashes Out at Kathy Griffin and Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Trump also lashed out at Democrats in Congress whom he accused of trying to squelch testimony involving the investigation into Russian meddling in last year’s election. Shortly after a “Fox and Friends” segment reporting that Democrats no longer want to hear testimony from Carter Page, a onetime Trump campaign adviser, Mr. Trump wrote that it was all part of a “witch hunt” against him.\n“So now it is reported that the Democrats, who have excoriated Carter Page about Russia, don’t want him to testify,” he wrote. “He blows away their case against him & now wants to clear his name by showing ‘the false or misleading testimony by James Comey, John Brennan …’ Witch Hunt!”\nIn a letter to the House Intelligence Committee reported by Fox and other news organizations, Mr. Page wrote: “I have learned from your Committee staff on this Memorial Day holiday that I might not be immediately afforded the opportunity to address the false or misleading testimony by James Comey, John Brennan, et al. as per our previously scheduled appointment for next week. In the interest of finally providing the American people with some accurate information at long last, I hope that we can proceed with this straight dialogue soon.”\nMr. Page did not list what testimony he considered false by Mr. Comey, who was fired by Mr. Trump as director of the F.B.I., or Mr. Brennan, the former director of the C.I.A., who stepped down when President Barack Obama left office in January. But Mr. Page urged the committee “to investigate the growing evidence of collusion between Clinton campaign associates, Comey and other former Obama administration officials.”", "url": "https://www.nytimes.com/2017/05/31/us/politics/trump-kathy-griffin-comedian-democrats.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}