{"authors": ["Michael M. Grynbaum"], "date_download": "2018-11-16 03:52:31", "date_modify": "2018-11-16 03:52:31", "date_publish": "2017-06-30 11:30:10", "description": "In a bizarre back-and-forth on TV and Twitter, Mr. Trump squabbled with Mika Brzezinski and Joe Scarborough in a feud that included allegations of extortion.", "filename": "2017_06_30_us_mika-brzezinski-trump-tweets.html_mcubz=1&module=inline_1542340351.html", "image_url": "https://static01.nyt.com/images/2017/06/30/us/30mikajoe/30mikajoe-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_30_us_mika-brzezinski-trump-tweets.html_mcubz=1&module=inline_1542340351.html", "title": "‘Morning Joe’ Hosts and Trump Bring National Enquirer Into Their Feud", "title_page": "‘Morning Joe’ Hosts and Trump Bring National Enquirer Into Their Feud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Friday, Mr. Scarborough said that he had text messages and emails to back up his account, but he declined to release them, citing the privacy of his sources.\nFor its part, the Enquirer — which endorsed Mr. Trump for president and often runs stories favorable to him and critical of his opponents — said it wanted nothing to do with the fight. “We have no knowledge of any discussions between the White House and Joe and Mika about our story, and absolutely no involvement in those discussions,” its editor, Dylan Howard, wrote in a statement.\nThe story in question was published in early June, under the headline “Joe & Mika: TV Couple’s Sleazy Cheating Scandal.’’ Ms. Brzezinski said in a phone interview that she was rattled when her children and friends received calls from Enquirer reporters before it ran. But she added, “We never once considered calling Donald, let’s just put it that way.”\nThe Enquirer incident came to light as the “Morning Joe” stars reacted to a furor that broke out on Thursday, when Mr. Trump tweeted that Mr. Scarborough was a “psycho” and claimed he had once seen Ms. Brzezinski “bleeding badly from a face-lift.”\nHis comments were met with a bipartisan backlash, including from Republican lawmakers crucial to his legislative agenda, and revived a broader discussion of the president’s habit of making insulting remarks about women’s appearances.\nMs. Brzezinski and Mr. Scarborough were once friendly with Mr. Trump, visiting him and his family at his Florida estate. But they are now blistering critics, a reversal that Mr. Trump took as an insulting and personal betrayal.\nThe controversy spilled into Friday, overshadowing the White House’s plans. The hosts wrote an op-ed in The Washington Post. A meeting between the president and his South Korean counterpart, Moon Jae-in, a sober discussion about North Korean aggression, shared coverage on cable news with segments about the Enquirer’s disreputable past and onscreen graphics including “TV Hosts: White House Used Tabloid Story to Threaten Us.”", "url": "https://www.nytimes.com/2017/06/30/us/mika-brzezinski-trump-tweets.html?mcubz=1&module=inline"}