{"authors": ["Andrew Keh"], "date_download": "2018-11-16 03:24:10", "date_modify": "2018-11-16 03:24:10", "date_publish": "2017-03-07 22:59:53", "description": "“Swing Low, Sweet Chariot,” which in the United States evokes the darkness of slavery, has morphed into something else entirely across the Atlantic.", "filename": "2017_03_07_sports_rugby-swing-low-sweet-chariot_1542338650.html", "image_url": "https://static01.nyt.com/images/2017/03/08/sports/swinglow-promo/swinglow-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_07_sports_rugby-swing-low-sweet-chariot_1542338650.html", "title": "How a Slave Spiritual Became English Rugby’s Anthem", "title_page": "How a Slave Spiritual Became English Rugby’s Anthem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Dudley Wood, the former secretary of the Rugby Football Union, was quoted in The Independent in 1991 as saying that Oti “was totally mobbed on the way to the dressing room. It’s a delicate situation in a way, in that it’s a Negro spiritual. But we poor English don’t really have the songs to sing.”\nTwo years later, the same newspaper devoted an edition of its mail-in reader question-and-answer column to the question of why the chant took hold. In response, one reader wrote, “It was often sung by a white crowd when black players were playing well — a backhanded compliment in my view.” Another called it “slightly racist but in the best possible taste.”\nIn the United States, the song was first formally published as a written text in the 1870s, appearing in songbooks for the Fisk University Jubilee Singers, a black choir that put on singing tours throughout the United States and Europe. Such concerts, presumably, first carried black spirituals to wider audiences overseas. By the early 20th century, “Swing Low” was becoming popular among the all-male choirs of Wales.\nIn the 1950s, at the same time that slave-era spirituals were having a reawakening as part of the American civil rights movement, “Swing Low, Sweet Chariot” was becoming a popular drinking song in the rugby clubs and pubs of Britain, where the lyrics were often accompanied by a series of bawdy gestures.\n“It was sung after club matches, particularly if people had a few beers and are being sociable and having a singsong,” said Richard Woodley, 46, an England fan from Newark, in Nottinghamshire, who played rugby in his youth.", "url": "https://www.nytimes.com/2017/03/07/sports/rugby-swing-low-sweet-chariot.html"}