{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 03:12:12", "date_modify": "2018-11-16 03:12:12", "date_publish": "2017-09-03 01:01:30", "description": "North Korea’s state news agency offered no evidence for the claim, other than a photo of what it said was a hydrogen bomb ready to be loaded onto an ICBM.", "filename": "2017_09_02_world_asia_north-korea-hydrogen-bomb-missile.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337932.html", "image_url": "https://static01.nyt.com/images/2017/09/03/world/03NKOREA/03NKOREA-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_02_world_asia_north-korea-hydrogen-bomb-missile.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337932.html", "title": "North Korea Claims to Have Developed a Missile-Ready Hydrogen Bomb", "title_page": "North Korea Claims to Have Developed a Missile-Ready Hydrogen Bomb - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A hydrogen bomb is a highly sophisticated weapon capable of achieving thousands of kilotons of explosive yield. In comparison, the last and most powerful of North Korea’s five nuclear tests, conducted in September 2016, produced an explosive yield of only 10 to 15 kilotons, about the same as the nuclear blast in Hiroshima, Japan, at the end of World War II, according to officials and analysts.\n“North Korea appears to have a family of relatively reliable, miniaturized fission weapons with the destructive force rivaling the size of the Hiroshima blast that can use plutonium or weapon-grade uranium and fit on a number of ballistic missiles,” David Albright, president of the Washington-based Institute for Science and International Security, said during congressional testimony last September.\nBut Mr. Albright said “it is reasonable to skeptically accept that North Korea is working on some type of thermonuclear device, likely one aimed at using thermonuclear materials to significantly boost the yield of a fission device.” His institute has predicted that “in a worst-case assessment,” North Korea could field a crude thermonuclear weapon with a yield approaching 100 kilotons soon after 2020, or possibly sooner.\nNorth Korea’s claim came just days after it sent a ballistic missile over Japan, escalating recent tensions over its pursuit of nuclear missiles. Mr. Trump has threatened to unleash “fire and fury” on the North if it continues to threaten the United States with a nuclear weapon.\nBombastic threats and exaggerated claims have long been part of North Korea’s domestic propaganda and its strategy for dealing with its enemies. But some analysts said that the outside world has long underestimated Pyongyang’s determination to build a reliable nuclear force and needed to pay more attention to its latest claim.\n“Disbelieve at your own peril,” said Lee Sung-yoon, a Korea expert at the Fletcher School of Law and Diplomacy at Tufts University. “Trump should remember: It took China only three years to go from its first atom bomb test, in 1964, to to its first hydrogen bomb test, in 1967, 50 years ago.”\nBut high-ranking United States officials have said that North Korea still has key obstacles to overcome before it can field a nuclear-tipped intercontinental ballistic missile capable of threatening the American mainland.", "url": "https://www.nytimes.com/2017/09/02/world/asia/north-korea-hydrogen-bomb-missile.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}