{"authors": ["C. J. Hughes"], "date_download": "2018-11-16 04:32:21", "date_modify": "2018-11-16 04:32:21", "date_publish": "2017-08-08 17:29:48", "description": "As a housing crunch hits parts of New York City, developers are building big in midsize cities just north.", "filename": "2017_08_08_realestate_commercial_westchester-development.html_module=inline_1542342741.html", "image_url": "https://static01.nyt.com/images/2017/08/09/business/09westchestersqft1/09westchestersqft1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_08_realestate_commercial_westchester-development.html_module=inline_1542342741.html", "title": "A Flurry of Development Hits Westchester", "title_page": "A Flurry of Development Hits Westchester - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Developers credit local leaders for helping push the changes. In Mount Vernon, for example, Mayor Richard Thomas compressed the time it takes to get a building permitting; a process that could sometimes take years can now take as little as 65 days.\nIn New Rochelle, a city of about 80,000, pro-development leadership also seems to be helping redevelopment efforts. In December 2015, the city, which sits on the Long Island Sound, rezoned 279 acres, including most of its commercial areas, to encourage taller construction.\nThe loftiest structure had been a 40-story rental tower built by AvalonBay Communities in 2007 in an earlier attempt at reinventing the city. And AvalonBay had to get special permission to go that high, said Luiz Aragon, the city’s commissioner of development.\nNow, though, in the area by a Metro-North station, a developer can build up to 40 stories without any signoffs, and even go an additional eight stories in exchange for certain community-serving amenities, Mr. Aragon said.\nSince those rules were changed, 13 projects, with 1,633 apartments and 115,000 square feet of commercial and retail space, have been approved for the downtown, he added.\nRXR Realty, a development company based on Long Island, is one of the companies involved. In exchange for drafting the rezoning plan for New Rochelle, which will allow for 12 million square feet of development, RXR won exclusive rights to build on seven parking lots across city.\nIn late July, RXR announced its first plan to develop one of those sites, a rust-flecked two-level parking structure, which would give way to a pair of gleaming 28-story towers with up to 700 apartments.", "url": "https://www.nytimes.com/2017/08/08/realestate/commercial/westchester-development.html?module=inline"}