{"authors": ["Alexandra Stevenson", "Motoko Rich"], "date_download": "2018-11-16 03:50:46", "date_modify": "2018-11-16 03:50:46", "date_publish": "2017-11-11 11:59:15", "description": "As President Trump dismissed global trade talks, the other members of the Trans-Pacific Partnership revived a major multinational agreement that would include American allies.", "filename": "2017_11_11_business_trump-tpp-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340246.html", "image_url": "https://static01.nyt.com/images/2017/11/12/us/12tpptrade/11tpptrade1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_11_business_trump-tpp-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340246.html", "title": "Trans-Pacific Trade Partners Are Moving On, Without the U.S.", "title_page": "Trans-Pacific Trade Partners Are Moving On, Without the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — President Trump shook up the world economic order this year by pulling the United States out of a major international trade pact and raising fundamental questions about its global role.\nToday, the world is moving on without it.\nA group of 11 countries announced on Saturday that they had committed to resurrecting a sweeping multinational trade agreement, the Trans-Pacific Partnership, without the United States. A new deal, which would have to be signed and ratified by each country, would include major United States allies like Japan, Canada and Mexico. Collectively, they account for about a sixth of global trade.\nThe agreement will “serve as a foundation for building a broader free-trade area” across Asia, Taro Kono, Japan’s foreign minister, said in a statement.\nPointedly, the potential members of what is now called the Comprehensive and Progressive Agreement for Trans-Pacific Partnership came to an early agreement on the broad outline of a deal while many of their leaders were meeting with Mr. Trump in Vietnam — itself a potential member of the new trading group.", "url": "https://www.nytimes.com/2017/11/11/business/trump-tpp-trade.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}