{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:25:52", "date_modify": "2018-11-16 04:25:52", "date_publish": "2017-06-14 00:14:14", "description": "Mr. Northam, the lieutenant governor, won the Democratic primary, and Mr. Gillespie held off a Trump-embracing challenger to win the Republican vote.", "filename": "2017_06_13_us_politics_virginia-primary-elections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342352.html", "image_url": "https://static01.nyt.com/images/2017/06/14/us/14VAGOV-4/14VAGOV-4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_13_us_politics_virginia-primary-elections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342352.html", "title": "Ed Gillespie and Ralph Northam Beat Upstarts in Virginia Governor Primaries", "title_page": "Ed Gillespie and Ralph Northam Beat Upstarts in Virginia Governor Primaries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ARLINGTON, Va. — The former Republican National Committee chairman Ed Gillespie barely survived an anti-establishment scare to claim the Republican nomination for governor of Virginia on Tuesday, according to The Associated Press. He will face Lt. Gov. Ralph Northam in a November clash that may test how much of a burden President Trump is among moderate voters, who are deeply contemptuous of the president.\nWith all precincts reporting on Wednesday, Mr. Gillespie had a lead of about 4,300 votes, or about 1.2 percentage points, over Corey Stewart, the chairman of the Prince William County Board of Supervisors.\nThe unexpectedly narrow outcome illustrated Mr. Trump’s enduring appeal among conservatives.\nEmulating the president’s incendiary style by railing against political correctness and vowing to protect the state’s Confederate monuments, Mr. Stewart defeated Mr. Gillespie in a number of rural counties. It was a deeply embarrassing night for Mr. Gillespie, who greatly outspent Mr. Stewart and entered the primary with significant name recognition after barely losing a challenge to Senator Mark Warner, a Democrat, three years ago.\nMr. Stewart embraced the president and assailed Mr. Gillespie, 55, in harsh terms, calling him “Establishment Ed,” in much the same way Mr. Trump gave derisive nicknames to his rivals in last year’s Republican primary. And Mr. Gillespie kept his distance from the president, rarely stating his name and, when pressed by Mr. Stewart, saying only that he had supported the party’s “ticket” in 2016.", "url": "https://www.nytimes.com/2017/06/13/us/politics/virginia-primary-elections.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}