{"authors": ["Neal E. Boudette"], "date_download": "2018-11-16 03:41:10", "date_modify": "2018-11-16 03:41:10", "date_publish": "2017-11-17 04:29:44", "description": "Aiming to remake a multibillion-dollar industry, the automaker said it would have a semi for sale in two years that would be nearly self-driving.", "filename": "2017_11_16_business_tesla-electric-truck.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339670.html", "image_url": "https://static01.nyt.com/images/2017/11/17/business/18TEsla-truck-web/18TEsla-trueck-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_16_business_tesla-electric-truck.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339670.html", "title": "Tesla Unveils an Electric Rival to Semi Trucks", "title_page": "Tesla Unveils an Electric Rival to Semi Trucks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As a result, Tesla is estimating it will cost $1.26 per mile to operate, compared with $1.51 a mile for a diesel truck. The cost can fall further — to 85 cents a mile, according to Tesla — if groups of trucks travel together in convoys, which reduces wind drag. “This beats rail,” Mr. Musk said.\nTesla said it had no partnerships to announce on the truck project at this point, but an early adopter emerged Friday when Walmart said it had ordered 15 test vehicles — five for its United States operations and 10 in Canada — for use when production begins. “We believe we can learn how this technology performs within our supply chain, as well as how it could help us meet some of our long-term sustainability goals, such as lowering emissions,” said Ryan Curell, a Walmart spokesman.\nIn typical Tesla fashion, the truck is a sharp departure from industry norms. The cabin is spacious enough for a driver and passenger to stand. The driver’s seat is in the center of the cab, not on the left side. It is flanked by two laptop-size video screens providing navigation and scheduling data as well as images of blind spots and other areas around the truck.\nIt will be equipped with radar sensors, cameras and processors to enable drivers to use a version of Autopilot, the advanced driver-assistance system featured in Tesla cars such as the Model S and the new Model 3.\nAutopilot can automatically steer, accelerate and brake for other vehicles and obstacles, although drivers must keep their eyes on the road and their hands on the steering wheel while using the feature.\nTesla could face difficulty if it is unable to deliver on its promised range of 500 miles on a single charge. Analysts at Bernstein, an investment bank, estimated that Tesla’s truck would be able to travel 300 to 450 miles a day before needing to recharge its battery pack. “We see 300 to 450 miles a day as a significant constraint,” the bank said in a research report.\nMr. Musk said Tesla envisions building a network of superchargers for trucks across the United States and other countries. He gave few details but said they would be solar-powered. “So your truck will be running on sunshine,” he said.", "url": "https://www.nytimes.com/2017/11/16/business/tesla-electric-truck.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}