{"authors": ["Daisuke Wakabayashi", "Scott Shane"], "date_download": "2018-11-16 03:52:48", "date_modify": "2018-11-16 03:52:48", "date_publish": "2017-09-28 00:05:20", "description": "Facebook has faced the most scrutiny over social media’s role in the 2016 election. But Twitter may have been used even more extensively by Russians.", "filename": "2017_09_27_technology_twitter-russia-election.html__r=0&module=inline_1542340368.html", "image_url": "https://static01.nyt.com/images/2017/09/28/business/28TWITTER1/28TWITTER1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_27_technology_twitter-russia-election.html__r=0&module=inline_1542340368.html", "title": "Twitter, With Accounts Linked to Russia, to Face Congress Over Role in Election", "title_page": "Twitter, With Accounts Linked to Russia, to Face Congress Over Role in Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — After a weekend when Americans took to social media to debate President Trump’s admonishment of N.F.L. players who do not stand for the national anthem, a network of Twitter accounts suspected of links to Russia seized on both sides of the issue with hashtags such as #boycottnfl, #standforouranthem and #takeaknee.\nAs Twitter prepared to brief staff members of the Senate and House intelligence committees on Thursday for their investigation of Russian interference in the 2016 election, researchers from a public policy group have been following hundreds of accounts to track the continuing Russian operations to influence social media discourse and foment division in the United States.\nFor three weeks, a harsh spotlight has been trained on Facebook over its disclosure that Russians used fake pages and ads, designed to look like the work of American activists, to spread inflammatory messages during and since the presidential campaign.\nBut there is evidence that Twitter may have been used even more extensively than Facebook in the Russian influence campaign last year. In addition to Russia-linked Twitter accounts that posed as Americans, the platform was also used for large-scale automated messaging, using “bot” accounts to spread false stories and promote news articles about emails from Democratic operatives that had been obtained by Russian hackers.", "url": "https://www.nytimes.com/2017/09/27/technology/twitter-russia-election.html?_r=0&module=inline"}