{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:26", "date_modify": "2018-11-16 04:54:26", "date_publish": "2017-05-19 20:29:04", "description": "Even the most reluctant D.I.Y.er needs a few basic tools. Here’s what the experts suggest.", "filename": "2017_05_19_realestate_the-starter-tool-kit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344066.html", "image_url": "https://static01.nyt.com/images/2017/05/21/realestate/21FIX1/21FIX1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_19_realestate_the-starter-tool-kit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344066.html", "title": "The Starter Tool Kit", "title_page": "The Starter Tool Kit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Every home needs a good tool kit. Whether you live in a new apartment in the city or a century-old house in the suburbs, eventually you will need to do some home improvements.\nSure, apps like Handy and TaskRabbit make it easy to find someone to tackle them for you. Or perhaps you’ve become accustomed to calling the superintendent when things go awry. But even the most reluctant D.I.Y.-er can perform simple fixes like hanging a picture frame, changing out a cabinet hinge or assembling kit furniture. All it takes is the right tools.\n“Some people say, ‘I’m not going to use them all that much, so maybe I don’t need to invest’” in good tools, said Harry Sawyers, a senior editor at The Sweethome, a product review site owned by The New York Times. But “if you buy something at high quality, not only does it last longer, but it also works better, and that’s important for an amateur to do the best possible work and not be held back by a weaker tool.”", "url": "https://www.nytimes.com/2017/05/19/realestate/the-starter-tool-kit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}