{"authors": ["Alexander Burns"], "date_download": "2018-11-16 04:45:24", "date_modify": "2018-11-16 04:45:24", "date_publish": "2017-02-26 23:45:03", "description": "At a national meeting, several governors said they must frame all their priorities, including immigration and health care, in economic terms.", "filename": "2017_02_26_us_politics_democratic-governors-jobs.html_module=inline_1542343524.html", "image_url": "https://static01.nyt.com/images/2017/02/27/us/27dems-web01/27dems-web01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_26_us_politics_democratic-governors-jobs.html_module=inline_1542343524.html", "title": "Angling for a Comeback, Democratic Governors Sharpen Focus on Jobs", "title_page": "Angling for a Comeback, Democratic Governors Sharpen Focus on Jobs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As Democrats battle President Trump on a multiplying array of issues, from immigration and climate change to health care and transgender rights, a group of Democratic governors is pressing the party to set one concern above all the rest: jobs.\nGathered in Washington for a conference of the National Governors Association, Democratic leaders from the states expressed optimism that Mr. Trump had opened the way for a Democratic comeback by governing from the hard right and in a haphazard manner.\nBut they also warned that voters might not embrace Democrats as an alternative to Mr. Trump unless they presented themselves convincingly as champions of job creation, which they struggled to do in last year’s presidential election. Mr. Trump’s unpopularity, several governors said, will not necessarily usher Democrats back to power on its own — they must frame all their priorities in economic terms.\nGov. Gina M. Raimondo of Rhode Island, a Democrat who is in her first term, said her party had too often failed to put jobs and economic opportunity at the forefront of its agenda. Democrats had erred, she said, by treating jobs merely as one issue in a “check list” of positions.", "url": "https://www.nytimes.com/2017/02/26/us/politics/democratic-governors-jobs.html?module=inline"}