{"authors": ["Michael J. De La Merced"], "date_download": "2018-11-16 03:14:34", "date_modify": "2018-11-16 03:14:34", "date_publish": "2017-03-20 21:45:14", "description": "After acquiring Jet and ModCloth, the company is forming an internal venture to create start-ups and support new online retail businesses.", "filename": "2017_03_20_business_dealbook_walmart-store-no-8-jet.html_mcubz=1&module=inline_1542338074.html", "image_url": "https://static01.nyt.com/images/2017/03/21/business/21DB-WALMART/21DB-WALMART-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_20_business_dealbook_walmart-store-no-8-jet.html_mcubz=1&module=inline_1542338074.html", "title": "Walmart Expands Its E-Commerce Ambitions With a New Investment Arm", "title_page": "Walmart Expands Its E-Commerce Ambitions With a New Investment Arm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Store No. 8 is meant to foster relationships with entrepreneurs, particularly those in the fields of artificial intelligence, autonomous vehicles and other emerging technologies.\n“We knew we needed to keep investing in the future of retail,” Seth Beal, one of the principals of Store No. 8, said in a recent interview. “We’re making sure that we make the right short-term decisions but don’t neglect the long term.”\nMr. Beal, who was previously a senior vice president for global marketplace and digital store operations at Walmart, will be joined by Katie Finnegan, who led Jet’s corporate development and has a background in fund-raising and mergers.\n“When the mother ship is ready, we’re sort of ahead of the eight ball,” Ms. Finnegan said. “Our goal is to have whatever we work on integrated into the mother ship.”\nStore No. 8 is somewhat like corporate venture arms at other companies and will be charged with identifying emerging technologies that could prove useful. But rather than simply taking stakes in existing ventures, the new division is intended to help create new start-ups. It will also strike strategic partnerships with other promising young e-commerce companies.\nAlong with incubating new ventures, Ms. Finnegan said, Store No. 8 will be able to draw on Walmart’s resources to support any start-ups that it launches.\n“We’re giving these portfolio companies the best chance for success,” she said.\nMr. Beal and Ms. Finnegan declined to comment on how much money Walmart would commit to the new venture, saying that Store No. 8 did not have a set goal for money to deploy in its investing.", "url": "https://www.nytimes.com/2017/03/20/business/dealbook/walmart-store-no-8-jet.html?mcubz=1&module=inline"}