{"authors": ["Andrew Rosenthal"], "date_download": "2018-11-16 03:11:47", "date_modify": "2018-11-16 03:11:47", "date_publish": "2017-07-20 20:58:17", "description": "Trump’s people never spoke to any Russians, and if they did they forgot about it, and if they didn’t forget, it was just socializing. Got it?", "filename": "2017_07_20_opinion_trump-sessions-russia-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337907.html", "image_url": "https://static01.nyt.com/images/2017/07/21/opinion/20rosenthalWeb/20rosenthalWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_20_opinion_trump-sessions-russia-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337907.html", "title": "Everything You Need to Understand About Trump and Russia", "title_page": "Opinion | Everything You Need to Understand About Trump and Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald Trump apparently wanted to set the record straight on the Kremlin Kaper in the strange interview he gave this week to The New York Times. Thank goodness for that, because the story line was getting hard to follow.\nHere’s where things stand.\nFirst, everything is fine because nothing happened between Trump and the Kremlin. And if anything did happen, no one should care and the only people who do are liberals whining about the election results. (Don’t get distracted by the fact that the main person still trying to reargue the vote tally is Trump himself. That’s the kind of thing that liberals toss in to muddy the waters.)\nTrump and his people never spoke to any Russians, and if they did, they either forgot about it or innocently failed to mention it because it was just normal socializing. And if it wasn’t just socializing, then there was no discussion of the campaign, and if there was discussion of the campaign, it was perfectly appropriate.\nIt is not at all strange for a presidential candidate to get help from the Kremlin to win an election. Who knew that you’re not supposed to sign up Boris Badenov as a campaign adviser? (Or that health care would be hard, or that the president is not supposed to ask the F.B.I. chief to go easy on his friends, or that France is America’s oldest ally?)", "url": "https://www.nytimes.com/2017/07/20/opinion/trump-sessions-russia-investigation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}