{"authors": ["Norimitsu Onishi"], "date_download": "2018-11-16 03:11:12", "date_modify": "2018-11-16 03:11:12", "date_publish": "2017-11-30 03:00:01", "description": "In postwar Japan, a single-minded focus on rapid economic growth helped erode family ties. Now, a generation of elderly Japanese is dying alone.", "filename": "2017_11_30_world_asia_japan-lonely-deaths-the-end_1542337872.html", "image_url": "https://static01.nyt.com/images/2017/11/30/world/asia/xxJapan-death-Promo/xxJapan-death-slide-4ROU-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_30_world_asia_japan-lonely-deaths-the-end_1542337872.html", "title": "A Generation in Japan Faces a Lonely Death", "title_page": "A Generation in Japan Faces a Lonely Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Kinoshita lived in a ground-floor “2DK” apartment — two rooms and a dine-in kitchen. Piles of old clothes, boxes, books, newspapers, empty food containers and heaps of trash blanketed the floor. A single open trail led from the bed to the toilet, passing by the only clean item in the apartment: a white T-shirt hanging from a shelf, still wrapped in the dry cleaner’s plastic.\nMr. Kinoshita was 83. His legs had grown weak. He used a “silver chair” that he rolled in front of him to steady himself. He left his apartment perhaps once a week.\nAfter Mrs. Ito saw the state of his apartment, she alerted community leaders. Men who lived alone in the danchi, weakened by age and infirmity in apartments like that, were the most vulnerable. She learned that volunteers were already keeping an eye on him.\nAdvertisement Continue reading the main story\nMonths ago, after he had not been seen for a week, a volunteer went knocking on his door. There was no answer, but she could hear the television from inside. Thinking he was dead, the volunteer called the police. When Mr. Kinoshita finally woke up from a deep sleep, he was a little embarrassed, yet also relieved and maybe even a little happy that his existence had figured into someone’s thoughts.\n“Thanks for your kindness,” Mr. Kinoshita liked to say in English, perhaps avoiding sentiments that were too hard to express in Japanese.\nHe had left Tokyo in his late 60s and moved into Tokiwadaira 14 years ago, just as the lonely deaths were becoming common. The year he moved in, Tokiwadaira recorded 15 of them. Today, volunteers have managed to reduce them to about 10 a year.\nMr. Kinoshita had lost everything before coming to the danchi. He had lost his company to bankruptcy and also the money he had borrowed from his sisters and brothers, who told him, “You’re the one who’s ruined the Kinoshita clan.” He had lost his house, and his second wife, who told him, “There’s no use staying with a husband who’d sell away our house.”\nIt would have been easy to see Mr. Kinoshita as just another victim of the collapse of Japan’s economic bubble. His company, I Love Industry, which worked as a subcontractor on underground construction projects — the “tail of a mouse,” he said — had ridden the country’s construction boom from the 1960s through the 1990s until public works contracts dried up.\nYet he had also enjoyed a moment of glory, one that he clung to the way Mrs. Ito clung to the Tokiwadaira in her books. During the construction of the Channel Tunnel, he had supplied a major contractor, Kawasaki Heavy Industries, with equipment — a reel for a hose — to help bore under the Strait of Dover.\nMr. Kinoshita’s large eyes lit up as he brought out his old business card, sketches of the equipment he had provided and photos of himself in his heyday: at a celebration at Kawasaki’s headquarters; on site under the Dover Strait; visiting tourist attractions in Paris during his sole visit to Europe.\nThere were talismans — a Eurotunnel key holder, which he held between his fingers and showed people, without ever letting go, as if he were afraid of losing it. He had commemorative medals of the tunnel’s construction, a rock fragment encased in plastic, and the T-shirt carefully preserved in dry-cleaning wrap. It had a blue and red circle with “Euro Tunnel” inside.\nPhoto\nFrom his foray in Europe, he had brought back a habit of sprinkling some French words into his speech, on top of the broken English he had picked up decades earlier from a college friend.\nAdvertisement Continue reading the main story\n“All over Paris, I kept hearing, ‘Merci madame,’ ” he said. “I couldn’t wait to go back to Tokyo and say, ‘Merci madame.’ ”\nMr. Kinoshita took out a large black-and-white shot of himself in his 20s, working in a rice warehouse. Wearing only a loincloth that emphasized his sinewy frame and rodlike legs, he carried three rice bags on his shoulders, totaling 400 pounds. “When I was young,” he said in English.\nHe was born in Taiwan, part of Japan’s colonial empire back then. His family returned after World War II to southwestern Japan, where he ate the frogs he caught in rice fields. Even in the family’s poverty and his nation’s defeat, the adolescent Kinoshita caught glimpses of a bright future in Japan’s energy and youth.\n“My generation had dreams,” said Mr. Kinoshita, who went on to study mechanical engineering.\nHe had never imagined that his decline — and Japan’s — could be so rapid. Corporate giants like Sharp were now being taken over by a company in Taiwan, Japan’s former colony, he said with bewilderment. In 2011, when Japan was hit by a terrible earthquake and tsunami, Mr. Kinoshita rose to his feet and steadied a cabinet from toppling over. Since then, the same legs that had supported the bags of rice could barely uphold his shrinking body.\nThe world he knew had shrunk. He went to a health club until last year. Sitting in the Jacuzzi helped his legs, and he liked it when women came into the tub. But one day he passed out in the Jacuzzi and an ambulance was called. He came to, refused to get into the ambulance, and never returned to the health club. Now, he went out only a few times a month — to the supermarket, or to the monthly lunches where he shared a table with Mrs. Ito.\nHis friendship with “Madame Ito” gave him energy, though she was the one who did most of the talking. “She’s very assertive, to the point where I can’t get a word in,” he said.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nHe was touched that she gave him half of her lunch, and that she lent him books, though he had racier tastes. “I tend to prefer erotic books,” he said.\nOn a rare trip outside Tokiwadaira, Mr. Kinoshita took the train to Tokyo. He brought back Hershey’s chocolate bars for Mrs. Ito and for the volunteer who had come knocking on his door. Mr. Kinoshita called her “Madame Eleven.”\nAdvertisement Continue reading the main story\nHe was hoping to make copies of his Eurotunnel T-shirt for Madame Ito and Madame Eleven. He had bought a dozen during his trip to Europe, but the one in the dry-cleaning wrap was his last.\n‘I Think They’ve Protected Me’", "url": "https://www.nytimes.com/2017/11/30/world/asia/japan-lonely-deaths-the-end.html"}