{"authors": ["Joseph Berger"], "date_download": "2018-11-16 03:43:49", "date_modify": "2018-11-16 03:43:49", "date_publish": "2017-08-24 14:46:57", "description": "At a cost of $4 billion, the new structure is scheduled to see its first drivers early Saturday, and will eventually be able to carry 140,000 cars a day.", "filename": "2017_08_24_nyregion_tappan-zee-bridge-opening.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339829.html", "image_url": "https://static01.nyt.com/images/2017/08/25/nyregion/25BRIDGE1/25BRIDGE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_08_24_nyregion_tappan-zee-bridge-opening.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339829.html", "title": "Bridge of Grand Ambitions Is Set to Open at the Tappan Zee", "title_page": "Bridge of Grand Ambitions Is Set to Open at the Tappan Zee - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Only the first of the new twin bridges connecting Westchester and Rockland Counties has been completed, though the second is well along and is scheduled to be finished before the end of 2018. Starting this weekend, cars traveling west from Westchester to Rockland County will be able to cross the Hudson on the new 96-foot-wide bridge, with four lanes opened. Cars traveling east to Westchester will use the existing bridge. In two or three months, the governor’s office said, Westchester-bound cars will be moved to the new bridge as well, along four opposing lanes, making eight lanes in all.\nThen the existing bridge will be closed and the pillars and shoreline roadway leading to it will be demolished to create new “landings” for the second span. Once those are completed, each span will carry traffic bound one way, gaining only one lane over the old bridge, for a total of eight, but with lanes that will be a foot wider than those on the existing bridge. Both spans will have shoulders for car breakdowns, something the current bridge lacks, a failing blamed for frequent and exasperating traffic jams.\nThough it will not carry rail traffic, the bridge will have a bicycle and pedestrian lane, which will be finished after the traffic lanes are open to the public. The bike path became the subject of controversy because the original plan for the Rockland side terminated in a residential neighborhood of single family houses in South Nyack and residents complained that it would ruin the quiet of their streets. The end point was eventually shifted.", "url": "https://www.nytimes.com/2017/08/24/nyregion/tappan-zee-bridge-opening.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}