{"authors": ["Michael Corkery", "Jessica Silver-Greenberg"], "date_download": "2018-11-16 03:14:24", "date_modify": "2018-11-16 03:14:24", "date_publish": "2017-05-11 16:42:00", "description": "More than one-third of profits at leading retailers like Macy’s are derived from store-branded credit cards. But counting on customers’ debt is not a sustainable strategy.", "filename": "2017_05_11_business_dealbook_retailer-credit-cards-macys-losses.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338064.html", "image_url": "https://static01.nyt.com/images/2017/05/11/business/00DB-STORECARD2/00DB-STORECARD2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_11_business_dealbook_retailer-credit-cards-macys-losses.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338064.html", "title": "Profits From Store-Branded Credit Cards Hide Depth of Retailers’ Troubles", "title_page": "Profits From Store-Branded Credit Cards Hide Depth of Retailers’ Troubles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“These stores are propping up their failing businesses on the backs of lower-middle-class people,” said Charles Juntikka, a bankruptcy lawyer in New York, whose clients often have rung up thousands of dollars in debt on retail cards.\nLillian Esposito, of Queens, accumulated at least 10 different credit cards, including ones from Toys “R” Us and Walmart. The mother of two young boys, she used them to buy school supplies and Christmas gifts, taking advantage of store discounts on the cards.\nBut any savings quickly evaporate when borrowers cannot pay off their bills right away.\nAs Ms. Esposito watched her balances grow every month, she calculated paying $25 on interest for every $100 she spent. And she fell behind on some payments.\nShe has since sworn off big retailers. “Never again,” said Ms. Esposito.\nSynchrony Financial, which issued some of Ms. Esposito’s cards, declined to comment on her experience. But Samuel Wang, a spokesman for Synchrony, said the company underwrote “in a way that takes into account a customer’s ability to pay” and encouraged customers in distress to contact the lender “so we can help address their situation.” Toys “R” Us said in a statement the terms of its cards were similar to others.\nIn some cases, customers end up owing more in interest than the original bill. Many store cards carry rates around 30 percent.\n“It’s like fool’s gold,” said Bryan Hall, who lives in the Bronx.\nMr. Hall, 48, charged thousands of dollars on cards from P. C. Richard, Best Buy and Kay Jewelers, for an iPad, a 46-inch television and a ring for a friend who was getting married. He then sold off items he bought to pay his rent and keep his car on the road. He stopped making payments on several cards.\nKay Jewelers and Best Buy declined to comment on Mr. Hall. P. C. Richard did not respond to requests for comment.", "url": "https://www.nytimes.com/2017/05/11/business/dealbook/retailer-credit-cards-macys-losses.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}