{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:25:49", "date_modify": "2018-11-16 04:25:49", "date_publish": "2017-01-25 19:52:33", "description": "President Trump acted to start the construction of the border wall and moved to limit the admission of all refugees at least temporarily.", "filename": "2017_01_25_us_politics_refugees-immigrants-wall-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342349.html", "image_url": "https://static01.nyt.com/images/2017/01/26/us/26trump-sub/26trump-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_01_25_us_politics_refugees-immigrants-wall-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342349.html", "title": "Trump Orders Mexican Border Wall to Be Built and Plans to Block Syrian Refugees", "title_page": "Trump Orders Mexican Border Wall to Be Built and Plans to Block Syrian Refugees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump on Wednesday began a sweeping crackdown on illegal immigration, ordering the immediate construction of a border wall with Mexico and aggressive efforts to find and deport unauthorized immigrants. He planned additional actions to cut back on legal immigration, including barring Syrian refugees from entering the United States.\nAt the headquarters of the Department of Homeland Security, Mr. Trump signed a pair of executive orders that paved the way for a border wall and called for a newly expanded force to sweep up immigrants who are in the country illegally. He revived programs that allow the federal government to work with local and state law enforcement agencies to arrest and detain unauthorized immigrants with criminal records and to share information to help track and deport them.\nHe also planned to clamp down on legal immigration in another action expected as early as Thursday. An eight-page draft of that executive order, obtained by The New York Times, would indefinitely block Syrian refugees from entering the United States and bar all refugees from the rest of the world for at least 120 days.\nWhen the refugee program resumes, it would be much smaller, with the total number of refugees resettled in the United States this year more than halved, to 50,000 from 110,000.", "url": "https://www.nytimes.com/2017/01/25/us/politics/refugees-immigrants-wall-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}