{"authors": ["Kevin Roose"], "date_download": "2018-11-16 03:14:51", "date_modify": "2018-11-16 03:14:51", "date_publish": "2017-07-16 23:40:11", "description": "To understand Facebook’s new emphasis on private groups, I joined more than 100, ranging from gardeners to flat-earth truthers.", "filename": "2017_07_16_business_behind-the-velvet-ropes-of-facebooks-private-groups.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338091.html", "image_url": "https://static01.nyt.com/images/2017/07/17/business/17ROOSE2/17ROOSE2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_07_16_business_behind-the-velvet-ropes-of-facebooks-private-groups.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338091.html", "title": "Behind the Velvet Ropes of Facebook’s Private Groups", "title_page": "Behind the Velvet Ropes of Facebook’s Private Groups - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In recent days, I’ve gotten to know beekeepers in Rhode Island, dental hygienists in New Jersey and Wiccans in Tennessee. I’ve seen gardeners swapping fertilizer advice, flight attendants complaining about annoying passengers and fishermen arguing about which lures are best for catching muskies. I now know that there are hundreds of people who love creating memes about “The Sopranos,” and thousands who believe, with total conviction, that the Earth is flat.\nAll of this has been revealed to me because, for the better part of a month, I have immersed myself in the fascinating, enlightening and sometimes scary world of private Facebook groups. I’ve gotten access to scores of private groups — more than 100 in all — ranging in size from a handful of members to millions. I’ve joined Facebook groups that represent my real-life interests (Home Cooks, Pitbull Fans) and groups that have nothing to do with me (Lyme Disease Group, Quilting for Beginners, Cannabis Growers Helping Cannabis Growers). For weeks, I lurked silently in these forums and, when possible, tried to interview their moderators and members.\nThis wasn’t just a stunt. Facebook recently changed its corporate mission to emphasize the role of private groups, and I wanted to see what diving headfirst into the new Facebook could tell me about the company’s future. After all, if Facebook is our global town square, then groups are its gated subdivisions, the private spaces where people gather to share information they might not be willing to broadcast publicly, or behave in ways they might not want their friends to know about. What happens, I wondered, in the V.I.P. rooms of the world’s biggest club?\nMy catalyst came in June when Mark Zuckerberg, Facebook’s chief executive, announced that instead of trying to “make the world more open and connected,” as it had in the past, Facebook would aim to “give people the power to build community and bring the world closer together,” in part by placing a greater emphasis on groups.", "url": "https://www.nytimes.com/2017/07/16/business/behind-the-velvet-ropes-of-facebooks-private-groups.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}