{"authors": ["Michael M. Grynbaum"], "date_download": "2018-11-16 03:52:18", "date_modify": "2018-11-16 03:52:18", "date_publish": "2017-11-10 21:14:50", "description": "With RT agreeing to register, under protest, as a foreign agent in the United States, the Putin government is taking a hard look at CNN, Voice of America and Radio Liberty.", "filename": "2017_11_10_business_media_russia-rt-cnn-crackdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340338.html", "image_url": "https://static01.nyt.com/images/2017/11/11/us/11rt-1-sub/11rt-1-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_10_business_media_russia-rt-cnn-crackdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340338.html", "title": "Russia Warns of Crackdown on U.S. Media, Including CNN", "title_page": "Russia Warns of Crackdown on U.S. Media, Including CNN - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the latest round of tit-for-tat sparring between the United States and Russia, the authorities in Moscow warned on Friday of a coming crackdown on American media outlets that operate in Russia, including CNN.\nThe move was explicitly intended as retaliation for an apparent American censure of RT, the state-run news organization formerly known as Russia Today, which American intelligence sources have accused of being used as a propaganda outlet.\nOfficials in President Vladimir V. Putin’s government said CNN, along with the federally funded Voice of America and Radio Liberty, might be designated as foreign agents, essentially identifying them as hostile intelligence outfits.\nIn the United States, the designation of foreign agent is typically assigned to foreign lobbying groups. Russia’s suggestion that it might assign the label to foreign news organizations like CNN — potentially restricting their distribution and operation — was likely to raise alarm bells among press freedom groups.", "url": "https://www.nytimes.com/2017/11/10/business/media/russia-rt-cnn-crackdown.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}