{"authors": ["Richard Fausset"], "date_download": "2018-11-16 04:01:42", "date_modify": "2018-11-16 04:01:42", "date_publish": "2017-11-29 10:00:23", "description": "White conservatives face tough decisions in the wake of sex allegations against Roy Moore. But black voters’ attention, and enthusiasm, could be equally important.", "filename": "2017_11_29_us_doug-jones-roy-moore-black-voters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340902.html", "image_url": "https://static01.nyt.com/images/2017/11/28/us/00jones-01/00jones-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_29_us_doug-jones-roy-moore-black-voters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340902.html", "title": "Black Voters Could Sway an Alabama Senate Race Rocked by Scandal", "title_page": "Black Voters Could Sway an Alabama Senate Race Rocked by Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SELMA, Ala. — The volatile Alabama Senate race has generated national headlines with the allegations of sexual misconduct by the Republican candidate Roy S. Moore — and the question of whether Mr. Moore’s white evangelical base will stick by him.\nBut the outcome could also hinge on another key voting bloc: African-Americans, whose participation in the Dec. 12 election will be crucial if the Democratic candidate, Doug Jones, is to have a chance.\nDemocrats have not won a statewide race here since 2008, and some worry that black voters, who make up more than half of the Democratic electorate, are not sufficiently engaged two weeks before the election. Glen Browder, an emeritus professor of political science at Jacksonville State University who served as a Democratic congressman from Alabama from 1989 to 1996, said that Mr. Moore’s core supporters see the race in “moral and ideological” terms and would be highly motivated to go to the polls. But many black voters, he said, were not equally invested in the race. “I’d say it’s less likely that they will turn out,” he said.\nMr. Jones’s potential — and his potential problems — are evident in Selma, famous for its role in the civil rights struggles of the 1960s, and set in the poor, agricultural, and heavily African-American swath of the state known as the Black Belt. The region is a prime target for Democratic get-out-the-vote efforts.", "url": "https://www.nytimes.com/2017/11/29/us/doug-jones-roy-moore-black-voters.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}