{"authors": ["David Gelles", "Sapna Maheshwari"], "date_download": "2018-11-16 04:09:16", "date_modify": "2018-11-16 04:09:16", "date_publish": "2017-02-27 18:08:40", "description": "The stunning gaffe instantly became the central theme of the awards ceremony. And just as quickly, PwC had a major brand crisis on its hands.", "filename": "2017_02_27_business_media_pwc-oscars-best-picture.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341356.html", "image_url": "https://static01.nyt.com/images/2017/02/27/business/media/28oscarsPWC/28oscarsPWC-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_27_business_media_pwc-oscars-best-picture.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341356.html", "title": "Oscars Mistake Casts Unwanted Spotlight on PwC", "title_page": "Oscars Mistake Casts Unwanted Spotlight on PwC - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Ryan watched in horror as the bizarre scene played out before Hollywood’s biggest stars and tens of millions of people watching around the globe. In a dizzying turn of events, his firm, which normally occupies a back seat at the glamorous event, was suddenly at the center of one of the most sensational stories in Oscars history.\n“I knew something was up,” he said in a telephone interview on Monday, zeroing in on the discordant moment when he noticed two of his employees interrupting the best picture acceptance speeches. “It’s not their job to come out on stage.”\nAs the magnitude of the gaffe set in, Mr. Ryan went into crisis-management mode.\n“What was going though my head at the time was, ‘We have to get to the bottom of this, and if we made a mistake, we’ll own up to it,’” Mr. Ryan said. “My philosophy in life is, bad news doesn’t age well.”\nReaction to the mistake has been swift and harsh.\n“The accountants have one job to do — that’s to give Warren Beatty the right envelope,” Leslie Moonves, the chief executive of CBS, said in a videotaped interview after the show, which was broadcast on ABC. “That’s what these people are paid a lot of money to do. If they were my accountant, I would fire them.”\nOn Monday, the hashtags #envelopegate and #Oscarfail were trending on Twitter, and PwC, a business that markets its services to other businesses, was newly on the tip of many consumers’ tongues in an unforgiving fashion.", "url": "https://www.nytimes.com/2017/02/27/business/media/pwc-oscars-best-picture.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}