{"authors": ["James Poniewozik"], "date_download": "2018-11-16 04:09:34", "date_modify": "2018-11-16 04:09:34", "date_publish": "2017-02-27 06:31:54", "description": "In some years, the Oscars have been an uneasy blend of celebration and seriousness. This year, they were also a reminder that there are few escapes from politics in public life right now.", "filename": "2017_02_27_movies_oscars-mistake-moonlight-la-la-land_1542341374.html", "image_url": "https://static01.nyt.com/images/2017/02/27/arts/27oscarsjp-kimmel/27oscarsjp-kimmel-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_02_27_movies_oscars-mistake-moonlight-la-la-land_1542341374.html", "title": "Review: Politics and an Upset Finish in the Oscars Broadcast", "title_page": "Review: Politics and an Upset Finish in the Oscars Broadcast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The jaw-dropping live reversal of fortune came at the end of a night of celebration and politics dominated by references, overt and oblique, to the man who gave us last fall’s late-night TV shocker, President Trump, who was the first person thanked from the stage. “I mean, remember last year,” said the show’s host, Jimmy Kimmel, “when it seemed like the Oscars were racist?”\nIt was indeed just a year ago that the controversy hanging over the Oscars was #OscarsSoWhite, when no minority actors received nominations. This year, with a more diverse field of nominees — and controversy over race and xenophobia hanging over the entire country — the film industry was ready to turn its flagellation outward.\nThe Oscars 2017: It’s not us — it’s him!\nMr. Kimmel does less political material than many of his fellow late-night hosts. But he has a roastmaster streak that he showed off in a brisk, biting opening monologue. Announcing that the show was airing in “more than 225 countries that now hate us,” he congratulated in advance the winners who would “give a speech that the president of the United States will tweet about in all caps during his 5 a.m. bowel movement tomorrow.”\nThere have been years in the past that the Oscars have been an uneasy blend of celebration and seriousness. This year, they were also a reminder that there are few escapes from politics in public life right now.", "url": "https://www.nytimes.com/2017/02/27/movies/oscars-mistake-moonlight-la-la-land.html"}