{"authors": ["Sydney Ember", "Michael M. Grynbaum"], "date_download": "2018-11-16 03:52:09", "date_modify": "2018-11-16 03:52:09", "date_publish": "2017-09-05 20:14:03", "description": "Created with much fanfare, CNN’s investigative unit was reshaped and its focus narrowed in the wake of a story that led to a retraction and an apology.", "filename": "2017_09_05_business_media_cnn-retraction-trump-scaramucci.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340329.html", "image_url": "https://static01.nyt.com/images/2017/09/07/insider/00CNN1/00CNN1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_09_05_business_media_cnn-retraction-trump-scaramucci.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340329.html", "title": "At CNN, Retracted Story Leaves an Elite Reporting Team Bruised", "title_page": "At CNN, Retracted Story Leaves an Elite Reporting Team Bruised - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The retracted story and ignominious exits of three prominent journalists was an embarrassing episode for CNN, particularly at a time when there was widespread mistrust in the media and Mr. Trump was regularly attacking the press. Two months later it remains an illuminating chapter in the network’s effort to carry out the meticulous, time-consuming work of investigative journalism within the fast-paced, ratings-driven world of 24-hour cable news.\nQuestions linger about the way CNN handled the publication of the story and the retraction. The network’s swift and severe response drew coverage throughout the media world, and prompted some journalists to question whether CNN had bowed to political pressure and overreacted on a story it has never explicitly said was wrong. Instead, the network maintains there had been unacceptable breakdowns in the newsroom’s internal review process.\nIn interviews with The New York Times, more than half a dozen CNN staff members, including three with direct knowledge of the investigative unit’s operations, provided previously unreported details about the publication of the story and the fallout from its retraction. Citing fear of retribution, the people requested anonymity to discuss sensitive internal information.\nIn the weeks since the story was retracted, the investigative team has been reshaped and redirected. Its members were told they should not report on perhaps the most compelling political story of the year: potential ties between the Trump administration and Russia. That subject is now largely handled by CNN’s reporting team in Washington. The political whizzes of KFile, a group of Internet-savvy reporters poached from BuzzFeed that was untainted by the retraction, were transferred out of the investigative team.\nThe remaining team members have resumed publishing, but with a narrower reporting scope; they now focus on topics less glamorous than Mr. Trump’s potential ties to Russia, like the opioid crisis and the environment.", "url": "https://www.nytimes.com/2017/09/05/business/media/cnn-retraction-trump-scaramucci.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}