{"authors": ["Nicholas St. Fleur"], "date_download": "2018-11-16 03:44:02", "date_modify": "2018-11-16 03:44:02", "date_publish": "2017-05-18 18:46:03", "description": "Paleontologists calculated the bite force of the fearsome prehistoric predators and provided more evidence that they were opportunistic scavengers.", "filename": "2017_05_18_science_tyrannosaurus-rex-jaws-bite-force.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339842.html", "image_url": "https://static01.nyt.com/images/2017/05/19/science/19Tb-dinoskull/19Tb-dino-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_05_18_science_tyrannosaurus-rex-jaws-bite-force.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339842.html", "title": "Between a T. Rex’s Powerful Jaws, Bones of Its Prey Exploded", "title_page": "Between a T. Rex’s Powerful Jaws, Bones of Its Prey Exploded - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It’s no surprise that the Tyrannosaurus rex had a mighty bite, but just how powerful were its gigantic chompers? A study published Wednesday suggests that the terrifying carnivore crushed its prey with a jaw-dropping 7,800 pounds of force — more than double what any living species can deliver.\n“That’s equivalent to putting three small cars on top of the jaws — that’s what’s pushing down on you,” said Gregory M. Erickson, a paleobiologist from Florida State University and co-author of the study that appeared in the journal Scientific Reports. “Boom! It’ll puncture through just about whatever’s in there.”\nEven bone, according to Dr. Erickson. The finding helps provide more evidence to the idea that the T. rex shattered bones and swallowed the fragments for sustenance. The behavior, known as extreme osteophagy, is seen today in carnivorous mammals like gray wolves and spotted hyenas, but not in reptiles.", "url": "https://www.nytimes.com/2017/05/18/science/tyrannosaurus-rex-jaws-bite-force.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}