{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:29:46", "date_modify": "2018-11-16 04:29:46", "date_publish": "2017-04-21 16:04:07", "description": "Localities including New York City were told to stop withholding information about undocumented immigrants in custody or lose U.S. grant money.", "filename": "2017_04_21_us_politics_sanctuary-city-justice-department.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342586.html", "image_url": "https://static01.nyt.com/images/2017/04/22/us/22sanctuary/22sanctuary-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_04_21_us_politics_sanctuary-city-justice-department.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342586.html", "title": "Sanctuary Cities Face Aid Cuts as Justice Dept. Tightens Screws", "title_page": "Sanctuary Cities Face Aid Cuts as Justice Dept. Tightens Screws - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Trump administration escalated its confrontation with so-called sanctuary cities that limit cooperation with federal immigration authorities, threatening them anew Friday with the loss of grant money if they do not remove certain barriers.\nThe Justice Department sent letters to officials in New York City, Philadelphia, California and other places singled out last year by the agency’s inspector general for regulations that interfere with the ability of police or sheriffs to communicate with federal immigration authorities about the status of prisoners in their custody.\n“Many of these jurisdictions are also crumbling under the weight of illegal immigration and violent crime,” the Justice Department said in a news release.\nThe agency cited the rising murder rate in Chicago and cast blame for gang murders in New York on what it labeled a “soft on crime” stance. It also complained that after the recent arrests of 11 members of the MS-13 Salvadoran street gang, the deputy police chief of Santa Cruz, Calif., stressed that the raid was unrelated to immigration instead of “warning other MS-13 members that they would be next.”", "url": "https://www.nytimes.com/2017/04/21/us/politics/sanctuary-city-justice-department.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}