{"authors": ["Anemona Hartocollis", "Noah Weiland"], "date_download": "2018-11-16 04:33:13", "date_modify": "2018-11-16 04:33:13", "date_publish": "2017-03-04 08:00:28", "description": "Some students criticized the visit as benefiting the president more than the universities, and suggested that the meeting was little more than a photo op.", "filename": "2017_03_04_us_backlash-black-colleges-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342793.html", "image_url": "https://static01.nyt.com/images/2017/03/04/us/03College-3/03College-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_04_us_backlash-black-colleges-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342793.html", "title": "Campus Backlash After Leaders of Black Colleges Meet With Trump", "title_page": "Campus Backlash After Leaders of Black Colleges Meet With Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — It was a scalding message, painted on a university campus sidewalk this week: “Welcome to the Trump plantation. Overseer: Wayne A. I. Frederick.”\nWhat made the message more jarring still was that Dr. Frederick is the black president of one of the country’s most respected historically black institutions, Howard University, founded here 150 years ago as a bulwark of social justice. Other graffiti on campus buildings said, “Wayne Frederick doesn’t care about black people,” and “Make Howard black again.”\nAnd on Thursday, students disrupted a university convocation to protest what they saw as Howard University’s catering to the Trump administration. One student confronted Dr. Frederick, shouting: “Someone might have convinced you that money is more important than people. But we are asking you, in this moment, to choose us, to take a stand for us, and to do right by us.”\nThe student backlash came after Dr. Frederick and more than 60 other leaders of historically black colleges and universities gathered for a meeting on Monday with top officials of the Trump administration, including the new education secretary, Betsy DeVos. As the meeting was getting underway, participants said, it was interrupted to invite them to an impromptu visit with President Trump in the Oval Office.", "url": "https://www.nytimes.com/2017/03/04/us/backlash-black-colleges-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}