{"authors": ["Julia Wallace"], "date_download": "2018-11-16 03:51:53", "date_modify": "2018-11-16 03:51:53", "date_publish": "2017-11-16 12:01:54", "description": "The ruling, criticized by the U.N. and by rights groups, eliminated the most viable challenger to the country’s authoritarian leader before elections next year.", "filename": "2017_11_16_world_asia_cambodia-court-opposition.html_module=inline_1542340313.html", "image_url": "https://static01.nyt.com/images/2017/11/17/world/17Cambodia1/17Cambodia1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_11_16_world_asia_cambodia-court-opposition.html_module=inline_1542340313.html", "title": "Cambodia’s Top Court Dissolves Main Opposition Party", "title_page": "Cambodia’s Top Court Dissolves Main Opposition Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PHNOM PENH, Cambodia — Cambodia’s highest court on Thursday dissolved the main opposition party, eliminating the most popular and viable challenger to the country’s authoritarian leader before elections next year.\nHuman rights groups and the United Nations said the decision to shutter the Cambodia National Rescue Party, or C.N.R.P., would render the country essentially a one-party state, ending its post-Khmer Rouge experiment with pluralistic democracy.\nThe ruling followed a lawsuit filed last month by the government against the opposition, asserting that it was involved in a United States-backed plot to overthrow the Cambodian People’s Party and its powerful leader, Prime Minister Hun Sen.\nIn announcing the ruling, Dith Munty, the chief judge of the Supreme Court, said, “It is a serious crime, so the party will be dissolved according to Article 38 of the Law on Political Parties.” The judge is also a high-ranking member of the governing party and a close associate of Mr. Hun Sen.", "url": "https://www.nytimes.com/2017/11/16/world/asia/cambodia-court-opposition.html?module=inline"}