{"authors": ["James Barron"], "date_download": "2018-11-16 04:30:24", "date_modify": "2018-11-16 04:30:24", "date_publish": "2017-10-23 13:06:40", "description": "New York’s transit system is replacing the MetroCard with a technology that can accommodate cellphones and certain kinds of credit or debit cards.", "filename": "2017_10_23_nyregion_metrocard-subway-new-york.html_module=inline_1542342624.html", "image_url": "https://static01.nyt.com/images/2017/10/30/nyregion/24SUBWAYFARECARD/24SUBWAYFARECARD-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_10_23_nyregion_metrocard-subway-new-york.html_module=inline_1542342624.html", "title": "New York to Replace MetroCard With Modern Way to Pay Transit Fares", "title_page": "New York to Replace MetroCard With Modern Way to Pay Transit Fares - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The new system will not mean the end of the flat fare that has defined the New York subway system since it opened in 1904. Fares on the London Underground are based on distance, as they are in other cities that use similar technology, like Washington. But Mr. Lhota said he was not contemplating changing the fare structure for the subways. (The Long Island Rail Road and Metro-North do charge by distance, using zones that usually include several stations.)\nThe reaction from transit advocates to the MetroCard’s eventual demise was generally positive.\n“First things first: moving to a modern fare system is a convenience for riders,” said John Raskin, executive director of the Riders Alliance. “It allows them to benefit from the extraordinary innovations the private sector is undertaking these days.” But he said the new system would also benefit the transit agency, which has run its own currency system since the subways were brand new more than a century ago.\n“The digital payment world has moved so quickly in the last 20 years that the M.T.A. has been left completely behind,” Mr. Raskin said. “Switching to a system that can take advantage of that means the M.T.A. shouldn’t end up in a situation where in 10 years it’s out of date. It can take advantage of every new innovation that’s yet to come.”\nThomas K. Wright, the president of the Regional Plan Association, an urban policy group, praised the move, predicting that ridership would increase once the new fare system was widely available, just as it did after the MetroCard was introduced.\nHe called the new fare system “a real win-win and an important step for the M.T.A. to be taking.”\nThe transit agency has been talking for years about replacing the MetroCard, which made its debut when Bill Clinton was president. The basic fare then was $1.25 — $1.50 less than it is now and $1.75 less than with a single-ride MetroCard.\nThe transit agency ran a pilot program for a successor to the MetroCard in 2006. Officials hoped to do away with MetroCards by 2012 and believed that contactless bank cards would be the way to the future. But while such cards were popular in Europe, they did not immediately catch on in this country.\nThe transit authority sought bids for the new system and chose Cubic Transportation Systems, the company behind the MetroCard, from among five proposals. Monday’s vote by the transit authority’s finance committee sends the new fare payment plan to the agency’s board for a final decision on Wednesday.", "url": "https://www.nytimes.com/2017/10/23/nyregion/metrocard-subway-new-york.html?module=inline"}