{"authors": ["Somini Sengupta"], "date_download": "2018-11-16 04:03:34", "date_modify": "2018-11-16 04:03:34", "date_publish": "2017-03-09 00:46:22", "description": "The new secretary general, António Guterres, will propose “a new approach” to combat a rising number of allegations against the body’s peacekeeping forces.", "filename": "2017_03_08_world_americas_united-nations-antonio-guterres-peackeepers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341014.html", "image_url": "https://static01.nyt.com/images/2017/03/09/world/09Nations/09Nations-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_03_08_world_americas_united-nations-antonio-guterres-peackeepers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341014.html", "title": "U.N. Plans Reforms to Stamp Out Sexual Abuse by Peacekeepers", "title_page": "U.N. Plans Reforms to Stamp Out Sexual Abuse by Peacekeepers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Guterres, who took over as the secretary general in January, is under pressure to deliver results. Not only has sexual abuse by peacekeepers tarnished the reputation of the organization as a whole, it has also drawn the scrutiny of lawmakers in the United States, the country that pays for more than a quarter of the body’s peacekeeping budget.\nThe report proposes the creation of a new assistant secretary general-level position to serve as a victims’ advocate at United Nations headquarters “to ensure that every victim receives appropriate care, follow-up attention, and information on the progress of his or her case.”\nMr. Guterres said he also plans to appoint victims’ advocates in the four peacekeeping missions where the highest number of allegations have been reported: Central African Republic, Democratic Republic of Congo, Haiti and South Sudan.\nAmong the report’s recommendations are a new set of rules with the aim of preventing sexual exploitation and abuse. “The protocol could also include prohibitions on the consumption of alcohol,” the report states, “and a requirement for individual written attestations to confirm that the individual understands the values and principles of the United Nations.”\nSome of the proposals are notable in that they are not already in place. The report says the United Nations would more carefully screen job candidates to ascertain whether there are outstanding allegations against them in another part of the organization’s system.\nAnd all staff members would be required to acknowledge in writing every year “that they are aware of our standards, that they personally commit to them, and that they understand fully the consequences of failing to do so.”\nSome of the most contentious proposals — such as withholding reimbursements to countries for their peacekeepers — would need to be approved by the General Assembly, and many countries are likely to push back.\nA trust fund has been set up to assist survivors. So far, only $436,000 has been contributed from five countries: Bhutan, Cyprus, India, Japan and Norway.", "url": "https://www.nytimes.com/2017/03/08/world/americas/united-nations-antonio-guterres-peackeepers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}