{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:59:37", "date_modify": "2018-11-16 03:59:37", "date_publish": "2017-06-01 18:48:08", "description": "The withdrawal process could take four years to complete, meaning a final decision would be up to the American voters in the next presidential election.", "filename": "2017_06_01_climate_trump-paris-climate-agreement.html_ref=todayspaper&module=inline_1542340777.html", "image_url": "https://static01.nyt.com/images/2017/06/02/us/02climatesub-alpha1/02climatesub-alpha1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2017_06_01_climate_trump-paris-climate-agreement.html_ref=todayspaper&module=inline_1542340777.html", "title": "Trump Will Withdraw U.S. From Paris Climate Agreement", "title_page": "Trump Will Withdraw U.S. From Paris Climate Agreement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Trump’s decision to abandon the agreement for environmental action signed by 195 nations is a remarkable rebuke to heads of state, climate activists, corporate executives and members of the president’s own staff, who all failed to change his mind with an intense, last-minute lobbying blitz. The Paris agreement was intended to bind the world community into battling rising temperatures in concert, and the departure of the Earth’s second-largest polluter is a major blow.\nMr. Trump said he wanted to negotiate a better deal for the United States, and the administration said he had placed calls to the leaders of Britain, France, Germany and Canada to personally explain his decision. A statement from the White House press secretary said the president “reassured the leaders that America remains committed to the trans-Atlantic alliance and to robust efforts to protect the environment.”\nBut within minutes of the president’s remarks, the leaders of France, Germany and Italy issued a joint statement saying that the Paris climate accord was “irreversible” and could not be renegotiated.\nThe decision was a victory for Stephen K. Bannon, Mr. Trump’s chief strategist, and Scott Pruitt, the Environmental Protection Agency administrator, who spent months quietly making their case to the president about the dangers of the agreement. Inside the West Wing, the pair overcame intense opposition from other top aides, including Gary D. Cohn, the director of the National Economic Council, the president’s daughter Ivanka Trump, and his secretary of state, Rex Tillerson.\nMs. Trump, in particular, fought to make sure that her father heard from people supportive of the agreement, setting up calls and meetings with world leaders, corporate executives and others. But by Thursday, aides who pushed to remain part of the agreement were disconsolate, and it was Mr. Pruitt whom the president brought up for victory remarks at the Rose Garden event.", "url": "https://www.nytimes.com/2017/06/01/climate/trump-paris-climate-agreement.html?ref=todayspaper&module=inline"}