{"authors": ["Cecilia Kang", "Matthew Rosenberg", "Mike Isaac"], "date_download": "2018-11-16 03:08:03", "date_modify": "2018-11-16 03:08:03", "date_publish": "2018-11-15 23:35:26", "description": "Mr. Zuckerberg said that he wouldn’t step down as chairman and that his No. 2, Sheryl Sandberg, was “doing great work” despite questions about their management.", "filename": "2018_11_15_technology_zuckerberg-facebook-sandberg-tactics_1542337683.html", "image_url": "https://static01.nyt.com/images/2018/11/16/business/16FACEBOOK01/16FACEBOOK01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_15_technology_zuckerberg-facebook-sandberg-tactics_1542337683.html", "title": "Mark Zuckerberg Defends Facebook as Furor Over Its Tactics Grows", "title_page": "Mark Zuckerberg Defends Facebook as Furor Over Its Tactics Grows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — On Thursday, Mark Zuckerberg, Facebook’s chief executive and chairman, held a conference call with reporters to discuss how the social network manages problematic posts and its community standards.\nThe call quickly went sideways. For more than an hour, the 34-year-old billionaire instead fielded questions about how he and his No. 2, Sheryl Sandberg, obfuscated problems such as Russian interference on Facebook and how the company had gone on the attack against rivals and critics. In response, Mr. Zuckerberg — at times defiant and at times conciliatory — defended the social network, Ms. Sandberg and his own record.\n“The reality of running a company of more than 10,000 people is that you’re not going to know everything that’s going on,” he said at one point.\nYet even as Mr. Zuckerberg was making his case, a furor against his company was gathering momentum.\nIn Washington, Republicans and Democrats threatened to restrain Facebook through competition laws and to open investigations into possible campaign finance violations. Shareholders ramped up calls to oust Mr. Zuckerberg as Facebook’s chairman. And activists filed a complaint to the Federal Trade Commission about the social network’s privacy policies and condemned Ms. Sandberg, the chief operating officer, for overseeing a campaign to secretly attack opponents.", "url": "https://www.nytimes.com/2018/11/15/technology/zuckerberg-facebook-sandberg-tactics.html"}