{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:45:01", "date_modify": "2018-11-16 04:45:01", "date_publish": "2018-09-14 01:29:55", "description": "Mr. Cuomo overcame an insurgent challenge from Ms. Nixon to claim the Democratic nomination.", "filename": "2018_09_13_nyregion_andrew-cuomo-cynthia-nixon-wins-governors-race_1542343501.html", "image_url": "https://static01.nyt.com/images/2018/09/15/nyregion/14nygov/14nygov-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_13_nyregion_andrew-cuomo-cynthia-nixon-wins-governors-race_1542343501.html", "title": "Gov. Andrew Cuomo Easily Defeats Cynthia Nixon in New York Primary", "title_page": "Gov. Andrew Cuomo Easily Defeats Cynthia Nixon in New York Primary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The lone bright spot for liberal insurgents came down ballot, where Democratic challengers in State Senate contests had knocked off six of the eight members of a group of rogue Democrats who had broken with the party in recent years to form a coalition with Republicans in Albany.\nMr. Cuomo’s victory ensures that no Democratic governor or senator in America lost a party primary in 2018, a sign of how steep a climb Ms. Nixon, an actress and activist, had faced, even before the governor’s campaign unloaded a sum close to $25 million to blanket the contest in a blizzard of television ads and glossy mailers.\n“When others were underestimating us, he did not,” Ms. Nixon said in her concession speech. “And he spent accordingly.”\nIn November, Mr. Cuomo, 60, will seek to match the three terms that his father, Mario M. Cuomo, achieved as governor. He has forcefully denied any presidential ambitions of his own, saying the only way he would not serve through 2022 would be death.\nMr. Cuomo himself had sought to mostly ignore Ms. Nixon in recent months, focusing repeatedly on President Trump. His campaign, meanwhile, methodically pushed to undermine Ms. Nixon’s credibility in often-caustic terms, tapping into the concerns of New York Democrats that an experienced governor is needed while a hostile Republican occupies the White House.\nAfter a six-month slog versus Ms. Nixon, Mr. Cuomo now faces a less than 60-day sprint of a general election against the Republican, Marcus J. Molinaro, the affable Dutchess County executive who was once the youngest mayor in the nation. He, like Ms. Nixon, is expected to be drastically outspent by Mr. Cuomo. And in a heavily Democratic state in what most strategists predict will be a Democratic year, Mr. Molinaro’s bid is not seen as a top-tier race for Republicans nationally.", "url": "https://www.nytimes.com/2018/09/13/nyregion/andrew-cuomo-cynthia-nixon-wins-governors-race.html"}