{"authors": ["Samin Nosrat"], "date_download": "2018-11-16 03:24:40", "date_modify": "2018-11-16 03:24:40", "date_publish": "2018-06-27 09:00:17", "description": "With seductive aromas of almonds, vanilla and lilies, the fruit’s kernel adds a delight that is simultaneously familiar and indescribable.", "filename": "2018_06_27_magazine_secret-flavor-fruit-jam-apricot-noyau_1542338680.html", "image_url": "https://static01.nyt.com/images/2018/07/01/magazine/01mag-eat-image1-promo/01mag-eat-image1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_magazine_secret-flavor-fruit-jam-apricot-noyau_1542338680.html", "title": "How to Unlock the Secret Flavor Hidden at the Apricot’s Core", "title_page": "How to Unlock the Secret Flavor Hidden at the Apricot’s Core - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The secret that apricots are most reluctant to divulge is that the most seductive flavor they have to offer is hidden within their pits. Throughout the season, I pocket every one I encounter, even from imperfect fruit. At some point every summer I wake up to find apricot pits strewn in my bed. I find them in my pockets and at the bottom of my purse. I find them stuck in the lint trap, where I gingerly dig them out, free them of debris and return them to my pockets so I can add them to the stash in my freezer.\nI hoard pits until the last gasp of the season, and then I grab my hammer and head outside to the concrete. I dump everything out on a towel and then play another game: If I hit a pit in just the right spot, with just the right pressure, I’ll liberate the almondlike kernel inside intact, much to my own satisfaction. If I hit too hard, or if the hammer slips, I’ll smash the nut, losing the game but rewarding my senses. The moment the kernel is crushed, it releases the aroma I fantasize about all year: the sweet smell of almonds, vanilla, apricots and lilies. The perfume is so tempting that I always take a bite. And every time, I’m disappointed by how the kernels, or noyaux, taste: bland and bitter, sometimes a little bit sweet.", "url": "https://www.nytimes.com/2018/06/27/magazine/secret-flavor-fruit-jam-apricot-noyau.html"}