{"authors": ["Jesse Mckinley"], "date_download": "2018-11-16 03:43:39", "date_modify": "2018-11-16 03:43:39", "date_publish": "2018-09-28 18:45:44", "description": "Gov. Andrew Cuomo has suggested that a job held by his opponent’s wife at an architecture firm with county contracts might be unethical.", "filename": "2018_09_28_nyregion_cuomo-molinaro-wives-election_1542339819.html", "image_url": "https://static01.nyt.com/images/2018/09/29/nyregion/29nywives1/00nywives1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_28_nyregion_cuomo-molinaro-wives-election_1542339819.html", "title": "‘She’s a Class Act. You’re Not’: Attacks on Families Heat Up N.Y. Governor’s Race", "title_page": "‘She’s a Class Act. You’re Not’: Attacks on Families Heat Up N.Y. Governor’s Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Because Ms. Lee and Mr. Cuomo are not married, the governor is not required to list her on his financial disclosure forms. Mr. Cuomo, 60, divorced Kerry Kennedy in 2005; he is technically single, though he says he shares living and property tax expenses with Ms. Lee, his partner for more than a decade.\nMr. Molinaro’s family is in a much lower tax bracket: He earns about $140,000 as county executive, and says that his wife’s total income at Tinkelman, for doing public relations and social media work for the firm, was about $80,000 over three years.\n“She had no role in the company’s administration, and no role in advocating for government contracts,” he said, adding that she left on good terms earlier this year to focus on her pregnancy and the couple’s other child, a toddler.\nIn addition to the county contracts, the Cuomo campaign also points to a batch of small campaign donations that Mr. Molinaro received from executives with Tinkelman — a little less than $7,000 over his political career — as well as a series of sales, mortgage and property tax exemptions received by the company, via the Dutchess County Industrial Development Agency as part of plans for a multiuse development in Poughkeepsie, approved in June 2015.\nThat’s roughly the time Ms. Adams was hired, though the firm’s managing member, Steven Tinkelman, says that the subsidies had been in the works long before that, calling them standard development incentives, an argument echoed by Mr. Molinaro.\nMr. Tinkelman, who contributed $1,000 to Mr. Molinaro’s campaign in July, said that Ms. Adams was a good employee. “We’re very proud of the work she did,” he said, noting her work on the company website and Facebook page. “Obviously she’s skilled.”", "url": "https://www.nytimes.com/2018/09/28/nyregion/cuomo-molinaro-wives-election.html"}