{"authors": ["Trip Gabriel"], "date_download": "2018-11-16 04:24:21", "date_modify": "2018-11-16 04:24:21", "date_publish": "2018-10-28 12:00:05", "description": "Democrats in battleground Senate races, including Missouri, Arizona, Florida, West Virginia and Nevada, have embraced health care as they make their final pitches to voters.", "filename": "2018_10_28_us_politics_health-care-elections-democrats.html_module=inline_1542342261.html", "image_url": "https://static01.nyt.com/images/2018/10/25/us/politics/25healthcare-1/25healthcare-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_28_us_politics_health-care-elections-democrats.html_module=inline_1542342261.html", "title": "To Rally Voters, Democrats Focus on Health Care as Their Closing Argument", "title_page": "To Rally Voters, Democrats Focus on Health Care as Their Closing Argument - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "COLUMBIA, Mo. — Senator Claire McCaskill isn’t subtle in reminding voters what her campaign is all about. She’s rechristened it the “Your Health Care, Your Vote” tour.\nThe turnaround could not be more startling. After years of running as far as they could from President Barack Obama’s health care law, Ms. McCaskill and vulnerable Senate Democrats in Florida, West Virginia and other political battlegrounds have increasingly focused their closing argument on a single issue: saving the Affordable Care Act.\nNow, with Republicans desperate to reposition themselves and come up with their own health care pitch, and with the elections roiled by gale-force winds on immigration and Justice Brett M. Kavanaugh’s confirmation hearings, the question is whether health care will be enough to save her and Democrats in other key Senate races. Most recently, the mail bombs sent from Florida and the fatal synagogue shooting in Pittsburgh on Saturday have added jagged new pieces with the potential to further disrupt both parties’ strategies.\nMs. McCaskill and her Republican opponent, the Missouri attorney general, Josh Hawley, clashed sharply over health care once again at their final debate on Thursday. She lambasted him for participating in a lawsuit that challenges the constitutionality of the Affordable Care Act and would end its protections for those with pre-existing conditions. He said he supported a program that would protect patients with high medical costs outside the current health care law.", "url": "https://www.nytimes.com/2018/10/28/us/politics/health-care-elections-democrats.html?module=inline"}