{"authors": ["Deborah Needleman"], "date_download": "2018-11-16 03:08:45", "date_modify": "2018-11-16 03:08:45", "date_publish": "2018-02-15 17:15:45", "description": "A handful of makers around the world offer classes in the centuries-old practice.", "filename": "2018_02_15_t-magazine_design_basket-making-crafting-class.html_rref=collection%2Fissuecollection%2FT's%20Feb.%2018%20Women's%20Fashion%20Issue_1542337725.html", "image_url": "https://static01.nyt.com/images/2018/02/15/t-magazine/15tmag-baskets-slide-BGB1/15tmag-baskets-slide-BGB1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_15_t-magazine_design_basket-making-crafting-class.html_rref=collection%2Fissuecollection%2FT's%20Feb.%2018%20Women's%20Fashion%20Issue_1542337725.html", "title": "How to Try and Where to Buy: Willow Baskets", "title_page": "How to Try and Where to Buy: Willow Baskets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This story on willow baskets is the first installment of a series for T on craft around the world. For each practice I researched, I knew I would discover more incredible resources and makers than could fit on just a few pages. While the focus of each column is the current state of a particular craft (what we are calling “universal crafts,” as nearly all cultures have created versions of them), it is worth noting that the craftspeople engaged in these centuries-old traditions are involved in a living practice. These are objects meant to be used, not simply regarded as historic artifacts or hung on a wall. These makers are not starting from scratch or reinventing the wheel, yet their work is the product of innovative new ideas, practices and modifications. And it is also a tangible link to our past.\nBaskets are unique in the realm of craft in that their materials remain unchanged in finished form. For pottery, earth is turned into clay. For weaving, wool must be spun into yarn. But the willow sticks as cut are the willow sticks that form your basket. Each of the makers featured here grow their own willow. In the winter, they coppice year-old withies, or sticks, to the ground (in the spring, the willow will sprout again from the stump). Then they bundle their harvest and transport it home, where they size and rebundle the pieces. Over a period of months, the willow sticks are left somewhere covered, but well ventilated, so that they may lose their sap. Just before weaving, the now-dry willow is soaked for about to a day in a basin of water and then drained and wrapped in a towel to mellow, so that it will bend without kinking.\nThere are three different ways willow can be processed for making baskets: There’s unpeeled willow, called “brown,” as it’s still clad in its bark; there’s stripped willow, called “white,” which is the palest because its bark has been skinned off; and there’s the honey-hued willow, or “buff,” which is boiled in water, allowing the bark’s tannins to leach into the pith before it’s peeled.", "url": "https://www.nytimes.com/2018/02/15/t-magazine/design/basket-making-crafting-class.html?rref=collection%2Fissuecollection%2FT's%20Feb.%2018%20Women's%20Fashion%20Issue"}