{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:32:53", "date_modify": "2018-11-16 04:32:53", "date_publish": "2018-06-01 00:30:14", "description": "There’s a pattern emerging for Trump’s pardons — he’s using them as a weapon.", "filename": "2018_05_31_opinion_dinesh-dsouza-trump-pardons.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342773.html", "image_url": "https://static01.nyt.com/images/2018/06/01/opinion/01fri1web/01fri2web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_31_opinion_dinesh-dsouza-trump-pardons.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342773.html", "title": "Dinesh D’Souza? Really?", "title_page": "Opinion | Dinesh D’Souza? Really? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The handful of pardons that President Trump has granted so far may appear to be scattershot, but they’re beginning to show a distinct pattern — not just of who he believes is worthy of mercy, but of how he thinks about the justice system as a whole and about his power to bend it to his will.\nOn Thursday, Mr. Trump pardoned Dinesh D’Souza, the right-wing troll known for, among other things, posting racist tweets about President Barack Obama, spreading the lie that George Soros was a Nazi collaborator and writing that “the American slave was treated like property, which is to say, pretty well.”\nIn 2014, Mr. D’Souza pleaded guilty to making illegal campaign contributions, although he claimed that he had been targeted for political reasons. Last year, President Trump fired Preet Bharara, the federal prosecutor who handled Mr. D’Souza’s case. “KARMA IS A BITCH,” Mr. D’Souza exulted on Twitter Thursday, with his trademark graciousness. Mr. Bharara, he added, “wanted to destroy a fellow Indian American to advance his career. Then he got fired & I got pardoned.”\nMr. Trump, who told reporters that Mr. D’Souza “was very unfairly treated,” has the authority to pardon anyone he likes, for almost any reason. But pardons send a message. What message can we take from Mr. Trump’s executive clemency?", "url": "https://www.nytimes.com/2018/05/31/opinion/dinesh-dsouza-trump-pardons.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}