{"authors": ["Susan Chira", "Matt Flegenheimer"], "date_download": "2018-11-16 04:25:30", "date_modify": "2018-11-16 04:25:30", "date_publish": "2018-05-29 07:00:05", "description": "As women run for Congress and state offices this year, they want to campaign and win on their own terms. Some are coming for their own party. And many are not willing to wait.", "filename": "2018_05_29_us_politics_women-candidates-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342330.html", "image_url": "https://static01.nyt.com/images/2018/05/25/us/politics/25insurgents/25insurgents-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_29_us_politics_women-candidates-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342330.html", "title": "Stacey Abrams Didn’t Play It Safe. Neither Do These Female Candidates.", "title_page": "Stacey Abrams Didn’t Play It Safe. Neither Do These Female Candidates. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Of the 293 women who ran or are running for House and Senate as challengers so far, 54 are taking on incumbents in their own parties, according to the Center for American Women and Politics at Rutgers University. Thirty-four are in Democratic races.\nThe crop of renegades this year roughly falls into two categories: candidates already in public office, and newcomers who draw on some history in activism. Several of those first-time candidates are facing daunting odds because they are running in staunchly Republican districts or have little money or political networks. Past elections have generally favored candidates with traditional political experience. But then, conventional wisdom has a checkered recent track record: In that regard, Mr. Trump has shown the way.\n“I feel this year we are seeing far more women who woke up one morning, turned on the TV and said, if he can be president I can run for the state legislature, Congress or governor,” said Debbie Walsh, the director of the center at Rutgers. “I don’t know if this will be an anomaly or this is the beginning of a shift.”\nFor many candidates and strategists, the oft-invoked analogy for the 2018 campaigns is 1992, when women swept into office in part on a tide of outrage about the grilling of Anita Hill by an all-male, all-white Senate Judiciary Committee during the Clarence Thomas hearings.\nMarsha Blackburn first ran for Congress in 1992, when she was Tennessee businesswoman and local Republican county chair. She had an anti-regulation, lower taxes message, but ended up losing to the Democratic incumbent. She was undeterred. Drawing on the skills and connections she forged, she went on to win a seat first in the State Legislature and then, by 2002, in Congress. “You begin to build that network,” she said. “Then you use that network.”\nShe is now running for the Senate seat vacated by Bob Corker, in a tough race against Phil Bredesen, the former Democratic governor. Tennessee, she points out, has never elected a woman senator or governor.", "url": "https://www.nytimes.com/2018/05/29/us/politics/women-candidates-midterms.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}