{"authors": ["Christoph Koettl"], "date_download": "2018-11-16 03:14:26", "date_modify": "2018-11-16 03:14:26", "date_publish": "2018-06-07 09:00:03", "description": "Our video analysis establishes five critical moments and reveals a series of split-second decisions that resulted in the killing of a 22-year-old unarmed black man.", "filename": "2018_06_07_us_police-shooting-stephon-clark_1542338066.html", "image_url": "https://static01.nyt.com/images/2018/06/08/autossell/CLARKSTILL_11/CLARKSTILL_11-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_07_us_police-shooting-stephon-clark_1542338066.html", "title": "What We Learned From the Videos of Stephon Clark Being Killed by Police", "title_page": "What We Learned From the Videos of Stephon Clark Being Killed by Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The visual investigations team at The New York Times examines the world through the lens of video footage and open-source evidence. Using everything from satellite images and audio waveforms to metadata and cellphone videos, we reconstruct key moments of critical events to tell a more complete version of a story.\nA 22-year-old unarmed black man in Sacramento was shot and killed by police. The fatal episode was captured on video from three different angles: two police body cameras and an overhead, heat-sensing helicopter camera. It all happened in 23 seconds.\nSo what exactly led to the deadly encounter, and what happened after? Our analysis establishes five critical moments and reveals a series of split-second decisions that resulted in the death of Stephon Clark, in his backyard.\nThe raw footage was released in March, and was widely shared on social media. After publishing an initial report, we decided to take a closer look. The result is the most comprehensive analysis to date — a detailed spatial and moment-by-moment record of the shooting.", "url": "https://www.nytimes.com/2018/06/07/us/police-shooting-stephon-clark.html"}