{"authors": ["Nick Wingfield"], "date_download": "2018-11-16 03:11:52", "date_modify": "2018-11-16 03:11:52", "date_publish": "2018-01-31 23:48:49", "description": "The company’s shift to providing cloud services continues to pay off, as its revenue rose to $28.92 billion last quarter.", "filename": "2018_01_31_technology_microsoft-cloud-computing_1542337912.html", "image_url": "https://static01.nyt.com/images/2018/02/01/business/01MICROSOFT/01MICROSOFT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_31_technology_microsoft-cloud-computing_1542337912.html", "title": "Microsoft Sales Lifted by Cloud Computing", "title_page": "Microsoft Sales Lifted by Cloud Computing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEATTLE — Microsoft has spent years adjusting its business to reflect a shift from traditional software sales to cloud computing services delivered over the internet.\nIt is a bet that continues to pay off for the company — as was evident in its quarterly earnings released Wednesday.\nThe report was blemished by a charge of $13.8 billion related to recent changes in tax law in the United States, which caused Microsoft to report a net loss. But putting aside the tax-related charge, which was widely expected and will probably impact other tech companies, Microsoft’s business showed the kind of growth that has attracted investors in recent years.\nThe portion of Microsoft’s cloud business that involves selling to companies — called commercial cloud — grew 56 percent, to $5.3 billion, in the quarter that ended on Dec. 31. Like many legacy software companies that cater to the huge corporate computing market, Microsoft was caught off guard by the emergence of cloud computing in the form of online storage and computing services offered by the internet retailer Amazon.", "url": "https://www.nytimes.com/2018/01/31/technology/microsoft-cloud-computing.html"}