{"authors": ["Matt Apuzzo", "Nicholas Fandos"], "date_download": "2018-11-16 04:40:32", "date_modify": "2018-11-16 04:40:32", "date_publish": "2018-06-19 21:43:11", "description": "In the second day of hearings over a damaging Justice Department report, Republicans cast the F.B.I. as part of an out-of-touch bureaucracy biased against President Trump.", "filename": "2018_06_19_us_politics_fbi-ig-report-house-hearing-republicans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343232.html", "image_url": "https://static01.nyt.com/images/2018/06/20/us/politics/20dc-fbi/20dc-fbi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_19_us_politics_fbi-ig-report-house-hearing-republicans.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343232.html", "title": "F.B.I. Agents Gave Trump a Weapon Against Mueller. Republicans Are Wielding It.", "title_page": "F.B.I. Agents Gave Trump a Weapon Against Mueller. Republicans Are Wielding It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Democrats appeared frustrated at times as they accused Republicans of using the report to try to discredit Mr. Mueller. “The report has nothing to say about the ongoing work of the special counsel,” said Representative Jerrold Nadler of New York, who holds the top Democratic slot on the Judiciary Committee. “Their argument is based on innuendo, and not on the facts, and certainly not on this report.”\nMr. Nadler and others noted that the F.B.I.’s actions during the presidential election almost uniformly harmed Mrs. Clinton’s candidacy. The former F.B.I. director, James B. Comey, was unusually frank and public in his remarks about Mrs. Clinton, even as he hewed closely to the rules and did not reveal that his agents were also investigating the Trump campaign.\nMr. Horowitz’s report found no evidence that political bias influenced key investigative decision-making, but he offered Democrats no relief from criticism that the text messages had raised questions about the credibility of the investigation.\n“They weren’t just speaking about a generic election that they cared about,” Mr. Horowitz said. “It just so happened that the people they were speaking about had a connection to the investigations they themselves were working on.”\nMr. Strzok has said he is willing to testify about his text messages and his role in the investigation. No date has been set. Mr. Strzok was removed from the special counsel’s investigation when the text messages were discovered. He was reassigned to the human resources department, and his lawyer confirmed on Tuesday that he was escorted from F.B.I. headquarters as part of “ongoing internal proceedings.” He still works for the bureau, according to the lawyer, Aitan Goelman. Ms. Page has left the F.B.I.\nWhile Democrats say the inspector general’s report closed the book on the question of Mrs. Clinton’s investigation, Mr. Trump and his allies are looking to the future. They argue that Mr. Mueller’s inquiry was born out of investigative bias.\n“The F.B.I. is oath-bound to remain neutral and enforce the law impartially and fairly,” said Representative Scott DesJarlais, Republican of Tennessee. “How can we accomplish this when there are agents that are actively biased against our sitting president?”", "url": "https://www.nytimes.com/2018/06/19/us/politics/fbi-ig-report-house-hearing-republicans.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}