{"authors": ["Michael Corkery"], "date_download": "2018-11-16 03:14:04", "date_modify": "2018-11-16 03:14:04", "date_publish": "2018-03-14 21:58:38", "description": "After filing for bankruptcy, the retailer tried to find a path to profitability but was unable to overcome its debt load and an outdated business model.", "filename": "2018_03_14_business_toy-r-us-closing.html_module=inline_1542338044.html", "image_url": "https://static01.nyt.com/images/2018/03/15/business/15toysrus/15toysrus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_14_business_toy-r-us-closing.html_module=inline_1542338044.html", "title": "Toys ‘R’ Us Says It Will Close or Sell All U.S. Stores", "title_page": "Toys ‘R’ Us Says It Will Close or Sell All U.S. Stores - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Toys “R” Us, the iconic retail chain that has sold toys and games to millions of children for generations, is closing shop in the United States.\nAfter filing for bankruptcy protection in September and suffering through a brutal holiday shopping season, the company decided on Wednesday to close or sell all of its remaining stores, after executives met with creditors throughout the day, according to three people briefed on the discussions.\nMore than 30,000 American jobs are at risk as the company winds down. It is a colossal failure for a company that started out in 1948 as a small store in Washington selling cribs, strollers and other baby items.\nThe business eventually grew to more than 2,000 stores, with a wide inventory that made it a destination for children and with an advertising jingle — “I don’t want to grow up, I’m a Toys ‘R’ Us kid” — that was embedded in the American consumer consciousness. The company’s headquarters in Wayne, N.J., are on Geoffrey Way, named after its once-ubiquitous giraffe mascot.", "url": "https://www.nytimes.com/2018/03/14/business/toy-r-us-closing.html?module=inline"}