{"authors": ["Charles M. Blow"], "date_download": "2018-11-16 03:40:39", "date_modify": "2018-11-16 03:40:39", "date_publish": "2018-01-15 01:40:40", "description": "We must stop debating an obvious point and decide what to do about it.", "filename": "2018_01_14_opinion_trump-racist-shithole.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339639.html", "image_url": "https://static01.nyt.com/images/2018/01/15/opinion/15blowWEB/15blowWEB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_14_opinion_trump-racist-shithole.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339639.html", "title": "Trump Is a Racist. Period.", "title_page": "Opinion | Trump Is a Racist. Period. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But before that, those voters must do so later this year, to rid the House and the Senate of as many of Trump’s defenders, apologists and accomplices as possible. Should the time come where impeachment is inevitable, there must be enough votes in the House and Senate to ensure it.\nWe have to stop thinking that we can somehow separate what racists believe from how they will behave. We must stop believing that any of Trump’s actions are clear of the venom coursing through his convictions. Everything he does is an articulation of who he is and what he believes. Therefore, all policies he supports, positions he takes and appointments he makes are suspect.\nAnd finally, we have to stop giving a pass to the people — whether elected official or average voter — who support and defend his racism. If you defend racism you are part of the racism. It doesn’t matter how much you say that you’re an egalitarian, how much you say that you are race blind, how much you say that you are only interested in people’s policies and not their racist polemics.\nAs the brilliant James Baldwin once put it: “I can’t believe what you say, because I see what you do.” When I see that in poll after poll a portion of Trump’s base continues to support his behavior, including on race, I can only conclude that there is no real daylight between Trump and his base. They are part of his racism.\nWhen I see the extraordinary hypocrisy of elected officials who either remain silent in the wake of Trump’s continued racist outbursts or who obliquely condemn him, only to in short order return to defending and praising him and supporting his agenda, I see that there is no real daylight between Trump and them either. They too are part of his racism.\nWhen you see it this way, you understand the enormity and the profundity of what we are facing. There were enough Americans who were willing to accept Trump’s racism to elect him. There are enough people in Washington willing to accept Trump’s racism to defend him. Not only is Trump racist, the entire architecture of his support is suffused with that racism. Racism is a fundamental component of the Trump presidency.", "url": "https://www.nytimes.com/2018/01/14/opinion/trump-racist-shithole.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}