{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:01:15", "date_modify": "2018-11-16 04:01:15", "date_publish": "2018-04-09 23:12:48", "description": "The president mused about firing Robert S. Mueller III, the special counsel, and railed against Attorney General Jeff Sessions and other top law enforcement officials.", "filename": "2018_04_09_us_politics_trump-fbi-raid-michael-cohen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340875.html", "image_url": "https://static01.nyt.com/images/2018/04/12/us/12dc-prexy-1/10dc-trump-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_09_us_politics_trump-fbi-raid-michael-cohen.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340875.html", "title": "Trump Denounces F.B.I. Raid on His Lawyer’s Office as ‘Attack on Our Country’", "title_page": "Trump Denounces F.B.I. Raid on His Lawyer’s Office as ‘Attack on Our Country’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“That is really now in a whole new level of unfairness,” Mr. Trump said of the raids involving Mr. Cohen. Officials said the White House learned about the raids from Mr. Cohen’s lawyer after they were carried out but before they became public knowledge.\nMr. Trump has long complained that the Russia inquiry was a politically motivated attempt to undermine the legitimacy of his election victory. And he has been highly critical of Mr. Sessions and the F.B.I. for failing to adequately investigate Mrs. Clinton’s use of a private email server.\nBut the aggressive move by federal officials against Mr. Cohen, the president’s longtime personal lawyer, appeared to strike a particularly sensitive nerve. Mr. Cohen, who works for Mr. Trump’s private company, has long been considered one of the president’s closest business confidants.\nMr. Trump reacted to the raids without any prompting from reporters, who had been brought into the Cabinet Room where the president was meeting with Jim Mattis, the secretary of defense; John R. Bolton, the new national security adviser; and other military officials to discuss the situation in Syria. As the cameras began rolling, Mr. Trump immediately condemned the actions against Mr. Cohen.\n“So, I just heard that they broke into the office of one of my personal attorneys, a good man, and it’s a disgraceful situation,” he said. “It’s a total witch hunt. I’ve been saying it for a long time. I’ve wanted to keep it down.”\nIt was unclear what Mr. Trump meant by saying he “wanted to keep it down.” He went on to criticize Mr. Mueller’s team for examining the president’s associates.\n“They only keep looking at us. So they find no collusion, and then they go from there and they say, ‘Well, let’s keep going,’ and they raid an office of a personal attorney early in the morning, and I think it’s a disgrace,” Mr. Trump said.", "url": "https://www.nytimes.com/2018/04/09/us/politics/trump-fbi-raid-michael-cohen.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}