{"authors": ["Paul Krugman"], "date_download": "2018-11-16 04:18:23", "date_modify": "2018-11-16 04:18:23", "date_publish": "2018-11-08 20:59:49", "description": "Some of us are more equal than others, and they like Trump.", "filename": "2018_11_08_opinion_midterms-senate-rural-urban.html_rref=collection%2Fcolumn%2FPaul%20Krugman_1542341903.html", "image_url": "https://static01.nyt.com/images/2018/11/08/opinion/08krugmanWeb/08krugmanWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_08_opinion_midterms-senate-rural-urban.html_rref=collection%2Fcolumn%2FPaul%20Krugman_1542341903.html", "title": "Real America Versus Senate America", "title_page": "Opinion | Real America Versus Senate America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Everyone is delivering post-mortems on Tuesday’s elections, so for what it’s worth, here’s mine: Despite some bitter disappointments and lost ground in the Senate, Democrats won a huge victory. They broke the Republican monopoly on federal power, and that’s a very big deal for an administration that has engaged in blatant corruption and abuse of power, in the belief that an impenetrable red wall would always protect it from accountability. They also made major gains at the state level, which will have a big impact on future elections.\nBut given this overall success, how do we explain those Senate losses? Many people have pointed out that this year’s Senate map was unusually bad for Democrats, consisting disproportionately of states Donald Trump won in 2016. But there was actually a deeper problem, one that will pose long-term problems, not just for Democrats, but for the legitimacy of our whole political system. For economic and demographic trends have interacted with political change to make the Senate deeply unrepresentative of American reality.\nHow is America changing? Immigration and our growing racial and cultural diversity are only part of the story. We’re also witnessing a transformation in the geography of our economy, as dynamic industries increasingly gravitate to big metropolitan areas where there are already large numbers of highly educated workers. It’s not an accident that Amazon is planning to put its two new headquarters in New York and the Washington D.C. metropolitan area, both places with an existing deep pool of talent.\nObviously not everyone lives — or wants to live — in these growth centers of the new economy. But we are increasingly a nation of urbanites and suburbanites. Almost 60 percent of us live in metropolitan areas with more than a million people, more than 70 percent in areas with more than 500,000 residents. Conservative politicians may extol the virtues of a “real America” of rural areas and small towns, but the real real America in which we live, while it contains small towns, is mostly metropolitan.", "url": "https://www.nytimes.com/2018/11/08/opinion/midterms-senate-rural-urban.html?rref=collection%2Fcolumn%2FPaul%20Krugman"}