{"authors": ["A.O. Scott"], "date_download": "2018-11-16 03:23:07", "date_modify": "2018-11-16 03:23:07", "date_publish": "2018-09-13 13:48:50", "description": "In Nicole Holofcener’s movie, Ben Mendelsohn plays a sad Connecticut dad who blows up his life in the pursuit of something he can’t quite name.", "filename": "2018_09_13_movies_the-land-of-steady-habits-review_1542338587.html", "image_url": "https://static01.nyt.com/images/2018/09/14/arts/14steadyhabits2/14steadyhabits2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_13_movies_the-land-of-steady-habits-review_1542338587.html", "title": "Review: In ‘The Land of Steady Habits,’ Suburban Malaise, With a Twist", "title_page": "Review: In ‘The Land of Steady Habits,’ Suburban Malaise, With a Twist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Anders may have quit the rat race, but he can’t seem to stay away from the track. He goes to parties where he runs into Helene, and pursues awkward conversations with old friends who are less than delighted to be in his company. Helene has moved on to a new man (Bill Camp), which bothers Anders more than he would like to admit. He tries to maintain a semblance of paternal authority with his drifting, post-collegiate son, Preston (Thomas Mann), and indulges in some desperate adolescent behavior with another young man, Charlie (Charlie Tahan), who takes a lot of drugs.\nNobody seems to like Anders all that much, and he doesn’t really care. He acts less like a man in free fall than like a guy who’s got it all figured out, which has the effect of making him at once pitiable, infuriating and kind of mysterious. Maybe he is privy to some kind of esoteric knowledge. Or maybe he’s just a shallow jerk embracing his true identity.\nSince this is not “American Beauty,” Anders’s privileged turmoil doesn’t become a gaseous metaphor for a filmmaker’s half-baked sociological insights. “The Land of Steady Habits” is a Nicole Holofcener movie — her first feature since “Enough Said” in 2013 (and her first ever without Catherine Keener in the cast) — which is to say a funny, sweet-and-sour study in envy, cruelty, bad decision-making and forgiveness. Ms. Holofcener, for more than two decades one of the sharpest anatomists of upper-middle-class American life, is more interested in the idiosyncrasies of behavior and the texture of specific relationships than in easy generalities. So even though Anders and the people around him can be sorted into recognizable types (a fault, mostly of Mr. Thompson’s book), they are also amusing and awful in ways that can feel disconcertingly real.", "url": "https://www.nytimes.com/2018/09/13/movies/the-land-of-steady-habits-review.html"}