{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:50", "date_modify": "2018-11-16 04:00:50", "date_publish": "2018-10-15 09:00:07", "description": "Theodore Frank, a critic of class action settlements, will argue his own case. On the whole, people representing themselves in the Supreme Court have done rather well.", "filename": "2018_10_15_us_politics_theodore-frank-supreme-court.html_rref=collection%2Fcolumn%2FSidebar_1542340850.html", "image_url": "https://static01.nyt.com/images/2018/10/16/us/politics/16dc-bar-print/16dc-bar-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_15_us_politics_theodore-frank-supreme-court.html_rref=collection%2Fcolumn%2FSidebar_1542340850.html", "title": "His Case Made It to the Supreme Court. He Didn’t Have to Look Far for a Lawyer.", "title_page": "His Case Made It to the Supreme Court. He Didn’t Have to Look Far for a Lawyer. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Much to my surprise, the judge throws out the settlement,” he said. “It occurs to me that there is an opportunity that no one is taking advantage of. Class action settlements have fairness hearings, and class members can protest. There would be an opportunity to move the law in the right direction.”\n“I started winning,” he said, noting that he has handled more than two dozen appeals arising from objections to class action settlements. “The system was ripe for change because the abuses were so big.”\nEven his critics say Mr. Frank has played a valuable role.\n“Although I often disagree with his objections, I think it is valuable to have a devil’s advocate challenging class action settlements and fee awards because there is otherwise often no meaningful pushback on what class counsel and the defendants put before the court,” said Brian T. Fitzpatrick, a law professor at Vanderbilt Law School and the author of “The Conservative Case for Class Actions,” which will be published next year.\n“Some people complain that his ultimate goal is to destroy, rather than improve, class actions,” said Professor Fitzpatrick, who is visiting this semester at Harvard Law School. “I am not sure if that is true — he says it isn’t — but it doesn’t really matter. A devil’s advocate’s job is to push back on everything, good and bad alike.”\nThe Supreme Court case, which will be argued Oct. 31, arose from an $8.5 million settlement between Google and class action lawyers who said the company had violated its users’ privacy rights. Under the settlement, the lawyers were paid more than $2 million, but members of the class they represented got nothing. Instead, the company agreed to make contributions to institutions concerned with privacy on the internet, including centers at Harvard, Stanford and Chicago-Kent College of Law.\nA divided three-judge panel of the United States Court of Appeals for the Ninth Circuit, in San Francisco, upheld the settlement, with all three judges agreeing that trying to pay compensation to the class would be inefficient, as the individual payouts would be about 4 cents.\nIn dissent, Judge J.Clifford Wallace expressed misgivings about the groups to which the payments were to be made. He said he was uneasy about the fact that a substantial portion of the money would go to law schools that the plaintiffs’ lawyers had attended.", "url": "https://www.nytimes.com/2018/10/15/us/politics/theodore-frank-supreme-court.html?rref=collection%2Fcolumn%2FSidebar"}