{"authors": ["Thomas Kaplan"], "date_download": "2018-11-16 04:00:42", "date_modify": "2018-11-16 04:00:42", "date_publish": "2018-07-19 21:06:43", "description": "The administration moved to avoid an embarrassing defeat for Ryan W. Bounds for the Ninth Circuit Court of Appeals after Tim Scott, the Senate’s only black Republican, said he would oppose the nomination.", "filename": "2018_07_19_us_politics_trump-judge-senate-bounds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340842.html", "image_url": "https://static01.nyt.com/images/2018/07/20/us/politics/20dc-judge/20dc-judge-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_19_us_politics_trump-judge-senate-bounds.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340842.html", "title": "White House Withdraws Appeals Court Nominee Who Deplored Multiculturalism", "title_page": "White House Withdraws Appeals Court Nominee Who Deplored Multiculturalism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The sprint by President Trump and Senate Republicans to install conservative judges to the nation’s courts hit an unexpected speed bump on Thursday after a nominee for a key federal appeals court was pulled to avoid an embarrassing defeat on the Senate floor.\nThe nomination of Ryan W. Bounds to serve on the United States Court of Appeals for the Ninth Circuit faced opposition over his writings in college, which included a column in which he railed against “race-focused groups” on campus and “race-think.”\nThe Senate’s only black Republican, Tim Scott of South Carolina, had concerns about those writings and Mr. Bounds’s inability to clarify how his thinking had changed since then, according to a Senate Republican aide.\n“After talking with the nominee last night and meeting with him today, I had unanswered questions that led to me being unable to support him,” Mr. Scott said in a statement.", "url": "https://www.nytimes.com/2018/07/19/us/politics/trump-judge-senate-bounds.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}