{"authors": ["David Gelles"], "date_download": "2018-11-16 04:42:08", "date_modify": "2018-11-16 04:42:08", "date_publish": "2018-02-17 10:59:26", "description": "What’s it like to live inside the WeWork bubble? I decided to find out.", "filename": "2018_02_17_business_my-life-in-weworld.html_module=inline_1542343328.html", "image_url": "https://static01.nyt.com/images/2018/02/18/business/18WELIVE1/18WELIVE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_17_business_my-life-in-weworld.html_module=inline_1542343328.html", "title": "My Life in WeWorld", "title_page": "My Life in WeWorld - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WeWork may be best known for its co-working spaces, but the company has grand ambitions and is expanding into the hospitality and wellness industries. It now has WeLive, which rents fully furnished apartments for a night, a week or months at a time. And it recently opened Rise, its first gym and spa. What’s it like to live in the WeWork bubble? I decided to find out and spent a day eating, sleeping, working and working out in WeWorld. A brief diary:\nMonday\n5 p.m. Take the subway to the financial district and check into WeLive, the company’s apartment building at 110 Wall Street. Get a tour of the amenities — hot tubs, pool tables and bars.\n6 p.m. Drop by a wine tasting at a bar on a residential floor and meet Yehuda Silbermintz, a computer engineer working for a food-delivery start-up, Food to Heal. Ask him what it’s like to work at WeLive. “It’s a grown-up dorm,” he says approvingly.\nHe and his co-founders share a three-bedroom apartment, which doubles as their office, down the hall. At the apartment, a spontaneous dinner party has erupted. One of the co-founders, Nika Chandramohan, had cooked an egg and tofu curry, and is inviting strangers in to sample the food. An investor in the company has dropped by with home-baked chocolate chip cookies.", "url": "https://www.nytimes.com/2018/02/17/business/my-life-in-weworld.html?module=inline"}