{"authors": ["Thomas Kaplan", "Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:02:25", "date_modify": "2018-11-16 04:02:25", "date_publish": "2018-01-20 16:07:56", "description": "With the government shut down and the two parties faulting each other, senators from both parties were looking for an agreement to end the crisis.", "filename": "2018_01_20_us_politics_government-shutdown-budget-talks.html_module=inline_1542340945.html", "image_url": "https://static01.nyt.com/images/2018/01/21/us/21dc-cong-2-sub/merlin_132584906_da946b6c-ce2b-4904-87d8-1df853ec7faf-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_20_us_politics_government-shutdown-budget-talks.html_module=inline_1542340945.html", "title": "Bitter Bickering Muddies the Path to Ending the Government Shutdown", "title_page": "Bitter Bickering Muddies the Path to Ending the Government Shutdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There is no defense to what we’re doing,” said Senator Lindsey Graham, Republican of South Carolina, who also participated in the meeting. He added: “I think we look petty. We look that we care more about the party flag than the American flag.”\nThe shutdown, the first since 2013, took effect after the vast majority of Senate Democrats, as well as a handful of Republicans, voted to block the spending bill that had passed the House. Among that bill’s provisions was a six-year extension of funding for the Children’s Health Insurance Program.\nEarlier Friday, Mr. Trump and Mr. Schumer had closed in on an agreement, but those talks eventually fell apart, and Mr. Schumer later blamed the president for backing away from a possible deal.\nTo reopen the government, at least a dozen or so Senate Democrats will most likely need to agree to any deal, since 60 votes will be required for the measure to clear the Senate. The House would then have to give its approval as well. House members had been scheduled to leave town on Friday for a weeklong recess, but members were advised to remain in Washington, given the possible need to vote on a Senate compromise.\nAfter Friday’s midnight deadline came and went, Mr. Schumer called for the president to sit down with congressional leaders from both parties to work out a deal that would allow the government to open on Monday.\nBut Republicans, who moved swiftly to brand the crisis as the “Schumer shutdown,” did not seem eager to make concessions, and, in effect, reward Democrats for largely opposing the stopgap bill.", "url": "https://www.nytimes.com/2018/01/20/us/politics/government-shutdown-budget-talks.html?module=inline"}