{"authors": ["Andrew Higgins"], "date_download": "2018-11-16 04:40:23", "date_modify": "2018-11-16 04:40:23", "date_publish": "2018-09-12 11:35:21", "description": "The Russian president urged the two men, whom Britain identified as intelligence agents and charged with attempted murder, to tell their side of the story.", "filename": "2018_09_12_world_europe_putin-russia-skripal.html_module=inline_1542343223.html", "image_url": "https://static01.nyt.com/images/2018/09/13/world/13Putin1/13Putin1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_12_world_europe_putin-russia-skripal.html_module=inline_1542343223.html", "title": "Putin Says Skripal Suspects Are Civilians, Not Criminals", "title_page": "Putin Says Skripal Suspects Are Civilians, Not Criminals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — President Vladimir V. Putin of Russia said on Wednesday that his country had found the two Russians that Britain accuses of trying to use a rare nerve agent to kill a former Soviet spy, and identified them as civilians who had done nothing criminal. He also said he would like the men, who Britain says are Russian military intelligence officers, to come forward to tell their story.\nMr. Putin’s statement, made at the Eastern Economic Forum in Vladivostok, Russia, was far from an admission of Russia’s involvement in the poisoning of Sergei V. Skripal and his daughter, Yulia, in Salisbury, England, on March 4. But it does amount to an abrupt shift from Russia’s previous position that it had no idea who the two suspects named by Britain were, and that they may have been invented to blacken Russia’s name.\n“We of course checked who these people are. We know who they are, we found them,” Mr. Putin said at the economic forum. “They are civilians, of course.”\nHe said that he would like the two to come forward. “It would be better for everyone,” he said “I can assure you that there is nothing special, nothing criminal there. We will see very soon.”", "url": "https://www.nytimes.com/2018/09/12/world/europe/putin-russia-skripal.html?module=inline"}