{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:19:10", "date_modify": "2018-11-16 04:19:10", "date_publish": "2018-10-27 18:31:51", "description": "The legacy system is affirmative action for the privileged.", "filename": "2018_10_27_opinion_sunday_legacy-college-admissions-harvard.html_rref=collection%2Fcolumn%2FNicholas%20Kristof_1542341950.html", "image_url": "https://static01.nyt.com/images/2018/10/28/opinion/28kristof/28kristof-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_27_opinion_sunday_legacy-college-admissions-harvard.html_rref=collection%2Fcolumn%2FNicholas%20Kristof_1542341950.html", "title": "Liberal Hypocrisy in College Admissions?", "title_page": "Opinion | Liberal Hypocrisy in College Admissions? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We progressives hail opportunity, egalitarianism and diversity. Yet here’s our dirty little secret: Some of our most liberal bastions in America rely on a system of inherited privilege that benefits rich whites at the expense of almost everyone else.\nI’m talking about “legacy preferences” that elite universities give to children of graduates. These universities constitute some of the world’s greatest public goods, but they rig admissions to favor applicants who already have had every privilege in life.\nA lawsuit against Harvard University has put a focus on admissions policies that the plaintiffs argue hurt Asian-American applicants. I disagree with the suit, seeing it as a false flag operation that aims to dismantle affirmative action for black and Latino students.\nBut the suit has shone a light on a genuine problem: legacy, coupled with preferences for large donors and for faculty children. Most of the best universities in America systematically discriminate in favor of affluent, privileged alumni children. If that isn’t enough to get your kids accepted, donate $5 million to the university, and they’ll get a second look.", "url": "https://www.nytimes.com/2018/10/27/opinion/sunday/legacy-college-admissions-harvard.html?rref=collection%2Fcolumn%2FNicholas%20Kristof"}