{"authors": ["Brent Mcdonald", "Neil Collier", "Ben Laffin"], "date_download": "2018-11-16 03:57:03", "date_modify": "2018-11-16 03:57:03", "date_publish": "2018-07-18 19:04:13", "description": "Masaya is one of the few places in all of Nicaragua where President Daniel Ortega’s crackdown on protesters has struggled. Our reporters traveled there to meet the residents leading this resistance.", "filename": "2018_07_18_world_americas_nicaragua-protest-students-ortega_1542340623.html", "image_url": "https://static01.nyt.com/images/2018/07/20/world/americas/bullet-in-hand/bullet-in-hand-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_18_world_americas_nicaragua-protest-students-ortega_1542340623.html", "title": "The Town at the Heart of Nicaragua’s Opposition Movement", "title_page": "The Town at the Heart of Nicaragua’s Opposition Movement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For weeks, the town of Masaya in Nicaragua has been the heart of an opposition movement seeking President Daniel Ortega’s ouster. In this video, Times reporters Brent McDonald and Neil Collier went behind the makeshift barricades to meet the residents leading this resistance.\nIn the past three months, tens of thousands of Nicaraguans have protested against Mr. Ortega’s government. The demonstrations have led to deadly clashes with police and paramilitary forces, killing nearly 300 people, including several officers and many students.\nNeither side has shown any signs of relenting. The government accuses the protesters of trying to mount a coup. They say Mr. Ortega is eroding the country’s democracy, abusing his power by scrapping term limits and influencing local elections. He has rejected calls to resign and to hold early elections.\nMasaya had become one of the few places in all of Nicaragua where the police struggled to take control. But that changed this week, when Mr. Ortega’s crackdown finally broke through.", "url": "https://www.nytimes.com/2018/07/18/world/americas/nicaragua-protest-students-ortega.html"}