{"authors": ["Ross Douthat"], "date_download": "2018-11-16 04:24:14", "date_modify": "2018-11-16 04:24:14", "date_publish": "2018-10-31 09:45:04", "description": "The president closes the 2018 campaign with a return to his 2016 strategy.", "filename": "2018_10_31_opinion_donald-trump-midterms-republicans.html_rref=collection%2Fcolumn%2FRoss%20Douthat_1542342254.html", "image_url": "https://static01.nyt.com/images/2018/10/30/opinion/30douthatWeb/30douthatWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_31_opinion_donald-trump-midterms-republicans.html_rref=collection%2Fcolumn%2FRoss%20Douthat_1542342254.html", "title": "Trump Plays His Greatest Hits", "title_page": "Opinion | Trump Plays His Greatest Hits  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Every good politician knows that you need a closing argument for your campaign, a way to seal the deal with wavering voters or goose turnout among the already committed. So in the last two weeks, with the midterms looming, Donald Trump has offered a set of closing arguments that might be summarized as follows: The fake news media is the enemy and reporters deserve to be roughed up a little, I’m going to help the middle class with tax cuts and cheaper prescription drugs, and nobody will be tougher on illegal immigration — whether that means sending thousands of troops to the southern border or ending birthright citizenship by fiat.\nThe media-bashing part of the pitch comes from Trump’s Twitter feed and his recent Montana rally, where he hailed the congressman who assaulted a journalist unprovoked as “my kind of guy.” The middle-class populism is embodied in Trump’s vaporous proposal to cut middle-class taxes by 10 percent, and his more credible plan to change the way Medicare pays for prescription drugs so that we aren’t subsidizing the world. And the illegal-immigration gambits describe themselves.\nWhat unites these arguments is that they were all crucial to his pitch during the 2016 campaign, all part of what made Trump-the-candidate unlike a normal Republican nominee: He was hard-line on immigration in ways that included xenophobic flourishes like the Muslim ban, he was populist on economics in a way that placed him closer to the center than a Paul Ryan or Mitt Romney, and whether in rally one-liners or retweets he winked at not only extremism but even vigilante violence.\nIn his presidency the first two aspects of Trumpian exceptionalism have been blocked or limited — the courts and Congress have pushed back against his most restrictive immigration measures (narrowing the travel ban, forcing him to abandon the child separation policy), and congressional Republicans’ preference for warmed-over supply-side economics has often won out over Trump’s more populist promises.", "url": "https://www.nytimes.com/2018/10/31/opinion/donald-trump-midterms-republicans.html?rref=collection%2Fcolumn%2FRoss%20Douthat"}