{"authors": ["Lisa Friedman", "Hiroko Tabuchi", "Jillian Mock"], "date_download": "2018-11-16 03:08:05", "date_modify": "2018-11-16 03:08:05", "date_publish": "2018-11-14 20:46:57", "description": "Why does California have so many wildfires? Also, a kitchen shortcut that's good for the planet.", "filename": "2018_11_14_climate_california-wildfires-and-reinventing-air-conditioners-climate-newsletter_1542337685.html", "image_url": "https://static01.nyt.com/images/2018/11/15/climate/15cli-newsletter-ac/15cli-newsletter-ac-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_14_climate_california-wildfires-and-reinventing-air-conditioners-climate-newsletter_1542337685.html", "title": "Air-Conditioners Cool the Home but Heat the Planet. Can Anyone Invent a Better One?", "title_page": "Air-Conditioners Cool the Home but Heat the Planet. Can Anyone Invent a Better One? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Welcome to the Climate Fwd: newsletter. The New York Times climate team emails readers once a week with stories and insights about climate change. Sign up here to get it in your inbox.\nAs the death toll continues to climb from the most destructive wildfire in California’s history, President Trump on Tuesday declared a “major disaster” in the state, paving the way for federal funding to the thousands left homeless by the blaze.\n“I’m with you all the way,” Mr. Trump wrote in a tweet to the victims. Over the weekend, however, he tweeted a series of misleading statements about the cause of California wildfires and threatened to withhold federal dollars “because of gross mismanagement.”\nHere on the climate desk, Kendra Pierre-Louis found the president’s claims oversimplified. You can read her fact-check here.", "url": "https://www.nytimes.com/2018/11/14/climate/california-wildfires-and-reinventing-air-conditioners-climate-newsletter.html"}