{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:51:09", "date_modify": "2018-11-16 03:51:09", "date_publish": "2018-08-17 21:56:22", "description": "The United States and Mexico are making progress, but the trade talks still exclude America’s closer political and economic partner.", "filename": "2018_08_17_us_politics_nafta-canada-mexico.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340269.html", "image_url": "https://static01.nyt.com/images/2018/08/18/business/18dcnafta1print/18dc-nafta-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_17_us_politics_nafta-canada-mexico.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340269.html", "title": "Canada on the Sidelines as U.S. and Mexico Near an Agreement on Nafta", "title_page": "Canada on the Sidelines as U.S. and Mexico Near an Agreement on Nafta - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When officials from the United States, Canada and Mexico gathered a year ago to begin negotiations over the North American Free Trade Agreement, many of those involved in the talks assumed there would be a hard road ahead.\nBut few of them would have anticipated the current state of affairs: frayed relations between the United States and Canada, traditionally close economic and political partners, and a growing bond between the United States and Mexico, which President Trump has accused of stealing American manufacturing jobs.\nOn Friday, the United States and Mexico appeared close to agreeing on how to revise the 24-year-old Nafta deal. Canada, which has become one of Mr. Trump’s favorite foils in his fight over global trade, was not party to the talks.\n“We’re not negotiating with Canada right now,” Mr. Trump said at a cabinet meeting on Thursday. “Their tariffs are too high; their barriers are too strong. So we’re not even talking to them right now.”", "url": "https://www.nytimes.com/2018/08/17/us/politics/nafta-canada-mexico.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}