{"authors": ["Michael S. Schmidt", "Maggie Haberman", "Sharon Lafraniere"], "date_download": "2018-11-16 04:48:45", "date_modify": "2018-11-16 04:48:45", "date_publish": "2018-09-14 00:03:12", "description": "The negotiations over a plea deal relate to a separate set of seven charges including conspiracy, obstruction of justice and money laundering.", "filename": "2018_09_13_us_politics_manafort-plea-deal-prosecutors_1542343725.html", "image_url": "https://static01.nyt.com/images/2018/09/14/us/politics/14dc-manafort-01/14dc-manafort-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_13_us_politics_manafort-plea-deal-prosecutors_1542343725.html", "title": "Manafort Is Said to Near Plea Deal With Prosecutors", "title_page": "Manafort Is Said to Near Plea Deal With Prosecutors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Manafort, who has repeatedly insisted that he would not cooperate with the special counsel, has been reassessing his legal risks after last month’s trial. He was found guilty of eight counts of tax fraud, bank fraud and failure to report a foreign bank account, crimes that legal experts predicted were likely to result in a prison term of six to 12 years. Because of a single holdout, the jury failed to convict Mr. Manafort on 10 other charges. Prosecutors have yet to say whether they want to retry him on those charges.\nProsecutors have been approaching the second trial much like the first: with a wealth of documentary evidence and a range of witnesses who worked with Mr. Manafort over the years. In pretrial filings, they listed 2,127 potential exhibits.\nThe defense was hoping to show that the special counsel had targeted Mr. Manafort because he had overseen Mr. Trump’s presidential campaign. But Judge Amy Berman Jackson of United States District Court for the District of Columbia had already signaled that the argument was out of bounds.\nMr. Trump has repeatedly come to Mr. Manafort’s defense. “Paul Manafort is a good man,” he said after the Virginia jury returned its verdict. “It doesn’t involve me but it’s a very sad thing.” In private discussions with his lawyers, Mr. Trump has raised the option of pardoning Mr. Manafort.\nIt was unclear whether that possibility has figured in Mr. Manafort’s thinking. If he pleads guilty, his lawyers could argue that he deserves a lighter sentence because he has accepted responsibility for his crimes.\nBy Thursday evening, the court hearing set for Friday was rescheduled for later in the morning, possibly to give the lawyers more time to complete an agreement.\nWhether Mr. Manafort would cooperate has been an issue during his plea negotiations, according to one person familiar with the discussions. He worked for the Trump campaign for five months in 2016 and arguably had deeper contacts with pro-Russian oligarchs and intermediaries than any other campaign adviser did.\nProsecutors have previously said one of Mr. Manafort’s close associates in Ukraine had contacts with a Russian intelligence agency. A Russian oligarch closely tied to President Vladimir V. Putin of Russia also lent Mr. Manafort $10 million that prosecutors have suggested was never repaid.", "url": "https://www.nytimes.com/2018/09/13/us/politics/manafort-plea-deal-prosecutors.html"}