{"authors": ["Jon Caramanica"], "date_download": "2018-11-16 03:10:13", "date_modify": "2018-11-16 03:10:13", "date_publish": "2018-05-02 18:33:50", "description": "While the rapper trumpets his new messages on Twitter and in interviews, a collective global rescue effort for his mind, soul and legacy rages on.", "filename": "2018_05_02_arts_music_kanye-west-truth-twitter-trump.html_module=inline_1542337813.html", "image_url": "https://static01.nyt.com/images/2018/05/03/arts/03kanye-notebook/03kanye-notebook-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_02_arts_music_kanye-west-truth-twitter-trump.html_module=inline_1542337813.html", "title": "The Battle for Kanye West Is Happening in Real Time", "title_page": "The Battle for Kanye West Is Happening in Real Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But that kinship mistakes cynicism for earnestness, volume for accuracy, popularity for morality. Not all disruption is the same.\nIn two interviews released Tuesday, with Charlamagne and “TMZ,” Mr. West emphasized the importance of “free thought” and “free love,” trying to contextualize his acceptance of Mr. Trump as part of a broader philosophy.\nBut what really emerged throughout the day were other, more vulnerable notions: “unsettled pain” and “HSP,” which stands for highly sensitive person, a term he returned to several times with Charlamagne. Mr. West was defiant in defending his positions, but he also presented as someone fragile and in need of protection.\nThe interviews offered competing versions of lucidity. The conversation with Charlamagne, filmed two weeks ago, was an extended sit-down that showed Mr. West at his most reflective. He began by addressing the difficulties of 2016, including how his music failed to thrive on the radio. He spoke about feeling wounded by two elder figures, Jay-Z and Barack Obama, who he said had let him down.\nThe Charlamagne interview was visually tempered, filmed largely in a white room with a later part filmed out in nature, as the sun was setting, draping the pair in darkness. The overall effect was calm, earthen, soothing.\nBy contrast, the “TMZ” appearance was jolting, with Mr. West — unconcerned with camera angles, directing his conversation in multiple directions — smearing his reality atop the highly structured show’s foundation. In a way, it served as evidence of his argument — his free thought too liquid for the rigidity of the show. It was a kind of thrilling fourth-wall breaking, the physical manifestation of Mr. West’s trying to operate in an alternate reality of his making.", "url": "https://www.nytimes.com/2018/05/02/arts/music/kanye-west-truth-twitter-trump.html?module=inline"}