{"authors": ["Alexander Burns", "Elizabeth Dias", "Susan Chira"], "date_download": "2018-11-16 04:44:25", "date_modify": "2018-11-16 04:44:25", "date_publish": "2018-09-22 20:19:03", "description": "The judge’s fate, and the Senate’s treatment of his accuser, have the makings of a pivot point in American politics — a wrenching apex in the struggle over the status of American women and abortion.", "filename": "2018_09_22_us_politics_kavanaugh-blasey-ford-women-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343465.html", "image_url": "https://static01.nyt.com/images/2018/09/23/us/23women-1/23women-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_22_us_politics_kavanaugh-blasey-ford-women-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343465.html", "title": "Trump Galvanized a Movement of Women. Kavanaugh Is Testing It.", "title_page": "Trump Galvanized a Movement of Women. Kavanaugh Is Testing It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In his first appearance before the nation, Judge Brett M. Kavanaugh positioned himself as an ally of social change for women in America. Standing beside President Trump at the White House, Judge Kavanaugh spoke of being a father of daughters and a coach to a girls’ basketball team. He hailed his mother’s legal career. He boasted that most of his clerks had been women.\nComing in the era of #MeToo and the Women’s March, of greater attention to wage inequality for women and campus sexual assaults, Judge Kavanaugh was trying to reassure the many women around the country who may have been assessing him, and the president beside him, warily. He was, after all, a 53-year-old jurist and ambitious veteran of Republican politics who would be a potentially decisive vote on litigation over women’s rights — including the right to terminate a pregnancy.\nBut if Judge Kavanaugh’s nomination was freighted with import for women, the battle over his confirmation has swelled into an event of titanic consequence in the country’s evolution on matters of gender and women’s equality. A judge who could well overturn Roe v. Wade — handpicked by a president who has faced allegations of sexual misconduct — now faces an accusation of sexual assault that has plunged the Senate into chaos less than seven weeks before an election. Judge Kavanaugh has denied the allegation.\nThe fate of his nomination and the Senate’s treatment of his accuser, Christine Blasey Ford, who said Saturday she was willing to testify in the coming week, have the makings of a pivot point in American politics — the crest of a wave building since Mr. Trump’s election. Women have marched and voted in powerful numbers. They have run for office with record-breaking success. And women of all political stripes have come forward with new confidence to identify and challenge men who have exploited them. Dr. Blasey, a 51-year-old California professor, was 15 at the time of the alleged assault.", "url": "https://www.nytimes.com/2018/09/22/us/politics/kavanaugh-blasey-ford-women-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}