{"authors": ["Sharon Lafraniere"], "date_download": "2018-11-16 04:49:17", "date_modify": "2018-11-16 04:49:17", "date_publish": "2018-08-17 22:11:06", "description": "The jury in the financial fraud trial of Paul Manafort, President Trump’s former campaign chairman, deliberated for a second day without reaching a verdict.", "filename": "2018_08_17_us_politics_manafort-trial-trump.html_module=inline_1542343757.html", "image_url": "https://static01.nyt.com/images/2018/08/18/us/politics/18dc-manafort/18dc-manafort-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_17_us_politics_manafort-trial-trump.html_module=inline_1542343757.html", "title": "Trump Calls Manafort Trial ‘Sad,’ but Is Quiet on a Possible Pardon", "title_page": "Trump Calls Manafort Trial ‘Sad,’ but Is Quiet on a Possible Pardon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The president described Mr. Manafort as “a very good person” who worked for him only briefly, adding: “The whole Manafort trial is very sad. When you look at what’s going on there, I think it’s a very sad day for our country.”\nThe president’s comments added to the perception that the jury’s decision will be not just a verdict on the actions of Mr. Manafort, but also on the broader Mueller inquiry. Although the charges against Mr. Manafort are not related to Russian interference in the 2016 presidential campaign or whether any Trump associates conspired with Moscow, an acquittal would most likely provoke calls for Mr. Mueller to end his 15-month investigation.\nThe outcome of the 14-day trial is so eagerly anticipated that news camera crews have all but blocked the path to the courthouse from the hotel opposite it, where the defense lawyers and Mr. Manafort’s wife, Kathleen, have been camped out at a high-top table in the corner of the restaurant. Mr. Manafort is being kept in a holding cell on the first floor of the courthouse.\nJudge T. S. Ellis III of United States District Court said the public’s interest in the trial has deeply surprised him. “I had no idea that this case would excite these emotions,” he said.\nWhile he said that “a thirsty press is essential to a free country,” he denied a motion by more than a half dozen news organizations, including The New York Times, to release the jurors’ names. “To do so would create a risk of harm to them,” he said, as well as intimidate prospective jurors in other cases.", "url": "https://www.nytimes.com/2018/08/17/us/politics/manafort-trial-trump.html?module=inline"}