{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:51:08", "date_modify": "2018-11-16 03:51:08", "date_publish": "2018-08-03 21:49:01", "description": "The United States and Mexico made progress toward a Nafta agreement during two days of talks in Washington this week, but Canada still needs to be brought to the table.", "filename": "2018_08_03_us_politics_united-states-mexico-nafta.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340268.html", "image_url": "https://static01.nyt.com/images/2018/08/04/business/04dc-nafta-2/04dc-nafta-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_03_us_politics_united-states-mexico-nafta.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340268.html", "title": "United States and Mexico Are Nearing Nafta Compromise", "title_page": "United States and Mexico Are Nearing Nafta Compromise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The United States and Mexico are edging closer to agreement on how to rewrite key portions of the North American Free Trade Agreement, with the two countries making progress on rules related to automobiles and other remaining issues during two days of meetings that ended on Friday in Washington.\nA preliminary agreement between Mexico and the United States would go a long way toward accomplishing President Trump’s goal of revising the quarter-century-old trade pact, which he has frequently criticized as the worst trade deal ever. But talks this week have excluded the pact’s third member, Canada, leaving significant issues unresolved.\n“The jury is still out on whether we’ll get to a final agreement,” said Michael C. Camuñez, the chief executive of Monarch Global Strategies and a former official at the Commerce Department. “But for the first time in negotiations, the U.S. seems to be negotiating from a genuine posture to get to a ‘yes.’”\nThe Trump administration has described Canada as recalcitrant and would prefer to do a bilateral deal with Mexico first. But Mexican officials have insisted that Canada must still be part of the final agreement, which governs trade terms across the continent.", "url": "https://www.nytimes.com/2018/08/03/us/politics/united-states-mexico-nafta.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}