{"authors": ["Cara Buckley"], "date_download": "2018-11-16 04:09:16", "date_modify": "2018-11-16 04:09:16", "date_publish": "2018-01-22 18:48:24", "description": "The changes by PwC include the addition of a third accountant, backstage safeguards, and a directive to stay off social media and cellphones.", "filename": "2018_01_22_movies_oscar-rules-change-mixup.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341356.html", "image_url": "https://static01.nyt.com/images/2018/01/23/arts/23oscar-rules-item/23oscar-rules-item-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_22_movies_oscar-rules-change-mixup.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341356.html", "title": "New Oscar Rules Aim to Avoid Another Envelope Mix-up", "title_page": "New Oscar Rules Aim to Avoid Another Envelope Mix-up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last year’s PwC accountants, Brian Cullinan and Martha Ruiz, have been replaced by Rick Rosas, a longtime PwC accountant who handled the Oscars envelopes for 14 years, and his colleague Kimberly Bourdon. (Both Mr. Cullinan and Ms Ruiz still work at PwC.) A third PwC accountant, who also will have memorized the winners’ list, will sit in the control room with the producers of the show. All three accountants will also attend rehearsals, and practice what to do if there’s another mistake.\nPerhaps the most drastic change of all: the PwC accountants won’t be allowed to use their cellphones or be on social media during the ceremony. Last year, just before handing Mr. Beatty the wrong envelope, Mr. Cullinan tweeted out a photo of a jubilant Ms. Stone.\nOscar nominations will be announced Tuesday; the ceremony will be held March 4.", "url": "https://www.nytimes.com/2018/01/22/movies/oscar-rules-change-mixup.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}