{"authors": ["Sheera Frenkel", "Matthew Rosenberg"], "date_download": "2018-11-16 03:08:25", "date_modify": "2018-11-16 03:08:25", "date_publish": "2018-06-26 02:45:05", "description": "A meeting in May was meant for a discussion of foreign meddling in this year’s midterm elections. But some tech officials left frustrated.", "filename": "2018_06_25_technology_tech-meeting-midterm-elections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337705.html", "image_url": "https://static01.nyt.com/images/2018/06/26/business/26FBMidterms_biz/merlin_136655877_f4fd290e-7db2-4fc3-9827-93f90b680d21-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_25_technology_tech-meeting-midterm-elections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337705.html", "title": "Top Tech Companies Met With Intelligence Officials to Discuss Midterms", "title_page": "Top Tech Companies Met With Intelligence Officials to Discuss Midterms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Eight of the tech industry’s most influential companies, in anticipation of a repeat of the Russian meddling that occurred during the 2016 presidential campaign, met with United States intelligence officials last month to discuss preparations for this year’s midterm elections.\nThe meeting, which took place May 23 at Facebook’s headquarters in Menlo Park, Calif., was also attended by representatives from Amazon, Apple, Google, Microsoft, Oath, Snap and Twitter, according to three attendees of the meeting who spoke on condition of anonymity because of its sensitive nature.\nThe company officials met with Christopher Krebs, an under secretary for the Department of Homeland Security, as well as a representative of the Federal Bureau of Investigation’s newly formed “foreign influence” task force.\nNeither the Department of Homeland Security nor the F.B.I. responded to a request for comment.\nCompanies like Facebook and Twitter have been changing the way they operate to counter the kind of misinformation that plagued the two social services in 2016. But the May meeting was the first significant discussion between a group of tech companies and intelligence officials ahead of the 2018 midterm elections.", "url": "https://www.nytimes.com/2018/06/25/technology/tech-meeting-midterm-elections.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}