{"authors": ["Jason Horowitz"], "date_download": "2018-11-16 04:10:47", "date_modify": "2018-11-16 04:10:47", "date_publish": "2018-08-26 14:08:03", "description": "Carlo Maria Viganò, once the Vatican’s top diplomat in the U.S., claims Francis was complicit in covering up sexual abuse by Cardinal Theodore McCarrick.", "filename": "2018_08_26_world_europe_pope-ireland-sexual-abuse-letter-vigano_1542341447.html", "image_url": "https://static01.nyt.com/images/2018/08/27/world/27pope-ireland1sub/27pope-ireland1sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_26_world_europe_pope-ireland-sexual-abuse-letter-vigano_1542341447.html", "title": "Pope Francis Long Knew of Cardinal’s Abuse and Must Resign, Archbishop Says", "title_page": "Pope Francis Long Knew of Cardinal’s Abuse and Must Resign, Archbishop Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Already on Sunday afternoon, the battle was being joined.\nCardinal Blase J. Cupich, the archbishop of Chicago, who is aligned with Francis and was a target of Archbishop Viganò’s letter, said in a phone interview that he suspected English speakers had helped Archbishop Viganò write the letter. He called the pope “a man of integrity.”\n“If he makes a mistake, he admits it,” Cardinal Cupich said. “That’s why I’m convinced this is something that he is going to respond to in an appropriate way.”\nCardinal Cupich also said the timing of the letter raised questions.\n“I’d have to leave it up to him to ask him why he timed the release of this at this moment, particularly if he considered this information so very critical and important,” the cardinal said.\nArchbishop Charles J. Chaput of Philadelphia, a leading conservative voice in the Catholic Church, who according to the letter was disparaged by Francis, vouched for Archbishop Viganò’s integrity in a statement from his spokesman.\nThe willingness of the pope and his allies to reach out to gay Catholics has infuriated conservatives, many of whom, like Archbishop Viganò, blame homosexuals for the sex abuse crisis. The pope has argued that the abuse is a symptom of a culture of privilege and imperviousness among priests who value the church’s traditions over its parishioners.\nLast month, Francis accepted the resignation of Cardinal McCarrick, the first such resignation in living memory, after The New York Times and other news outlets published accounts of the alleged abuse and an internal investigation by the American church deemed credible an accusation that he had sexually abused a minor.", "url": "https://www.nytimes.com/2018/08/26/world/europe/pope-ireland-sexual-abuse-letter-vigano.html"}