{"authors": ["David Gelles"], "date_download": "2018-11-16 03:10:02", "date_modify": "2018-11-16 03:10:02", "date_publish": "2018-10-05 09:00:16", "description": "The founder of her namesake clothing line drew inspiration from the kimono and never looked back. Today she oversees her company with a light touch and steers clear of the fashionista set.", "filename": "2018_10_05_business_eileen-fisher-corner-office_1542337802.html", "image_url": "https://static01.nyt.com/images/2018/10/07/business/07CORNEROFFICE-copy/07CORNEROFFICE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_05_business_eileen-fisher-corner-office_1542337802.html", "title": "Eileen Fisher: ‘When Was Fashion Week?’", "title_page": "Eileen Fisher: ‘When Was Fashion Week?’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Having a boss.\nHaving a boss. As a family we were sort of fluid. We shared, we did things together. And then work was like, “Do this. And when you finish that, do this.” I hated it. I hated it. I had a definite authority problem.\nIs that why you’re your own boss now?\nI wanted to create a place where people weren’t powering over people. Where people were kind, and people were together and shared.\nSo you came to New York?\nI started in interior design. I struggled, I really struggled. I had a Japanese partner. We did graphics together and ended up going to Japan. That's how I found the kimono.\nDid you know the kimono was something special to you when you saw it for the first time?\nI did. I was very intrigued by the way it moved. I went to Kyoto and saw the women wearing the kimonos. And just to watch a couple of them walking: There were the colors, and the shape, and that was the same shape for like a thousand years in Japan. It was the only shape they wore. I was fascinated by that idea that one design, one shape, could transcend time, and be made new just by different patterns and colors.\nSo how did you start the company?\nIt was some kind of bizarre synergy and synchronicity of events. I had $350 in my bank account when I decided to start the business. But this pattern maker came and helped me. I cut the pieces on the floor in my loft, carried it all out on the subway in garbage bags to a little factory in Queens. People were kind, people helped. Then at a boutique show, I sold $40,000 worth of clothes.\nAt that point you had a real business going. What was it like to become a boss?\nI still struggle with that. I don't think being a boss is my strength. I think of myself as leading through the idea, trying to help people understand what I'm trying to do, or what the project is about, and engaging them. I always think about leading through listening. I was a designer, so I didn’t have preconceived ideas of how this business works. And I was kind of lucky to not know.", "url": "https://www.nytimes.com/2018/10/05/business/eileen-fisher-corner-office.html"}