{"authors": ["Manohla Dargis", "A.O. Scott", "Wesley Morris"], "date_download": "2018-11-16 04:08:01", "date_modify": "2018-11-16 04:08:01", "date_publish": "2018-03-05 19:14:14", "description": "In a wide-ranging discussion, our critics examine how the Academy Awards were actually in tune with these polarizing times.", "filename": "2018_03_05_movies_oscars-metoo-harvey-weinstein.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341281.html", "image_url": "https://static01.nyt.com/images/2018/03/06/arts/06oscar-critics-convo1/06oscar-critics-convo1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_05_movies_oscars-metoo-harvey-weinstein.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341281.html", "title": "#MeToo, Harvey Weinstein and Awkward TV: Our Critics Talk Oscars", "title_page": "#MeToo, Harvey Weinstein and Awkward TV: Our Critics Talk Oscars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SCOTT Those shareholders will be basking in the afterglow of — and cashing dividend checks fattened by — “Star Wars: The Last Jedi,” “Coco” and “Black Panther,” and possibly also “A Wrinkle in Time.” Those movies show diversity taking hold at the tentpole level, which is the strongest evidence that it’s a matter of economic calculation as well as social consciousness. And why shouldn’t it be? White men have held a near-monopoly on movie storytelling for the last 90 years, and as Kumail Nanjiani suggested on Sunday night, there’s nothing threatening about everyone else getting a turn.\nBut there’s never progress without backlash, so we can expect a certain amount of grumbling about Hollywood liberals and social justice warriors, and about how a white man just can’t catch a break anymore. And nothing is easier than pointing out the hypocrisy of the entertainment industry. Except maybe remarking on how long and boring the Oscar broadcast is. A lot of good movies were recognized, though, including a bunch that might have seemed too small, too genre or too niche in past years. I wish “Lady Bird” had gotten something, that “Get Out” had gotten more and that “The Florida Project” had been more of a presence. Still, I’m not mad that “The Shape of Water” won, and kind of astonished that it almost looks like the safe, mainstream choice for best picture.\nMORRIS Yes, Tony, it feels meaningful that the best picture winner wasn’t about World War II or journalism (during the Vietnam War!) but about a woman whose soul mate and lover is an amphibian and that it was made by a Mexican man. I don’t think “The Shape of Water” is a great movie. But I do like it. And I don’t know how it won, but somehow it did. And, after “Moonlight” last year (ultimately, a love story between two black men), that feels like a rejection and an embrace.\nDARGIS Oh, I wish many things, including that another movie had won best picture and other performers had carted off the best supporting statuettes. Guillermo del Toro seems like a nice man. And both Sam Rockwell and Allison Janney are exceptionally fine actors. I’m looking forward to whatever all three do next. (I’ll just pretend Mr. Rockwell won for “Moon” and Ms. Janney won for anything but “I, Tonya.”) Honestly, other than the sight of all those great women last night, I am most pleased that “Three Billboards” didn’t win best picture or anything else, really. The love for it is baffling, though it does suggest that — with the lack of love for “The Florida Project” — class is the industry’s biggest blind spot.\nI look forward to tweeting next year that Raoul Peck’s “The Young Karl Marx” was robbed.", "url": "https://www.nytimes.com/2018/03/05/movies/oscars-metoo-harvey-weinstein.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}