{"authors": ["Helene Cooper"], "date_download": "2018-11-16 04:26:46", "date_modify": "2018-11-16 04:26:46", "date_publish": "2018-08-16 21:46:41", "description": "The decision came as Defense Department officials said that the event could cost more than $90 million.", "filename": "2018_08_16_us_politics_trump-military-parade-costs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342406.html", "image_url": "https://static01.nyt.com/images/2018/08/17/us/politics/17dc-parade/17dc-parade-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_16_us_politics_trump-military-parade-costs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342406.html", "title": "Trump’s Military Parade Could Be Postponed Until 2019, Official Says", "title_page": "Trump’s Military Parade Could Be Postponed Until 2019, Official Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While department officials said that the plans for the parade had not been finished, they allowed that the event could cost as much as $92 million, as first reported by CNBC, depending on how many troops are involved.\nPrevious estimates said the parade could cost $10 million to $30 million, about the same as one held in Washington in 1991 at the end of the Persian Gulf war.\nAlready, veterans groups were criticizing the anticipated parade as too expensive.\n“Until such time as we can celebrate victory in the war on terrorism and bring our military home, we think the parade money would be better spent fully funding the Department of Veterans Affairs and giving our troops and their families the best care possible,” said Denise Rohan, the national commander of the American Legion.\nSoon after he was elected, Mr. Trump and his advisers floated the idea of a parade of military convoys through Washington. The committee planning his inaugural ceremony reportedly explored, but rejected, the idea of highlighting military equipment in the traditional parade, from the Capitol to the White House, after Mr. Trump was sworn in.\nIn July 2017 in Paris, Mr. Trump saw firsthand the full potential and grandeur of a military parade as he sat alongside President Emmanuel Macron of France and by all accounts enjoyed a Bastille Day celebration. Upon returning home, Mr. Trump told Defense Secretary Jim Mattis that he wanted a similar parade in the United States.", "url": "https://www.nytimes.com/2018/08/16/us/politics/trump-military-parade-costs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}