{"authors": ["Michael Corkery"], "date_download": "2018-11-16 03:14:16", "date_modify": "2018-11-16 03:14:16", "date_publish": "2018-03-06 00:57:20", "description": "A special committee of the company’s board said a roughly $8.3 billion offer, or $50 a share, was too low.", "filename": "2018_03_05_business_nordstrom-family-private-ownership.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338056.html", "image_url": "https://static01.nyt.com/images/2018/03/06/business/06NORDSTROM/merlin_134769252_551d47af-34cb-4ff0-9c2f-a2f37df2828b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_05_business_nordstrom-family-private-ownership.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338056.html", "title": "Nordstrom Family’s Bid to Buy the Retailer Is Rejected", "title_page": "Nordstrom Family’s Bid to Buy the Retailer Is Rejected - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nordstrom’s long, winding attempt to move into private ownership took another turn Monday. A special committee of the retailer’s board rejected a roughly $8.4 billion offer from the Nordstrom family to buy the company, saying the price was too low.\nIn a statement late Monday, the committee said the cash offer of $50 a share was “inadequate,” and it threatened to cut off further discussions with the family group, which includes the company’s co-presidents and a granddaughter of one its founders.\n“Unless the group can promptly and substantially improve the price it is proposing to pay for the company, the special committee intends to terminate discussions,” according to the statement. The committee also said it would not provide the family with any additional “due diligence” information.\nIt has been eight months since the family, which founded Nordstrom in Seattle more than a century ago, signaled that it wanted to take the company private. Known for its stylish high-end clothing and successful discount stores, Nordstrom has been seeking a respite from the public stock market and its harsh scrutiny of brick-and-mortar retailers.", "url": "https://www.nytimes.com/2018/03/05/business/nordstrom-family-private-ownership.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}