{"authors": ["Vicky Xiuzhong Xu"], "date_download": "2018-11-16 03:56:51", "date_modify": "2018-11-16 03:56:51", "date_publish": "2018-11-02 12:33:39", "description": "The Western Pacific nation joined Hawaii in banning products containing certain chemicals that scientists say are “reef toxic.”", "filename": "2018_11_02_world_asia_palau-sunscreen-ban-coral_1542340611.html", "image_url": "https://static01.nyt.com/images/2018/11/03/world/03palau-suncreen-print/03palau-suncreen-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_02_world_asia_palau-sunscreen-ban-coral_1542340611.html", "title": "Palau Bans Many Kinds of Sunscreen, Citing Threat to Coral", "title_page": "Palau Bans Many Kinds of Sunscreen, Citing Threat to Coral - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SYDNEY, Australia — The Western Pacific nation of Palau has become the first country to ban many kinds of sunscreen, in a move to protect its coral reefs from chemicals that scientists say cause significant damage.\nUnder the ban, which will take effect in 2020, “reef toxic” sunscreen — defined as containing one of 10 prohibited chemicals, a list that could grow later — can be confiscated from tourists when they enter the country, and retailers who sell it can be fined up to $1,000.\nDamage to coral reefs worldwide from climate change has been widely reported, but scientists say there is growing evidence that chemicals from sunscreen, which washes off swimmers or enters the ocean through sewer systems, also causes grave harm.\nPalau passed the ban into law last week. President Tommy Remengesau called it “especially timely,” saying that a major impetus was a 2017 report that found sunscreen products to be “widespread” in Jellyfish Lake, one of the country’s Unesco World Heritage sites.", "url": "https://www.nytimes.com/2018/11/02/world/asia/palau-sunscreen-ban-coral.html"}