{"authors": ["Matt Apuzzo", "Adam Goldman"], "date_download": "2018-11-16 04:41:38", "date_modify": "2018-11-16 04:41:38", "date_publish": "2018-03-02 00:06:01", "description": "The leaks contributed to coverage critical of Hillary Clinton and the Obama administration. That does not fit neatly into President Trump’s view of Mr. McCabe as a “deep state” adversary.", "filename": "2018_03_01_us_politics_justice-dept-andrew-mccabe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343298.html", "image_url": "https://static01.nyt.com/images/2018/03/02/us/politics/02dc-mccabe/02dc-mccabe-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_01_us_politics_justice-dept-andrew-mccabe.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343298.html", "title": "Andrew McCabe, Ex-Deputy Director of F.B.I., Will Be Faulted for Leaks", "title_page": "Andrew McCabe, Ex-Deputy Director of F.B.I., Will Be Faulted for Leaks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A Justice Department review is expected to criticize the former F.B.I. deputy director, Andrew G. McCabe, for authorizing the disclosure of information about a continuing investigation to journalists, according to four people familiar with the inquiry.\nSuch a damning report would give President Trump new ammunition to criticize Mr. McCabe, who is at the center of Mr. Trump’s theory that “deep state” actors inside the F.B.I. have been working to sabotage his presidency. But Mr. McCabe’s disclosures to the news media do not fit neatly into that assumption: They contributed to a negative article about Hillary Clinton and the Obama administration’s Justice Department — not Mr. Trump.\nThe department’s inspector general, Michael E. Horowitz, has zeroed in on disclosures to The Wall Street Journal as part of a wide-ranging investigation into, among other things, how the F.B.I. approached the 2016 inquiry into Mrs. Clinton’s handling of classified information. Mr. Horowitz has said he expects to release a report this month or next.\nMr. McCabe, under pressure from the F.B.I. director, Christopher A. Wray, stepped down as the deputy director in late January amid concerns over the coming report.", "url": "https://www.nytimes.com/2018/03/01/us/politics/justice-dept-andrew-mccabe.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}