{"authors": ["Benjamin Hoffman"], "date_download": "2018-11-16 03:40:30", "date_modify": "2018-11-16 03:40:30", "date_publish": "2018-05-24 20:03:42", "description": "As Ovechkin heads to the Stanley Cup finals for the first time, we take a look at the best players in other sports who never played on the biggest stage.", "filename": "2018_05_24_sports_alex-ovechkin-stanley-cup.html_action=click&module=RelatedLinks&pgtype=Article_1542339630.html", "image_url": "https://static01.nyt.com/images/2018/05/25/sports/25ovechkin1/25ovechkin1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_24_sports_alex-ovechkin-stanley-cup.html_action=click&module=RelatedLinks&pgtype=Article_1542339630.html", "title": "Scratch Ovechkin Off the ‘Greatest Players Never to Reach the Finals’ List", "title_page": "Scratch Ovechkin Off the ‘Greatest Players Never to Reach the Finals’ List  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the Washington Capitals beat the Tampa Bay Lightning in Game 7 of the Eastern Conference finals on Wednesday, the team not only put itself in a Stanley Cup finals for the first time since 1998 — and just the second time in franchise history — but it got the team’s star, Alex Ovechkin, off the hook. He is no longer the greatest player in N.H.L. history not to get to the league finals.\nOvechkin, 32, has never lacked for personal achievements in his 13-year career. He has led the N.H.L. in goals seven times and in points once. He is a seven-time All-Star who has won the Calder and Hart Memorial trophies along with the Ted Lindsay Award. But despite making the playoffs 10 times, his teams had been unable to break through until now.\nA look around the sporting world reveals a talented group of players who, despite being top-tier Hall of Famers, not only did not win a title, but never even played for one. The group will now say goodbye to Ovechkin, while people are free to debate who should take his place among a group of standout N.H.L. performers that includes Marcel Dionne, Mike Gartner and Peter Stastny.", "url": "https://www.nytimes.com/2018/05/24/sports/alex-ovechkin-stanley-cup.html?action=click&module=RelatedLinks&pgtype=Article"}