{"authors": ["Lucas Peterson"], "date_download": "2018-11-16 04:47:48", "date_modify": "2018-11-16 04:47:48", "date_publish": "2018-04-11 09:00:07", "description": "Credit card points are generally more valuable than points or miles attached to a specific airline or hotel group. The reason? Flexibility.", "filename": "2018_04_11_travel_credit-card-points-tips_1542343668.html", "image_url": "https://static01.nyt.com/images/2018/04/15/travel/15FRUGAL/15FRUGAL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_11_travel_credit-card-points-tips_1542343668.html", "title": "How to Navigate the Complicated World of Credit Card Points", "title_page": "How to Navigate the Complicated World of Credit Card Points - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The next part is a little tricky: Freedom cards are technically cash back cards that earn points redeemable at a penny each. But those points become much more powerful when you transfer them to a Sapphire or Business Preferred card (which is done easily on the Chase website), as you can then redeem them for a bonus in the travel portal and transfer them to travel partners.\nThis quarter (April through June), for example, those categories include grocery stores. That means $100 worth of groceries earns you 500 points, or five percent back on your spending. But those points can be transferred to your Sapphire Reserve and redeemed for travel at a 50 percent bonus, meaning it’s an effective return rate of 7.5 percent. The Freedom Unlimited, which is uncapped and gives you a 1.5 percent return on all categories, can also transfer points to the Sapphire Reserve, earning that 50 percent bonus. This equates to a 2.25 percent return on all spending when you redeem for travel.\nCiti ThankYou Rewards\nThe Citi Prestige is the centerpiece of the ThankYou Rewards suite of cards, and it has some fantastic perks: It has trip delay insurance benefits that are significantly better than those of its competitors, and offers a unique free fourth night hotel benefit that can pay for the card’s annual fee by itself. That means your fourth night of a consecutive four-night stay is completely free, from fleabag motels to the Four Seasons, provided you book through Citi. That’s the good news.\nNow, the not-so-good: Citi isn’t quite on the level of American Express and Chase when it comes to its transfer partners which, as we know, offer the best points redemption value. Whereas Chase has United and Southwest Airlines as points transfer partners, and American Express can claim Delta, Citi doesn’t claim a major American legacy carrier. Partners Avianca (Star Alliance) and Asia Miles (Cathay Pacific) can still offer good redemption values, but cardholders may find less value in partners like Garuda Indonesia and Malaysia Airlines, which don’t fly to North America. Finally, while Chase has four hotel transfer partners, including IHG and Hyatt, Citi has zero.\nAs with American Express and Chase, I’d generally recommend forgoing the use of points to pay for purchases, merchandise and gift cards.\nAmassing Points\nUnless you’re putting tons of spend on your credit cards every month, the most efficient way to get points quickly is through sign-up bonuses — the Chase Sapphire Reserve, for example, currently offers a 50,000 point bonus (possibly higher if you apply in-branch) when you spend $4,000 in the first three months of having the account open. I monitor forums and travel blogs (Doctor of Credit is good) to see what offers are out there.\nA couple of things to keep in mind: Some cards have high annual fees — Chase Sapphire Reserve is $450, American Express Platinum is $550 — that only are offset if you manage to collect the bonus. Always make sure you can hit the target spend amount before signing up. Most importantly, I don’t recommend juggling a bunch of new credit cards to anyone who can’t pay their balance in full every month. The point is to make money, not give it back to the banks.\nI’m fastidious about avoiding interest and late fees, and don’t feel guilty canceling high annual fee cards once I’ve collected my bonus, thus I rarely hesitate to jump on a good sign-up offer. If the banks want to help pay for my next trip, at little or no cost to me, I’m all for it.", "url": "https://www.nytimes.com/2018/04/11/travel/credit-card-points-tips.html"}