{"authors": ["Kristin Wong"], "date_download": "2018-11-16 03:16:07", "date_modify": "2018-11-16 03:16:07", "date_publish": "2018-06-27 10:18:11", "description": "Booking flights, rental cars and hotels can add up quickly, but with a few simple tips you can save big when booking your next vacation. We asked a few travel experts how to travel luxuriously on the cheap.", "filename": "2018_06_27_travel_ways-to-save-money-when-booking-travel.html_action=click&module=RelatedLinks&pgtype=Article_1542338167.html", "image_url": "https://static01.nyt.com/images/2018/07/01/travel/01BOOKING/01BOOKING-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_travel_ways-to-save-money-when-booking-travel.html_action=click&module=RelatedLinks&pgtype=Article_1542338167.html", "title": "11 Ways to Save Money When Booking Travel", "title_page": "11 Ways to Save Money When Booking Travel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Fly on a Tuesday, Wednesday or Thursday\nLike any other industry, airline flight prices depend on supply and demand. Prices are cheaper when there’s less demand, and that’s typically during the week, said James Filsinger, president and chief executive of Yapta, a website that tracks airfare and hotel prices. “Instead of flying with the masses on a Friday, Saturday, Sunday or Monday, travel on Tuesday, Wednesday or Thursday and you’ll find that prices are lower,” he said. “Essentially, do your best to ‘zig’ when the rest of the travel population ‘zags,’ and you’ll find that travel is not as costly.”\nFor the same reason, flights are usually cheaper on holidays, but significantly more expensive on the days before and after the holiday. You can save a considerable amount of cash flying on Thanksgiving, for example, instead of the Tuesday before. Of course, the downside is that you will have to travel on a holiday, but the upside is beating the crowds.\nTrack your Flight and Get Price Drop Alerts\nOn the other hand, airline fare pricing is a science that can be tough to predict, said Mr. Kelly. “Between availability, airline revenue managers, when you’re traveling and more, there are so many moving parts to airfare that you can’t really focus on one too much.”\nA better option: find tools to do the work for you. Online tools like Yapta, Hopper and Google Flights allow you to search for flights, then keep track of them through their interface or even via email alerts. If a flight drops or increases in price, you’ll get a notification.\nMix and Match Airlines and Airports\nWhen booking your round-trip flight, search for two separate one-way tickets, too, possibly on different airlines. “Instead of buying a round-ticket on one carrier, piece together two one-way tickets on two different carrier,” said Scott Steinberg, the founder of SELECT CITY, an online travel magazine. “Sometimes, the overall price is less expensive for two one-way tickets instead of one round-trip ticket,” he added. Many flight search sites like the ones we’ve mentioned will automatically do this for you, or let you switch between area airports if a flight into one and out of another is less expensive.\nThis might also come in handy if you need to cancel just one leg of your flight. For example, if you’re flying to London, but your departure date changes, it may be cheaper to pay a cancel fee for your one-way departing ticket than to cancel and rebook your entire round-trip flight. Of course, this also depends on how the airline handles flight changes. Also, if you end up extending your trip to stay in your destination city longer, it may be easier to make a change when you book separate tickets.\nIt may also be cheaper to fly into or out of an alternative airport. If you’re flying into Los Angeles, for example, don’t limit your search to LAX. Search for flights to and from surrounding airports, like Burbank. Just make sure they’re not too far out of the way of your destination, otherwise you could find yourself on a mini road-trip from the airport to your hotel.", "url": "https://www.nytimes.com/2018/06/27/travel/ways-to-save-money-when-booking-travel.html?action=click&module=RelatedLinks&pgtype=Article"}