{"authors": ["Frank Bruni"], "date_download": "2018-11-16 03:17:59", "date_modify": "2018-11-16 03:17:59", "date_publish": "2018-10-13 18:30:04", "description": "Geographic quirks, not presidential ones, could determine many midterm contests.", "filename": "2018_10_13_opinion_sunday_trump-midterms-elections.html_action=click&module=RelatedLinks&pgtype=Article_1542338279.html", "image_url": "https://static01.nyt.com/images/2018/10/14/opinion/sunday/14bruni/14bruni-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_13_opinion_sunday_trump-midterms-elections.html_action=click&module=RelatedLinks&pgtype=Article_1542338279.html", "title": "It’s Not All About Trump", "title_page": "Opinion | It’s Not All About Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jim Henson, the director of the Texas Politics Project at the University of Texas at Austin, said that the Abbott effect is something that “a lot of folks outside Texas — and some here — have either missed or are late to noticing.”\n“The Abbott campaign will have the infrastructure and more than enough money to reach out and touch every past and potential G.O.P. voter they can identify,” Henson told me. “This will help every Republican on the ballot.” He cited Cruz in particular.\nOr consider Utah. In its Fourth Congressional district, Representative Mia Love, a two-term Republican, is locked in a tight race against her Democratic challenger, Ben McAdams, the mayor of Salt Lake County . Her potential savior isn’t Donald Trump, whose approval rating in the district is at least as low as it is nationwide. It’s Mitt Romney, who’s back in the game and running for the seat that Senator Orrin Hatch, a Utah Republican, is vacating.\nDave Wasserman, who analyzes and handicaps House races for the nonpartisan Cook Political Report, told me that Love’s fate could well be determined by Romney — “the fact that he’s on the ballot and such a beloved figure in the state and is likely to win the state by more than 2 to 1.”\nPennsylvania, Minnesota and Michigan all have both governor’s and Senate races in which the Democratic candidates are favored to win, and each state also has several highly competitive House races. This could be a boon to Democrats. And part of what bolsters Democratic hopes for the Second District in Kansas, a deep-red state, is the failure of the far-right Republican nominee for governor, Kris Kobach, to establish any lead over his Democratic rival.\nSome Democratic House candidates stand to benefit simply because their districts are the only competitive ones within easy driving distance of urban centers teeming with people who are willing to go door-to-door to turn the House blue. When I met recently with Ethan Todras-Whitehill, the executive director of the voter-mobilization group Swing Left, he told me that its 500,000-plus volunteers aren’t evenly distributed across the 84 House districts on which the organization is focused. Some districts get more love than others.\n“California 10, for instance,” Todras-Whitehill said. “It’s the swing district closest to San Francisco, so it gets a lot of San Francisco energy.” The Republican incumbent, Jeff Denham, is in serious danger of being unseated by his Democratic challenger, Josh Harder. Will Harder’s geographic good luck land him in the winner’s circle?", "url": "https://www.nytimes.com/2018/10/13/opinion/sunday/trump-midterms-elections.html?action=click&module=RelatedLinks&pgtype=Article"}