{"authors": ["Andrew Higgins"], "date_download": "2018-11-16 04:40:11", "date_modify": "2018-11-16 04:40:11", "date_publish": "2018-09-13 14:54:20", "description": "Two men accused by Britain in the nerve agent poisoning of a former spy said they were sports nutritionists with a yen for travel, not Russian intelligence officers.", "filename": "2018_09_13_world_europe_russia-salisbury-skripal-novichok.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343211.html", "image_url": "https://static01.nyt.com/images/2018/09/14/world/14Russia-print/14Russia-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_13_world_europe_russia-salisbury-skripal-novichok.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343211.html", "title": "We Were Tourists, Not Assassins, Novichok Attack Suspects Say", "title_page": "We Were Tourists, Not Assassins, Novichok Attack Suspects Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Speaking with RT’s editor in chief, Margarita Simonyan, the men denied being officers of Russian military intelligence, as Prime Minister Theresa May of Britain has said, or part of a murder plot gone awry. They said they were sports nutritionists who had visited Salisbury to see the sights and scout for new nutrition products. “Our friends had been suggesting for a long time that we visit this wonderful town,” Mr. Petrov said.\nThey did not offer any explanation for how the London hotel room they had stayed in came to have traces of Novichok, the military-grade nerve agent that Britain says was used in the Salisbury attack. Nor did they explain why two sports nutritionists would travel all the way to Britain on March 2, make two trips to Salisbury on consecutive days, and then fly back to Moscow on the evening of March 4, just hours after the attack on the Skripals.\nThe 25-minute interview, during which the two men declined to give personal details, signaled a new and bizarre departure in Russia’s official response to an attack that led to a series of tit-for-tat expulsions of diplomats and helped push Russia’s relations with the West to their lowest ebb since the end of the Cold War.\nThough broadcast by a television network aimed mostly at foreign audiences, the account of their trip to England largely seemed meant to convince Russians that Britain’s version of events was part of a smear campaign against Moscow.\nA spokeswoman for the British government dismissed the interview as more posturing by the Kremlin. “The government is clear these men are officers of the Russian military intelligence service — the G.R.U. — who used a devastatingly toxic, illegal chemical weapon on the streets of our country.”", "url": "https://www.nytimes.com/2018/09/13/world/europe/russia-salisbury-skripal-novichok.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}