{"authors": ["Ashley Southall", "Ali Winston"], "date_download": "2018-11-16 04:31:54", "date_modify": "2018-11-16 04:31:54", "date_publish": "2018-10-03 20:47:41", "description": "A stampede at the Global Citizen concert on Saturdayraised questions about the city’s ability to safely handle panic in a crowd. Officials plan changes.", "filename": "2018_10_03_nyregion_central-park-concert-stampede_1542342714.html", "image_url": "https://static01.nyt.com/images/2018/10/04/nyregion/04stampede1/04stampede1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_03_nyregion_central-park-concert-stampede_1542342714.html", "title": "They Thought It Was a Shooting. The Real Danger Was Mass Panic.", "title_page": "They Thought It Was a Shooting. The Real Danger Was Mass Panic. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Cardi B had just stepped offstage after performing for thousands in Central Park when a loud pop pierced the air, sounding like a gunshot and igniting fears of a shooting. Backstage, police commanders scrambled to find out what was going on, and quickly determined no shots had been fired. They rushed to the stage to tell the crowd.\n“Remain calm,” Assistant Chief Kathleen O’Reilly pleaded into a microphone, saying the sound had been a fence falling over.\nBut it was too late. Frantic concertgoers ducked and rushed for a limited number of exits. Some people screamed “Shooter!” Barriers and tall fences were toppled. People fell and were trampled. Many fled shoeless. Some police officers even contributed to the pandemonium, telling people to duck and run.\nThough no one was seriously injured, the chaos at the Global Citizen Festival on Saturday jolted law enforcement authorities, security experts and policymakers. It has forced an examination of whether the police need new ways of curbing the risk of crowd panic in an era when mass killings have heightened public fear of attacks.", "url": "https://www.nytimes.com/2018/10/03/nyregion/central-park-concert-stampede.html"}