{"authors": ["Farhad Manjoo"], "date_download": "2018-11-16 04:02:31", "date_modify": "2018-11-16 04:02:31", "date_publish": "2018-11-01 07:00:05", "description": "Facebook has had a turbulent two years. But almost no one in tech thinks Mr. Zuckerberg, the social network’s chief executive, should step down from the company he built.", "filename": "2018_11_01_technology_mark-zuckerberg-facebook.html_rref=collection%2Fcolumn%2FState%20of%20the%20Art_1542340951.html", "image_url": "https://static01.nyt.com/images/2018/11/01/business/01STATE/merlin_146105670_93a4ad1f-5d4a-4326-928c-fac045f2aaee-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_01_technology_mark-zuckerberg-facebook.html_rref=collection%2Fcolumn%2FState%20of%20the%20Art_1542340951.html", "title": "How Mark Zuckerberg Became Too Big to Fail", "title_page": "How Mark Zuckerberg Became Too Big to Fail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The social network also put me on the phone with a top executive who argued boisterously for Mr. Zuckerberg’s leadership, but declined to do so on the record. The executive explained that fixing Facebook would involve deep costs. The company is hiring more people to review content, for example, and it might have to slow down some of its most ambitious projects to address its impact on the world. The executive argued that Mr. Zuckerberg’s total domination of Facebook’s equity, plus the reverence in which employees hold him, allowed him to weather the financial consequences of these changes better than any other leader.\nFacebook’s stock price plunged nearly 20 percent on a single day this summer after it reported slowing revenue growth and increased operational costs. This week, Facebook repeated its slower-growth warning. A “professional C.E.O.,” one without such a huge stake in the company, would be tempted to try the easy way out, the executive suggested. But Mr. Zuckerberg was free to do what’s right.\nMr. Zuckerberg’s supporters also argued that he has shown a deep capacity to understand and address Facebook’s problems. After the company went public in 2012, its stock price languished for months because it had no plan to make money from consumers’ shift to mobile devices.\n“Mark would tell you that he was too late in understanding the importance of mobile — but when that became apparent, Mark understood its gravity and he understood how to fix it,” said Don Graham, a former Facebook board member and former publisher of The Washington Post. “He changed the direction of that company incredibly fast, in detail, not by one action but by 20 actions — and if you looked at the quarter-by-quarter numbers of what percentage of Facebook’s revenue was coming from mobile, I couldn’t believe how fast it changed.”\nThe question at Facebook now is whether Mr. Zuckerberg has similarly seen the light on its current problems. He has said fixing Facebook was his personal challenge for 2018. But there are signs that its culture remains the same.\nConsider its promise that a new home-hub device, Portal, which it unveiled this month, would not collect information on users that could be used in ads. It had to swiftly walk back that promise because Facebook’s data-collection system is so pervasive that even some of its employees don’t seem to understand it.\n“I think he has demonstrably failed over the last two years, and the reason he’s failed is because he’s unaccountable,” said Sandy Parakilas, a former Facebook employee who is now chief strategy officer for the Center of Humane Technology, an activist organization. “Given a scenario where shareholders and board members had more influence, it’s hard to imagine that there would not have been changes faster.”", "url": "https://www.nytimes.com/2018/11/01/technology/mark-zuckerberg-facebook.html?rref=collection%2Fcolumn%2FState%20of%20the%20Art"}