{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:40:38", "date_modify": "2018-11-16 03:40:38", "date_publish": "2018-01-13 02:15:43", "description": "No useful answers on immigration will come from a bigoted president with a warped view of the world, and his nation’s principles.", "filename": "2018_01_12_opinion_donald-trump-flushes-away-americas-reputation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339638.html", "image_url": "https://static01.nyt.com/images/2018/01/13/opinion/13sat1/13sat1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_12_opinion_donald-trump-flushes-away-americas-reputation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339638.html", "title": "Donald Trump Flushes Away America’s Reputation", "title_page": "Opinion | Donald Trump Flushes Away America’s Reputation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Anyone who has followed Mr. Trump over the years knows this. We knew it in the 1970s, when he and his father were twice sued by the Justice Department for refusing to rent apartments to black people. We knew it in 1989, when he took out a full-page newspaper ad calling for the execution of five black and Latino teenagers charged with the brutal rape of a white woman in Central Park. (The men were convicted but later exonerated by DNA and other evidence, but Mr. Trump never apologized, and he continued to argue as late as 2016 that the men were guilty.) We knew it when he built a presidential campaign by demonizing Mexicans and Muslims while promoting the lie that America’s first black president wasn’t born here. Or when, last summer, he defended marchers in a neo-Nazi parade as “very fine people.”\nJust last month, The Times reported on an Oval Office meeting on immigration during which Mr. Trump said that the 15,000 Haitians who received visas to enter in the United States last year “all have AIDS,” and that Nigerian immigrants would never “go back to their huts” in Africa once they had seen the United States. See a pattern yet?\nDonald Trump is by no means America’s first racist president. But he ran a campaign explicitly rooted in bigotry, exclusion and white resentment. To his die-hard but ever-shrinking base, comments like those he made Thursday only reaffirm his solidarity with the cause. The Daily Stormer, a neo-Nazi website, certainly saw it this way. “This is encouraging and refreshing, as it indicates Trump is more or less on the same page as us with regards to race and immigration,” the site wrote in a post.\nThe meeting at which Mr. Trump spewed his vulgarity was meant to be a discussion of bipartisan immigration proposals by Senator Lindsey Graham, Republican of South Carolina, and Mr. Durbin. Two other Republicans, John Kasich and Jeb Bush Jr., are the authors of an Op-Ed article in Thursday’s Times arguing against the forced expulsion of undocumented immigrants who have made a home in the United States. This shouldn’t be a hard call, especially with the economy growing modestly but steadily and unemployment hovering around 4 percent.\nInstead, Republicans in Congress are spending most of their time finding ways to avoid talking about their openly bigoted chief executive. Some claimed not to have heard what Mr. Trump said. Others offered tepid defenses of his “salty” talk. House Speaker Paul Ryan called Mr. Trump’s comments “unhelpful,” clearly wishing he could return to his daily schedule of enriching the wealthiest Americans.\nMr. Trump has made clear that he has no useful answers on immigration. It’s up to Congress to fashion long-term, humane solutions. A comprehensive immigration bill that resolves all these issues would be best. But if that is not possible, given the resistance of hard-core anti-immigration activists in Congress, legislators should at least join forces to protect the Dreamers, Salvadorans, Haitians and others threatened by the administration’s cruel and chaotic actions.", "url": "https://www.nytimes.com/2018/01/12/opinion/donald-trump-flushes-away-americas-reputation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}