{"authors": ["Conor Dougherty", "Brad Plumer"], "date_download": "2018-11-16 04:41:53", "date_modify": "2018-11-16 04:41:53", "date_publish": "2018-03-16 07:00:13", "description": "Legislation would allow more home building along transit routes to reduce gas-guzzling commutes. Some who support the goal have denounced the method.", "filename": "2018_03_16_business_energy-environment_climate-density.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343313.html", "image_url": "https://static01.nyt.com/images/2018/03/16/business/16density-1/00density-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_16_business_energy-environment_climate-density.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343313.html", "title": "A Bold, Divisive Plan to Wean Californians From Cars", "title_page": "A Bold, Divisive Plan to Wean Californians From Cars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In California, the fight over denser development has been complicated by the state’s housing crisis. About a third of the state’s six million renters pay more than half of their monthly income on rent, according to census figures. Homelessness is rising throughout the state, and about one in five residents in the state lives in poverty once housing costs are factored in — the highest poverty rate in the nation.\nMr. Wiener, who has pushed for various housing bills in both the State Senate and in his previous job on the San Francisco Board of Supervisors, said his bill would help reduce housing costs by speeding up construction and alleviating a housing shortage that has plagued the state for decades. High housing costs are also a culprit behind the state’s longer commutes. In the Bay Area, about 5 percent of commuters spend more than 90 minutes traveling to work, compared with 3 percent nationwide, according to an analysis of census data by the Brookings Institution.\nBut lower- and even middle-income residents fear being evicted or priced out of their neighborhoods, making them resist development. Some of Mr. Wiener’s most vocal opposition has come from anti-gentrification and tenants’ rights groups that see his plan as a socioeconomic makeover backed by the real estate industry. Mr. Wiener said late last month that he was amending the bill to add provisions to restrict demolition and tenant displacement. Hearings are expected in the coming weeks.\nIn part because of the vexed politics, states have often taken a lighter approach to promoting density, using carrots rather than sticks. In the Northeast, at least six states — Connecticut, Delaware, Maryland, Maine, New Jersey and New York — have adopted goals of sharply slowing the growth in vehicle miles traveled in the coming decades. Their plans typically envision financial incentives for revitalizing downtown areas and encouraging greater density.\nCalifornia tried an incentive approach to density with the Sustainable Communities Act, a sweeping bill passed in 2008. But some experts say it did not go nearly far enough to change the state’s urban sprawl or car culture.", "url": "https://www.nytimes.com/2018/03/16/business/energy-environment/climate-density.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}