{"authors": ["Michael J. De La Merced", "Matt Phillips"], "date_download": "2018-11-16 03:59:14", "date_modify": "2018-11-16 03:59:14", "date_publish": "2018-08-17 13:50:36", "description": "The president said he wanted the Securities and Exchange Commission to weigh letting companies report results just twice a year.", "filename": "2018_08_17_business_dealbook_trump-quarterly-earnings_1542340754.html", "image_url": "https://static01.nyt.com/images/2018/08/18/business/18db-quarterly1/15collins-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_17_business_dealbook_trump-quarterly-earnings_1542340754.html", "title": "Trump Asks S.E.C. to Study Quarterly Earnings Requirements for Public Firms", "title_page": "Trump Asks S.E.C. to Study Quarterly Earnings Requirements for Public Firms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The president has highlighted a key consideration for American companies and, importantly, American investors and their families — encouraging long-term investment in our country,” the S.E.C. chairman, Jay Clayton, said in a statement. “The S.E.C.’s division of corporation finance continues to study public company reporting requirements, including the frequency of reporting.”\nMr. Trump’s suggestion is not unheard-of. In 2013, the European regulators abolished requirements that publicly listed companies file quarterly reports. On the other hand, Japan has moved closer to current American rules, requiring quarterly reporting starting in 2008.\nStill, any move away from the system of quarterly reporting would be a significant shift for investors, who have come to rely on the regular financial disclosures on the performance of publicly held companies.\n“The fact of the matter is, investors are used to getting updates four times a year on the status of companies’ financials, and changing that would require a change in behavior,” said Ed Clissold, the chief United States strategist for Ned Davis Research. “On the positive side, getting frequent updates holds companies accountable. They lay out plans to grow their business, and quarterly updates are a chance for investors to see the progress toward those objectives. The downside is that companies have occasionally managed their businesses to meet those quarterly objectives.”\nCritics have long argued that quarterly reporting can drive executives to give priority to short-term goals, rather than more strategic long-term objectives. Elon Musk, the chief executive of the electric-carmaker Tesla, was the latest corporate chieftain to raise the issue. In a message to Tesla employees last week explaining why he has proposed taking the company private, he wrote, “Being public also subjects us to the quarterly earnings cycle that puts enormous pressure on Tesla to make decisions that may be right for a given quarter, but not necessarily right for the long term.”", "url": "https://www.nytimes.com/2018/08/17/business/dealbook/trump-quarterly-earnings.html"}