{"authors": ["Andrew Knoll"], "date_download": "2018-11-16 03:40:22", "date_modify": "2018-11-16 03:40:22", "date_publish": "2018-05-27 16:00:05", "description": "Both Vegas and Washington can trace their roots to George McPhee. The teams' shared history is one story line to watch when the series begins Monday.", "filename": "2018_05_27_sports_vegas-golden-knights-washington-capitals-stanley-cup-finals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339622.html", "image_url": "https://static01.nyt.com/images/2018/05/28/sports/28nhlpreview-top/28nhlpreview-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_27_sports_vegas-golden-knights-washington-capitals-stanley-cup-finals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339622.html", "title": "Stanley Cup Finals Preview: Surprising Teams With the Same Architect", "title_page": "Stanley Cup Finals Preview: Surprising Teams With the Same Architect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This year’s Stanley Cup finals feature two franchises seeking their first championship: one team no one thought would win anything significant this season, and another with many doubters of its own.\nThe Vegas Golden Knights, who a year ago did not have a roster, reached the finals in their inaugural season. The Washington Capitals have spent more than four decades on a roller-coaster ride — complete with plenty of nausea — that has yet to deliver them the Cup. Their only other finals appearance was 20 years ago, when they were swept by the Detroit Red Wings.\nWhile Vegas was expected to be better than other recent expansion teams, many still picked the Golden Knights to finish last in the Pacific Division, behind wayward franchises like Arizona and Vancouver. Vegas won the division handily and now enjoys home-ice advantage in the finals.\nWashington was also overlooked by most people this season, after years of disappointing playoff finishes during the Alex Ovechkin era. Last season’s team was considered the Capitals’ most talented one, but after winning the Presidents’ Trophy with the league’s best record by a wide margin, it lost in the second round of the N.H.L. playoffs. The Capitals lost key players in free agency and left their coach, Barry Trotz, with a lame-duck contract.", "url": "https://www.nytimes.com/2018/05/27/sports/vegas-golden-knights-washington-capitals-stanley-cup-finals.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}