{"authors": ["William K. Rashbaum", "Patricia Cohen"], "date_download": "2018-11-16 04:01:36", "date_modify": "2018-11-16 04:01:36", "date_publish": "2018-10-11 02:15:14", "description": "An indictment accused IBT Media, which split from the magazine last month, and Christian Media of diverting most of the millions that lenders provided for computing services.", "filename": "2018_10_10_business_newsweek-ibt-fraud_1542340896.html", "image_url": "https://static01.nyt.com/images/2018/10/11/business/11NEWSWEEK/11NEWSWEEK-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_10_business_newsweek-ibt-fraud_1542340896.html", "title": "Newsweek’s Former Owner Faces Fraud Charges", "title_page": "Newsweek’s Former Owner Faces Fraud Charges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Newsweek magazine, the onetime media powerhouse, was at the center of a multimillion-dollar fraud and money-laundering conspiracy, according to an indictment by Manhattan prosecutors that was unsealed Wednesday.\nTwo publishing companies, IBT Media, which owned the magazine, and Christian Media, a faith-based online publisher in Washington, were charged with trying to defraud lenders by pretending to borrow money for sophisticated computing services.\nInstead, most of the money was funneled back to accounts controlled by the two media companies and their principals — Etienne Uzac, a co-founder of IBT, and William Anderson, Christian Media’s former chief executive and publisher — and unnamed co-conspirators, the indictment said. It said some of the money had been used to cover the magazine’s operating expenses.\nThe men were charged with misrepresenting Newsweek’s financial health and creating a fictitious accounting firm, Karen Smith L.L.P., along with a series of fake financial statements to dupe lenders into putting up millions of dollars in 2015 and 2016. Oikos Networks, a computer company, was also named in the indictment, charged with providing fewer, lower-quality computers than the expensive ones on invoices.", "url": "https://www.nytimes.com/2018/10/10/business/newsweek-ibt-fraud.html"}