{"authors": ["Mattathias Schwartz", "At War"], "date_download": "2018-11-16 03:14:28", "date_modify": "2018-11-16 03:14:28", "date_publish": "2018-05-30 05:00:12", "description": "A team of civilian investigators used cellphone videos, autopsy reports and surveillance footage to reconstruct a virtual crime scene.", "filename": "2018_05_30_magazine_ukraine-protest-video_1542338068.html", "image_url": "https://static01.nyt.com/images/2018/06/03/magazine/03mag-Ukraine-image1/03mag-Ukraine-image1-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_30_magazine_ukraine-protest-video_1542338068.html", "title": "Who Killed the Kiev Protesters? A 3-D Model Holds the Clues", "title_page": "Who Killed the Kiev Protesters? A 3-D Model Holds the Clues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By the third week of February, protesters had spent months living in a tent city in the heart of Kiev. They built kitchens and brought portable toilets to the encampment on the central square. Their purpose was to challenge Yanukovych’s rule and to demand reforms: new elections, more freedom to protest and closer ties with the European Union.\nAdvertisement Continue reading the main story\nThe violence came to a head on Feb. 20, during one of the bloodiest and most controversial hours of European conflict since the end of the Cold War. Police officers massed around the protesters, who set their barricades on fire and tried to march on Ukraine’s Parliament. Protesters threw bricks and Molotov cocktails; the police responded with tear gas and rubber bullets. A wave of people pushed out of the square and down Instytutska Street. Defending themselves with helmets and homemade shields, the protesters were met by barricaded riflemen from the Berkut, an elite police force loyal to Yanukovych. By the end of the day, dozens of bodies lay in the streets.\nAlmost immediately, a disinformation campaign began on social media to try to reframe the violence. Reporting by The Washington Post has attributed the effort to the G.R.U., Russia’s military-intelligence agency. On Facebook and the Russian social-media site VKontakte, G.R.U. operatives created fake accounts, which characterized the Maidan uprising as a “coup” by “armed nationalists.” The G.R.U. also set up online groups that promoted Crimea’s secession from Ukraine. The effort, which also used paid Facebook ads, presaged Russian interference with the 2016 presidential election in the United States.\nTwo days after the shootings, Yanukovych fled to Russia. Over the next few weeks, Ukraine’s Parliament held new elections. Pro-Western parties won at the polls and would later enter into a trade agreement with the European Union. President Vladimir Putin of Russia claimed that what had just taken place amounted to a coup. He seized Crimea and made inroads into Ukraine’s eastern provinces. In April, prosecutors in Kiev opened an investigation into the Feb. 20 killings, searching for someone to hold responsible for the protesters’ deaths. Prosecutors hoped to bring charges against the unit of the Berkut that appeared to have taken up shooting positions behind a barricade on Instytutska Street. Most of the unit’s members had fled to Russia. Ukrainian prosecutors tried to extradite them; the Russian government ignored the request.\nThe remaining five members of the Berkut unit awaited trial in a Kiev prison. Their Kalashnikov assault rifles and pump-action shotguns were discovered at the bottom of a nearby lake, sawed into pieces. In addition to murder, the officers were accused of terrorism: using violence to intimidate the population. Because the officers worked as an organized unit, it wasn’t necessary to prove which of them fired the lethal shots. “We defend the government elected by the people,” one officer told a German TV station. “None of our commands were illegal,” he went on. “We just did our job.” All five pleaded not guilty. The bullets that killed many of the protesters had long since disappeared, and without them it would be impossible to work backward from the bodies to the individual rifles. The prosecutors would have to find another way.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA few months after the protests ended, lawyers representing the families of the dead protesters started working with the prosecution to try and put together a reconstruction of the shootings that the court could accept as evidence. They became aware of Nefertari’s project and reached out to her. “Evelyn’s work was the keystone,” said Pavlo Dykan, one of the lawyers. “It allowed this case to proceed.”\nIn the summer of 2015, Dykan and his colleague Aleksandra Yatsenko presented Nefertari’s video and discussed the challenges of the Maidan case at a small conference at the Center for Human Rights Science at Carnegie Mellon University in Pittsburgh. Among the other presenters was Brad Samuels, a principal of SITU, an architecture firm and research lab in Brooklyn. The firm combined traditional architecture work with grant-funded deep dives at the outer limits of human rights research. Samuels had come to the conference to present a project that SITU did with Eyal Weizman’s forensic-architecture research group on the death of Bassem Abu Rahmah, a Palestinian protester in the West Bank who was struck in the chest by a tear-gas canister. Israeli authorities claimed that Abu Rahmah’s death was an accident. SITU reconstructed the event using live video and ballistics to show that the fatal tear-gas round, which was supposed to be fired upward at a steep angle, was fired straight at Abu Rahmah. The case did not lead to an indictment, but SITU’s work was accepted by an Israeli court as evidence. Samuels told me that the parallels between the Abu Rahmah and Maidan cases were clear.\n“The problem was how to take multiple vantage points and put them together into a coherent analysis,” he said. “Maidan was the same problem set, but on steroids.”\nThe quantity of raw footage amassed by Nefertari was overwhelming, running into the thousands of hours. The problem was how to fuse it into a whole that would persuade the judges and stand up to cross-examination. Prosecutors would have to do more than cherry-pick a few convincing moments. Their theory of the case would have to be strong enough to survive every alternative scenario, from the mysterious rooftop snipers to the possibility that protesters were killed by friendly fire. Samuels worked out the basics of a collaboration with Dykan and Yatsenko over a picnic table. He planned to copy their data onto his laptop but wound up having to buy an external hard drive when he saw how much they had.\nMultiple cameras recorded the deaths of three protesters whose families Dykan and Yatsenko were representing, who were selected for the video presentation. One of the dead was Ihor Dmytriv, a 30-year-old lawyer who arrived at the protest on Feb. 19. He was crouching behind a makeshift shield when a bullet pierced it and entered his chest. He fell to the ground, rolling on his back and clutching his knee. A tall construction worker in camouflage fatigues rushed forward to help Dmytriv. He was Andriy Dyhdalovych, a 40-year-old longtime protester who had marched with Ukrainian veterans of the Afghanistan campaign. He was shot in the shoulder and died that day in the street. The third victim was Yuriy Parashchuk, who was 47. He was shot about 15 minutes later on the same street, in the front of the head. None of the three men were armed.\nAdvertisement Continue reading the main story\nThe Maidan reconstruction is a product of its time, an age when high-quality video can be recorded from any street corner or citizen’s hand, and when gigabytes of data can easily circulate among experts in Pittsburgh, Brooklyn and Kiev. The archive the lawyers handed over was huge — a folder of more than 400 videos with different naming conventions and file types. “This was as robust a data set as we’ve ever had the opportunity to work with,” Samuels says. Nefertari had spent months going through the footage on her computer, trying to synchronize the videos and wrangle them together. The Center for Human Rights Science in Pittsburgh subsequently tried to automate this process, using an A.I. algorithm that could quickly analyze each file’s audio component and propose possible matches. “Machine learning is not a magic bullet,” says Jay D. Aronson, the center’s director. “It’s just a tool. You still need a lot of human judgment.” Once the videos were assembled into a database, SITU narrowed them down to a smaller number — fewer than 20 — that were relevant to the cases. Then, working with collaborators on the ground in Ukraine, they built a virtual model of Instytutska Street. The first version, created using existing site surveys, wasn’t sufficiently detailed, but they learned that Nefertari had organized surveyors with laser scanners who captured details at what Samuels calls the “sub-centimeter level.” The scan was so fine that it documented paving-stone patterns and individual leaves of foliage. The surveyors stood in the streets of Kiev with tall white poles to pinpoint exactly where each victim fell. The granularity was necessary to get a fix on not only the victims and the supposed shooters but also on the people holding the cameras. The 70-gigabyte master layout, known as a “point cloud,” was stitched together from 40 individual scans of the street and its environs.\nWhen a bullet breaks the sound barrier, it produces a small sonic boom that registers as an audible crack. For people positioned downrange, the crack arrives a fraction of a second before the thump or blast of the weapon actually firing. In the Maidan case, SITU enlisted a ballistics expert to measure the time that elapsed between the cracks and the thumps. The time difference yielded a maximum and minimum distance between the shooter and the camera, which SITU rendered as a doughnut-shaped “area of interest.”\nUsing the video archive, SITU positioned the victims’ bodies within the virtual space of the point cloud. Autopsy reports noted the locations of entry and exit wounds, which were joined by thin red lines and extended, with a five-degree margin of error, forward into space. Viewed from overhead, these five-degree cones trim the doughnut-shaped area of interest down into a narrow segment. In the first two cases, the segments overlapped with a position that the Berkut were defending behind a barricade; in the third, the segment overlapped with a position behind a line of supply trucks. A crucial piece of additional footage obtained by Nefertari arrived in SITU’s office more than a year into the case. Taken from a surveillance camera at the Ukrainian National Bank, it clearly shows the Berkut positioned behind their front line. In all three cases, individual officers can be seen aiming and firing their rifles during the moments leading to the victims’ deaths.\nThe Ukrainian court could accept the findings only if they were entered into evidence as a physical object. So SITU loaded its multimedia presentation onto an Intel minicomputer and shipped it to Kiev. At the center of the exhibit are the three cases, with SITU’s analysis presented in three silent videos, each about five minutes in length. Key snippets of live video are laid on top of the virtual space as footnotes. The analysis arrives in a clean and linear presentation, and yet SITU manages to show its work, letting viewers see the crack-thump audio files and the frames of video used to establish the positions of the bodies. “It’s pretty banal,” Samuels says. “What we’re trying to do is take something that’s already pretty obvious and make it abundantly clear, by putting it into space.”\n“The criminal court has never admitted evidence of such technological complexity,” Yatsenko told me. “It’s a milestone.” There are more than 100 witnesses left to interview in the Feb. 20 case. It could be more than a year before the court reaches a verdict. Nefertari, meanwhile, continues to work on her own project, an even more ambitious reconstruction of the entire Maidan uprising, with all the victims included. “I want people in the future to know the truth,” she says. “I don’t want rumor turned into facts.”", "url": "https://www.nytimes.com/2018/05/30/magazine/ukraine-protest-video.html"}