{"authors": ["Jim Rutenberg", "Rebecca R. Ruiz"], "date_download": "2018-11-16 04:49:14", "date_modify": "2018-11-16 04:49:14", "date_publish": "2018-08-23 01:48:22", "description": "Coordinating with Michael Cohen, a tabloid giant turned its tip line into a trip wire for negative stories that could hurt the Trump campaign, prosecutors said.", "filename": "2018_08_22_us_politics_trump-michael-cohen-tabloids-payoffs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343754.html", "image_url": "https://static01.nyt.com/images/2018/08/23/us/23scandal1/merlin_141688218_3ac05c7a-f43f-4208-bdd6-cbf5941e3889-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_22_us_politics_trump-michael-cohen-tabloids-payoffs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343754.html", "title": "Anatomy of a Crime: Sex, Hush Money and a Trump Fixer’s Guilty Plea", "title_page": "Anatomy of a Crime: Sex, Hush Money and a Trump Fixer’s Guilty Plea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tipping Off the Fixer\nProsecutors identified June 2016 — around the time Mr. Trump effectively clinched the Republican nomination — as the beginning of the plot to pay off Ms. McDougal. A fitness specialist and model by then, Ms. McDougal had been named Playboy’s Playmate of the Year for 1998 but came from wholesome roots as a preschool teacher. Even in recent interviews, she has maintained that she admires Mr. Trump, saying she broke off their relationship in 2007 out of her own sense of guilt about being involved in an extramarital affair.\nShe has said that she decided to sell her story in 2016 when another former Playboy model hinted at it on Twitter, causing her to worry that it would become public whether she liked it or not. After a friend convinced her that she might as well make money from it, she decided to approach the tabloids and hired a Los Angeles lawyer, Keith M. Davidson, to help her do it.\nMr. Davidson’s client list included professional athletes like Manny Pacquiao and Jalen Rose, but his work also brought him into the orbit of regular subjects of tabloid news such as the wrestler Hulk Hogan and the “Austin Powers” actor Verne Troyer. He had worked with A.M.I. and other gossip publishers, both in selling information and in seeking to block stories that might damage clients’ reputations.\nAccording to prosecutors, when Ms. McDougal and Mr. Davidson approached American Media, Mr. Pecker, along with his top editorial executive, Dylan Howard, immediately informed Mr. Cohen. More important, the prosecutors allege, Mr. Cohen then urged A.M.I. to buy her story in order to suppress it, “so as to prevent it from influencing the election.”\nThe First Amendment gives media companies wide latitude to communicate with candidates and, several campaign finance law experts have said, even allows them to coordinate coverage with campaigns — which makes sense for a country that had a very partisan press corps at its founding.\n“A media entity can talk with a campaign about coverage as part of its media function,” said Trevor Potter, a founder of the Campaign Legal Center who helped write part of the campaign finance law.\nBut a media company makes an illegal corporate contribution if it acts outside its “legitimate press function” in coordinating with a campaign to spend money to influence an election. Such activity “is not like the action of a media company deciding what to cover and exercising editorial judgment,” Potter said.", "url": "https://www.nytimes.com/2018/08/22/us/politics/trump-michael-cohen-tabloids-payoffs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}