{"authors": ["Sheryl Gay Stolberg", "Nicholas Fandos", "Catie Edmondson"], "date_download": "2018-11-16 03:59:51", "date_modify": "2018-11-16 03:59:51", "date_publish": "2018-09-11 23:44:19", "description": "Last week’s confirmation hearings for the Supreme Court nominee Brett M. Kavanaugh injected new energy into efforts to block his ascent to the Supreme Court.", "filename": "2018_09_11_us_politics_brett-kavanaugh-confirmation-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340791.html", "image_url": "https://static01.nyt.com/images/2018/09/12/us/politics/12dc-kavanaugh1/12dc-kavanaugh1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_11_us_politics_brett-kavanaugh-confirmation-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340791.html", "title": "Interest Groups Turn Up Pressure on Senators Before Kavanaugh Vote", "title_page": "Interest Groups Turn Up Pressure on Senators Before Kavanaugh Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Pressure is intensifying on undecided senators before a vote to confirm President Trump’s Supreme Court nominee, with one senator — Susan Collins, Republican of Maine — reporting that she and her staff have been targeted with a barrage of calls, including some using vulgar language and threats to push her to vote against Judge Brett M. Kavanaugh.\nWith last week’s confirmation hearings behind them, interest groups and advocates are spending hundreds of thousands of dollars on advertising to target both Ms. Collins and another undecided Republican who supports abortion rights: Senator Lisa Murkowski of Alaska. Also in the cross hairs are three vulnerable Democrats running for re-election in states won by President Trump.\nBut Ms. Collins, who prizes her reputation for independence, appears to be bearing most of the onslaught. Her decision will probably influence that of Ms. Murkowski, as well as those of the three vulnerable Democrats: Senators Joe Manchin III of West Virginia, Heidi Heitkamp of North Dakota and Joe Donnelly of Indiana.\nThe campaign aimed at Ms. Collins comes largely from progressive groups, abortion rights advocates and other opponents of Judge Kavanaugh. Planned Parenthood has conducted focus groups with independent female voters in Maine. Activists have streamed into Ms. Collins’s offices in Portland and elsewhere with stacks of letters and oral testimony of abortions and pre-existing health conditions.", "url": "https://www.nytimes.com/2018/09/11/us/politics/brett-kavanaugh-confirmation-vote.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}