{"authors": ["Ana Swanson", "Katie Rogers", "Alan Rappeport"], "date_download": "2018-11-16 03:51:03", "date_modify": "2018-11-16 03:51:03", "date_publish": "2018-08-27 13:34:03", "description": "The preliminary agreement is a major step for President Trump, who has threatened to scrap Nafta. But Canada’s role is just one of many issues that remain unresolved.", "filename": "2018_08_27_us_politics_us-mexico-nafta-deal_1542340263.html", "image_url": "https://static01.nyt.com/images/2018/08/28/us/28dc-nafta-hp3/28dc-nafta-hp3-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_27_us_politics_us-mexico-nafta-deal_1542340263.html", "title": "Trump Reaches Revised Trade Deal With Mexico, Threatening to Leave Out Canada", "title_page": "Trump Reaches Revised Trade Deal With Mexico, Threatening to Leave Out Canada - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Under the changes agreed to by Mexico and the United States, car companies would be required to manufacture at least 75 percent of an automobile’s value in North America under the new rules, up from 62.5 percent, to qualify for Nafta’s zero tariffs. They will also be required to use more local steel, aluminum and auto parts, and have 40 to 45 percent of the car made by workers earning at least $16 an hour, a boon to both the United States and Canada and a win for labor unions, which have been among Nafta’s biggest critics.\n“Automakers urge the U.S. and Mexico to quickly re-engage with Canada to continue to build on this progress,” the Alliance of Auto Manufacturers, which represents most carmakers that sell vehicles in the United States, said in a statement. “The industry is hopeful that any changes to Nafta auto rules of origin continue to strike the right balance by incentivizing production and investment in North America while keeping new vehicles affordable for more Americans.”\nIn a briefing Monday, administration officials said the United States and Mexico had also reached an agreement over a “sunset clause,” proposed by the Trump administration, that would cause Nafta to automatically expire unless the three countries voted to extend it.\nThe two countries agreed to a review of the trade pact every six years that would extend its lifetime for 16 more years, officials said. That longer time horizon would give lawmakers a chance to review the pact’s progress, while giving businesses certainty for the near future.\nThe countries also agreed to limit the kinds of legal challenges that investors can make against foreign governments under Nafta. The oil and gas, infrastructure, energy generation and telecom industries are exempted from these more restrictive rules, and will operate under the previous terms, Mr. Lighthizer said — a win for those industries.\nOne contentious issue that remains unresolved is whether the administration will exempt Mexico from its steel and aluminum tariffs. Mr. Trump hit Mexico, along with Canada, the European Union and other nations, with 25 percent tariffs on steel and 10 percent tariffs on aluminum, in part to force concessions on other trade issues. Mexican officials said they expected the tariffs to be addressed down the road.\n“I don’t think it was necessary to address them now,” Mr. Videgaray said. “We’d like those to be addressed alongside Canada. It would be great if we could have a trilateral agreement on lifting those and our retaliatory tariffs on U.S. goods.”", "url": "https://www.nytimes.com/2018/08/27/us/politics/us-mexico-nafta-deal.html"}