{"authors": ["Patricia Mazzei", "Frances Robles"], "date_download": "2018-11-16 03:08:14", "date_modify": "2018-11-16 03:08:14", "date_publish": "2018-11-07 04:08:12", "description": "Mr. DeSantis, a former congressman and a loyal acolyte of President Trump, held off Mr. Gillum’s bid to be Florida’s first African-American governor.", "filename": "2018_11_06_us_florida-desantis-gillum-governor.html_module=inline_1542337694.html", "image_url": "https://static01.nyt.com/images/2018/11/07/us/politics/07florida-promo/07florida-promo-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_06_us_florida-desantis-gillum-governor.html_module=inline_1542337694.html", "title": "Andrew Gillum Concedes to Ron DeSantis in Florida Governor’s Race", "title_page": "Andrew Gillum Concedes to Ron DeSantis in Florida Governor’s Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Florida Democrats, who have now lost three consecutive elections for governor by about one percentage point, will be left to grapple once again with what could have been. Senator Bill Nelson, the only Democrat elected statewide, was losing late on Tuesday to Gov. Rick Scott in a race even tighter than the governor’s contest. Mr. Scott poured more than $50 million of his fortune into his campaign, an eye-popping amount that helped lift Mr. DeSantis and other Republicans down the ballot.\nDemocrats had pinned their hopes on Mr. Gillum, the mayor of Tallahassee and a talented campaigner who upended his party’s orthodoxy and ran as a defiant progressive instead of the more typical centrist thought to appeal to independent voters and moderates. Mr. Gillum, who would have become Florida’s first African-American governor, came close to succeeding, garnering over a million votes more than Mr. Scott did in 2014. But he ultimately could not overcome the state’s inexorable demographics: Older white voters who lean conservative vote at far higher rates than do millennial and minority voters, whom Mr. Gillum needed to turn out in big numbers to assemble a winning coalition.\nThe Florida story on election night in 2018 played out much as it did in 2016: Big, urban counties that lean Democratic reported a significant lead for Mr. Gillum. But that advantage was wiped out as results rolled in from white suburbs and exurbs in red counties, especially in the conservative Panhandle and on the southwest coast, where Mr. Trump campaigned last week and turnout was impressively high.\nMr. Gillum’s stunning win in the August primary overshadowed Mr. DeSantis’s own noteworthy accomplishment: He defeated Adam Putnam, the state agriculture commissioner, by an astonishing 20 percentage points. Mr. Putnam had seemed a lock for the Republican nomination before Mr. Trump stepped in for Mr. DeSantis, an Ivy League graduate and former Navy legal officer at Guantánamo Bay and in Iraq who gained a national audience by vigorously defending the president in frequent Fox News appearances.\nStill, Mr. DeSantis stumbled early on in the general election, starting the day after the primary, when he went on Fox News lauding Florida’s economic success under a Republican administration and warned that electing Mr. Gillum could “monkey this up,” a phrase seen by many as a racist dog whistle. Mr. DeSantis denied any racial intent in his comment.", "url": "https://www.nytimes.com/2018/11/06/us/florida-desantis-gillum-governor.html?module=inline"}