{"authors": ["Liz Robbins"], "date_download": "2018-11-16 04:29:32", "date_modify": "2018-11-16 04:29:32", "date_publish": "2018-06-08 17:27:05", "description": "Pablo Villavicencio Calderon was turned over to immigration authorities while bringing food to a Brooklyn Army base, and could be deported as early as Monday.", "filename": "2018_06_08_nyregion_pizza-delivery-ice-deportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342572.html", "image_url": "https://static01.nyt.com/images/2018/06/09/nyregion/09stay/09stay-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_08_nyregion_pizza-delivery-ice-deportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342572.html", "title": "Lawyers Ask ICE to Stop Deportation of Delivery Man", "title_page": "Lawyers Ask ICE to Stop Deportation of Delivery Man - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In an 11th-hour attempt to prevent the deportation of the undocumented pizza delivery man arrested at an Army base in Brooklyn last week, lawyers for the man filed a stay with the New York field director of Immigration and Customs Enforcement on Friday.\nThe lawyers asked the director, Thomas R. Decker, for leniency, considering that the delivery man, Pablo Villavicencio Calderon, has a wife and two daughters who are United States citizens, and that he was in the process of applying for a green card. Mr. Villavicencio, 35, a native of Ecuador, was delivering a catering order from an Italian restaurant when military police turned him over to ICE, as the immigration agency is known, after a background check revealed that he had an open order of deportation. Mr. Villavicencio had no criminal record, according to the immigration agency.\n“Time is of the essence,” said Jennifer Williams, a lawyer for The Legal Aid Society of New York, who took Mr. Villavicencio’s case on Friday. “He really could be on a plane on Monday.”\nMr. Villavicencio is currently at the Hudson County Correctional Facility in New Jersey.\nRachael Yong Yow, a spokeswoman for ICE, confirmed that the stay request had been received. She said that a decision was pending.", "url": "https://www.nytimes.com/2018/06/08/nyregion/pizza-delivery-ice-deportation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}