{"authors": ["Alice Newell-Hanson"], "date_download": "2018-11-16 03:09:32", "date_modify": "2018-11-16 03:09:32", "date_publish": "2018-05-11 16:13:48", "description": "The cofounder of Apartamento photographs his friends and collaborators — and Salvador Dalí's car.", "filename": "2018_05_11_t-magazine_design_nacho-alegre-polaroids.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337772.html", "image_url": "https://static01.nyt.com/images/2018/05/18/t-magazine/art/nacho-allegre-slide-XG91/nacho-allegre-slide-XG91-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_11_t-magazine_design_nacho-alegre-polaroids.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337772.html", "title": "The Photographer Nacho Alegre Captures His Creative World - in Polaroids", "title_page": "The Photographer Nacho Alegre Captures His Creative World — in Polaroids - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ten years ago, the Barcelona-based photographer Nacho Alegre founded the cult interiors magazine Apartamento with two of his friends, Omar Sosa and Marco Velardi. Their goal: to create a less stuffy, more personal home publication. Since then, each issue of the irresistibly fat biannual tome — which goes beneath the surface of beautiful homes with candid photographs and leisurely interviews — has become a treasured object among the design obsessed. In addition to running the magazine, which frequently features his own images, Alegre continues to work as a roaming photographer, shooting fashion editorials and artful still lifes with seemingly off-the-cuff but immaculate style.\nTo celebrate Apartamento’s 10th anniversary, the magazine recently hosted a dinner with the Danish design company Hay in Milan, during Salone del Mobile, featuring food by the Danish chef Frederik Bille Brahe and a guest list of creative friends. T sent Alegre a Polaroid camera to photograph the event and his many travels — from Milan to Barcelona to the Catalan town of Púbol, where Salvador Dalí transformed a crumbling farmhouse once owned by Alegre’s family into a surrealist castle. Nearby, in the medieval village of La Tallada d’Empordà, Alegre recently renovated a home of his own.", "url": "https://www.nytimes.com/2018/05/11/t-magazine/design/nacho-alegre-polaroids.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}