{"authors": ["Ellen Barry"], "date_download": "2018-11-16 03:08:03", "date_modify": "2018-11-16 03:08:03", "date_publish": "2018-11-16 01:24:46", "description": "The prime minister, who took office with the sole aim of negotiating her country’s withdrawal from the European Union, may not stay in power long enough to finish the job.", "filename": "2018_11_15_world_europe_brexit-theresa-may_1542337683.html", "image_url": "https://static01.nyt.com/images/2018/11/16/world/16may/16may-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_15_world_europe_brexit-theresa-may_1542337683.html", "title": "At Brexit Crunch Time, Theresa May Takes a Pummeling", "title_page": "At Brexit Crunch Time, Theresa May Takes a Pummeling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Theresa May rose to her feet before the British House of Commons on Thursday to make the sales pitch of her life, promising that the United Kingdom’s departure from the European Union would be “smooth and orderly.”\nIt was not supposed to be a laugh line.\nBut the members of Parliament laughed out loud at Mrs. May. They laughed uproariously, and for long enough that she had to pause, eyes flickering over her papers, and wait for them to stop, so she could continue.\nOver the past two and a half years as prime minister, Mrs. May, 62, has plenty of experience being derided and conspired against. On Thursday, the day she publicly presented her long-awaited, 585-page deal to withdraw from the bloc, or Brexit, she took such a pummeling that her survival as prime minister was in question.\nThe morning papers announced “horrific, humiliating surrender,” “Brexsh*t,” and a “stitch-up that doesn’t have a hope in hell.” By breakfast time her chief negotiator for withdrawal from the European Union had resigned in protest, followed by her work and pensions secretary.", "url": "https://www.nytimes.com/2018/11/15/world/europe/brexit-theresa-may.html"}