{"authors": ["Sheera Frenkel"], "date_download": "2018-11-16 03:08:20", "date_modify": "2018-11-16 03:08:20", "date_publish": "2018-07-18 00:20:08", "description": "A new study based on Facebook data provides a picture of who is placing political ads on the social network ahead of the midterm elections. President Trump tops the list.", "filename": "2018_07_17_technology_political-ads-facebook-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337700.html", "image_url": "https://static01.nyt.com/images/2018/07/18/business/18FACEBOOK1/18FACEBOOK1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_17_technology_political-ads-facebook-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337700.html", "title": "The Biggest Spender of Political Ads on Facebook? President Trump", "title_page": "The Biggest Spender of Political Ads on Facebook? President Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Damon McCoy, who conducted the study with two fellow researchers, Laura Edelson and Shikhar Sakhuja, said they were not able to tally the total spending for Republicans and Democrats because their analysis was ongoing, though they planned to release those figures in the future.\nAs the midterms approach, political consultants have said that Democrats who are running for election are spending a smaller percentage of their ad budgets on digital ads than their rivals, sometimes as little as 10 percent versus more than 40 percent for Republicans. That has spurred volunteer efforts in Silicon Valley, which is widely regarded as liberal, to help bring Democratic campaigns into the digital age.\nBut the new study found a healthy amount of activity from what the researchers described as left-leaning politicians. Of the top 20 political candidates and PACs purchasing Facebook ads, 12 were identified as Democrats while eight were Republicans, according to data provided by the N.Y.U. researchers.\nFacebook’s database worked well for identifying specific ads, Mr. McCoy said, but it did not give an overview of how a particular group or politician was advertising on Facebook. Some groups, he said, used multiple names to promote ads, such as the American Civil Liberties Union, which also had ads placed as the A.C.L.U.\nThe researchers said they also found 43,575 cases of ads with political content that did not name a sponsor, indicating that whoever purchased the ad did not go through Facebook’s verification process. They added that men and women between the ages of 25 to 34 were the most targeted for ads, while those under 17 or above 65 were the least targeted.\nFacebook said it welcomed the new study and hoped others would begin delving into its data.\n“This report is the exactly how we hoped the tool would be used — outside experts helping to analyze these ads on Facebook,” said Rob Leathern, Facebook’s director of product management. “It brings more transparency to the messages people see and increases accountability and responsibility over time, not just for us but advertisers as well.”\nFor Mr. Trump, the new study’s findings confirm previous reports of how active his operation has been on social media. Brad Parscale, the digital ad director for the Trump campaign, has said that his team took advantage of Facebook’s targeted ad campaigns to reach voters in 2016. The group tested highly targeted messages to reach voters across the United States, and then pushed those messages they saw were performing best.", "url": "https://www.nytimes.com/2018/07/17/technology/political-ads-facebook-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}