{"authors": ["Michael M. Grynbaum", "John Herrman"], "date_download": "2018-11-16 03:14:39", "date_modify": "2018-11-16 03:14:39", "date_publish": "2018-03-06 10:02:16", "description": "A new documentary from Peter Schweizer — the man who gave the world “Clinton Cash” — signals a revised strategy for conservatives in the culture wars.", "filename": "2018_03_06_business_media_paul-schweizer-google-facebook.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338079.html", "image_url": "https://static01.nyt.com/images/2018/03/07/business/07schweizer-1-alpha/07schweizer-1-alpha-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_06_business_media_paul-schweizer-google-facebook.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338079.html", "title": "New Foils for the Right: Google and Facebook", "title_page": "New Foils for the Right: Google and Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Conservatives are zeroing in on a new enemy in the political culture wars: Big Tech.\nArguing that Silicon Valley is stifling their speech and suppressing right-wing content, publishers and provocateurs on the right are eyeing a public-relations battle against online giants like Google and Facebook, the same platforms they once relied on to build a national movement.\nIn a sign of escalation, Peter Schweizer, a right-wing journalist known for his investigations into Hillary Clinton, plans to release a new film focusing on technology companies and their role in filtering the news.\nTentatively titled “The Creepy Line,” Mr. Schweizer’s documentary is expected to have its first screening in May in Cannes, France — during the Cannes Film Festival, but not as part of the official competition. He used the same rollout two years ago for his previous film, an adaptation of his book “Clinton Cash” that he produced with Stephen K. Bannon, the former head of Breitbart News.\n“The Creepy Line” alludes to an infamous 2010 speech by Eric Schmidt, the chief executive of Google at the time, who dismissed concerns about privacy by declaring that his company’s policy was “to get right up to the creepy line and not cross it.”", "url": "https://www.nytimes.com/2018/03/06/business/media/paul-schweizer-google-facebook.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}