{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:02:42", "date_modify": "2018-11-16 04:02:42", "date_publish": "2018-02-21 01:08:39", "description": "Maybe sensible teenagers, sickened by the terror they must live with at school, can at last compel their senseless elders to act.", "filename": "2018_02_20_opinion_america-children-guns-shooting-florida.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340962.html", "image_url": "https://static01.nyt.com/images/2018/02/21/opinion/21wed1/21wed1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_20_opinion_america-children-guns-shooting-florida.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340962.html", "title": "Will America Choose Its Children Over Guns?", "title_page": "Opinion | Will America Choose Its Children Over Guns? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I was born 13 months after Columbine,” a 12th grader named Faith Ward said on Monday, referring to the school massacre in Littleton, Colo., in 1999, the dawn of the modern wave of school shootings. Ms. Ward spoke to a television reporter at an anti-gun demonstration outside her school in Plantation, Fla. “This is all I have ever known,” she said, “this culture of being gunned down for no reason, and this culture of people saying, ‘Oh, let’s send thoughts and prayers’ for three days, and then moving on. And I’m tired of it.”\nSo are we all.\nIt is too soon to tell if this righteous anger augurs a sustained youth movement for gun sanity, going beyond the occasional protest. We hope it does. It’s time, once again, for America to listen to its children. Who among us have more at stake than they?\nSensible young people have it in their power to make their senseless elders take heed — and act. We saw it happen during the Vietnam War half a century ago. Young people, initially reviled by establishment forces as unwashed, longhaired traitors, energized an antiwar movement that swept the country and, even if it took years, ultimately ended America’s misguided adventure in Southeast Asia.\nTo be effective, any movement needs a realistic program, not mere emotion. Otherwise, it risks coming and going in a flash with little to show for itself. A tighter federal system of background checks is a start, to better monitor would-be gun buyers with mental illness, for example, or histories of gun violence. Such a program should also include reinstating a nationwide ban on assault weapons — a state measure died in the Florida Legislature Tuesday — and ending an absurd prohibition against using federal public health funds to study gun violence.\nEven President Trump, who told an N.R.A. convention last April that “you have a true friend and champion in the White House,” has signaled he might be willing to improve the system. The Washington Post reported that after Mr. Trump saw the coverage of the student protesters, he asked Mar-a-Lago guests whether he should do more about gun control. On Tuesday, he ordered that regulations be written to ban bump stocks, devices that can make an automatic weapon out of a semiautomatic. Beyond that, though, it’s hard to tell if he means business when he says he’s open to more thorough background checks. Steadfastness is not a Trump hallmark.", "url": "https://www.nytimes.com/2018/02/20/opinion/america-children-guns-shooting-florida.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}