{"authors": ["Michael Tackett"], "date_download": "2018-11-16 04:25:17", "date_modify": "2018-11-16 04:25:17", "date_publish": "2018-07-06 09:00:13", "description": "Ms. McGrath, a Democrat trying to topple a Republican in Kentucky, emphasizes her biography as a Marine aviator. But her mother’s struggles and successes shaped her just as much.", "filename": "2018_07_06_us_politics_amy-mcgrath-kentucky-congress.html_module=inline_1542342317.html", "image_url": "https://static01.nyt.com/images/2018/07/07/us/politics/07dc-mcgrath-print-1/00DC-McGrath1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_06_us_politics_amy-mcgrath-kentucky-congress.html_module=inline_1542342317.html", "title": "Amy McGrath Set Her Sights on the Marines and Now Congress. Her Mother Is the Reason.", "title_page": "Amy McGrath Set Her Sights on the Marines and Now Congress. Her Mother Is the Reason. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Marianne returned home, she could walk with braces and crutches. Before polio, Marianne wanted to be an Olympic figure skater or the first woman to play Major League baseball. Now, when they played stickball, Marianne would bat and Fritz would run for her.\nMothers took their children to the other side of the street when they saw her approach. “That was a powerful message to me about how frightened people were and how little they knew,” she said. Only after Dr. Salk’s vaccine became widely available in 1955 did the fears about the virus subside.\nShe began taking street cars to art classes at Carnegie Tech on her crutches. “It taught me that, damn it, if I want to do it, I can do it,” she said. Her favorite book as a child was “The Little Engine That Could.”\nThen her father was transferred to work at a Department of Veterans Affairs facility in northern Kentucky. She hated high school because she was “different,” always using crutches, but she did well academically.\nAt Villa Madonna College, she decided she wanted to be a doctor. She was accepted to the University of Kentucky College of Medicine, which had only a few female students, only to find colleagues questioning why she was “taking a man’s spot.”", "url": "https://www.nytimes.com/2018/07/06/us/politics/amy-mcgrath-kentucky-congress.html?module=inline"}