{"authors": ["Andrew Ross Sorkin", "Jessica Silver-Greenberg", "Kate Kelly", "Neal E. Boudette"], "date_download": "2018-11-16 03:59:28", "date_modify": "2018-11-16 03:59:28", "date_publish": "2018-08-15 00:17:37", "description": "Tesla’s board of directors has hired multiple outside law firms, and a number of board members and Tesla employees have urged Mr. Musk to stop posting on Twitter.", "filename": "2018_08_14_business_dealbook_tesla-board-musk-tweets.html_module=inline_1542340768.html", "image_url": "https://static01.nyt.com/images/2018/08/15/business/15MUSK/15MUSK-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_14_business_dealbook_tesla-board-musk-tweets.html_module=inline_1542340768.html", "title": "Tesla Directors, in Damage Control Mode, Want Elon Musk to Stop Tweeting", "title_page": "Tesla Directors, in Damage Control Mode, Want Elon Musk to Stop Tweeting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While it’s standard for boards to retain lawyers to counsel them on complicated matters, Tesla’s outside directors have hired two law firms to represent them.\nThe independent directors retained Paul, Weiss, Rifkind, Wharton & Garrison to help deal with a Securities and Exchange Commission inquiry related to the posts, which is at an early stage but which directors expect could intensify into a full-blown investigation, one person said. And three of those directors have separately hired the law firm Latham & Watkins to advise them as they consider any proposal by Mr. Musk to take the company private.\nTesla declined to make Mr. Musk available for an interview.\nThe tumult is the latest blow to Tesla, which has been struggling financially and facing mounting questions from investors about the company’s ability to meet Mr. Musk’s ambitious financial targets.\nSome members of the board have grown alarmed by what they see as Mr. Musk’s erratic behavior, according to three people familiar with some directors’ thinking. Directors were blindsided last week when Mr. Musk claimed on Twitter that he had “funding secured” for a possible deal to convert Tesla from a publicly traded company into a private one. Such a transaction would most likely cost well over $10 billion.\nMr. Musk said this week that he has been in talks with Saudi Arabia’s main government investment fund about possibly working on a deal to take Tesla private. But there were no indications that Mr. Musk has actually nailed down any commitments to bankroll such a transaction, and the Securities and Exchange Commission last week contacted the company about Mr. Musk’s Twitter posts, which drove up the company’s shares and prompted a halt in trading.", "url": "https://www.nytimes.com/2018/08/14/business/dealbook/tesla-board-musk-tweets.html?module=inline"}