{"authors": ["Sharon Lafraniere"], "date_download": "2018-11-16 04:32:28", "date_modify": "2018-11-16 04:32:28", "date_publish": "2018-08-21 20:41:33", "description": "The verdict was a victory for the special counsel, Robert S. Mueller III, whose inquiry has drawn withering criticism from President Trump.", "filename": "2018_08_21_us_politics_paul-manafort-trial-verdict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342748.html", "image_url": "https://static01.nyt.com/images/2018/08/22/us/politics/22dc-manafortverdict/17dc-manafortverdict-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_21_us_politics_paul-manafort-trial-verdict.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342748.html", "title": "Paul Manafort, Trump’s Former Campaign Chairman, Guilty of 8 Counts", "title_page": "Paul Manafort, Trump’s Former Campaign Chairman, Guilty of 8 Counts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ALEXANDRIA, Va. — Paul Manafort, President Trump’s former campaign chairman, was convicted on Tuesday in his financial fraud trial, bringing a dramatic end to a politically charged case that riveted the capital.\nThe verdict was a victory for the special counsel, Robert S. Mueller III, whose prosecutors introduced extensive evidence that Mr. Manafort hid millions of dollars in foreign accounts to evade taxes and lied to banks repeatedly to obtain millions of dollars in loans.\nMr. Manafort was convicted of five counts of tax fraud, two counts of bank fraud and one count of failure to disclose a foreign bank account. The jury was unable to reach a verdict on the remaining 10 counts, and the judge declared a mistrial on those charges.\nKevin Downing, a lawyer for Mr. Manafort, said the defense was “disappointed” by the verdict and that his client was “evaluating all of his options at this point.”", "url": "https://www.nytimes.com/2018/08/21/us/politics/paul-manafort-trial-verdict.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}