{"authors": ["Julian E. Barnes"], "date_download": "2018-11-16 04:40:03", "date_modify": "2018-11-16 04:40:03", "date_publish": "2018-09-14 19:46:32", "description": "Jens Stoltenberg, the head of NATO, worked Capitol Hill this week to argue that the alliance is critical not just for Europe but also for bolstering American military and intelligence agencies.", "filename": "2018_09_14_us_politics_stoltenberg-heritage-foundation_1542343203.html", "image_url": "https://static01.nyt.com/images/2018/09/15/us/politics/15dc-nato/15dc-nato-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_14_us_politics_stoltenberg-heritage-foundation_1542343203.html", "title": "In Face of Trump Criticism, NATO Works to Build Conservative Support", "title_page": "In Face of Trump Criticism, NATO Works to Build Conservative Support - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The head of the North Atlantic Treaty Organization worked to shore up support in Washington this week, with boosters of the alliance anxious to retain the support of American conservatives amid criticism by President Trump and ahead of a possible Senate vote next year on expansion.\nJens Stoltenberg, the NATO secretary general, worked Capitol Hill this week to make a case that the alliance was important to American prosperity and security, keeping peace in Europe and bolstering American military might and intelligence reach.\nMr. Stoltenberg has one of the more difficult jobs in international diplomacy, trying to make progress on Mr. Trump’s demands for more European military spending, assuring allies that the United States remains committed to Europe’s defense and trying to keep separate issues of trade and foreign policy that Washington is intent on merging.\nBut he has proved to be one of the European allies most adept at handling Mr. Trump, maintaining a good relationship despite the White House’s frequent criticisms.", "url": "https://www.nytimes.com/2018/09/14/us/politics/stoltenberg-heritage-foundation.html"}