{"authors": ["Brooks Barnes"], "date_download": "2018-11-16 04:08:39", "date_modify": "2018-11-16 04:08:39", "date_publish": "2018-09-06 01:42:19", "description": "In addition to Ms. Tyson and Marvin Levy, the motion picture academy will recognize the lifetime achievements of the composer Lalo Schifrin and the producers Kathleen Kennedy and Frank Marshall.", "filename": "2018_09_05_business_media_honorary-oscars-thalberg-award.html_rref=collection%2Fnewseventcollection%2FOscars%202019_1542341319.html", "image_url": "https://static01.nyt.com/images/2018/09/06/business/media/06oscars1/06oscars1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_05_business_media_honorary-oscars-thalberg-award.html_rref=collection%2Fnewseventcollection%2FOscars%202019_1542341319.html", "title": "Cicely Tyson, Spielberg’s Publicist and 3 Others Will Get Honorary Oscars", "title_page": "Cicely Tyson, Spielberg’s Publicist and 3 Others Will Get Honorary Oscars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — Steven Spielberg’s publicist, the composer of the “Mission: Impossible” theme song, Cicely Tyson and two powerhouse producers will be celebrated at the 2018 Governors Awards, also known as the Honorary Oscars.\nThe Academy of Motion Picture Arts and Sciences said late Wednesday that Oscar statuettes would be awarded to Marvin Levy, who has worked in film publicity for five decades, the last four of them with Mr. Spielberg; Lalo Schifrin, who has written scores for roughly 100 films, including “Dirty Harry” and “The Cincinnati Kid,” in addition to the “Mission: Impossible” tune; and Ms. Tyson, whose 91 acting credits include “Fried Green Tomatoes,” “Diary of a Mad Black Woman” and “Sounder,” for which she was nominated for an Academy Award in 1973.\nMr. Levy will be the first publicist to receive an Oscar.\nIn addition, the academy decided to grant its Irving G. Thalberg Memorial Award for producing for the first time in eight years. The trophy, a bust of Thalberg, who was head of production at Metro-Goldwyn-Mayer in the 1920s and ’30s, will go to Kathleen Kennedy and Frank Marshall, who have worked together since 1991. (They are also married.)\nMs. Kennedy, who runs Lucasfilm, the Disney-owned “Star Wars” studio, is an eight-time Oscar nominee for producing films like “The Color Purple” and “Lincoln” with Mr. Spielberg. Ms. Kennedy, who got her start as Mr. Spielberg’s secretary, will be the first woman to receive the Thalberg Award, which was last given to Francis Ford Coppola in 2010.", "url": "https://www.nytimes.com/2018/09/05/business/media/honorary-oscars-thalberg-award.html?rref=collection%2Fnewseventcollection%2FOscars%202019"}