{"authors": ["John Markoff"], "date_download": "2018-11-16 04:41:34", "date_modify": "2018-11-16 04:41:34", "date_publish": "2018-06-29 18:09:58", "description": "Driven by the needs of the financial industry, researchers are working on ways to manage vast computer systems down to 100 billionths of a second.", "filename": "2018_06_29_technology_computer-networks-speed-nasdaq.html_module=inline_1542343294.html", "image_url": "https://static01.nyt.com/images/2018/06/30/business/30-jp-time-print/00TIMEillo-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_29_technology_computer-networks-speed-nasdaq.html_module=inline_1542343294.html", "title": "Time Split to the Nanosecond Is Precisely What Wall Street Wants", "title_page": "Time Split to the Nanosecond Is Precisely What Wall Street Wants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Computer scientists at Stanford University and Google have created technology that can track time down to 100 billionths of a second. It could be just what Wall Street is looking for.\nSystem engineers at Nasdaq, the New York-based stock exchange, recently began testing an algorithm and software that they hope can synchronize a giant network of computers with that nanosecond precision. They say they have built a prototype, and are in the process of deploying a bigger version.\nFor an exchange like Nasdaq, such refinement is essential to accurately order the millions of stock trades that are placed on their computer systems every second.\nUltimately, this is about money. With stock trading now dominated by computers that make buying and selling decisions and execute them with blazing speed, keeping that order also means protecting profits. So-called high frequency trading firms place trades in a fraction of a second, sometimes in a bet that they can move faster than bigger competitors.", "url": "https://www.nytimes.com/2018/06/29/technology/computer-networks-speed-nasdaq.html?module=inline"}