{"authors": ["Salman Masood"], "date_download": "2018-11-16 04:28:37", "date_modify": "2018-11-16 04:28:37", "date_publish": "2018-02-03 19:06:30", "description": "The Pakistani Taliban claimed responsibility for the attack, one of the deadliest against the military in recent years.", "filename": "2018_02_03_world_asia_pakistan-suicide-bomber-army-base.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342517.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_03_world_asia_pakistan-suicide-bomber-army-base.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342517.html", "title": "Suicide Bomber Kills at Least 11 at Pakistani Army Base", "title_page": "Suicide Bomber Kills at Least 11 at Pakistani Army Base - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISLAMABAD, Pakistan — At least 11 soldiers, including an army captain, were killed and 13 others were injured Saturday when a suicide bomber detonated his explosives at a highly guarded army base in northern Pakistan, officials said.\nThe Pakistani Taliban claimed responsibility for the attack, one of the deadliest against the military in recent years. The powerful explosion, which rocked the surrounding area, occurred in the Kabal region of Swat, a picturesque valley in the northern part of the country.\nThis was the first major terrorist attack in Swat, once a Taliban stronghold, in the past five years, local residents said. The Pakistani military wrested the region from the Taliban in 2009 and has maintained a heavy presence.\nThe suicide bomber struck Saturday evening while the soldiers were playing volleyball after duty. Officials said they imposed a curfew, cordoned off most local roads and searched for accomplices in the aftermath.", "url": "https://www.nytimes.com/2018/02/03/world/asia/pakistan-suicide-bomber-army-base.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}