{"authors": ["Heather Murphy"], "date_download": "2018-11-16 04:45:19", "date_modify": "2018-11-16 04:45:19", "date_publish": "2018-09-27 22:21:47", "description": "The idea that one needs to articulate the personal effects of sexual assault as clearly as Christine Blasey Ford keeps many victims from reporting what happened to them.", "filename": "2018_09_27_health_dr-ford-sexual-assault.html_module=inline_1542343519.html", "image_url": "https://static01.nyt.com/images/2018/09/28/science/28RAPETRAUMA/28RAPETRAUMA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_27_health_dr-ford-sexual-assault.html_module=inline_1542343519.html", "title": "Expecting Women to Describe How Sexual Assault Affected Them Creates Barriers to Reporting It", "title_page": "Expecting Women to Describe How Sexual Assault Affected Them Creates Barriers to Reporting It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Though she appeared certain that the answer was yes, for many victims, the effects are more murky, researchers said. Reinforcing the idea that one must be able to clearly outline the concrete effects of trauma in the form of poor grades, broken relationships or days spent weeping in order to be believed, they said, can do more harm than good.\n“This is one of the reasons survivors do not report their assaults to police immediately after,” said Dr. Swartout.\nThis phenomenon may also push a woman to minimize the incident for herself. She may feel like her own experience was not worthy of documentation or discussion because she did not observe the same effects other victims talk about.\n“I think we intuitively understand that if a gun was forced into your mouth or put to your head, you would be traumatized,” said Neil Malamuth, a social scientist at UCLA who studies sexual violence.\nBut in the realm of sexual assault, many people’s view of the crime continues to be shaped more by the response of the victim than by the actions of the perpetrator, he said.\n“If you are too upset, you are crazy,” said Mary Koss, a professor at the University of Arizona who has published numerous studies on sexual assault, in an email. “If you are not upset enough, people don’t believe you were raped. So you have to be just the right degree of upset, whatever that is.”", "url": "https://www.nytimes.com/2018/09/27/health/dr-ford-sexual-assault.html?module=inline"}