{"authors": ["Charlie Savage"], "date_download": "2018-11-16 03:11:37", "date_modify": "2018-11-16 03:11:37", "date_publish": "2018-11-08 18:56:54", "description": "The newly installed head of the Justice Department, Matthew G. Whitaker, espoused views that a constitutional scholar called “internally contradictory” and “ignorant.”", "filename": "2018_11_08_us_politics_matthew-whitaker-courts-inferior.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337897.html", "image_url": "https://static01.nyt.com/images/2018/11/09/us/politics/09dc-whitaker-promo/09dc-whitaker-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_08_us_politics_matthew-whitaker-courts-inferior.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337897.html", "title": "Acting Attorney General Matthew G. Whitaker Once Criticized Supreme Court’s Power", "title_page": "Acting Attorney General Matthew G. Whitaker Once Criticized Supreme Court’s Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The acting attorney general, Matthew G. Whitaker, once espoused the view that the courts “are supposed to be the inferior branch” and criticized the Supreme Court’s power to review legislative and executive acts and declare them unconstitutional, the lifeblood of its existence as a coequal branch of government.\nIn a Q. and A. when he sought the Republican nomination for senator in Iowa in 2014, Mr. Whitaker indicated that he shared the belief among some conservatives that the federal judiciary has too much power over public policy. He criticized many of the Supreme Court’s rulings, beginning with a foundational one: Marbury v. Madison, which established its power of judicial review in 1803.\n“There are so many” bad rulings, Mr. Whitaker said. “I would start with the idea of Marbury v. Madison. That’s probably a good place to start and the way it’s looked at the Supreme Court as the final arbiter of constitutional issues.”\nThe interview was among evidence that shed new light on Mr. Whitaker’s views, including disparagement of the Russia investigation, which he now oversees, and an expansive view of presidential power. Congressional aides, journalists and other observers scoured his record after Mr. Trump fired Attorney General Jeff Sessions on Wednesday and replaced him with Mr. Whitaker, instantly raising questions about whether the president wanted a loyalist in charge at the Justice Department with the power to end the Russia investigation.", "url": "https://www.nytimes.com/2018/11/08/us/politics/matthew-whitaker-courts-inferior.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}