{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:50:26", "date_modify": "2018-11-16 03:50:26", "date_publish": "2018-07-24 23:28:30", "description": "A $12 billion farm bailout will not undo the damage the administration’s incoherent policies are doing to American industry and workers.", "filename": "2018_07_24_opinion_trump-farmers-bailout-trade-tariffs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340226.html", "image_url": "https://static01.nyt.com/images/2018/07/25/opinion/25wed1-02/25wed1-02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_24_opinion_trump-farmers-bailout-trade-tariffs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340226.html", "title": "So Now Trump Wants to Protect Farmers From Trump’s Trade War?", "title_page": "Opinion | So Now Trump Wants to Protect Farmers From Trump’s Trade War? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Scrambling to soften the blow of his destructive trade wars, President Trump is offering a $12 billion bailout for farmers facing retaliation from America’s trading partners hurt by his tariffs. It’s a desperation move, and it won’t do much to reverse the damage the administration has inflicted by senselessly raising duties on steel, aluminum and other imports from Canada, Mexico, the European Union, China and elsewhere.\nMr. Trump’s tariff increases were never needed in the first place. Indeed, the plan to pay off farmers — theoretically, voters in many of the president’s political strongholds — is the latest in a series of incoherent and haphazard economic decisions that the Trump administration has made in recent months, often in an attempt to clean up after it failed to think through the consequences of its earlier actions. In retaliation for Mr. Trump’s tariffs, China, the European Union, Mexico and other countries quite predictably imposed tariffs on soybeans, corn, pork and other products, and so — equally predictably — demand, and therefore prices, dropped for these commodities. The agriculture sector is understandably upset. But a one-time payment is no way to fix this problem the president created.\nThat’s why even lawmakers from farm states don’t like the president’s approach of using a Depression-era program known as the Commodity Credit Corporation to help farmers. Senator Ben Sasse, Republican of Nebraska, likened the plan to spending “$12 billion on gold crutches.” He added, “This administration’s tariffs and bailouts aren’t going to make America great again; they’re just going to make it 1929 again.” In April, after the administration floated the idea of helping farmers hurt by foreign tariffs, Senator Pat Roberts, the Kansas Republican who heads the agriculture committee, told reporters, “We don’t need another subsidy program; we need to sell our product.”\nMr. Trump’s decision to pay farmers could run afoul of commitments the United States has made at the World Trade Organization not to unfairly subsidize its agricultural sector. That could give other countries, which will now be worried that their farmers will be at a competitive disadvantage, a reason to further retaliate against the United States. Countries have often fought about agriculture subsidies. For example, the Obama administration accused India of unfairly subsidizing its farmers, and Brazil has long complained about American farm programs.", "url": "https://www.nytimes.com/2018/07/24/opinion/trump-farmers-bailout-trade-tariffs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}