{"authors": ["Timothy Egan"], "date_download": "2018-11-16 03:12:29", "date_modify": "2018-11-16 03:12:29", "date_publish": "2018-02-16 00:12:43", "description": "Stuff the thoughts, hold the prayers, and do something to stop school shootings.", "filename": "2018_02_15_opinion_florida-school-shooting-guns_1542337949.html", "image_url": "https://static01.nyt.com/images/2018/02/16/opinion/16Egan2-web/16Egan2-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_15_opinion_florida-school-shooting-guns_1542337949.html", "title": "The Bad Parent Caucus", "title_page": "Opinion | The Bad Parent Caucus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The kids know it — they get that people who should be looking after them are looking the other way. After Trump spoke, a sophomore at the Parkland school stated the obvious in an interview with CNN. “There’s no reason that a kid 19 years old that’s been investigated already, and not even a year ago, being able to purchase an AR-15,” said Isabella Gomez.\nThe gun used in Florida is similar to the kind of rapid-firing weapons used to mow down first graders in Newtown, club-goers in Orlando, civil servants in San Bernardino, and music-lovers in Las Vegas. In our country, a nation with a gun homicide rate 49 times higher than other wealthy countries, lunatics have easy and legal access to these guns.\nThe cops know the politicians are failing the kids as well. “What about the rights of these students?” said the Broward County sheriff, Scott Israel, in relaying the grim news of the latest massacre. “Don’t they have the right to be protected by the United States government, to the best of our ability?”\nOf course they do. But the government will not protect them. The invertebrates in Congress and the soulless blowhard in the White House will not take even the most common-sensical measures to limit the use of militarized weapons by deeply troubled people.\nRemember the outrage over bump stocks, the modification used by the man who killed 58 people in Las Vegas last fall? If you don’t, please remember it next November, at the ballot box. Congress has done nothing on this issue, but many states are moving on it, pressed by popular movements unafraid of the gun lobby.\nOther countries act to protect their people, which is the most elemental duty of governance. After Australia suffered the deadliest mass shooting in its history, a massacre of 35 people in 1996 by a man with a semiautomatic rifle, the country banned such weapons. There hasn’t been a mass shooting since.", "url": "https://www.nytimes.com/2018/02/15/opinion/florida-school-shooting-guns.html"}