{"authors": [], "date_download": "2018-11-16 04:18:20", "date_modify": "2018-11-16 04:18:20", "date_publish": "2018-11-15 10:00:08", "description": "And is President Trump actually good for the Republican Party?", "filename": "2018_11_15_opinion_the-argument-amazon-headquarters-trump-republicans-cbd-gummies.html_action=click&pgtype=Article&module=Intentional&rref=vanity_1542341900.html", "image_url": "https://static01.nyt.com/images/2018/11/15/opinion/15argument-six/15argument-six-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_15_opinion_the-argument-amazon-headquarters-trump-republicans-cbd-gummies.html_action=click&pgtype=Article&module=Intentional&rref=vanity_1542341900.html", "title": "Is Amazon Bad for America?", "title_page": "Opinion | Is Amazon Bad for America? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Meet the Hosts\nRoss Douthat\nImage\nI’ve been an Op-Ed columnist since 2009, and I write about politics, religion, pop culture, sociology and the places where they all intersect. I’m a Catholic and a conservative, in that order, which means that I’m against abortion and critical of the sexual revolution, but I tend to agree with liberals that the Republican Party is too friendly to the rich. I was against Donald Trump in 2016 for reasons specific to Donald Trump, but in general I think the populist movements in Europe and America have legitimate grievances and I often prefer the populists to the “reasonable” elites. I’ve written books about Harvard, the G.O.P., American Christianity and Pope Francis; I’m working on one about decadence. Benedict XVI was my favorite pope. I review movies for National Review and have strong opinions about many prestige television shows. I have three small children, two girls and a boy, and I live in New Haven with my wife.\nMichelle Goldberg\nImage\nI’ve been an Op-Ed columnist at The New York Times since 2017, writing mainly about politics, ideology and gender. These days people on the right and the left both use “liberal” as an epithet, but that’s basically what I am, though the nightmare of Donald Trump’s presidency has radicalized me and pushed me leftward. I’ve written three books, including one, in 2006, about the danger of right-wing populism in its religious fundamentalist guise. (My other two were about the global battle over reproductive rights and, in a brief detour from politics, about an adventurous Russian émigré who helped bring yoga to the West.) I love to travel; a long time ago, after my husband and I eloped, we spent a year backpacking through Asia. Now we live in Brooklyn with our son and daughter.", "url": "https://www.nytimes.com/2018/11/15/opinion/the-argument-amazon-headquarters-trump-republicans-cbd-gummies.html?action=click&pgtype=Article&module=Intentional&rref=vanity"}