{"authors": ["Lynda Richardson", "Steve Reddicliffe"], "date_download": "2018-11-16 03:24:15", "date_modify": "2018-11-16 03:24:15", "date_publish": "2018-07-24 21:00:26", "description": "Editors on our Travel desk respond to criticism of a recent feature about retreats and sanctuaries in and around Los Angeles.", "filename": "2018_07_24_reader-center_los-angeles-latino-culture.html_module=inline_1542338655.html", "image_url": "https://static01.nyt.com/images/2018/07/25/travel/25readers_losangeles/merlin_132829346_ae398301-e182-409c-9643-67654c1fd39e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_24_reader-center_los-angeles-latino-culture.html_module=inline_1542338655.html", "title": "Readers Call a Travel Story on Los Angeles Dismissive of Latino Culture. They Have a Point.", "title_page": "Readers Call a Travel Story on Los Angeles Dismissive of Latino Culture. They Have a Point. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Our Travel cover feature about retreats and sanctuaries in and around Los Angeles has received numerous complaints from readers who found the piece dismissive of Latino culture and clichéd in its portrayal of the city. We want to assure readers that was absolutely not our intention.\nReaders took issue with the reference to a historic street in Downtown Los Angeles that sells Jesus statuettes and piñatas as the source of “all useless items in the world.” We now see how it came across as offensive. We appreciate the feedback and know that we can do better.\nWe have long recognized that Latino culture, and Mexican-American culture in particular, in many ways defines the identity of Los Angeles.\nThe writer of the recent Travel story, Reif Larsen, apologized for causing offense. “I should have taken my own advice in the article and realized that places and objects of sanctuary, retreat and reverence can take on all forms,” he said. “I travel to learn about new cultures, experiences and ways of seeing the world, and my learning continues here.”", "url": "https://www.nytimes.com/2018/07/24/reader-center/los-angeles-latino-culture.html?module=inline"}