{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:46:22", "date_modify": "2018-11-16 04:46:22", "date_publish": "2018-03-20 13:44:19", "description": "An animated video depicts the kingdom’s forces under Mohammed bin Salman marching into Tehran as conquering heroes. Is it serious or a satire?", "filename": "2018_03_20_world_middleeast_saudi-arabia-iran-invasion-video.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343582.html", "image_url": "https://static01.nyt.com/images/2018/02/07/world/middleeast/00SAUDIVIDEO-IMAGE/00SAUDIVIDEO-IMAGE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_20_world_middleeast_saudi-arabia-iran-invasion-video.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343582.html", "title": "A Glimpse of a Crown Prince’s Dream? Saudi Arabia Invades Iran in CGI", "title_page": "A Glimpse of a Crown Prince’s Dream? Saudi Arabia Invades Iran in CGI - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Seated in an animated command and control room in Riyadh, the crown prince of Saudi Arabia directs an invasion of Iran. In scene after he scene, he orders a succession of superior weapons systems to pulverize the enemy. Finally, his forces corner the trembling figure of Qassem Suleimani, the revered commander of Iran’s elite Quds Force, and the people of Tehran acclaim their Saudi liberator.\nThe animation, which first appeared on the internet in December and has been viewed more than 1.2 million times, offers a vivid portrait of Saudi Arabia’s increasingly aggressive stance toward its regional rival since the assent to power of the 32-year-old crown prince, Mohammed bin Salman — M.B.S., for short — the king’s favorite son and chief adviser.\nIs it serious or a satire? The video appeared on YouTube and social media accounts under the name of a group calling itself Saudi Strike Force; the group declined to answer electronic messages to its social media accounts asking about its identity. An official at the Saudi Embassy in Washington said the kingdom’s government had no connection with the video. Bernard Haykel, a Princeton professor who recently published a column explaining the challenges Prince Mohammed faces in the kingdom, suggested in an email that the Iranians themselves might have made the cartoon “to make the Saudis look silly.”\nOther experienced observers said the animation showed an insider’s familiarity with the visual details of Saudi Arabian and Iranian weapons. The video was released almost simultaneously in Arabic and English, with subtitles in Farsi, Hebrew, Mandarin, Russian, Turkish and other languages, so its animators probably also had the help of a team of linguists.", "url": "https://www.nytimes.com/2018/03/20/world/middleeast/saudi-arabia-iran-invasion-video.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}