{"authors": ["Anemona Hartocollis", "Amy Harmon", "Mitch Smith"], "date_download": "2018-11-16 04:19:36", "date_modify": "2018-11-16 04:19:36", "date_publish": "2018-07-29 16:00:04", "description": "The suit, which accuses the university of discriminating against Asian-Americans, has shed light on little-known aspects of Harvard’s selection process.", "filename": "2018_07_29_us_harvard-admissions-asian-americans.html_module=inline_1542341976.html", "image_url": "https://static01.nyt.com/images/2018/07/31/us/00harvard-01alt/00harvard-01alt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_29_us_harvard-admissions-asian-americans.html_module=inline_1542341976.html", "title": "‘Lopping,’ ‘Tips’ and the ‘Z-List’: Bias Lawsuit Explores Harvard’s Admissions Secrets", "title_page": "‘Lopping,’ ‘Tips’ and the ‘Z-List’: Bias Lawsuit Explores Harvard’s Admissions Secrets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He had perfect scores — on his SAT, on three SAT subject tests and on nine Advanced Placement exams — and was ranked first in his high school class of 592. An admissions officer who reviewed his application to Harvard called him “the proverbial picket fence,” the embodiment of the American dream, saying, “Someone we’ll fight over w/ Princeton, I’d guess.”\nBut in the end, the student was wait-listed and did not get in.\nGenerations of high school students have applied to Harvard thinking that if they checked all the right boxes, they would be admitted.\nBut behind the curtain, Harvard’s much-feared admissions officers have a whole other set of boxes that few ambitious high school students and their parents know about — or could check even if they did. The officers speak a secret language — of “dockets,” “the lop list,” “tips,” “DE,” the “Z-list” and the “dean’s interest list” — and maintain a culling system in which factors like where applicants are from, whether their parents went to Harvard, how much money they have and how they fit the school’s goals for diversity may be just as important as scoring a perfect 1600 on the SAT.\nThis arcane selection process has been illuminated by a lawsuit accusing Harvard of violating federal civil rights law by using racial balancing to shape its admissions in a way that discriminates against Asian-Americans. Harvard says it does not discriminate. Hundreds of admissions documents have been filed in the suit — over the university’s objections that they could reveal trade secrets — and many sections that were previously redacted have been ordered unsealed in recent weeks.", "url": "https://www.nytimes.com/2018/07/29/us/harvard-admissions-asian-americans.html?module=inline"}