{"authors": ["Cara Buckley"], "date_download": "2018-11-16 04:09:21", "date_modify": "2018-11-16 04:09:21", "date_publish": "2018-01-25 22:08:37", "description": "Last year’s best-actor winner had been expected to attend the ceremony, but his settlement of a sexual harassment case involving a 2010 film raised concerns.", "filename": "2018_01_25_movies_casey-affleck-oscars-metoo.html_module=inline_1542341361.html", "image_url": "https://static01.nyt.com/images/2018/01/26/arts/26casey-affleck1/26casey-affleck1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_25_movies_casey-affleck-oscars-metoo.html_module=inline_1542341361.html", "title": "Casey Affleck Won’t Present the Oscar for Best Actress", "title_page": "Casey Affleck Won’t Present the Oscar for Best Actress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Breaking from tradition and bowing to the moment, Casey Affleck will not be attending this year’s Oscars, ending months of speculation over whether the Academy Award-winning actor would be a disruptive presence at the ceremony during a season dominated and defined by #MeToo.\nMr. Affleck won the Oscar last year for his performance in “Manchester by the Sea,” and by academy tradition, the best actress is handed her statuette by the previous year’s best actor winner.\nBut following an extraordinary few months of revelations of widespread sexual harassment, and a concerted effort by powerful Hollywood women to rebalance the scales of power to end discrimination and abuse, many felt it would be inappropriate for Mr. Affleck to attend the ceremony.\nTwo women sued him for sexual harassment during the production of the 2010 film “I’m Still Here,” which Mr. Affleck directed and which starred Joaquin Phoenix. Mr. Affleck denied any wrongdoing but settled with both women. Although the allegations continued to hang over him, they were not enough to derail his Oscar campaign.", "url": "https://www.nytimes.com/2018/01/25/movies/casey-affleck-oscars-metoo.html?module=inline"}