{"authors": ["William Neuman"], "date_download": "2018-11-16 04:52:09", "date_modify": "2018-11-16 04:52:09", "date_publish": "2018-02-01 00:10:15", "description": "Mayor de Blasio proposed replacing boilers at 10 public housing projects that have chronic heating outages.", "filename": "2018_01_31_nyregion_nycha-housing-heat-boilers.html_module=inline_1542343929.html", "image_url": "https://static01.nyt.com/images/2018/02/01/nyregion/01boilers/01boilers-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_31_nyregion_nycha-housing-heat-boilers.html_module=inline_1542343929.html", "title": "$82 Million Plan for New Boilers at New York Housing Projects", "title_page": "$82 Million Plan for New Boilers at New York Housing Projects - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Facing criticism over heating outages in public housing that have affected thousands of tenants this winter, the administration of Mayor Bill de Blasio on Wednesday announced a proposal to spend $82 million to install 39 replacement boilers to better heat 104 New York City Housing Authority buildings.\nThe investment, which targets 10 developments with chronic heating problems, would be added to the city’s capital spending plan, which must be approved by the City Council. The city’s public housing has been underfinanced for years, and many buildings have aging boilers prone to breaking down.\nThe proposed boiler replacement, according to a news release from the mayor’s office, would be completed by the end of 2022, a time frame that drew immediate criticism from the City Council speaker, Corey Johnson.\n“Tenants at these developments that have been identified don’t have four winters to wait to get fixed boilers,” Mr. Johnson said, answering reporters’ questions after a Council meeting. He said that he supported increasing spending for public housing, but called the amount of time projected for the boiler repairs “far too long.”", "url": "https://www.nytimes.com/2018/01/31/nyregion/nycha-housing-heat-boilers.html?module=inline"}