{"authors": ["Christina Goldbaum"], "date_download": "2018-11-16 04:32:03", "date_modify": "2018-11-16 04:32:03", "date_publish": "2018-09-21 23:14:23", "description": "When officers arrived at the house in Queens, they found three infants and two adults had been stabbed by a worker who then cut her own wrist, according to the police.", "filename": "2018_09_21_nyregion_queens-stabbing-day-care-birth-tourism.html_module=inline_1542342723.html", "image_url": "https://static01.nyt.com/images/2018/09/22/nyregion/22QUEENS1/22QUEENS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_21_nyregion_queens-stabbing-day-care-birth-tourism.html_module=inline_1542342723.html", "title": "It Was a Suspected ‘Birth Tourism’ Site. Then Came Late-Night Screams.", "title_page": "It Was a Suspected ‘Birth Tourism’ Site. Then Came Late-Night Screams. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One of the adults, who was stabbed in the leg, was the 31-year-old father of one of the infants, the police said. The other adult, a 63-year-old-woman who was stabbed in the torso, was a co-worker of the employee, according to the police.\nAs of Friday afternoon, the three infants, two girls and a boy, were in critical condition; one of the girls sustained more serious injuries than the others, said Juanita Holmes, assistant chief in the Police Department’s Patrol Borough Queens North.\nEarlier reports described the home as a residential day care. But law enforcement officials suspect the residence was used to house women from Asia who traveled to the United States on tourist visas to give birth to their children in order to secure them American citizenship, according to the law enforcement official.\n“We think it had something to do with immigration and citizenship,” the law enforcement official said. “It had something to do with their desire to have the kids as American citizens and it would eventually help the parents.”\nOfficials do not know if the mothers will take them back home in what appeared to be a “maternity tourism” or “birth tourism” operation. Once U.S. citizen children turn 21 they can sponsor a parent for a green card.\nMaternity tourism is a small but persistent phenomenon and is particularly prevalent in California, where in 2015 federal agents raided more than 30 locations that they said were part of the industry. Typically, “birth tourists” are people with sufficient money to travel from foreign countries to give birth in the United States. The parents and their infants then return to their home country.\n“If you’re born here, then you don’t have to worry about ever having illegal status,” said Angela Maria Kelley, an immigration adviser for the Open Society Foundations, which promotes democracy and human rights around the world.", "url": "https://www.nytimes.com/2018/09/21/nyregion/queens-stabbing-day-care-birth-tourism.html?module=inline"}