{"authors": ["Matt Stevens"], "date_download": "2018-11-16 03:40:32", "date_modify": "2018-11-16 03:40:32", "date_publish": "2018-01-14 05:30:52", "description": "The government complied with a judge’s order to resume accepting renewal requests from immigrants who were brought illegally to the United States as children.", "filename": "2018_01_14_us_politics_daca-renewals-requests.html_module=inline_1542339632.html", "image_url": "https://static01.nyt.com/images/2018/01/15/us/15xp-DACA/15xp-DACA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_14_us_politics_daca-renewals-requests.html_module=inline_1542339632.html", "title": "DACA Participants Can Again Apply for Renewal, Immigration Agency Says", "title_page": "DACA Participants Can Again Apply for Renewal, Immigration Agency Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Later that day, Judge William Alsup of Federal District Court in San Francisco handed down his ruling, writing that the administration must “maintain the DACA program on a nationwide basis” as the legal challenge to the president’s decision goes forward.\nIn his ruling, Judge Alsup laid out a road map for the government that officials appeared to follow. He said that previous beneficiaries of DACA, known as Dreamers, must be allowed to renew their status in the program, though the government would not be required to accept new applications from immigrants who had not previously submitted one.\nOn Sunday morning, Mr. Trump blamed Democrats for preventing progress on a legislative deal that would permanently legalize the young immigrants and give them an eventual path to citizenship in exchange for tougher border security and enforcement measures.\nThe president criticized Democratic lawmakers, some of whom have suggested that they will not support efforts to fund the government by a deadline later this week unless Congress passes the DACA legislation.\n“DACA is probably dead because the Democrats don’t really want it, they just want to talk and take desperately needed money away from our Military,” Mr. Trump said on Twitter from his Mar-a-Lago estate in Palm Beach, Fla.\nIn a second tweet, Mr. Trump said that immigration legislation should include an end to the diversity visa lottery system, in which the State Department encourages diversity in immigration by holding a lottery for those wanting to come to the United States.\nThe president has criticized the program as a threat to the country’s security even though people selected are screened in the same ways that other immigrants are. Mr. Trump has also said that the program undermines efforts by the administration to allow immigrants who have skills that will be beneficial to the United States.\n“I, as President, want people coming into our Country who are going to help us become strong and great again, people coming in through a system based on MERIT,” he said. “No more Lotteries! #AMERICA FIRST.”", "url": "https://www.nytimes.com/2018/01/14/us/politics/daca-renewals-requests.html?module=inline"}