{"authors": ["Michael D. Shear", "Eileen Sullivan"], "date_download": "2018-11-16 04:49:54", "date_modify": "2018-11-16 04:49:54", "date_publish": "2018-01-26 14:50:55", "description": "The Democratic leadership is seeking to ensure that budget negotiations include legislation to protect the special counsel in the Russia inquiry.", "filename": "2018_01_26_us_politics_trump-mueller-fired-special-counsel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343794.html", "image_url": "https://static01.nyt.com/images/2018/01/27/us/politics/27dc-trump-1/27dc-trump-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_26_us_politics_trump-mueller-fired-special-counsel.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343794.html", "title": "Senate Democrats Seek to Protect Mueller From Being Fired", "title_page": "Senate Democrats Seek to Protect Mueller From Being Fired - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Senate Democrats said on Friday that they would seek to ensure that continuing budget negotiations included legislation to protect Robert S. Mueller III, the special counsel in the Russia investigation, from being fired by President Trump.\nSenator Chuck Schumer of New York, the top Democrat in the Senate, said an article in The New York Times detailing an effort by Mr. Trump to fire Mr. Mueller in June demonstrated the urgency for Congress to act.\n“The most important thing Congress can do right now is to ensure that Special Counsel Mueller’s investigation continues uninterrupted and unimpeded,” Mr. Schumer said. “No one — whether it be administration officials, Republicans or the president himself — should get in the way and undermine the investigation.”\nThe move by the Democratic leadership escalates previous efforts by lawmakers in both parties to stave off a possible constitutional crisis should Mr. Trump try to shut down the Russia investigation by getting rid of Mr. Mueller. Over the summer, amid reports that Mr. Trump was considering that possibility, members of the parties introduced legislation to prevent that from happening.", "url": "https://www.nytimes.com/2018/01/26/us/politics/trump-mueller-fired-special-counsel.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}