{"authors": ["Mike Isaac", "Brian X. Chen"], "date_download": "2018-11-16 04:02:38", "date_modify": "2018-11-16 04:02:38", "date_publish": "2018-10-08 13:00:01", "description": "At a time when trust in its services is eroding, the social network introduced Portal and Portal Plus, its first major effort to build consumer hardware from scratch.", "filename": "2018_10_08_technology_facebook-portal-video-calling.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340958.html", "image_url": "https://static01.nyt.com/images/2018/10/08/business/09facebook/09facebook-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_08_technology_facebook-portal-video-calling.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340958.html", "title": "Facebook’s New Gadget Is a Video-Chat Screen With a Camera That Follows You", "title_page": "Facebook’s New Gadget Is a Video-Chat Screen With a Camera That Follows You - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The devices are Facebook’s first major foray into designing, building and selling consumer hardware from scratch. If the Portals are successful, the company could encourage more people to use its social network regularly to keep in touch with friends and family, as well as for apps like Spotify and Pandora.\nYet Facebook’s timing could not be worse. After two years of scandals, it will be marketing Portal and Portal Plus to a skeptical public. Last month, the company also announced a security breach that put the accounts of at least 50 million users at risk, while endangering the accounts of numerous third-party apps.\nTo address privacy concerns with Portal and Portal Plus, Facebook said the products include an electronic kill switch for the front-facing camera, as well as a cover for the lens. In addition, video calls are encrypted, and the camera’s A.I. technology runs on the device itself, not on Facebook’s servers, the company said.\nThe company said the utility of the devices, which work on a household Wi-Fi connection, would convince people of their importance in a home. The devices are built atop Facebook’s Messenger platform, and the communication software is hooked into a user’s web of Facebook connections. Once Portal is connected to a Messenger account, people can video chat with anyone in their network across devices, be it on Portal, a tablet, a smartphone or a desktop computer.\nFacebook is entering a fiercely competitive market. Voice-controlled smart speakers, a category birthed by Amazon in 2015 with its Echo, is small but growing. Last quarter, manufacturers shipped 16.8 million smart speakers, up 187 percent from the same period last year, according to the research firm Canalys. Amazon and Google dominate the smart speaker market in the United States. In China, Alibaba and Xiaomi are quickly gaining traction with sales of their artificially intelligent speakers.", "url": "https://www.nytimes.com/2018/10/08/technology/facebook-portal-video-calling.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}