{"authors": ["Matthew Goldstein"], "date_download": "2018-11-16 04:12:46", "date_modify": "2018-11-16 04:12:46", "date_publish": "2018-04-20 13:48:31", "description": "The fines against the bank settle investigations into its lending practices. They are the biggest bank penalties imposed under the Trump administration.", "filename": "2018_04_20_business_wells-fargo-cfpb-penalty-regulators_1542341566.html", "image_url": "https://static01.nyt.com/images/2018/04/21/business/21wells1/21wells1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_20_business_wells-fargo-cfpb-penalty-regulators_1542341566.html", "title": "Wells Fargo Pays $1 Billion to Federal Regulators", "title_page": "Wells Fargo Pays $1 Billion to Federal Regulators - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Auto insurance: Thousands of customers who bought cars with loans from Wells Fargo were forced to buy unnecessary insurance policies from the bank with premiums that topped a $1,000 a year. The bank said the policies could have contributed to about 27,000 customers having their cars repossessed after defaulting on their loans.\nCompliance: In 2011, the currency comptroller’s office said, the bank “failed to implement and maintain a compliance risk management program commensurate” with its size and complexity.\nTaking Steps to Atone\nWells Fargo agreed to submit plans to regulators detailing how it plans to strengthen its compliance and risk-management programs and “remediation efforts” for customers.\nThe consumer bureau said at least 50,000 customers would probably “require remediation” and that the total to be repaid would exceed $10 million. Wells Fargo said the settlement would result in the $5.9 billion in first-quarter profits it reported last week being reduced by $800 million.\nLatest in a Series of Penalties\nUnder the deal announced on Friday, Wells Fargo will effectively pay $500 million to each regulator. The consumer bureau said it was imposing a $1 billion penalty but was deducting from that the amount that Wells Fargo was paying to the currency comptroller’s office.", "url": "https://www.nytimes.com/2018/04/20/business/wells-fargo-cfpb-penalty-regulators.html"}