{"authors": ["Hannah Beech"], "date_download": "2018-11-16 04:28:04", "date_modify": "2018-11-16 04:28:04", "date_publish": "2018-10-14 06:59:04", "description": "Indigenous forest people of the Indonesian island of Sumatra have been pushed from their land and away from their gods by timber, rubber, paper and palm oil plantations. Many have converted to Islam.", "filename": "2018_10_14_world_asia_indonesia-sumatra-orang-rimba_1542342484.html", "image_url": "https://static01.nyt.com/images/2018/10/14/world/14indonesia-dispatch-1/00indonesia-dispatch-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_14_world_asia_indonesia-sumatra-orang-rimba_1542342484.html", "title": "Their Land Defiled, Forest People Swap Flower Worship for Quran and Concrete", "title_page": "Their Land Defiled, Forest People Swap Flower Worship for Quran and Concrete - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JAMBI, Indonesia — When the flowers could no longer summon the gods, the healer knew it was time to leave the forest.\nAs a traditional healer of the Orang Rimba, or forest people, here on the Indonesian island of Sumatra, Temenggung Tarip had long depended on jungle blooms to conjure the divine for his seminomadic indigenous community. An offering of colorful petals would bring the elephant god, skilled at curing toothaches, or the tiger god, helpful for those who had lost their way.\nBut timber, rubber, paper and palm oil plantations have encroached on the forests of Indonesia. Since 2000, about 15 percent of the nation’s tree cover has disappeared. In Jambi, the central Sumatran province that is home to a few thousand Orang Rimba, the amount of deforestation is even higher, at 32 percent since the turn of the century, according to Global Forest Watch.", "url": "https://www.nytimes.com/2018/10/14/world/asia/indonesia-sumatra-orang-rimba.html"}