{"authors": ["Vivian Marino"], "date_download": "2018-11-16 04:55:21", "date_modify": "2018-11-16 04:55:21", "date_publish": "2018-04-24 17:50:02", "description": "About three dozen development projects, valued around $3.5 billion, are underway or in the pipeline in Long Beach.", "filename": "2018_04_24_business_long-beach-california-redevelopment_1542344121.html", "image_url": "https://static01.nyt.com/images/2018/04/25/business/25LONGBEACH06/25LONGBEACH06-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_24_business_long-beach-california-redevelopment_1542344121.html", "title": "After Years of Decline, a California Port City Sheds Its Past", "title_page": "After Years of Decline, a California Port City Sheds Its Past - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We believe the Olympics will be a game changer for us,” Mr. West said. He expects at least five new hotels across the city over the next few years, just in time to house the throngs of visitors that will descend on the area.\nAmong these new hotels will be a 29-story glass high-rise by the Seattle-based American Life, now under city review. Gregory L. Steinhauer, American Life’s president, said he hoped to break ground next year on a site adjacent to a planned redevelopment of the city’s civic center.\n“In our biased view, we’re at the 50-yard line of Long Beach,” he said of the location.\nAt the heart of the city’s revitalization plan is the Long Beach Civic Center, where a $520 million overhaul is taking place. Development began in 2016 and is scheduled for completion in 2019. It will include an 11-story City Hall, offices for the Port of Long Beach and a main public library. Also planned: a plaza with underground parking, a retail marketplace and upgrades to the city’s oldest park, Lincoln Park.\nConstruction is by Plenary-Edgemoor Civic Partners, a development consortium, on city property fronting Ocean Boulevard, another main thoroughfare. (The buildings are all designed to be seismically safe and sustainable, using solar power and rainwater storage systems.)\nPlans for Queen Mary Island, described by the city as “a year-round social epicenter,” are also in the works. A $250 million entertainment and hotel complex is rising on 65 waterfront acres, next to the Queen Mary, a celebrated ocean liner. This project features new stores, restaurants, sports venues, and attractions like rooftop surfing pavilions, a roller coaster, a zip line and indoor ice climbing. There is also an amphitheater for live performances.", "url": "https://www.nytimes.com/2018/04/24/business/long-beach-california-redevelopment.html"}