{"authors": ["Ken Belson"], "date_download": "2018-11-16 03:16:52", "date_modify": "2018-11-16 03:16:52", "date_publish": "2018-09-07 14:15:06", "description": "The Dolphins receiver is one of the few N.F.L. players who still do so during the national anthem, undeterred by critics who call him unpatriotic.", "filename": "2018_09_07_sports_kenny-stills-national-anthem-protest_1542338212.html", "image_url": "https://static01.nyt.com/images/2018/09/09/sports/02anthem-web1/02anthem-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_07_sports_kenny-stills-national-anthem-protest_1542338212.html", "title": "Kenny Stills Carries Colin Kaepernick’s Torch by Continuing to Kneel", "title_page": "Kenny Stills Carries Colin Kaepernick’s Torch by Continuing to Kneel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Reactions like those throughout the country, as well as complaints from angry fans, declining television ratings and pressure from the White House, led the owners at their quarterly meeting in May to enact rules aimed at ending on-field protests. The new protocol required players to remain in the locker room or stand on the field for the anthem. The league said it would penalize teams whose players violated the rules and leave the question of how to penalize players up to each team.\nAs soon as the league changed its policy in May, the owners broke ranks. the Jets’ chairman, Chris Johnson, said he would not penalize his players if they protested. The San Francisco 49ers’ chief executive, Jed York, said he had abstained from voting.\nStills’s boss, the Dolphins owner, Stephen Ross, has made conflicting statements about the protests. In July, the team included a sentence in its rule book that said players could fined or suspended if they did not stand for the anthem. Ross, who has spoken with Stills about his protests, later said that the sentence was merely a placeholder, not a policy.\nAngered that the league changed its anthem policy unilaterally, the N.F.L. Players Association filed a grievance. The union also made it clear it would not begin negotiations for a new collective bargaining agreement if there were different rules for different teams. In July, the league announced it would hold off on enforcing the new rules while the owners talk with the union about possible revisions.\nFive days after that announcement, the Dallas Cowboys’ owner, Jerry Jones, said his players must stand on the field for the playing of the “The Star-Spangled Banner,” and not stay in the team’s locker room. His son, Stephen, suggested that players would be cut if they disobeyed.\n“Our policy is you stand during the anthem, toe the line,” Jones told reporters.\nJones was among the owners deposed in legal cases brought by Kaepernick and his former teammate, Reid, who have accused the league of blackballing them because of their political views. An arbitrator overseeing the cases last week dismissed the N.F.L.’s bid to throw out Kaepernick’s case, which sets the stage for a trial-like hearing in the coming months.\nStills, who is in the second year of a four-year contract, said he planned to continue protesting.\nIn March, he traveled to sites in the South that played a role in the civil rights movement. In Memphis, he visited the National Civil Rights Museum at the Lorraine Motel, where the Rev. Dr. Martin Luther King Jr. was killed. In Selma, Ala., he walked across the Edmund Pettus Bridge, where police beat nonviolent protesters. He traveled to Tallahassee, Fla., where he joined a rally against police brutality, and to New Orleans, where he attended a camp where Kaepernick taught young people their rights when stopped by the police.", "url": "https://www.nytimes.com/2018/09/07/sports/kenny-stills-national-anthem-protest.html"}