{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:22:43", "date_modify": "2018-11-16 03:22:43", "date_publish": "2018-10-02 21:22:21", "description": "Jamal Khashoggi, a prominent journalist and critic of Saudi leaders, entered the consulate Tuesday and has not emerged since.", "filename": "2018_10_02_world_middleeast_journalist-saudi-consulate-istanbul.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338563.html", "image_url": "https://static01.nyt.com/images/2018/10/03/world/middleeast/03saudi/03saudi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_02_world_middleeast_journalist-saudi-consulate-istanbul.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338563.html", "title": "Jamal Khashoggi, Saudi Journalist, Detained in Consulate in Istanbul", "title_page": "Jamal Khashoggi, Saudi Journalist, Detained in Consulate in Istanbul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Why haven’t they let him go?” Mr. Kislakci asked. “What are they doing in the consulate? We don’t know.” He said that Turkish authorities had been informed and were following the case.\nAn employee who answered the phone at the Istanbul consulate late Tuesday, who declined to give his name, said that the consulate was closed and that he had no information.\nWhen asked specifically whether Mr. Khashoggi had been detained in the consulate, he said, “We heard the same thing, but we don’t know.”\nThe Saudi embassy in Washington did not respond to a request for comment.\nFor decades, Mr. Khashoggi was one of Saudi Arabia’s most prominent journalists. As a young man, he interviewed Osama bin Laden in Afghanistan and he went on to cover successive Saudi kings. He was often seen as close to the Saudi government and counted on to champion its policies and ignore its scandals and abuses. At times, he served as both an official and unofficial adviser to senior Saudi officials.\nBut last year, as many of his friends were arrested and the already limited margins of freedom of expression inside the kingdom shrank, Mr. Khashoggi went into voluntary exile, dividing his time between the Washington, D.C., area, London and Istanbul and publishing articles that criticized the increasingly authoritarian rule of Crown Prince Mohammed. He frequently wrote op-ed columns for The Washington Post.\nThose articles turned him into a pariah with the Saudi government and the defenders of Crown Prince Mohammed, who accused him of receiving cash from foreign governments to tarnish the kingdom’s reputation.\nMr. Khashoggi’s wife had remained in Saudi Arabia while he was no longer able to return freely. Their separation had led to a divorce, and he wanted to remarry to a Turkish woman.", "url": "https://www.nytimes.com/2018/10/02/world/middleeast/journalist-saudi-consulate-istanbul.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}