{"authors": ["Hannah Beech"], "date_download": "2018-11-16 04:19:18", "date_modify": "2018-11-16 04:19:18", "date_publish": "2018-05-30 18:43:09", "description": "No country is eager to take in the Rohingya. That indifference means more suffering and death for Myanmar’s Muslim ethnic group.", "filename": "2018_05_30_world_asia_rohingya-refugee-myanmar-thailand.html_action=click&module=RelatedLinks&pgtype=Article_1542341958.html", "image_url": "https://static01.nyt.com/images/2018/05/31/world/31rohingyaboat-dispatch1-print/31rohingyaboat-dispatch1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_30_world_asia_rohingya-refugee-myanmar-thailand.html_action=click&module=RelatedLinks&pgtype=Article_1542341958.html", "title": "On the High Seas, Keeping Vigil for an Unwanted Minority", "title_page": "On the High Seas, Keeping Vigil for an Unwanted Minority - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ABOARD THE PHOENIX, on the Andaman Sea — We were looking for Rohingya. There were none.\nFor nearly a week this month, the Phoenix, a search-and-rescue boat run by a Malta-based charity group, had scoured the Andaman Sea for Rohingya Muslims fleeing persecution in Myanmar in rickety boats.\nNot many Rohingya have taken to the seas this sailing season, unlike in previous years when at least 80,000 people risked a dangerous passage and hundreds died along the way. But we had word that a wooden skiff crammed with 36 Rohingya was chugging its way past the camber of Myanmar, along the isthmus of Thailand, to Malaysia.\nAt least 60,000 Rohingya work in Malaysia, mostly as undocumented laborers. Still, a hard life in exile is better than conditions back home in Myanmar’s far western Rakhine State, where the military and civilian gangs have unleashed rape, slaughter and a forced evacuation on the Muslim minority.", "url": "https://www.nytimes.com/2018/05/30/world/asia/rohingya-refugee-myanmar-thailand.html?action=click&module=RelatedLinks&pgtype=Article"}