{"authors": ["Justin Sablich"], "date_download": "2018-11-16 03:15:55", "date_modify": "2018-11-16 03:15:55", "date_publish": "2018-07-26 09:00:07", "description": "As soon as a hurricane is named, it’s too late to purchase travel insurance, so planning well in advance for potential disruptions is essential.", "filename": "2018_07_26_travel_hurricane-protection-travel-insurance_1542338155.html", "image_url": "https://static01.nyt.com/images/2018/07/29/travel/29TIPS/merlin_141485925_c9cf9606-3a42-470e-8ac9-ef5e09ac64ee-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_26_travel_hurricane-protection-travel-insurance_1542338155.html", "title": "4 Tips for Protecting Your Trip During Hurricane Season", "title_page": "4 Tips for Protecting Your Trip During Hurricane Season - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With some parts of the world still recovering from last year’s brutal hurricane season, the National Oceanic and Atmospheric Administration is predicting a slightly-above average stretch this year (through Sept. 1). Planning well in advance for potential disruptions is essential, even if you’re not traveling to a high-risk areas like Florida or the Caribbean, said Justin Tysdal, travel insurance expert and chief executive of Seven Corners, a travel insurance firm . “As we’ve learned in recent years, some of the most unsuspecting places can also be cause for concern, including Houston, Texas and New York.” Here’s what you need to know to protect your travel plans this hurricane season.\nCheck Your Hotel and Airline Policies\nMany hotels in high-risk areas have some sort of hurricane policy, but they vary in what they cover and how they work.\nA hotel with a hurricane guarantee often offers either a full refund or will let you rebook within a year with no extra fees attached should you have to cancel. But it’s important to know exactly how it works ahead of time, as some depend on the timing of the storm. Other hurricane policies only reimburse after the fact and if other criteria is met, such as the storm making landfall qualifying as a “direct impact” to the hotel or if the storm winds are considered “hurricane-force.”\nAirlines will often rebook your flight without an extra charge for storm-related cancellations, but they are not required to do so by law. In cases of partial reimbursements from a hotel or airline, having travel insurance could close any gaps.", "url": "https://www.nytimes.com/2018/07/26/travel/hurricane-protection-travel-insurance.html"}