{"authors": ["Roger Cohen"], "date_download": "2018-11-16 03:18:25", "date_modify": "2018-11-16 03:18:25", "date_publish": "2018-07-06 10:22:46", "description": "An American spirit bigger than a White House for white men.", "filename": "2018_07_06_opinion_america-independence-day-langston-hughes_1542338305.html", "image_url": "https://static01.nyt.com/images/2018/07/06/opinion/06cohenWeb/06cohenWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_06_opinion_america-independence-day-langston-hughes_1542338305.html", "title": "America Never Was, Yet Will Be", "title_page": "Opinion | America Never Was, Yet Will Be - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In his poem, “Let America Be America Again,” Hughes writes:\nLet America be America again. Let it be the dream it used to be. Let it be the pioneer on the plain Seeking a home where he himself is free. (America never was America to me.)\nThe parenthesis punctures the myth. The American idea is a journey toward a receding destination, driven by the pursuit of perfectibility. The nation was not born of a piece with the Constitution. Its contours were outlined, with sufficient clarity and flexibility to endure, for future generations to usher closer to an ideal of liberty and justice for all.\nThat is why for a black man, Hughes, writing 83 years ago, “America was never America.”\nThe poem continues:\nO, let my land be a land where Liberty\nIs crowned with no false patriotic wreath,\nBut opportunity is real, and life is free,\nEquality is in the air we breathe.\n(There’s never been equality for me,\nNor freedom in this “homeland of the free.”)\nThe tension in the poem derives from its absence of hatred. Hughes, despite the suffering he describes, believes in the unique potential of the United States for reinvention. He states flatly that he was unequal; he was not free. So racism dictated. Yet he dreams of an uplifting reconciliation between American reality and American dream.\nFor me, “sure” is the most beautiful American word. Not yes I’ll do it, or maybe, but sure I will. It’s forward-leaning and risk-embracing. It signals the space that Europe lacks. It captures America’s spirit.\nNowhere else is becoming somebody else so easy. There is space, still, to be free. Sure there is. The divisions between those who came first and those who came later are fungible.\nOr so, on July 4, I want to believe. This will not be another American century. Old structures that worked are giving way to something as yet indiscernible, with its share of menace. All this may induce a sense that the American idea is lost.", "url": "https://www.nytimes.com/2018/07/06/opinion/america-independence-day-langston-hughes.html"}