{"authors": ["Robert Pear"], "date_download": "2018-11-16 03:11:01", "date_modify": "2018-11-16 03:11:01", "date_publish": "2018-06-05 18:16:07", "description": "Projections worsened over the past year for Medicare and Social Security’s old-age program, showing no sign of the economic surge promised after last year’s tax cuts.", "filename": "2018_06_05_us_politics_medicare-social-security-finances.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337861.html", "image_url": "https://static01.nyt.com/images/2018/06/06/business/06dc-deficit-sub/06dc-deficit-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_05_us_politics_medicare-social-security-finances.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337861.html", "title": "Medicare’s Trust Fund Is Set to Run Out in 8 Years. Social Security, 16.", "title_page": "Medicare’s Trust Fund Is Set to Run Out in 8 Years. Social Security, 16. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The financial outlook for Medicare’s Hospital Insurance Trust Fund deteriorated in the last year, and Social Security still faces serious long-term financial problems, the Trump administration said on Tuesday.\nThe projections are the first from the administration since President Trump signed a $1.5 trillion tax cut into law in December. They show no sign that a burst of economic growth will significantly improve the finances of the government’s largest entitlement programs.\nThe Medicare trust fund will be depleted in 2026, the administration said. By contrast, the government said last year that the trust fund would be exhausted in 2029.\nIn a companion report, federal officials said the Social Security Trust Funds for old-age benefits and disability insurance, taken together, could be depleted in 2034, the same year projected in last year’s report. The fund that helps tens of millions of retirees is expected to be depleted a year earlier than projected last year, while the outlook for the disability trust fund is more favorable.", "url": "https://www.nytimes.com/2018/06/05/us/politics/medicare-social-security-finances.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}