{"authors": ["Julie Hirschfeld Davis", "Eileen Sullivan"], "date_download": "2018-11-16 04:49:55", "date_modify": "2018-11-16 04:49:55", "date_publish": "2018-04-18 11:25:22", "description": "The president, facing legal threats on multiple fronts, sought to discredit the allegations in both cases, calling one a “hoax” and the other “a total con job.”", "filename": "2018_04_18_us_politics_trump-stormy-daniels-sketch.html_module=inline_1542343795.html", "image_url": "https://static01.nyt.com/images/2018/04/19/us/politics/19dc-stormy1-SUB/19dc-stormy1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_18_us_politics_trump-stormy-daniels-sketch.html_module=inline_1542343795.html", "title": "Trump Attacks Stormy Daniels, and Russia Inquiry, Too", "title_page": "Trump Attacks Stormy Daniels, and Russia Inquiry, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We are hopefully coming to the end,” he said. “It is a bad thing for our country — very, very bad thing for our country. But there has been no collusion. They won’t find any collusion. It doesn’t exist.”\nMr. Trump has said far less about the situation with Ms. Clifford. In making fun of the sketch, Mr. Trump shared it with his more than 50 million Twitter followers. And, according to Ms. Clifford’s lawyer, the president’s comments on Wednesday could lead to a defamation claim.\nMr. Trump’s representatives have denied that the two had a sexual encounter. And the president’s advisers have cautioned him not to make public comments or post tweets about the matter.\nImage A drawing released by Michael Avenatti, Ms. Clifford’s lawyer, purporting to show the man who threatened her in a Las Vegas parking lot in 2011. Credit Michael Avenatti, via Associated Press\nMs. Clifford says the man in the sketch threatened her in a Las Vegas parking lot in 2011 while she was with her infant daughter.\n“A guy walked up on me and said to me: ‘Leave Trump alone. Forget the story.’ And he leaned around and looked at my daughter and said, ‘That’s a beautiful little girl, it would be a shame if something happened to her mom,’” Ms. Clifford said in March during an interview aired on “60 Minutes.”\nMs. Daniels and her lawyer, Michael Avenatti, are offering a $131,000 reward for the person who identifies the man in the sketch.", "url": "https://www.nytimes.com/2018/04/18/us/politics/trump-stormy-daniels-sketch.html?module=inline"}