{"authors": ["Brooks Barnes"], "date_download": "2018-11-16 04:09:06", "date_modify": "2018-11-16 04:09:06", "date_publish": "2018-08-08 17:28:59", "description": "By adding a new category, the Academy Awards risk signaling that blockbuster films are not worthy of consideration for the best overall picture honor.", "filename": "2018_08_08_business_media_academy-awards-popular-film.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341346.html", "image_url": "https://static01.nyt.com/images/2018/08/09/business/09ACADEMY02/09ACADEMY02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_08_business_media_academy-awards-popular-film.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341346.html", "title": "Oscars to Add ‘Popular Film’ Category, Creating Questions", "title_page": "Oscars to Add ‘Popular Film’ Category, Creating Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Eligibility requirements and other key details will be forthcoming,” the letter said. The academy did not respond to a request to interview Ms. Hudson or Mr. Bailey, who was re-elected to a second one-year term as president at a board meeting on Tuesday night.\nThe academy’s board also voted to keep the telecast to three hours, which it described as an effort to deliver “a more accessible Oscars for our viewers worldwide.” To trim the telecast — the last show, in March, stretched nearly four hours — the academy said it would present “select categories” during commercial breaks, with the winning moments edited and aired later during the broadcast.\nIt did not say which categories could be edged aside. The most likely are the three Oscars presented for short films. Producers hired to shape the annual telecast have long pressed the academy to reduce the number of awards presented on air. (There are now 25.) But academy traditionalists — some of whom have left the board in recent years — always pushed back.\nA third change will not take effect until 2020, the academy said. The telecast will be held earlier in the year in an attempt to speed up Hollywood’s awards season, which in recent years has stretched to four solid months of ceremonies. By the time the Oscars roll around, there is little suspense about who will win what, and the honorees themselves have a catatonic look, having been trotted from one awards podium to the next.\nThe change in dates may force other telecasts, including the Grammy Awards, to recalibrate their own positions on the calendar.", "url": "https://www.nytimes.com/2018/08/08/business/media/academy-awards-popular-film.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}