{"authors": ["Jim Tankersley", "Matt Phillips"], "date_download": "2018-11-16 03:50:41", "date_modify": "2018-11-16 03:50:41", "date_publish": "2018-06-01 13:21:56", "description": "A tweet “looking forward” to a Labor Department report an hour before its release drew swift condemnation. The report showed strong job growth.", "filename": "2018_06_01_us_politics_trump-jobs-twitter.html_module=inline_1542340241.html", "image_url": "https://static01.nyt.com/images/2018/06/02/us/politics/02dc-trumpjobs-print/02dc-trumpjobs-SUB-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_01_us_politics_trump-jobs-twitter.html_module=inline_1542340241.html", "title": "Trump Touts Jobs Report Before Official Release, Breaking Protocol", "title_page": "Trump Touts Jobs Report Before Official Release, Breaking Protocol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Most sophisticated firms these days are following Twitter, and in the age of Trump, a lot of firms have trading models that are following him,” said Larry Tabb, founder of the Tabb Group, a financial markets research and advisory firm.\nStill, some expressed concern that the president could turn one of the most important signals about the health of the economy into a trading game that could destabilize financial markets by prompting a rapid sell-off in advance of future jobs reports if Mr. Trump did not tout the upcoming release.\nBefore he became president, and began to celebrate strong jobs reports, Mr. Trump actively worked to undermine confidence in economic data. Throughout his run for the White House and even in the months before he took office, he often dismissed the reports as “fiction.”\nWashington has long tried to prevent market-moving data like the employment numbers from being prematurely released. In 1985, the White House Office of Management and Budget issued a regulation governing the release of embargoed federal data like the jobs report, including a requirement that employees of the executive branch not comment publicly on the data until an hour after its release.\n“All employees of the executive branch who receive prerelease distribution of information and data estimates as authorized above are responsible for assuring that there is no release prior to the official release time,” the regulation states. “Except for members of the staff of the agency issuing the principal economic indicator who have been designated by the agency head to provide technical explanations of the data, employees of the executive branch shall not comment publicly on the data until at least one hour after the official release time.”\nIt is unclear whether the regulation applies to Mr. Trump, some legal experts said. “I would be very cautious about assuming this applies to the president, who is generally not considered an employee” of the executive branch, said Adam Scales, a law professor at Rutgers University who teaches administrative law.\nThe Republican National Committee responded to the criticism of Mr. Trump on Friday afternoon by flagging an evening speech by President Barack Obama on Feb. 5, 2009, the night before the first jobs report release of Mr. Obama’s presidency.", "url": "https://www.nytimes.com/2018/06/01/us/politics/trump-jobs-twitter.html?module=inline"}