{"authors": ["Tejal Rao"], "date_download": "2018-11-16 03:24:40", "date_modify": "2018-11-16 03:24:40", "date_publish": "2018-06-20 09:00:01", "description": "Crack a coconut open for the Puerto Rican dessert tembleque.", "filename": "2018_06_20_magazine_a-delicately-sweet-and-floral-coconut-pudding-for-the-summer_1542338680.html", "image_url": "https://static01.nyt.com/images/2018/06/24/magazine/24Eat1/24Eat1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_20_magazine_a-delicately-sweet-and-floral-coconut-pudding-for-the-summer_1542338680.html", "title": "A Delicately Sweet and Floral Coconut Pudding for the Summer", "title_page": "A Delicately Sweet and Floral Coconut Pudding for the Summer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "You can split a hairy, brown coconut in two with a machete, if you’ve got one lying around. The force of a well-aimed throw against concrete will sometimes do the trick. At close range, you can clobber away at it using the blunt side of a cleaver and plenty of muscle, and it will, eventually, fracture all the way around the middle so that you can get to the sweet-smelling water inside and the firm, fatty meat. On a recent Friday morning in her kitchen in Brooklyn, Von Diaz was going to use an electric drill to break in, but when she realized its battery was dead, she improvised. She balanced a coconut in the groove of her kitchen sink and chiseled the top with a screwdriver and a hammer. This worked, too. After puncturing it in its three dark eyes and saving the cloudy water that dribbled out, Diaz bashed the shell wide open.\nWhen Diaz was a child, her family moved from Rio Piedras, Puerto Rico, to Atlanta. She writes about the experience in her cookbook published this year, “Coconuts and Collards,” not just in the stories that introduce each chapter but also in the recipes themselves, which are coded with her family’s movements, over generations, from the Caribbean to the American South and back again. Diaz remembers how when she’d visit her grandmother in Puerto Rico, she would sit next to her in the carport with a spoon, eating store-bought tembleque — a popular coconut pudding — right out of the aluminum container.\nHer grandmother bred show dogs and designed extravagant dresses. She was a big, bright, loving character in Diaz’s life. But Diaz didn’t realize how much of a recipe hoarder she was until after her death, when she inherited her grandmother’s collection — the magazines, newspaper cuttings and books, including a beat-up copy of “Cocina Criolla,” a classic Puerto Rican cookbook by Carmen Aboy Valldejuli, filled with bookmarks and penciled notes in the margins. That book, which Diaz keeps on a bookshelf in her kitchen, protected inside a freezer bag, would become the point of departure for her own cookbook, filled with stories about her Tata and other women in her family. In it, there was a recipe for homemade tembleque. Step 1: Crack a coconut.", "url": "https://www.nytimes.com/2018/06/20/magazine/a-delicately-sweet-and-floral-coconut-pudding-for-the-summer.html"}