{"authors": ["Peter J. Henning"], "date_download": "2018-11-16 04:12:46", "date_modify": "2018-11-16 04:12:46", "date_publish": "2018-05-15 23:07:52", "description": "Two recent cases show that misstatements are not necessarily enough to prove securities fraud when sophisticated investors are involved.", "filename": "2018_05_15_business_dealbook_fraud-sophisticated-investors_1542341566.html", "image_url": "https://static01.nyt.com/images/2018/05/12/business/dealbook/12db-henning1/12db-henning1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_15_business_dealbook_fraud-sophisticated-investors_1542341566.html", "title": "Can Sophisticated Investors Be Defrauded? Two Cases Raise Hurdles", "title_page": "Can Sophisticated Investors Be Defrauded? Two Cases Raise Hurdles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Second Circuit pointed out that residential mortgage-backed securities are marketed “to large, sophisticated financial institutions,” which use computer models to value the securities. Each side knows the types of mortgages backing the securities and can assess the future returns based on the value of the mortgages. No one is getting taken for a ride in the negotiations, so what a trader might say about the purchase price should not affect the underlying valuation, the judges said. Unlike the first appeal, this time the appeals court seemed to be saying that lies in this area did not really matter.\nThe Second Circuit found that Jeffries and its customers did not owe each other any obligation to disclose their true positions, so the buyer (or seller) should not rely on what the opposing party says about the value of the asset. As in any negotiation, when the other side says “this is my best offer,” you don’t always believe that to be true.\nThe decision sends a strong message to federal prosecutors that Mr. Litvak’s case should not be tried a third time. When two sides are negotiating a deal, and they have equal access to information, then what one side says — or misstates — about value may not be enough to prove fraud.\nMr. Demos also was accused of misleading investors about what his firm had paid for residential mortgage-backed securities it was selling. The jury’s decision to acquit him sent an even stronger message that those who deal in these securities have the wherewithal to protect themselves.\nIn most cases, jurors accept the government’s argument that a misstatement is enough to prove a fraud, but here they found there was insufficient evidence of an impact on the transaction. That does not bode well for future cases trying to hold defendants liable when sophisticated parties are involved in the transaction.\nSo do parties in a negotiation get a free pass on what they say, even if it is not the truth? An April 2016 decision by the federal appeals court in Chicago in United States v. Weimert answered that question in the affirmative. The court overturned the conviction of David Weimert for wire fraud for misleading both sides in a real estate transaction. The judges pointed out that in a negotiation the two sides “will often try to mislead the other party about the prices and terms they are willing to accept. Such deceptions are not criminal.”\nThe decisions have left the Justice Department’s effort to crack down on misstatements among sophisticated investors teetering.", "url": "https://www.nytimes.com/2018/05/15/business/dealbook/fraud-sophisticated-investors.html"}