{"authors": ["Bill Saporito"], "date_download": "2018-11-16 03:58:41", "date_modify": "2018-11-16 03:58:41", "date_publish": "2018-05-23 19:23:19", "description": "The partial rollback of Dodd-Frank is the latest example of lawmakers deregulating, while ignoring the past.", "filename": "2018_05_23_opinion_congress-dodd-frank-banks_1542340721.html", "image_url": "https://static01.nyt.com/images/2018/05/23/opinion/23banks/23banks-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_23_opinion_congress-dodd-frank-banks_1542340721.html", "title": "Is Congress Getting Nostalgic for Bank Failure?", "title_page": "Opinion | Is Congress Getting Nostalgic for Bank Failure? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the autopsy of the Great Recession, we learned that risk managers were run over by derivatives traders and investment banks like Bear Stearns and Lehman Brothers were leveraged 30-to-1 — a dollar of equity for every 30 borrowed. The cascading effects required huge federal bailouts.\nWhen Congress tried, yet again, to muzzle the banks’ penchant for mad-dog investing, one result was the Dodd-Frank Act. It gave the Fed powers to designate larger banks as “systemically important” and required more capital, more oversight and what’s been called a “living will” so that the failure of any one of them wouldn’t cause another crisis. Tougher regulations were also imposed on smaller banks, because so many of them had gone bust making bad real estate loans. And to help prevent large banks from gambling again there was the Volcker Rule, a refresh of Glass-Steagall that limits banks’ abilities to venture into riskier proprietary trading activities.\nThe Volcker Rule is now treated like a 1920s traffic law outmoded by today’s safer cars and superhighways. But it was made to let banks give customers liquidity for investment, while making it hard for the banks to game the system. “Gaming is harder to do with the rule in place than if it is not in place,” Rick Bookstaber, a former Treasury Department and S.E.C. official who helped write the Volcker Rule, said with perfect logic.\nThe bill, passed by the House on Tuesday, and signed by President Trump on Thursday, increases the size at which banks are considered to pose systemic risk and requires greater regulation to $250 billion in assets, up from $50 billion, and frees thousands of small and medium-sized banks from the cumbersome rules that have inhibited lending — rules intended to keep them from self-destructing again.\nAmid this purportedly stifling regulation, banks had record profits, while commercial and industrial loan balances reached $2.162 trillion, says the Federal Reserve Bank of St. Louis.\nWe’ve seen this movie before, when 1982’s Garn-St. Germain Act deregulated the savings and loan industry — small local institutions — which led to the savings and loan crisis of the late ’80s and early ’90s. In 1989, there were 534 bank failures, according to the Federal Deposit Insurance Corporation.\nLegislate. Repeal. Fail. Repeat. Meanwhile the potential damage swells because the global financial system has become ever more tightly linked. Why do we expect a different result from deregulation, which has ended in sorrow again and again?", "url": "https://www.nytimes.com/2018/05/23/opinion/congress-dodd-frank-banks.html"}