{"authors": ["Caitlin Lovinger"], "date_download": "2018-11-16 03:22:54", "date_modify": "2018-11-16 03:22:54", "date_publish": "2018-11-03 22:00:01", "description": "When this Patrick Berry puzzle tells you what it is, believe it the first time.", "filename": "2018_11_03_crosswords_daily-puzzle-2018-11-04_1542338574.html", "image_url": "https://static01.nyt.com/images/2018/11/04/crosswords/04wordplay-reaper/04wordplay-reaper-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_03_crosswords_daily-puzzle-2018-11-04_1542338574.html", "title": "Unthemed", "title_page": "Unthemed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SUNDAY PUZZLE — I so wanted to pull everyone’s leg and go on and on about how clever and esoteric Patrick Berry’s well-hidden theme was today — this constructor is so innovative and subtle that I figured the ruse might be believable. But the boss admonished me that we are here to elucidate, not obfuscate, so I’m playing it straight.\nI also couldn’t remember ever having solved a themeless Sunday before, and thought it would be a public service to find out if this was actually a first. I emailed this query to Jeff Chen, the guru of xwordinfo.com (a site you must bookmark if you care enough about puzzles to, say, be reading this sentence).\nWithin 90 seconds Jeff responded:\nI believe it's the very first one! It's possible that there might have been one under another editor. Jim, do you know?\nThus, Jeff threw the question to Jim Horne, the original Wordplay guru and another font of crossword wisdom.\nWithin 90 seconds Jim responded:\nDavid, do you recall if there were there any pre-Shortz themeless Sundays? Caitlin, I don’t know of any either, but David will probably know for sure. There have certainly been none since Will Shortz became editor in 1993.\nThus, Jim threw the question to David Steinberg, who you might recognize as a constructor, but is also the guru of something relevant and momentous to the question at hand: “The Pre-Shortzian Puzzle Project,” which has resurrected New York Times crossword puzzles from 1942 to 1993, and made them available on Jeff Chen’s site.", "url": "https://www.nytimes.com/2018/11/03/crosswords/daily-puzzle-2018-11-04.html"}