{"authors": ["Jeff Sommer"], "date_download": "2018-11-16 04:12:20", "date_modify": "2018-11-16 04:12:20", "date_publish": "2018-08-10 16:47:58", "description": "The $5 trillion money manager says the probabilities are rising for more difficult times ahead. But many investors have not made any preparations.", "filename": "2018_08_10_business_vanguard-recession-economy_1542341540.html", "image_url": "https://static01.nyt.com/images/2018/08/12/business/12STRA/merlin_142134159_517bb74e-8142-4f71-9c42-f55ddb35c3a0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_10_business_vanguard-recession-economy_1542341540.html", "title": "Vanguard Warns of Worsening Odds for the Economy and Markets", "title_page": "Vanguard Warns of Worsening Odds for the Economy and Markets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The chances of a recession by the end of 2020 are mounting. And the prospects for the American stock market in the next decade have worsened appreciably.\nThose are prognoses, not facts. But they’re not just offhand projections, either. They are the sober assessments of Vanguard, the $5 trillion asset management firm. And they suggest that the current good times may amount to a reprieve: an opportunity to make sure that you are prepared for a storm.\nVanguard, known for its caution, emphasizes that this is a general forecast. “We don’t make any actual predictions about where things are going next month or, in the markets, next year,” Greg Davis, the company’s chief investment officer, told me. “The stock market could rise a lot, short-term. We don’t know.”\nThe United States economy could well turn in another series of strong quarters, with the annualized growth rate of gross domestic product above 4 percent, and the unemployment rate below it. Those are statistics for the second quarter, and just may be surpassed over the next year.", "url": "https://www.nytimes.com/2018/08/10/business/vanguard-recession-economy.html"}