{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:26:03", "date_modify": "2018-11-16 04:26:03", "date_publish": "2018-01-19 16:46:20", "description": "Here’s a look back at the events that led to the brink of a government shutdown over DACA.", "filename": "2018_01_19_us_politics_timeline-daca-shutdown-trump_1542342363.html", "image_url": "https://static01.nyt.com/images/2018/01/20/us/politics/20dc-timeline1/20dc-timeline1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_19_us_politics_timeline-daca-shutdown-trump_1542342363.html", "title": "How Washington Reached the Brink of a Shutdown", "title_page": "How Washington Reached the Brink of a Shutdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Oct. 8, 2017\nThe White House delivers to Congress a long list of immigration demands — many of which have been opposed by Democrats for decades — that would have to be met before Mr. Trump would support legislation making the Dreamers legal. Democrats denounce the “immigration priorities,” saying they are designed to kill any legislation.\nDec. 7, 2017\nDemocrats agree to a two-week, stopgap spending measure that does not include legislation to legalize Dreamers, giving lawmakers more time to try to work out a bipartisan compromise on the immigration issue.\nDec. 20, 2017\nDemocrats and Republicans agree to another stopgap spending measure without DACA legislation, after securing a promise from Republican leaders to consider the immigration legislation if a bipartisan compromise is reached after the first of the year. Some Democrats are angry, saying they should have held out on behalf of the Dreamers.\nJan. 9, 2018\nIn an extraordinary, hourlong meeting in the White House Cabinet Room that was played in full on television, Mr. Trump discusses immigration and DACA with lawmakers from both parties and appears to embrace the idea of a path to citizenship for all illegal immigrants. He also narrows the parameters of a DACA deal. “My head is spinning,” Mr. Durbin says after the meeting.", "url": "https://www.nytimes.com/2018/01/19/us/politics/timeline-daca-shutdown-trump.html"}