{"authors": ["Mark Landler"], "date_download": "2018-11-16 04:43:06", "date_modify": "2018-11-16 04:43:06", "date_publish": "2018-06-09 15:19:05", "description": "In some ways, President Trump, who came of age during the Cuban Missile Crisis and has long given thought to North Korea, has been preparing for this encounter his entire adult life.", "filename": "2018_06_09_us_politics_trump-north-korea_1542343386.html", "image_url": "https://static01.nyt.com/images/2018/06/10/us/politics/10dc-prep-1/10dc-prep-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_09_us_politics_trump-north-korea_1542343386.html", "title": "Meeting With Kim Tests Trump’s Dealmaking Swagger", "title_page": "Meeting With Kim Tests Trump’s Dealmaking Swagger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SINGAPORE — When President Trump declared that he did not really need to prepare for his legacy-defining meeting with North Korea’s leader, he drew sighs or snickers from veterans of past negotiations. But he had a point: In his own unorthodox way, Mr. Trump has been preparing for this encounter his entire adult life.\nFor an American leader who came of age in the early 1960s, when the United States and the Soviet Union stepped to the brink of nuclear annihilation, the meeting with Kim Jong-un strikes a personal chord, offering Mr. Trump a historic chance to rid the world, and his own presidency, of the greatest threat from atomic weapons.\nFor a property developer-turned-president, the tête-à-tête, scheduled for Tuesday in Singapore, is a long-anticipated test of Mr. Trump’s conviction that he can slice through decades of diplomatic orthodoxy and strike a grand bargain with North Korea, a feat that eluded his three immediate predecessors.\nMr. Trump, current and former aides said, has been preoccupied with North Korea since his predecessor, Barack Obama, warned him in a closed-door meeting two days after he was elected that the reclusive state would be his No. 1 foreign policy challenge. But he has been tantalized by the idea of solving the North Korea problem since long before that.", "url": "https://www.nytimes.com/2018/06/09/us/politics/trump-north-korea.html"}