{"authors": ["Robert Pear"], "date_download": "2018-11-16 03:10:59", "date_modify": "2018-11-16 03:10:59", "date_publish": "2018-07-26 23:24:04", "description": "The proposal has gained steam among some Democrats, but one health official said that such a plan would “run the risk of depriving seniors of the coverage” they have.", "filename": "2018_07_26_us_politics_trump-medicare-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337859.html", "image_url": "https://static01.nyt.com/images/2018/07/27/us/27health_dc/27health_dc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_26_us_politics_trump-medicare-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337859.html", "title": "Trump Officials Scoff at ‘Medicare for All’ Drive", "title_page": "Trump Officials Scoff at ‘Medicare for All’ Drive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Sanders is the chief sponsor of a bill, the Medicare for All Act, that starts by declaring, “Every individual who is a resident of the United States is entitled to benefits for health care services.” The bill would greatly reduce consumers’ out-of-pocket costs. The secretary of health and human services would establish a “national health budget,” set payment rates for health care providers, negotiate prices to be paid for prescription drugs and establish lists of covered drugs.\nFifteen Democratic senators have signed on as co-sponsors of Mr. Sanders’s bill. They include potential candidates for president in 2020 like Senators Cory Booker of New Jersey, Kirsten Gillibrand of New York, Kamala Harris of California and Elizabeth Warren of Massachusetts.\nDemocrats are already emphasizing the matter in midterm election campaigns.\n“Health care is going to be the biggest issue in 2018,” said Senator Chuck Schumer of New York, the Democratic leader. “It is far more important to the vast majority of Americans than any other issue.”\nIn the House, 70 Democrats announced last week that they had formed a Medicare for All Congressional Caucus to build the case for such legislation. A bill to achieve that goal has been endorsed by 120 House Democrats, or about 62 percent of the party’s members in that chamber.\nRepresentative Pramila Jayapal, Democrat of Washington and a leader of the Medicare for All Caucus, said Trump administration officials seemed “blind to the fact that a majority of Americans support expanding, not weakening, health care.”\nA single-payer health care system would be much simpler and could save hundreds of billions of dollars a year, Ms. Jayapal said.\nA study by a team of researchers at the Urban Institute in 2016, when Mr. Sanders was running for president, estimated that an earlier version of his plan could increase national health spending by a total of $6.6 trillion over 10 years. The proposal would shift spending from the private sector and states to the federal government, so, it said, federal spending could increase by $32 trillion over 10 years.", "url": "https://www.nytimes.com/2018/07/26/us/politics/trump-medicare-democrats.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}