{"authors": ["Tom Morris"], "date_download": "2018-11-16 03:22:55", "date_modify": "2018-11-16 03:22:55", "date_publish": "2018-10-02 23:23:26", "description": "The artists Peter McGough and David McDermott have built a shrine to the playwright and poet that will also host events held by the L.G.B.T. community.", "filename": "2018_10_02_t-magazine_oscar-wilde-temple-london.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338575.html", "image_url": "https://static01.nyt.com/images/2018/10/04/t-magazine/02tmag-oscar-wilde-slide-APQ8/02tmag-oscar-wilde-slide-APQ8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_02_t-magazine_oscar-wilde-temple-london.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338575.html", "title": "In London, a Temple Where You Can Worship at the Altar of Oscar Wilde", "title_page": "In London, a Temple Where You Can Worship at the Altar of Oscar Wilde - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The artists have restored the exhibition space back to its former Victoriana glory, by adding purple votive candles, heavy chandeliers and geometric floral wallpaper from the 1880s. In addition to the hand-carved Wilde statue at the altar, the temple is complete with new stained-glass windows depicting sunflowers and green carnations (a nod to a key prop in Wilde’s play “Lady Windermere’s Fan’’). Paintings of archival newspaper cartoons of the author’s trial are displayed to mimic the stations of the cross found in a traditional Catholic church.\nImage The artists Peter McGough (left) and David McDermott (right), who have worked together since the 1980s. Credit Courtesy of the artists.\nThe idea for the shrine came about more than 20 years ago. But the duo’s history goes back further; they were boyfriends and mainstays of the art scene in early ’80s downtown New York. For many years, the pair lived together in a townhouse on Avenue C that had been stripped of electricity and heating. They would wander Alphabet City and beyond, dressed not entirely dissimilarly to Oscar Wilde, in polished top hats and three-piece suits. For this interview, McGough arrives alone, dressed in a corduroy suit and natty wool cravat. Asked if McDermott is in town too (he now lives in Ireland, having renounced his U.S. citizenship), McGough says, “Oh, he’s here! But he went off to see a young fellow who makes clothes from the 1820s.”\nProceeds from the London exhibition will go to the Albert Kennedy Trust, a charity that helps the L.G.B.T. homeless (almost a quarter of the young people living on the streets in the U.K. identify as L.G.B.T.). The present might be an improvement on what came before, but to stand among the assembled artworks is to be reminded that the past still haunts us. “He knew how to stand up to the crowds mocking him,” McGough says of Wilde as he looks up at the statue. “He was the figure and the forefather of the gay revolution.”", "url": "https://www.nytimes.com/2018/10/02/t-magazine/oscar-wilde-temple-london.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}