{"authors": ["Neal E. Boudette"], "date_download": "2018-11-16 03:24:22", "date_modify": "2018-11-16 03:24:22", "date_publish": "2018-06-12 19:13:52", "description": "The automaker said the 9 percent reduction, mostly limited to salaried employees, was part of a broad reorganization and would not affect production.", "filename": "2018_06_12_business_tesla-staff-cuts.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338662.html", "image_url": "https://static01.nyt.com/images/2018/06/13/business/13TESLA/merlin_99169070_3aa10db6-cfd3-406b-b2ea-e071eda2c28f-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_12_business_tesla-staff-cuts.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338662.html", "title": "Elon Musk, in Search of Profit, Cuts Tesla’s Work Force", "title_page": "Elon Musk, in Search of Profit, Cuts Tesla’s Work Force - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The automaker is scrambling to streamline and accelerate assembly of the Model 3, which it is counting on for revenue to offset the billions it is spending to develop new models. Last week, Mr. Musk said Tesla was making about 3,500 Model 3s a week and expected to increase that to 5,000 a week — the level needed for the company to become profitable — by the end of June.\nMr. Musk has attributed the production troubles to excessive use of robots and automated machinery, especially in assembly jobs more easily done by workers. Tesla has been modifying the Model 3 production line to remove robots and has been adding dozens of workers each week to increase output.\nThe job cuts announced on Tuesday “will not affect our ability to reach Model 3 production targets in the coming month,” he said.\nMr. Musk has forecast that Tesla will generate profits in the third and fourth quarters of this year. But if it fails to achieve a breakthrough in Model 3 production and remains unprofitable, it will probably need to turn to investors for more capital.\nLast week, at Tesla’s annual meeting, Mr. Musk said the company would not need to raise more money.\nThe job cuts indicate that he isn’t willing to rely on rising Model 3 production alone to move Tesla into the black.\n“Nine percent of the work force is a pretty good-sized number,” said Rebecca Lindland, executive analyst at Kelley Blue Book, an automotive research firm. “As they’ve been ramping up for the Model 3, as well as maintaining sales of the Model S and Model X, it is expected that payroll may be bloated. This is an attempt to cut costs and contain expenses.”\nThe job cuts also suggest that Tesla is moving to streamline the solar-panel business it added in its 2016 acquisition of SolarCity, where Mr. Musk had been chairman. After the acquisition, Tesla cut back on SolarCity’s aggressive marketing tactics, and its sales of rooftop panels fell sharply in 2017. SolarCity also added more than 12,000 employees to Tesla’s payroll.", "url": "https://www.nytimes.com/2018/06/12/business/tesla-staff-cuts.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}