{"authors": ["The New York Times"], "date_download": "2018-11-16 04:45:06", "date_modify": "2018-11-16 04:45:06", "date_publish": "2018-09-27 00:00:44", "description": "In her prepared remarks about Judge Brett M. Kavanaugh, Dr. Blasey said that his “assault on me drastically altered my life.”", "filename": "2018_09_26_us_politics_christine-blasey-ford-prepared-statement.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343506.html", "image_url": "https://static01.nyt.com/images/2018/09/28/us/politics/28dc-kavanaughbriefing-06/28dc-kavanaughbriefing-06-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_26_us_politics_christine-blasey-ford-prepared-statement.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343506.html", "title": "Read Christine Blasey Ford’s Prepared Statement", "title_page": "Read Christine Blasey Ford’s Prepared Statement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "During this assault, Mark came over and jumped on the bed twice while Brett was on top of me. The last time he did this, we toppled over and Brett was no longer on top of me. I was able to get up and run out of the room. Directly across from the bedroom was a small bathroom. I ran inside the bathroom and locked the door. I heard Brett and Mark leave the bedroom laughing and loudly walk down the narrow stairs, pin-balling off the walls on the way down. I waited and when I did not hear them come back up the stairs, I left the bathroom, ran down the stairs, through the living room, and left the house. I remember being on the street and feeling an enormous sense of relief that I had escaped from the house and that Brett and Mark were not coming after me.\nBrett’s assault on me drastically altered my life. For a very long time, I was too afraid and ashamed to tell anyone the details. I did not want to tell my parents that I, at age 15, was in a house without any parents present, drinking beer with boys. I tried to convince myself that because Brett did not rape me, I should be able to move on and just pretend that it had never happened. Over the years, I told very few friends that I had this traumatic experience. I told my husband before we were married that I had experienced a sexual assault. I had never told the details to anyone until May 2012, during a couples counseling session. The reason this came up in counseling is that my husband and I had completed an extensive remodel of our home, and I insisted on a second front door, an idea that he and others disagreed with and could not understand. In explaining why I wanted to have a second front door, I described the assault in detail. I recall saying that the boy who assaulted me could someday be on the U.S. Supreme Court and spoke a bit about his background. My husband recalls that I named my attacker as Brett Kavanaugh.\nAfter that May 2012 therapy session, I did my best to suppress memories of the assault because recounting the details caused me to relive the experience, and caused panic attacks and anxiety. Occasionally, I would discuss the assault in individual therapy, but talking about it caused me to relive the trauma, so I tried not to think about it or discuss it. But over the years, I went through periods where I thought about Brett’s attack. I confided in some close friends that I had an experience with sexual assault. Occasionally, I stated that my assailant was a prominent lawyer or judge but I did not use his name. I do not recall each person I spoke to about Brett’s assault, and some friends have reminded me of these conversations since the publication of The Washington Post story on Sept. 16, 2018. But until July 2018, I had never named Mr. Kavanaugh as my attacker outside of therapy.\nThis all changed in early July 2018. I saw press reports stating that Brett Kavanaugh was on the “short list” of potential Supreme Court nominees. I thought it was my civic duty to relay the information I had about Mr. Kavanaugh’s conduct so that those considering his potential nomination would know about the assault.\nOn July 6, 2018, I had a sense of urgency to relay the information to the Senate and the president as soon as possible before a nominee was selected. I called my congressional representative and let her receptionist know that someone on the president’s short list had attacked me. I also sent a message to The Washington Post’s confidential tip line. I did not use my name, but I provided the names of Brett Kavanaugh and Mark Judge. I stated that Mr. Kavanaugh had assaulted me in the 1980s in Maryland. This was an extremely hard thing for me to do, but I felt I couldn’t NOT do it. Over the next two days, I told a couple of close friends on the beach in California that Mr. Kavanaugh had sexually assaulted me. I was conflicted about whether to speak out.\nOn July 9, 2018, I received a call from the office of Congresswoman Anna Eshoo after Mr. Kavanaugh had become the nominee. I met with her staff on July 11 and with her on July 13, describing the assault and discussing my fear about coming forward. Later, we discussed the possibility of sending a letter to Ranking Member Feinstein, who is one of my state’s senators, describing what occurred. My understanding is that Representative Eshoo’s office delivered a copy of my letter to Senator Feinstein’s office on July 30, 2018. The letter included my name, but requested that the letter be kept confidential.\nMy hope was that providing the information confidentially would be sufficient to allow the Senate to consider Mr. Kavanaugh’s serious misconduct without having to make myself, my family or anyone’s family vulnerable to the personal attacks and invasions of privacy we have faced since my name became public. In a letter on Aug. 31, 2018, Senator Feinstein wrote that she would not share the letter without my consent. I greatly appreciated this commitment. All sexual assault victims should be able to decide for themselves whether their private experience is made public.", "url": "https://www.nytimes.com/2018/09/26/us/politics/christine-blasey-ford-prepared-statement.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}