{"authors": ["Muktita Suhartono", "Hannah Beech"], "date_download": "2018-11-16 04:28:06", "date_modify": "2018-11-16 04:28:06", "date_publish": "2018-10-29 03:12:35", "description": "A brand-new plane flying in clear skies crashed shortly after takeoff, and 189 people were feared dead.", "filename": "2018_10_28_world_asia_indonesia-lion-air-plane-crash_1542342486.html", "image_url": "https://static01.nyt.com/images/2018/10/30/world/30plane4/30plane4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_28_world_asia_indonesia-lion-air-plane-crash_1542342486.html", "title": "Indonesia Plane Crash Adds to Country’s Troubling Safety Record", "title_page": "Indonesia Plane Crash Adds to Country’s Troubling Safety Record - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JAKARTA, Indonesia — A jetliner carrying 189 people from Jakarta crashed into the Java Sea on Monday, renewing concerns about air safety in a vast island nation dependent on air travel and raising questions about how a brand-new plane fell from the sky.\nMinutes after takeoff, with the skies clear, the crew of Lion Air Flight 610 contacted air traffic controllers and asked permission to return to the airport.\n“The request was permitted,” said a spokesman for the Indonesian air navigation authorities, Yohanes Sirait. “Then we lost contact. It was very quick, maybe around one minute.”\nWitnesses who saw the plane hurtle into Karawang Bay, northeast of Jakarta, told the authorities they had not heard an explosion. Officials appeared to have given up any hope of survivors.\n“I suspect all the passengers are dead,” said Marine Brig. Gen. Bambang Suryo, director of operations for the search and rescue agency.\nBy airplane standards, the Boeing 737 Max 8 that crashed was brand new. It was delivered to Lion Air in August and had flown only about 800 total hours before it went down.\n“The Max 8 was one of the Boeing’s fastest-selling entry airplanes,” said Robert W. Mann, an airline consultant based in Port Washington, N.Y. “There are thousands of them on order.”", "url": "https://www.nytimes.com/2018/10/28/world/asia/indonesia-lion-air-plane-crash.html"}