{"authors": ["Audra D. S. Burch", "Patricia Mazzei"], "date_download": "2018-11-16 03:12:28", "date_modify": "2018-11-16 03:12:28", "date_publish": "2018-02-14 20:27:06", "description": "The gunman, armed with a semiautomatic AR-15 assault rifle, was a former student of the school who began his rampage shortly before dismissal time, the authorities said.", "filename": "2018_02_14_us_parkland-school-shooting_1542337948.html", "image_url": "https://static01.nyt.com/images/2018/02/14/autossell/MAR_019/MAR_019-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_14_us_parkland-school-shooting_1542337948.html", "title": "Death Toll Is at 17 and Could Rise in Florida School Shooting", "title_page": "Death Toll Is at 17 and Could Rise in Florida School Shooting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I am in shock,” she said softly after clutching her mother, Cheryl Kaiser, on the sidewalk outside the school.\nSeventeen patients were treated in three area hospitals, including two who died, said Dr. Evan Boyar of the Broward Health System. All suffered gunshot wounds.\n“Words cannot express the sorrow that we feel,” said Robert W. Runcie, the Broward schools superintendent. “No parent should ever have to send their kid to school and have them not return.”\nParkland, an affluent suburb of Fort Lauderdale with a population of about 30,000, is known for its good public schools. Stoneman Douglas High is among the largest in the Broward school district, with about 3,000 students. The school will remain closed for the rest of the week. Gov. Rick Scott directed the state to lower its flags at half-staff until Monday.\n“My prayers and condolences to the families of the victims of the terrible Florida shooting,” President Trump wrote on Twitter. “No child, teacher or anyone else should ever feel unsafe in an American school.”\nAs the authorities frantically searched for the person responsible, they asked residents of the city to avoid the area around the school.\nFor hours, parents were lined along Coral Springs Drive, calling their children on cellphones and pacing. Some parents said their children told them only to text to not make noise. One parent of two daughters at a nearby middle school said he sat in a bank lobby near the school and prayed.\nThe gunfire came as some students were still staring at chalkboards and listening to lectures.\nRebecca Bogart, 17, a senior, said her teacher was finishing up a discussion of the Holocaust when she heard a series of loud bangs.\n“We all got on the floor and under the desk,” said Ms. Bogart, who was still shaking outside the school. “It felt like we were there 10 or 15 minutes and then shots came through the window and the glass shattered.”\nShe couldn’t see her classmates fall, but she could see at least five were bleeding, one in the head and one in the leg. “I was trying to keep calm and my friend was holding my hand to keep it from shaking,” she said.\nWhen the authorities arrived, they took out her wounded classmates first. “There was blood all over the floor,” she said, “You never think something like this is going to happen to you and then it does.”", "url": "https://www.nytimes.com/2018/02/14/us/parkland-school-shooting.html"}