{"authors": ["Sheryl Gay Stolberg", "Michael D. Shear"], "date_download": "2018-11-16 04:25:07", "date_modify": "2018-11-16 04:25:07", "date_publish": "2018-02-15 20:46:23", "description": "Three measures — including one backed by President Trump — failed to garner the 60 votes required to open Senate debate. The next steps are unclear.", "filename": "2018_02_15_us_politics_immigration-senate-dreamers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342307.html", "image_url": "https://static01.nyt.com/images/2018/02/16/us/politics/16dc-immig/16dc-immig-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_15_us_politics_immigration-senate-dreamers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342307.html", "title": "Senate Rejects Immigration Plans, Leaving Fate of Dreamers Uncertain", "title_page": "Senate Rejects Immigration Plans, Leaving Fate of Dreamers Uncertain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Capitol Hill, Mr. Graham took aim at Stephen Miller, a top White House aide and an immigration hard-liner. “As long as the president allows Steve Miller and others to run the show down there, we’re never going to get anywhere,” he said.\nAfter the legislative failures in the Senate, top White House officials said they plan to turn their attention to the House, where Republicans are working on a similar hard-line immigration plan that Mr. Trump has also embraced.\nRepublicans may have more success approving the bill in the House, where they control the chamber and need only a simple majority to pass legislation. Mr. Trump praised the House legislation on Thursday, saying that it “enshrines” his immigration principles.\nLater Thursday night, the White House released a statement in support of advancing that legislation and denouncing the “Schumer Democrats,” referencing Senator Chuck Schumer of New York, the Democratic leader. The statement said that the Democrats “are not serious about DACA, they are not serious about immigration reform, and they are not serious about homeland security.”\nIn the meantime, advocates estimate that more than 100 of the young immigrants lose their protected status each day. On March 5, they say, the number could rise to as many as 1,400 a day.\nAnd while the president has said repeatedly that he wants to protect the Dreamers — at one point he called on Congress to pass a bipartisan “bill of love” — many blame him for refusing to accept the bipartisan deal.\n“The president is not negotiating in good faith,” said Juan Escalante, 28, who was born in Venezuela and now works for America’s Voice, an immigrant rights group. “If you ask me, as an impacted party who essentially has everything to lose — my driver’s license and my work permit and my livelihood in this country — that is not any way to negotiate a deal.”", "url": "https://www.nytimes.com/2018/02/15/us/politics/immigration-senate-dreamers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}