{"authors": ["Ann Klein", "Mitch Smith", "Miriam Jordan"], "date_download": "2018-11-16 03:51:02", "date_modify": "2018-11-16 03:51:02", "date_publish": "2018-08-25 00:29:04", "description": "Like many who slip across the border, Cristhian Bahena Rivera left almost no official trace. Then he was charged with the murder of a college student.", "filename": "2018_08_24_us_cristhian-rivera-iowa-tibbetts_1542340262.html", "image_url": "https://static01.nyt.com/images/2018/08/25/us/25tibbetts-01-print/25tibbetts-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_24_us_cristhian-rivera-iowa-tibbetts_1542340262.html", "title": "How the Suspect in Mollie Tibbetts’s Death Built a Life in an Iowa Farm Town", "title_page": "How the Suspect in Mollie Tibbetts’s Death Built a Life in an Iowa Farm Town - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I would say he always did his work on time,” Mr. Lang said. “But he wasn’t much for conversation.”\nHis lawyer, Allan M. Richards, said Mr. Bahena Rivera had been a law-abiding employee since arriving in the United States. “He’s here living the American dream and working seven days a week, 12 hours a day, and trying to do his best at his job,” Mr. Richards said. He said Mr. Bahena Rivera’s family members were not yet willing to speak publicly.\nFederal officials said they have no record of Mr. Bahena Rivera entering the country legally and said that he appeared to have used false documents to obtain employment.\nThe sheriff’s department in Poweshiek County said it had not interacted with him until this week. Neither had any state law enforcement agencies in Iowa.\nMr. Lang said Mr. Bahena Rivera had been hired at the farm in August 2014 after presenting a valid Social Security number, which was checked with a federal database, and a state-issued identification card. The new employee was known around town as Cristhian Bahena Rivera, but around the farm by the fraudulent name listed on those documents, a name the authorities did not disclose.\nOutside of work, Mr. Bahena Rivera started dating a Brooklyn high school student, Iris Monarrez, whom he met in 2013. Around 2014, they had a daughter. And for about a year, they lived together. Mr. Bahena Rivera once posted on Facebook that the day he met his girlfriend was “el mejor día de mi vida,” or “the best day of my life.” When she posted a photo of herself in 2015, he wrote in Spanish, “My beautiful cool princess.”\n“He was really romantic,” said Aby Felix, a second cousin of Ms. Monarrez, who she said has been separated from Mr. Bahena Rivera for about two years. “He would bring her flowers.”", "url": "https://www.nytimes.com/2018/08/24/us/cristhian-rivera-iowa-tibbetts.html"}