{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:50:04", "date_modify": "2018-11-16 03:50:04", "date_publish": "2018-08-20 23:51:37", "description": "The Trump administration, which will hold trade talks with the Chinese this week, began six days of hearings on its proposal to tax another $200 billion worth of Chinese goods.", "filename": "2018_08_20_us_politics_china-tariffs-businesses_1542340204.html", "image_url": "https://static01.nyt.com/images/2018/08/21/business/21dc-chinatrade/21dc-chinatrade-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_20_us_politics_china-tariffs-businesses_1542340204.html", "title": "Companies Warn More China Tariffs Will Cripple Them and Hurt Consumers", "title_page": "Companies Warn More China Tariffs Will Cripple Them and Hurt Consumers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As the United States and China prepare to resume fractious trade talks this week, executives from American companies flocked to Washington on Monday to warn the Trump administration that imposing tariffs on an additional $200 billion worth of Chinese goods would cripple their businesses and raise prices on everything from bicycles to car seats to refrigerators.\nDozens of companies voiced concerns to trade officials during the first of six days of hearings on the administration’s plan to impose tariffs of as much as 25 percent on a wide array of Chinese imports. The length of the hearing by the United States Trade Representative, initially scheduled for just three days, was doubled to accommodate the leaders of nearly 400 companies and trade groups who will testify in hopes that they can influence the final list of products subject to tariffs.\nWhile the companies appearing before the government panel varied widely, their concerns struck a similar theme: The United States is no longer equipped to produce many materials that they depend on for their products. The rise of global supply chains has shifted the bulk of manufacturing and production outside the United States, leaving companies no choice but to rely on foreign materials, including those from China.\nJim Day, a vice president at the ’47 Brand hat company, said it would take at least a decade for the United States to develop the manufacturing capacity to produce the hats he sells because such facilities were shuttered many years ago. If President Trump’s tariffs move ahead, Mr. Day said, it will mean job cuts at his Massachusetts-based business.", "url": "https://www.nytimes.com/2018/08/20/us/politics/china-tariffs-businesses.html"}