{"authors": ["Ligaya Mishan"], "date_download": "2018-11-16 03:08:42", "date_modify": "2018-11-16 03:08:42", "date_publish": "2018-02-16 11:36:27", "description": "The impulse to adorn ourselves with flora is as old as civilization itself. Here, three floral artists offer new takes on the most atavistic — and enduring — of traditions.", "filename": "2018_02_16_t-magazine_wearable-flower-art.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337722.html", "image_url": "https://static01.nyt.com/images/2018/01/30/t-magazine/30tmag-floral-slide-XFWP/30tmag-floral-slide-XFWP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_16_t-magazine_wearable-flower-art.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337722.html", "title": "The Power of Wearing Flowers", "title_page": "The Power of Wearing Flowers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nTHREE YEARS AGO in China, in an inexplicable trend that swept the country, tiny bean sprouts started rising from people’s heads, their delicate, unsteady stems like green antennae, seemingly borne not from the dirt but from the mind. Little tulips, poppies and chrysanthemums soon followed. For a moment, it looked as if humans had suddenly been given the power to erupt into bloom. But the plants had no roots; they were made of plastic and affixed to hairpins. The fad quickly passed.\nThere was something rebellious about that flora popping up en masse in China’s hyper-cities, wobbling over the heads of crowds like a garden taking to the streets — a protest, however unconscious, against the receding natural world. Some 5,000 miles away, in the wilderness of Ethiopia’s Omo Valley, nomadic tribes still string veils of blushing pink buds, twist grass into shaggy wigs and wear single, giant leaves as skullcaps, as they have always done. According to the photographer Hans Silvester, who documented the tribes in his 2008 book, “Natural Fashion,” the decorations are swiftly made and are as much practical as pretty, shielding their wearers against the relentless sun.\nPhoto\nPhoto\nIndeed, long before makeup or millinery or jewelry, our first adornments were plants and flowers, and our love for them was — and is — universal. Perhaps we have never known better. But how and why we wear them has shifted over the years, from the laurel wreaths of the ancient world, bestowed on victors (and deemed so necessary to the functioning of a martial culture that Darius III of Persia, in the fourth century B.C., kept 46 men employed just to weave them), to the floral crowns donned by animists in medieval Europe to dance around maypoles and welcome spring.\nDuring the eighth-century Tang dynasty, the emperor would ask his concubines to tuck flowers in their hair, then release a butterfly into the crowd; the woman it landed on would share the emperor’s bed that night. No wonder Christians in early modern Europe and colonial America were so suspicious of blossoms’ associations with pagan symbols of fertility. Nevertheless, they soon co-opted them to represent chastity: Only a virgin could wear a bridal wreath, which might be burned on her wedding night, a lurid metaphor for loss of innocence. In 18th-century Mexico, an entire genre of portraiture was devoted to monjas coronadas, or crowned nuns, young novices pictured taking their vows of celibacy in teetering headdresses made of roses. Meanwhile, across the ocean in France, Marie Antoinette’s hairdresser, Léonard Autié, was busy creating voluminous coiffures punctured by fresh flowers meant to conjure a shimmering Eden. Ladies of the court hid vials of water in their hair to keep blooms alive, and were no doubt relieved when fashion moved on to silk buds.\nVideo\nIn the past century, there was Frida Kahlo, her plaits threaded with blood-red dahlias; Billie Holiday, rarely onstage without gardenias sweeping down over her left ear, the blossoms nearly as large as gramophone horns; loose-limbed Joni Mitchell, in a daisy-chain crown, asking for peace, love and understanding; and the modern-day women that emulate her, in festivals from Glastonbury to Coachella.\nAdvertisement Continue reading the main story\nTODAY, ON THE far side of the Industrial Revolution, the diminishment of nature brings a new urgency to these old, evanescent embellishments. “I don’t really make things to last,” says Joshua Werber, a Brooklyn-based florist and botanic milliner. “By the time I’m done wiring the last flower, the first flower has wilted.” His dramatic floral headpieces have included a turban of hellebores, a lone angel’s trumpet pleated like an Issey Miyake dress and gladioli entwined to evoke a slanted white straw hat once paired with Christian Dior’s 1947 Bar suit. The Japanese philosophy of wabi-sabi, embracing transience and natural imperfections, informs both his work and that of the Australian Roz Borg, who, under the name Arozona, makes jewelry out of small succulents: sheaths for fingernails and rings that nearly engulf the hand. As art, they exist only for a moment, continuing to live and grow as people wear them; but afterward, they can be replanted, and therefore returned to the earth.\nPhoto\nPhoto\nThen there’s Lauren Liana Shearer, who lives on the island of Maui, and who approaches the Hawaiian art of lei-making as a way of recording a threatened landscape. Traditionally, the gift of a lei marks the most powerful moments in life, when a threshold is crossed: birth, graduation, marriage, even death, with the vivid strands laid over the funeral casket. Ali‘i (chiefs) declared an end to war by twining maile vines together as a peace accord. But a lei can also be simply a tribute to the islands’ beauty, improvised from flowers foraged while wandering back roads. Shearer subscribes to this spirit of chance and quest, which comes with both risk (fending off fire ants, evading toxic sap) and the reward of the unexpected. Like the early Hawaiians, who called upon the full breadth of their surroundings to weave lei — even braiding together human hair and sperm-whale teeth — she is drawn to plants and flowers less commonly found at airport lei stands, such as pale tendrils of the flower spike of the foxtail agave, wrinkled banana flowers, austere Norfolk Island pine and lichen. She might render a familiar flower unrecognizable by favoring its calyx over its petals, or juxtapose the same flower at different stages of development, from tight whorled bud to gaping blossom. Her use of lustrous seeds, waxy leaves and the high gloss of anthurium plays tricks on the eye, the flora resembling bits of Bakelite, turquoise or coral — giving her lei an unusual and distinctly modern feel. She’s equally attentive to the environment, recycling wedding flowers and picking invasive species that have preyed upon Hawaii’s ecosystem. More than 40 percent of America’s endangered or threatened plant species are found in Hawaii, including the lonely kopiko, a tree whose branches offer up small white blooms shaped like lips about to whistle, and of which only about 30 remain in the wild.\nIndeed, what makes our love of flowers even more poignant is that they are ephemeral not just as individuals but as a concept: The days of flowers may be numbered. Some scientists estimate that one flowering plant species dies out every day. By century’s end, half the world’s flowers could be gone, and with them, a large part of the world’s splendor. It’s a shocking reminder of how tenuous our hold is on earth. Against the age of the universe, our lives are not much longer than a blossom’s. So we seize what we can from our pillaged landscape and, like our ancestors before us, take beauty, however fleeting, where we find it. Decorating ourselves with flowers may be one of the few things that still unites us as humans, as one tribe across the world — our capacity to transform ourselves with nothing more than a handful of fallen petals; to find, in a bloom slipped behind an ear, glory.", "url": "https://www.nytimes.com/2018/02/16/t-magazine/wearable-flower-art.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}