{"authors": ["Sharon Lafraniere"], "date_download": "2018-11-16 04:49:47", "date_modify": "2018-11-16 04:49:47", "date_publish": "2018-07-30 21:19:28", "description": "The trial of Paul Manafort, President Trump’s former campaign chairman, concerns his work as a consultant in Ukraine. But the Russia inquiry looms over the proceedings.", "filename": "2018_07_30_us_politics_paul-manafort-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343787.html", "image_url": "https://static01.nyt.com/images/2018/07/31/us/31DC-MANAFORT-01/31DC-MANAFORT-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_30_us_politics_paul-manafort-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343787.html", "title": "Manafort’s Trial Isn’t About Russia, but It Will Be in the Air", "title_page": "Manafort’s Trial Isn’t About Russia, but It Will Be in the Air - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When they present their evidence in the financial fraud trial of Paul Manafort beginning this week, federal prosecutors have promised the judge, no government witness will even utter the word Russia.\nRussia inevitably looms over the entire proceeding anyway.\nMr. Manafort, who was chairman of President Trump’s campaign, faces 18 charges of bank and tax fraud, largely stemming from his work as a political consultant in Ukraine and predating the campaign. The trial, scheduled to get underway on Tuesday morning with jury selection in federal court in Alexandria, Va., will not be about collusion or Russian disinformation, even if a stray reference to the country inevitably creeps in.\nBut the subtext — whether Mr. Manafort knew about Russian efforts to influence the election, and whether the threat of conviction could lead him to cooperate with the special counsel, Robert S. Mueller III — weighs not just on the prosecution and defense, but on the White House as well.\nAmong the Americans charged so far by Mr. Mueller’s prosecutors, Mr. Manafort not only held the highest position in Mr. Trump’s campaign, but he also arguably has the deepest connections to Russia-aligned politicians and political forces.", "url": "https://www.nytimes.com/2018/07/30/us/politics/paul-manafort-trial.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}