{"authors": ["Rory Smith"], "date_download": "2018-11-16 03:19:04", "date_modify": "2018-11-16 03:19:04", "date_publish": "2018-05-13 19:58:57", "description": "He saw the exit clearly. Huddersfield was as good a place as any for such a momentous occasion, even if was all too abrupt.", "filename": "2018_05_13_sports_soccer_premier-league-arsenal-wenger.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338344.html", "image_url": "https://static01.nyt.com/images/2018/05/14/sports/14onsoccer-print/14onsoccerpic1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_13_sports_soccer_premier-league-arsenal-wenger.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338344.html", "title": "There Goes Arsène Wenger", "title_page": "There Goes Arsène Wenger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That relationship, between Wenger and Arsenal’s fans, has been fractious for years, of course, and toxic for some time. As Huddersfield’s fans sang with venom and glee, it is many of the same fans who now hail his influence and his genius who have been agitating for his departure, who have been hiring planes to try to encourage the club’s board to dismiss him.\nNow they have their wish, though, and all is forgiven, on both sides. They brandished banners in his honor here; high above, in the clear blue sky, they flew planes again, this time thanking him for all that he had done. Wenger noticed them, too. “They had the wrong banner out today,” he said, in that unconvincing joking tone that comes when the raw emotion is too much.\nIt is not just Arsenal’s fans who might be accused of hypocrisy, though. English soccer as a whole has, perhaps, not always afforded Wenger the respect he is due. Sometimes, he has been seen as a figure of fun — the manager who sees nothing, the running joke — and sometimes he has been treated much more darkly.\nAgain, though, in the month of his goodbye, all of that has been forgotten. Manchester United, his great foe from his greatest age, presented him with a vase in his final visit to Old Trafford; Leicester City and Huddersfield, in the last week, have both requested that their own fans take a moment to sing his praises. Here, too, he was offered a gift, a little token of Huddersfield’s esteem. “They acted with great class,” Wenger, clearly appreciative, said.\nSuch tokens are well intentioned, of course, but they are unnecessary. The greatest tribute to Wenger from the country that he has, he said, “grown to love” — an affection that has not always come easily, you sense — is paid almost every time a Premier League team takes to the field.", "url": "https://www.nytimes.com/2018/05/13/sports/soccer/premier-league-arsenal-wenger.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}