{"authors": ["Emily Flitter"], "date_download": "2018-11-16 03:50:25", "date_modify": "2018-11-16 03:50:25", "date_publish": "2018-02-16 03:22:25", "description": "The proposed deal drew sharp criticisms from Republican and Democratic lawmakers, who said it could put the security of United States financial markets at risk.", "filename": "2018_02_15_business_china-deal-chicago-exchange-blocked.html_module=inline_1542340225.html", "image_url": "https://static01.nyt.com/images/2018/02/16/business/16sec-print/16sec-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_15_business_china-deal-chicago-exchange-blocked.html_module=inline_1542340225.html", "title": "S.E.C. Blocks Chinese Takeover of Chicago Stock Exchange", "title_page": "S.E.C. Blocks Chinese Takeover of Chicago Stock Exchange - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A federal securities regulator on Thursday struck down the proposed $20 million acquisition of a Chicago-based trading hub, the Chicago Stock Exchange, by a Chinese-owned company.\nThe Securities and Exchange Commission said it blocked the deal because of a lack of transparency in the details, including an inability to identify who exactly would control the exchange.\nThe proposed deal, in which a subsidiary of the Chongqing Casin Enterprise Group was to buy the exchange, drew sharp criticisms from Republican and Democratic lawmakers, who said it could put the security and stability of United States financial markets at risk.\nPresident Trump has railed against the proposed acquisition. During a presidential debate in South Carolina in 2016 after the deal was announced, he said: “China bought the Chicago Stock Exchange — China, a Chinese company. They are taking our jobs. They are taking our wealth. They are taking our base.”", "url": "https://www.nytimes.com/2018/02/15/business/china-deal-chicago-exchange-blocked.html?module=inline"}