{"authors": ["Lisa W. Foderaro"], "date_download": "2018-11-16 04:52:10", "date_modify": "2018-11-16 04:52:10", "date_publish": "2018-02-14 10:00:31", "description": "The governor’s Commission of Correction said it would “examine steps to expeditiously close” the troubled city jail.", "filename": "2018_02_14_nyregion_rikers-island-jail-closing-timeline.html_module=inline_1542343930.html", "image_url": "https://static01.nyt.com/images/2018/02/14/nyregion/14rikers1/14rikers1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_14_nyregion_rikers-island-jail-closing-timeline.html_module=inline_1542343930.html", "title": "New York State May Move to Close Rikers Ahead of City’s 10-Year Timeline", "title_page": "New York State May Move to Close Rikers Ahead of City’s 10-Year Timeline - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Last year, the governor and state lawmakers raised the age of criminal responsibility. And according to his office, Mr. Cuomo has closed 24 prisons and juvenile detention centers, pushing down the prison population by more than 6,000.\nThe state prison system, which is directly under the governor’s control, has itself come under fire in recent years for systemic abuses, specifically a pattern of assaults by guards against inmates and a scourge of racism on the part of correction officers. But Rikers, according to the Commission of Correction, remains a particular blight on New York’s criminal justice system.\nThe report highlighted “significant incidents,” including deaths, escapes, fires and group actions, noting that in almost every category, there were more incidents at Rikers Island facilities than at all the county jails, even though the average daily inmate population for Rikers was half that of all county jails in the state combined.\nGang and individual assaults involving inmates at Rikers were more than double the corresponding totals at the county jails, and attacks between inmates and personnel were 10 times more frequent. And many categories of serious incidents rose from 2016 to 2017, including fires (up 200 percent) and gang assaults (up 160 percent).\nThe report also focused on deficiencies across categories ranging from security and supervision to discipline and visitation, exposing “conditions that are unsecure, unsanitary and dangerous, for staff and inmates alike.”\nInvestigators found broken pieces of metal and glass, as well as holes and divots, in the exercise yards at the Anna M. Kross Center, a 40-acre unit at Rikers that houses male detainees. At the Robert N. Davoren Complex, another male detention unit, they found that prisoners requiring constant observation were being supervised by officers of the opposite gender, while inmates were able to “pop open” secured cell doors.\nAnd across the complex, there were instances of unmanned security posts, poor record-keeping, papered-over security cameras, rodent infestation, water leaks, sagging floors and expired fire extinguishers. Even the basic requirements for laundry services were not being met, with inmates washing their personal clothes in buckets in their cells and hanging them to dry, obscuring sight lines of correction officers.", "url": "https://www.nytimes.com/2018/02/14/nyregion/rikers-island-jail-closing-timeline.html?module=inline"}