{"authors": ["Alex Frank"], "date_download": "2018-11-16 03:09:12", "date_modify": "2018-11-16 03:09:12", "date_publish": "2018-04-30 14:35:37", "description": "Marc Armitano Domingo’s pottery line, Botticelli Ceramics, balances the delicately beautiful with the grotesque.", "filename": "2018_04_30_t-magazine_design_marc-armitano-domingo-botticelli-ceramics-pottery_1542337752.html", "image_url": "https://static01.nyt.com/images/2018/04/30/t-magazine/design/botticelli-slide-79Y3/botticelli-slide-79Y3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_30_t-magazine_design_marc-armitano-domingo-botticelli-ceramics-pottery_1542337752.html", "title": "Maker to Know: A Ceramist Creating Insect-Adorned Plates", "title_page": "Maker to Know: A Ceramist Creating Insect-Adorned Plates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Armitano Domingo has been making amateur ceramics and clay figurines since childhood — and says he has often been inspired by the stop-motion animation of Tim Burton — but Botticelli represents the first time he is selling his work, which includes dishes, tumblers and mugs. There are plates depicting angelic scenes accented with gold leaf; one dish features a pair of raised breasts in the style of Saint Agatha, who, in paintings by artists like Francisco de Zurbarán, displayed her martyrdom by serving her chest on a platter. Many pieces have deliberate chips and cracks that give them a fragile appearance. Some are also decorated with colorful three-dimensional worms and insects. “I take class with mostly old ladies,” the ceramist says. “Everyone was grossed out at first, but now they think they’re cute.”\nImage Armitano Domingo with two Botticelli Ceramics plates. Credit Ryan McGinley\nThe pieces are inspired by Renaissance and Baroque art, as well as late 17th-century Dutch still-life paintings. “Paintings of flowers and foods often had nasty slugs in them,” Armitano Domingo says. “They were into the grotesque back then. In the Petit Trianon at Versailles, they have a mini tea set with little painted bugs.” Indeed, the works of artists like Pieter Claesz, Jan van Kessel, Maria Sibylla Merian and Jacob Gerritsz Cuyp in the late 1600s often featured bountiful displays of fruit being overrun by insects, said to be symbols of the fleeting nature of beauty and the inevitability of decay. “There’s an irony,” says Armitano Domingo of his work. “People think bugs aren’t a good thing to have around food, but I always eat off my bug plate.” It’s also, perhaps, a vision of the future, when it is possible that we will all be eating caterpillars as protein when meatier options are endangered. “My parents are from Venezuela, and there I had a red ant sauce that was really spicy and nice,” he says.\nThere is an alluring, if unnerving, sense of decay in Armitano Domingo’s work, but it’s only skin deep; the plates, he assures, are dependably sturdy because he uses a rare high-temperature gas kiln that reaches highs of around 2,300 degrees. “I expect people to eat off of them!” he says of his pieces. “They’re just like every other plate you’ve ever had.” Yes, except for the shimmering iridescent worms.", "url": "https://www.nytimes.com/2018/04/30/t-magazine/design/marc-armitano-domingo-botticelli-ceramics-pottery.html"}