{"authors": ["Kevin Draper", "Ken Belson"], "date_download": "2018-11-16 03:17:15", "date_modify": "2018-11-16 03:17:15", "date_publish": "2018-09-03 23:25:13", "description": "On the eve of the N.F.L. season, Nike, one of the league’s most valued partner, begins a campaign with an athlete seen as hero to some, a pariah to others.", "filename": "2018_09_03_sports_kaepernick-nike.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338235.html", "image_url": "https://static01.nyt.com/images/2018/09/04/sports/03kap/03kap-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_03_sports_kaepernick-nike.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338235.html", "title": "Colin Kaepernick’s Nike Campaign Keeps N.F.L. Anthem Kneeling in Spotlight", "title_page": "Colin Kaepernick’s Nike Campaign Keeps N.F.L. Anthem Kneeling in Spotlight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Colin Kaepernick, the former N.F.L. quarterback who inspired a player protest movement but who has been out of a job for more than a year, has signed a new, multiyear deal with Nike that makes him a face of the 30th anniversary of the sports apparel company’s “Just Do It” campaign, Nike confirmed on Monday.\nThe first advertisement from Nike, one of the league’s top partners, debuted Monday afternoon, when Kaepernick tweeted it, assuring that his activism and the protest movement against racism and social injustice he started would continue to loom over one of the country’s most powerful sports leagues.\n[Related: How Colin Kaepernick controls the N.F.L. protest conversation without saying anything]\nNike will produce new Kaepernick apparel, including a shoe and a T-shirt, and if the merchandise sells well, the value of the deal will rival those of other top N.F.L. players, according to people close to the negotiations who spoke on condition of anonymity because Nike had not formally announced it. Nike will also donate money to Kaepernick’s “Know Your Rights” campaign.\nThe N.F.L. did not immediately respond to requests for comment. The ad and the campaign, coming a few days before the start of the N.F.L. season on Thursday, is likely to annoy the league’s top executives and its owners. On Thursday, Kaepernick won a victory in his grievance against the league when an arbitrator let his case, in which he accuses the league of conspiring to keep him off the field because of his activism, advance.", "url": "https://www.nytimes.com/2018/09/03/sports/kaepernick-nike.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}