{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:17", "date_modify": "2018-11-16 04:03:17", "date_publish": "2018-04-10 19:51:00", "description": "The Facebook C.E.O. wore a suit and tie to testify before Congress instead of his usual gray T-shirt. Here’s why it mattered.", "filename": "2018_04_10_fashion_mark-zuckerberg-suit-congress.html_action=click&module=RelatedLinks&pgtype=Article_1542340997.html", "image_url": "https://static01.nyt.com/images/2018/04/11/fashion/11OTR-1-print/10OTR-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_10_fashion_mark-zuckerberg-suit-congress.html_action=click&module=RelatedLinks&pgtype=Article_1542340997.html", "title": "Mark Zuckerberg’s I’m Sorry Suit", "title_page": "Mark Zuckerberg’s I’m Sorry Suit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How do we know that Mark Zuckerberg, chief executive of Facebook and man currently under scrutiny, really does feel contrite and humbled by his company’s failure to protect users’ personal data, as he said during his testimony before Congress on Tuesday?\nWell, he donned, if not a penitent’s robes, then what seems like his equivalent: a suit and tie.\nIt began on Monday, when Mr. Zuckerberg made the rounds of congressional leaders in a dark suit, white shirt and ink blue tie. On Tuesday, when he took his seat on the committee room floor, the suit was navy, and the tie was Facebook blue. It was somber. It was on brand.\nAnd for someone who has made a professional and personal signature out of the plain gray tee and jeans — who has posted pictures of the row of gray T-shirts and hoodies hanging in his closet on his Facebook page; whose success has made those gray tees and hoodies into shorthand for a new generation of disrupters, as aspirational an outfit as a Savile Row suit once was — it was as much a visual statement of renunciation and respect as any verbal apology.\nCosmetic, perhaps. Superficial, sure. Presumably once he is back on the West Coast he’ll go right back to hoodies and tees. But it was strategic and optically effective nonetheless.", "url": "https://www.nytimes.com/2018/04/10/fashion/mark-zuckerberg-suit-congress.html?action=click&module=RelatedLinks&pgtype=Article"}