{"authors": ["William Neuman", "Clifford Krauss"], "date_download": "2018-11-16 04:14:12", "date_modify": "2018-11-16 04:14:12", "date_publish": "2018-06-14 22:15:12", "description": "Our correspondent visited Venezuela to see whether the country could pull itself out of its economic free fall. The outlook was not encouraging.", "filename": "2018_06_14_world_americas_venezuela-oil-economy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341652.html", "image_url": "https://static01.nyt.com/images/2018/06/15/world/15venezoil-1/00pdvsa1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_14_world_americas_venezuela-oil-economy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341652.html", "title": "Workers Flee and Thieves Loot Venezuela’s Reeling Oil Giant", "title_page": "Workers Flee and Thieves Loot Venezuela’s Reeling Oil Giant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "EL TIGRE, Venezuela — Thousands of workers are fleeing Venezuela’s state-owned oil company, abandoning once-coveted jobs made worthless by the worst inflation in the world. And now the hemorrhaging is threatening the nation’s chances of overcoming its long economic collapse.\nDesperate oil workers and criminals are also stripping the oil company of vital equipment, vehicles, pumps and copper wiring, carrying off whatever they can to make money. The double drain — of people and hardware — is further crippling a company that has been teetering for years yet remains the country’s most important source of income.\nThe timing could not be worse for Venezuela’s increasingly authoritarian president, Nicolás Maduro, who was re-elected last month in a vote that has been widely condemned by leaders across the hemisphere. Prominent opposition politicians were either barred from competing in the election, imprisoned or in exile.\nBut while Mr. Maduro has firm control over the country, Venezuela is on its knees economically, buckled by hyperinflation and a history of mismanagement. Widespread hunger, political strife, devastating shortages of medicine and an exodus of well over a million people in recent years have turned this country, once the economic envy of many of its neighbors, into a crisis that is spilling over international borders.", "url": "https://www.nytimes.com/2018/06/14/world/americas/venezuela-oil-economy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}