{"authors": ["Azam Ahmed", "Frances Robles"], "date_download": "2018-11-16 04:11:35", "date_modify": "2018-11-16 04:11:35", "date_publish": "2018-04-19 13:26:28", "description": "Most expect Cuba’s new president to be a leader of continuity after Raúl Castro. But he also has to figure out how to resuscitate Cuba’s economy.", "filename": "2018_04_19_world_americas_miguel-diaz-canel-bermudez-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341495.html", "image_url": "https://static01.nyt.com/images/2018/04/20/world/20cuba-profile1/xxcuba-profile1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_19_world_americas_miguel-diaz-canel-bermudez-cuba.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341495.html", "title": "Who Is Miguel Díaz-Canel, Cuba’s New President?", "title_page": "Who Is Miguel Díaz-Canel, Cuba’s New President? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Raúl Castro said Thursday that he thought Mr. Díaz-Canel would serve two terms as president, for a total of 10 years. After that, Mr. Castro said, he envisioned Mr. Díaz-Canel taking over as party leader in 2021, when Mr. Castro suggested that he would retire from that post for good. This, to some, is a glimpse of the future leadership structure of Cuba after the Castros.\nEver since Mr. Díaz-Canel was named first vice president in 2013, Cubans and Cuba watchers alike have scrambled to find out more about the enigmatic heir apparent, combing through his track record as party leader in the provinces of Villa Clara and Holguín, and later as minister of higher education, for clues on how he will lead.\nIn each position, according to those who knew him at the time, Mr. Díaz-Canel has been a quiet but effective leader, seemingly open to change. Many called him a good listener, while others described him as approachable, free of the rigidness and inaccessibility of typical party chiefs.\nThrough it all, he has also been a relentless defender of the revolution and the principles and politics it brought.\nStories of his Everyman qualities have spread widely in recent years: how he rode his bike to work instead of taking a government vehicle during gas shortages; how he defended the rights of a gay club in Santa Clara in the face of protests; how he patiently listened to academics grouse (sometimes about him) as minister of higher education.\nMore recently, he was a leading voice in the push for internet access in Cuba, arguing that the nation could not seal itself off from the outside world. Though his beliefs remain very much within the party line, those who know him say he does not adhere to the belief that Cuba can exempt itself from the modernization necessary to participate in the global economy.\nBut in Cuba, the continuum of political thinking is not black and white. Often, conventional definitions of progressives versus hard-liners do not apply. Leaders can be both, and Mr. Díaz-Canel is an example of that. While he is seen as open to the ideas of others, as a younger man he led a campaign to stifle students who read and discussed literature that was not approved by the Communist Party, according to those who knew him at the time.", "url": "https://www.nytimes.com/2018/04/19/world/americas/miguel-diaz-canel-bermudez-cuba.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}