{"authors": ["Anne Barnard"], "date_download": "2018-11-16 03:19:34", "date_modify": "2018-11-16 03:19:34", "date_publish": "2018-03-10 14:55:51", "description": "The deal came as government forces intensified an operation to split the rebel-held enclave on the outskirts of Damascus.", "filename": "2018_03_10_world_middleeast_syria-eastern-ghouta-rebel-evacuation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338374.html", "image_url": "https://static01.nyt.com/images/2018/03/11/world/middleeast/11syria/11syria-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_10_world_middleeast_syria-eastern-ghouta-rebel-evacuation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338374.html", "title": "Syrian Rebels Agree to Evacuate Qaeda-Linked Fighters From Eastern Ghouta", "title_page": "Syrian Rebels Agree to Evacuate Qaeda-Linked Fighters From Eastern Ghouta - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — Syrian government forces were close to splitting the besieged rebel-held enclave of Eastern Ghouta in two on Saturday, as rebel leaders said they had agreed with the government to evacuate fighters from a Qaeda-linked group.\nThirteen fighters from the Qaeda-linked group, known as the Levant Liberation Committee, were bused out Friday night, bound for the northern rebel-held province of Idlib, according to rebel statements and video footage. Those fighters were detained last year by the Army of Islam, the group that controls Douma, the main city in Eastern Ghouta.\nThe evacuation was the first such concession by the rebels in Eastern Ghouta, a collection of towns and agricultural areas adjacent to the capital, Damascus. The agreement, struck with a delegation that accompanied a United Nations aid convoy into Douma on Friday, came as the rebels were under intense pressure.\nGovernment forces continued to advance in a ground campaign aiming to split Douma and the town of Harasta from the rest of the enclave. Residents in at least one town have begun calling for rebels to leave, hoping that their departure would end government airstrikes and artillery attacks, which medical workers said had killed 50 people in the past 24 hours.", "url": "https://www.nytimes.com/2018/03/10/world/middleeast/syria-eastern-ghouta-rebel-evacuation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}