{"authors": ["Nicholas Fandos", "Charlie Savage"], "date_download": "2018-11-16 04:01:02", "date_modify": "2018-11-16 04:01:02", "date_publish": "2018-04-11 20:22:52", "description": "Senator Charles E. Grassley, the chairman of the Judiciary Committee, will bring special counsel protections up for a vote, despite the G.O.P.’s position that such actions are not needed.", "filename": "2018_04_11_us_politics_special-counsel-mueller-legislation-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340862.html", "image_url": "https://static01.nyt.com/images/2018/04/12/us/politics/12dc-mueller-1/12dc-mueller-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_11_us_politics_special-counsel-mueller-legislation-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340862.html", "title": "Bill to Protect Special Counsel Mueller Is Headed for a Committee Vote", "title_page": "Bill to Protect Special Counsel Mueller Is Headed for a Committee Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The compromise bill, written by Senators Thom Tillis of North Carolina and Lindsey Graham of South Carolina, both Republicans, and Chris Coons of Delaware and Cory Booker of New Jersey, both Democrats, would enact a statute codifying an existing Justice Department regulation that says a special counsel may be fired only by the attorney general, and only for good cause, like misconduct.\nThe bill also creates a 10-day window within which a special counsel can seek judicial review of the firing. If it is determined that the special counsel was not, in fact, fired for good cause, then he would be reinstated. In the interim, it would ensure that the special counsel’s staff and investigative materials are preserved.\nDemocrats, who have been clamoring for Congress to act to protect Mr. Mueller, touted the new legislation as a breakthrough but privately conceded that odds remained stacked against its passage. Mr. Tillis, in his own comments, sought to put distance between the measure and the bubbling tensions between Mr. Trump and Mr. Mueller’s investigation into Russia’s election interference and possible ties to the Trump campaign.\n“This compromise bipartisan bill helps ensure that special counsels — present or future — have the independence they need to conduct fair and impartial investigations,” Mr. Tillis said. “The integrity and independence of special counsel investigations are vital to reaffirming the American people’s confidence in our nation’s rule of law.”\nMr. Grassley, who has raised concerns about the constitutionality of the bill, plans to offer an amendment to it that would formally require the Justice Department to produce reports to Congress each time there is a change in scope to a special counsel’s investigation or if he is fired. The department would also have to prepare a detailed final report about what a special counsel found and explain any decisions to charge or decline to charge particular suspects, according to Republican committee aides.", "url": "https://www.nytimes.com/2018/04/11/us/politics/special-counsel-mueller-legislation-vote.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}