{"authors": ["Sharon Lafraniere", "Emily Baumgaertner"], "date_download": "2018-11-16 04:49:18", "date_modify": "2018-11-16 04:49:18", "date_publish": "2018-08-10 00:16:21", "description": "A private conversation during the Paul Manafort trial concerned whether investigators had asked a cooperating witness about the Trump campaign.", "filename": "2018_08_09_us_politics_special-counsel-manafort-trial.html_module=inline_1542343758.html", "image_url": "https://static01.nyt.com/images/2018/08/10/autossell/10dc-Manafort/merlin_142106850_90e0975c-73d1-4cf4-96d0-e1495ea636ae-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_09_us_politics_special-counsel-manafort-trial.html_module=inline_1542343758.html", "title": "Special Counsel Is Granted Request to Keep Inquiry Details Private", "title_page": "Special Counsel Is Granted Request to Keep Inquiry Details Private - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The fraud charges against Mr. Manafort are not related to the campaign or Russia’s interference in the 2016 presidential election. The special counsel, Robert S. Mueller III, sought Mr. Manafort’s indictment using his authority to investigate evidence that arises of other crimes during their investigation. Prosecutors have avoided any mention of the broader inquiry since the trial began nine days ago in Alexandria, Va.\nBut Mr. Manafort’s lawyers have tried to edge in that direction, possibly in the hope that jurors will see their client as a victim of a politically inspired vendetta. President Trump routinely calls Mr. Mueller’s investigation “a witch hunt” aimed at him and those who helped him win the White House and has suggested Mr. Mueller’s team has treated Mr. Manafort far too harshly.\nOn Tuesday, one of Mr. Manafort’s lawyers asked Mr. Gates, who pleaded guilty this year to two felony charges and has since been cooperating with prosecutors, whether he had been “interviewed by other members of the Office of Special Counsel about the Trump campaign.”\nWhen Mr. Gates answered yes, the lawyer, Kevin Downing, continued: “And were you interviewed on several occasions about your time at the Trump campaign?”\nProsecutors then objected, and Judge Ellis called both sides to the bench to discuss the line of questioning out of the jury’s hearing.", "url": "https://www.nytimes.com/2018/08/09/us/politics/special-counsel-manafort-trial.html?module=inline"}