{"authors": [], "date_download": "2018-11-16 04:32:36", "date_modify": "2018-11-16 04:32:36", "date_publish": "2018-11-07 11:40:49", "description": "The votes in three deep red states show how resilient the program has been, even as the Trump administration chips away at other aspects of Obamacare", "filename": "2018_11_07_health_medicaid-expansion-ballot_1542342756.html", "image_url": "https://static01.nyt.com/images/2018/11/08/science/08MEDICAID1/08MEDICAID1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_07_health_medicaid-expansion-ballot_1542342756.html", "title": "Idaho, Nebraska and Utah Vote to Expand Medicaid", "title_page": "Idaho, Nebraska and Utah Vote to Expand Medicaid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Despite the uncertainty and partisan gridlock that Tuesday’s election results ensure, one policy change seems guaranteed: hundreds of thousands more poor Americans in red states will qualify for free health coverage through Medicaid.\nVoters in Idaho, Nebraska and Utah, which President Trump won easily in 2016, approved ballot initiatives to expand the government insurance program under the Affordable Care Act. Democratic victories in governors’ races also improved the chances of Medicaid expansion in Kansas and Wisconsin, and all but ensured it in Maine. As a result, Medicaid could see its biggest enrollment bump since the health law began allowing expansion in 2014.\nFor all the campaign warfare over the health law’s effect on insurance premiums and protections for people with pre-existing conditions, Medicaid has remained quite popular. In a Kaiser poll last month, 56 percent of people across the 17 states that had not yet expanded Medicaid said they favored doing so. And the share of people saying Medicaid was “very important” to them grew to nearly half during efforts to repeal the health law last year, Kaiser found.\n“Medicaid per se is much more popular than the Affordable Care Act,” said Robert Blendon, a health policy expert at Harvard who has closely followed public opinion of the health law. “And the people organizing these referendums on Medicaid expansion aren’t making them about the A.C.A. They’re taking a program that’s been in the state for years and adding to it, saying, ‘All these other people need coverage and we can get outside money for it.’”", "url": "https://www.nytimes.com/2018/11/07/health/medicaid-expansion-ballot.html"}