{"authors": ["Eileen Sullivan", "Helene Cooper", "Michael D. Shear"], "date_download": "2018-11-16 04:26:42", "date_modify": "2018-11-16 04:26:42", "date_publish": "2018-08-17 12:50:48", "description": "The president said local politicians “wanted a number so ridiculously high” that he canceled a planned parade that the Pentagon had already postponed.", "filename": "2018_08_17_us_politics_trump-military-parade_1542342402.html", "image_url": "https://static01.nyt.com/images/2018/08/18/us/18dc-parade-1/merlin_142329669_1dc0fff9-3298-4d4c-80d0-0a6ce310c045-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_17_us_politics_trump-military-parade_1542342402.html", "title": "Citing Costs, Trump Retreats From Massive Military Parade in Capital", "title_page": "Citing Costs, Trump Retreats From Massive Military Parade in Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The City of Washington is typically reimbursed for such expenses by the federal government. The Defense Department had been expected to spend an additional $50 million on personnel, aircraft and other military hardware, officials said.\nMost of the balance of the costs would cover security provided by other government agencies. Estimates earlier this year put the parade price tag at between $10 million and $30 million.\nMr. Trump has been enamored with the idea of military convoys marching through Washington since his presidency’s infancy. The committee planning his inaugural ceremony reportedly explored, but rejected, using military equipment in the traditional parade from the Capitol to the White House after Mr. Trump was sworn in.\nBut in July 2017, Mr. Trump witnessed the grandeur of a military parade at the annual Bastille Day celebration in Paris, and told Mr. Mattis on the way home that he wanted one, too.\nMr. Mattis, by all accounts of military aides and other officials close to him, was less taken with the plan. But he chooses his battles with Mr. Trump carefully and obeyed his marching orders.\nWhen presented with the reports of the $92 million price tag, the Pentagon chief forcefully pushed back.\n“Whoever told you that is smoking something that’s legal in my state — but not in most states,” Mr. Mattis, who is from Washington State, where recreational marijuana is legal, told the journalists on his government plane to Colombia.", "url": "https://www.nytimes.com/2018/08/17/us/politics/trump-military-parade.html"}