{"authors": ["Heather Murphy"], "date_download": "2018-11-16 04:18:55", "date_modify": "2018-11-16 04:18:55", "date_publish": "2018-05-18 21:33:19", "description": "A break in the 31-year-long investigation of the killings in Washington State of a young Canadian couple came after DNA was uploaded to an ancestry website.", "filename": "2018_05_18_science_ancestry-site-arrest-washington.html_module=inline_1542341935.html", "image_url": "https://static01.nyt.com/images/2018/05/18/science/19COLDCASE1b/19COLDCASE1b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_18_science_ancestry-site-arrest-washington.html_module=inline_1542341935.html", "title": "Technique Used to Find Golden State Killer Leads to a Suspect in 1987 Murders", "title_page": "Technique Used to Find Golden State Killer Leads to a Suspect in 1987 Murders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That couple had just one son: Mr. Talbott, who would have been 24 at time of the murders. His parents’ home was approximately seven miles from where Mr. Cook’s body was found.\nAfter surveilling Mr. Talbott — who has worked as a truck driver — for several days, detectives collected DNA from a cup he discarded. After a lab confirmed that it was a match, he was arrested, said Shari Ireton, director of communications at the Snohomish County sheriff’s office.\nImage Jay Cook Credit Snohomish County Sheriff's Office\nThe involvement of Ms. Moore, the genealogist, resulted from a collaboration between Parabon NanoLabs, a DNA technology company in Virginia, and the sheriff’s offices of Snohomish and Skagit counties in Washington. That followed Parabon’s announcement earlier this month that it would begin to offer a forensic genealogy service to help detectives use GEDmatch and other public databases to solve criminal cases. The company said that it is actively involved in 12 cases using this new approach.\nAfter revelations that it had been used in the Golden State killer investigation, some GEDmatch users removed their profiles from the site or changed their settings, protesting what they felt was an invasion of privacy. Others defended the approach, arguing that if they had violent criminals in their families, they would be happy to help detectives arrest them.\nUntil they used the technique that incorporated the ancestry site, detectives did not have a suspect in the Washington case. Mr. Talbott, whose arrest record appears limited to a single misdemeanor, was not in any criminal DNA databases.\nInvestigators had previously worked with Parabon to produce an image of the suspect’s face from crime scene DNA, something that did not produce any meaningful leads.", "url": "https://www.nytimes.com/2018/05/18/science/ancestry-site-arrest-washington.html?module=inline"}