{"authors": ["Jonathan Martin", "Michael D. Shear", "Sheryl Gay Stolberg"], "date_download": "2018-11-16 03:40:32", "date_modify": "2018-11-16 03:40:32", "date_publish": "2018-01-16 00:05:46", "description": "The fight over President Trump’s vulgar comment is exposing divisions in both parties, raising the risk of a government shutdown with unknown political consequences.", "filename": "2018_01_15_us_politics_trump-immigration-shithole-government-shutdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339632.html", "image_url": "https://static01.nyt.com/images/2018/01/16/us/16dc-cong-alpha/16dc-cong-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_15_us_politics_trump-immigration-shithole-government-shutdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339632.html", "title": "As Shutdown Talk Rises, Trump’s Immigration Words Pose Risks for Both Parties", "title_page": "As Shutdown Talk Rises, Trump’s Immigration Words Pose Risks for Both Parties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump’s incendiary words about immigration have dampened the prospects that a broad spending and immigration deal can be reached by the end of the week, raising the possibility of a government shutdown with unknown political consequences for lawmakers in both parties.\nDemocrats facing re-election in states that Mr. Trump carried in 2016 fear that a government funding crisis, precipitated by an immigration showdown, could imperil their campaigns. And they are growing increasingly uneasy that liberal colleagues eyeing White House bids are demanding that any spending bill beyond a stopgap measure that expires on Jan. 19 include protections for undocumented immigrants brought to the United States illegally as children.\n“Welcome to our world,” said Senator Claire McCaskill, Democrat of Missouri, who is running for re-election in a state that Mr. Trump carried by 19 percentage points.\n“We’ve got people running for president all trying to find their base, and then you’ve got people from Trump states that are trying to continue to legislate the way we always have — by negotiation,” Ms. McCaskill said. “And never the twain shall meet.”", "url": "https://www.nytimes.com/2018/01/15/us/politics/trump-immigration-shithole-government-shutdown.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}