{"authors": ["David Leonhardt"], "date_download": "2018-11-16 03:14:35", "date_modify": "2018-11-16 03:14:35", "date_publish": "2018-11-15 13:45:02", "description": "But several universities are now promising to do better.", "filename": "2018_11_15_opinion_military-veterans-colleges-universities.html_rref=collection%2Fspotlightcollection%2FAt%20War_1542338075.html", "image_url": "https://static01.nyt.com/images/2018/11/15/opinion/15leonhardt-newsletter/15leonhardt-newsletter-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_15_opinion_military-veterans-colleges-universities.html_rref=collection%2Fspotlightcollection%2FAt%20War_1542338075.html", "title": "Missing From Top Colleges: Veterans", "title_page": "Opinion | Missing From Top Colleges: Veterans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This article is part of the Opinion Today newsletter. You can sign up here to receive the newsletter each weekday.\nRegular readers know that socioeconomic diversity on college campuses is an obsession of mine. A lot of colleges, public and private, like to think of their campuses as highly diverse. And they are diverse racially, religiously and geographically. But many of them remain dominated by affluent students.\nOne twist on this problem is the embarrassingly small number of military veterans at many top colleges. “Veterans,” says Catharine Bond Hill, the former president of Vassar, who now runs Ithaka S+R, a research group, “are underrepresented at the set of schools with the highest graduation rates and the most resources.” Some top colleges enroll fewer than five veterans a year. My colleague Frank Bruni listed some of the miserable numbers in a 2016 column.\nBut now there are at least some small signs of progress. I attended a conference at Arlington National Cemetery yesterday where several colleges promised to increase veteran enrollment.", "url": "https://www.nytimes.com/2018/11/15/opinion/military-veterans-colleges-universities.html?rref=collection%2Fspotlightcollection%2FAt%20War"}