{"authors": ["Matthew Haag"], "date_download": "2018-11-16 03:59:32", "date_modify": "2018-11-16 03:59:32", "date_publish": "2018-09-25 15:51:07", "description": "“We believe survivors,” the activists chanted, as they surrounded Mr. Cruz and his wife, Heidi, at an upscale Italian restaurant in Washington.", "filename": "2018_09_25_us_politics_ted-cruz-kavanaugh-protesters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340772.html", "image_url": "https://static01.nyt.com/images/2018/09/25/us/politics/26xp-cruz/26xp-cruz-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_25_us_politics_ted-cruz-kavanaugh-protesters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340772.html", "title": "Anti-Kavanaugh Protesters Confront Ted Cruz at Dinner", "title_page": "Anti-Kavanaugh Protesters Confront Ted Cruz at Dinner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Protesters who oppose Judge Brett M. Kavanaugh’s confirmation to the Supreme Court confronted Senator Ted Cruz and his wife at dinner on Monday night, heckling them at their table at a Washington restaurant until they left.\nAs interest groups and advocates on opposite sides mount fierce efforts to either salvage or derail the nomination of the judge, who has been accused of sexual assault, a group of activists targeted Mr. Cruz and his wife, Heidi, in the latest public confrontation of a government official recorded on video.\n“I would love to talk to you about Brett Kavanaugh tonight,” one of the protesters, who identified herself as a survivor of sexual abuse, told the couple as they sat down at Fiola, an upscale Italian restaurant near the Capitol.\nWhile the group of activists chanted, “We believe survivors,” the woman repeatedly asked Mr. Cruz, Republican of Texas, whether he would vote in favor of Judge Kavanaugh. At the judge’s confirmation hearing this month, Mr. Cruz said that he and his wife have been “good friends” with Judge Kavanaugh and his wife, Ashley Estes Kavanaugh, for 20 years.", "url": "https://www.nytimes.com/2018/09/25/us/politics/ted-cruz-kavanaugh-protesters.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}