{"authors": ["Anthony Tommasini"], "date_download": "2018-11-16 04:47:34", "date_modify": "2018-11-16 04:47:34", "date_publish": "2018-09-25 17:00:28", "description": "The company opened its season with an inert, old-fashioned staging of Saint-Saëns’s “Samson et Dalila,” with Roberto Alagna and Elina Garanca.", "filename": "2018_09_25_arts_music_review-met-opera-samson-dalila.html_action=click&module=RelatedLinks&pgtype=Article_1542343654.html", "image_url": "https://static01.nyt.com/images/2018/09/26/arts/music/26samson/26samson-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_25_arts_music_review-met-opera-samson-dalila.html_action=click&module=RelatedLinks&pgtype=Article_1542343654.html", "title": "Review: The Met’s New ‘Samson’ Succeeds Only as Kitsch", "title_page": "Review: The Met’s New ‘Samson’ Succeeds Only as Kitsch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In coming seasons, the Metropolitan Opera will be introducing a range of initiatives to make itself seem less elitist, more approachable and more connected to contemporary culture. There will be collaborations with the Brooklyn Academy of Music and the Public Theater; productions of overlooked operas; and a raft of new works, including, for the first time in company history, commissions from female composers.\nSounds great, right? But it all felt distantly in the future on Monday, when the Met opened its season with an inert, old-fashioned new production of Saint-Saëns’s “Samson et Dalila.”\nThis timidly conceived staging, by the director Darko Tresnjak (“A Gentleman’s Guide to Love & Murder”) in his Met debut, somehow managed to be both gaudy and dull. It was an all too clear demonstration of the grand-opera trappings that still shackle the art form, the constraints that the Met’s general manager, Peter Gelb, has long pledged to break from.", "url": "https://www.nytimes.com/2018/09/25/arts/music/review-met-opera-samson-dalila.html?action=click&module=RelatedLinks&pgtype=Article"}