{"authors": ["Alan Blinder", "Patricia Mazzei", "Jess Bidgood"], "date_download": "2018-11-16 04:29:17", "date_modify": "2018-11-16 04:29:17", "date_publish": "2018-01-04 04:50:07", "description": "On Thursday, emergency officials reckoned with a storm that shut down schools for more than a million children, flooded roadways, filled homeless shelters and forced the cancellations of thousands of flights.", "filename": "2018_01_04_us_winter-snow-bomb-cyclone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342557.html", "image_url": "https://static01.nyt.com/images/2018/01/06/us/05storm-07/05storm-07-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_04_us_winter-snow-bomb-cyclone.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342557.html", "title": "‘Bomb Cyclone’: Snow and Bitter Cold Blast the Northeast", "title_page": "‘Bomb Cyclone’: Snow and Bitter Cold Blast the Northeast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read the latest on the bitter cold along the East Coast with Friday’s live updates.\nIn Boston, one of the highest tides on record flooded a subway station near the New England Aquarium. Pipes cracked from New Jersey to North Carolina. Even Florida’s iguanas found themselves stunned by the cold.\nFrom the Spanish moss-canopied sidewalks of Savannah, Ga., to icy villages in coastal Maine, emergency officials reckoned with the rages, whims and remains of a storm that shut down schools for more than a million children, flooded roadways, filled homeless shelters and forced the cancellations of thousands of flights.\nYet the storm, notable for a steep drop in atmospheric pressure that prompted some forecasters to describe it as a “bomb cyclone,” was but one act in a prolonged run of misery that had already enveloped millions of people in a wintry torment of Arctic air and snow-blown streets.\nMajor Developments:\n• Wind chills are expected to repeatedly plunge below zero in some areas, especially in New England, for the next several days. As the storm left most of the East Coast behind on Thursday, utility companies scrambled to restore electricity to tens of thousands of homes and businesses. Read more on how power companies have warned of possible fuel shortages to come.\nAdvertisement Continue reading the main story\n• Gov. Roy Cooper of North Carolina said Thursday morning that two men had died when a pickup truck overturned in an icy creek in Moore County, and that a third death had been reported in Beaufort County. By Thursday afternoon, The Associated Press had also reported one death in South Carolina and another in Philadelphia.", "url": "https://www.nytimes.com/2018/01/04/us/winter-snow-bomb-cyclone.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}