{"authors": ["Gail Collins", "Bret Stephens"], "date_download": "2018-11-16 03:17:52", "date_modify": "2018-11-16 03:17:52", "date_publish": "2018-10-23 10:00:04", "description": "Is the enemy of the enemy of the people my friend?", "filename": "2018_10_23_opinion_midterms-trump-fake-news-rally.html_rref=collection%2Fcolumn%2FThe%20Conversation_1542338272.html", "image_url": "https://static01.nyt.com/images/2018/10/22/opinion/22conversation2/22conversation2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_23_opinion_midterms-trump-fake-news-rally.html_rref=collection%2Fcolumn%2FThe%20Conversation_1542338272.html", "title": "The Midterms Are Getting Weirder and Weirder", "title_page": "Opinion | The Midterms Are Getting Weirder and Weirder - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bret Stephens: Gail, we have a lot of ground to cover on the political front, but first I’d like to broach the subject of Jamal Khashoggi, our murdered Washington Post colleague. This story isn’t just about our relationship with Saudi Arabia. It’s about the safety of journalists and what becomes of their safety when the leader of the free world deems the news media an “enemy of the people.” Your thoughts?\nGail Collins: We’re not going to have any differences on this one, Bret. I thought Donald Trump had lost the capacity to shock me, but his celebration of assaulting journalists really did send me reeling. As I’m sure you know, at a rally in Montana last week, he congratulated a congressman who had body-slammed a reporter — for asking a question about health care.\nI recently spent way too much time listening to Trump’s rally speeches. One thing I was looking for was which lines drew the most response. The biggest cheers came when he denounced the media and “fake news.”\nBret: There’s an old saying that when the United States catches a cold, the rest of the world gets pneumonia. By a similar token, when the president of the United States celebrates a physical assault on one journalist, the rest of the world will feel free to murder another. It’s an example of the way in which the corrosion of liberal values at the core of the free world leads to their destruction at the periphery.", "url": "https://www.nytimes.com/2018/10/23/opinion/midterms-trump-fake-news-rally.html?rref=collection%2Fcolumn%2FThe%20Conversation"}