{"authors": ["Michael Tackett"], "date_download": "2018-11-16 04:24:52", "date_modify": "2018-11-16 04:24:52", "date_publish": "2018-06-16 18:00:12", "description": "For Amy McGrath to win the race against Representative Andy Barr, she will have to win the votes of rural residents who feel alienated from the national Democratic Party.", "filename": "2018_06_16_us_politics_kentucky-house-race-mcgrath.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342292.html", "image_url": "https://static01.nyt.com/images/2018/06/17/us/politics/17DC-McGrath3/00DC-McGrath5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_16_us_politics_kentucky-house-race-mcgrath.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342292.html", "title": "In Conservative Kentucky, Power of Female Candidates Is Tested in Key House Race", "title_page": "In Conservative Kentucky, Power of Female Candidates Is Tested in Key House Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The economy in most of the district is doing well, with pockets of poverty, mostly in rural areas. In Scott County, where Ms. McGrath lives, the largest Toyota plant in the world churns out Camrys and Lexus sedans, a factory that could be hurt by Mr. Trump’s proposed tariffs. The Kentucky Bourbon Trail runs through the district, attracting tourists to another export that has been targeted for retaliatory tariffs by trading partners suffering from the president’s attacks on their steel and aluminum industries.\nThe horse industry is as durable as the bluegrass — this year’s Triple Crown winner, Justify, lives on WinStar Farm, adjacent to Mr. Chandler’s homestead. In Clark County, Ale-8-One soda is a local staple made in Winchester and sold throughout the district. Many of the nation’s chemical weapons are stored at the Blue Grass Army Depot in Richmond, another sizable employer. The eastern part of the district is less well educated and more economically distressed.\nA Democrat’s path to victory starts in Lexington, a city of more than 300,000 in a county with the state’s highest percentage of college graduates that often provides about 40 percent of the overall vote. Lexington is ringed by suburbs where Democrats are hoping Ms. McGrath can pick off the votes of suburban women and men who will be drawn to her military service.", "url": "https://www.nytimes.com/2018/06/16/us/politics/kentucky-house-race-mcgrath.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}