{"authors": ["Benjamin Weiser"], "date_download": "2018-11-16 04:01:01", "date_modify": "2018-11-16 04:01:01", "date_publish": "2018-01-05 22:37:09", "description": "Mr. Khuzami, credited with reinvigorating the Securities and Exchange Commission’s enforcement division during the Obama era, will become the No. 2 federal prosecutor in Manhattan.", "filename": "2018_01_05_business_robert-khuzami-us-attorneys-office.html_module=inline_1542340861.html", "image_url": "https://static01.nyt.com/images/2018/01/06/business/06KHUZAMI1/06KHUZAMI1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_05_business_robert-khuzami-us-attorneys-office.html_module=inline_1542340861.html", "title": "Ex-S.E.C. Official, Robert Khuzami, Joins Manhattan U.S. Attorney’s Office", "title_page": "Ex-S.E.C. Official, Robert Khuzami, Joins Manhattan U.S. Attorney’s Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Robert S. Khuzami, who led the enforcement division of the Securities and Exchange Commission for four years during the Obama administration, was named on Friday as the deputy United States attorney in Manhattan.\nMr. Khuzami’s selection was announced by Geoffrey S. Berman, who was appointed this week as the interim United States attorney for the Southern District of New York and who is expected to be nominated to the post by President Trump.\nMr. Berman said in a statement that Mr. Khuzami had been an “outstanding” assistant United States attorney in an earlier tenure in the office, “and he has since distinguished himself in further public service and in the private sector.”\nThe United States attorney’s office in Manhattan has traditionally been one of the most aggressive pursuers of cases involving white-collar and Wall Street crime, and Mr. Khuzami’s background means he could become one of the country’s top financial watchdogs.", "url": "https://www.nytimes.com/2018/01/05/business/robert-khuzami-us-attorneys-office.html?module=inline"}