{"authors": ["Ken Belson"], "date_download": "2018-11-16 03:16:52", "date_modify": "2018-11-16 03:16:52", "date_publish": "2018-09-25 15:47:12", "description": "Players, fans and broadcasters criticized the league after a run of questionable roughing-the-passer calls continued in Week 3.", "filename": "2018_09_25_sports_nfl-jason-witten-roughing-the-passer-clay-matthews_1542338212.html", "image_url": "https://static01.nyt.com/images/2018/09/26/sports/26tackling-top/26tackling-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_25_sports_nfl-jason-witten-roughing-the-passer-clay-matthews_1542338212.html", "title": "As Flags Fly, the N.F.L. Is Blasted for a ‘Left-Wing’ Tackling Policy", "title_page": "As Flags Fly, the N.F.L. Is Blasted for a ‘Left-Wing’ Tackling Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Call it the law of unintended consequences, run amok.\nThe N.F.L., under fire for not doing enough to protect players from concussions and other serious injuries, tightened its rules this off-season for roughing the passer.\nBut its high-minded intentions have produced an unwelcome result: heaps of criticism from some of its star players, past and present; confusion among fans; and normally friendly television announcers expressing exasperation.\nAnd it’s not even Week 4.\nDuring Monday night’s game between the Pittsburgh Steelers and the Tampa Bay Buccaneers, J. J. Watt, the star defensive end on the Houston Texans, said on Twitter that roughing-the-passer penalties were “out of control” this season.\nThe rookie ESPN analyst Jason Witten went even further. After Buccaneers quarterback Ryan Fitzpatrick was sacked by Steelers safety Sean Davis and a flag was thrown, Witten’s frustration with the new rule ventured into political territory.", "url": "https://www.nytimes.com/2018/09/25/sports/nfl-jason-witten-roughing-the-passer-clay-matthews.html"}