{"authors": ["Adam Liptak", "Maggie Haberman"], "date_download": "2018-11-16 03:59:49", "date_modify": "2018-11-16 03:59:49", "date_publish": "2018-06-29 00:28:46", "description": "Its goal was to assure Justice Anthony M. Kennedy that his judicial legacy would be in good hands should he decide to step down at the end of the court’s term.", "filename": "2018_06_28_us_politics_trump-anthony-kennedy-retirement.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340789.html", "image_url": "https://static01.nyt.com/images/2018/06/29/us/politics/29DC-KENNEDY-01sub/29DC-KENNEDY-01sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_28_us_politics_trump-anthony-kennedy-retirement.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340789.html", "title": "Inside the White House’s Quiet Campaign to Create a Supreme Court Opening", "title_page": "Inside the White House’s Quiet Campaign to Create a Supreme Court Opening - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump singled him out for praise even while attacking other members of the Supreme Court. The White House nominated people close to him to important judicial posts. And members of the Trump family forged personal connections.\nTheir goal was to assure Justice Anthony M. Kennedy that his judicial legacy would be in good hands should he step down at the end of the court’s term this week, as he was rumored to be considering. Allies of the White House were more blunt, warning the 81-year-old justice that time was of the essence. There was no telling, they said, what would happen if Democrats gained control of the Senate after the November elections and had the power to block the president’s choice as his successor.\nThere were no direct efforts to pressure or lobby Justice Kennedy to announce his resignation on Wednesday, and it was hardly the first time a president had done his best to create a court opening. “In the past half-century, presidents have repeatedly been dying to take advantage of timely vacancies,” said Laura Kalman, a historian at the University of California, Santa Barbara.\nBut in subtle and not so subtle ways, the White House waged a quiet campaign to ensure that Mr. Trump had a second opportunity in his administration’s first 18 months to fulfill one of his most important campaign promises to his conservative followers — that he would change the complexion and direction of the Supreme Court.", "url": "https://www.nytimes.com/2018/06/28/us/politics/trump-anthony-kennedy-retirement.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}