{"authors": ["Cara Buckley"], "date_download": "2018-11-16 04:09:21", "date_modify": "2018-11-16 04:09:21", "date_publish": "2018-01-10 20:04:13", "description": "As the women behind Time’s Up figure out if they can sustain the momentum from Sunday’s event, the Academy Awards face the specter of uncomfortable male moments.", "filename": "2018_01_10_movies_oscars-so-awkward-golden-globes-times-up.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341361.html", "image_url": "https://static01.nyt.com/images/2018/01/11/arts/11CARPETBAGGER/11CARPETBAGGER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_10_movies_oscars-so-awkward-golden-globes-times-up.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341361.html", "title": "Oscars So Awkward? Trying to Top the Globes Won’t Be Easy", "title_page": "Oscars So Awkward? Trying to Top the Globes Won’t Be Easy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Globes also took place less than a week after hundreds of powerful women in entertainment unveiled the Time’s Up initiative, which includes a $15 million legal defense fund for victims of misconduct, among other components.\nTime’s Up’s timing was, so to speak, golden, as would be expected from women with a firm grasp on the art and power of marketing. News that women would be wearing only black gowns to the Globes and eschewing talk of fashion and brands to highlight gender disparities only whet the media’s appetite. (That said, the Bagger heard ample mention of labels on the red carpet, as she was sandwiched alongside a correspondent from InStyle.) The same novel excitement will probably extend to the Screen Actors Guild Awards on Jan. 21, when, thanks to a plan hatched by two women overseeing the show, the host (Kristen Bell), along with the awards presenters, will all be — with possibly a few exceptions — women.\nThe Oscars, have a hard act to follow, and not just because they’re a way more snoozy event that doesn’t allow attendees to drink at their seats. The academy and the show’s broadcaster, ABC, have a financial interest in high ratings, and a sense of decorum adds a leaden note to the show. The academy has more than 8,000 members and multiple branches, so even when many people agree on a cause, like fighting #OscarsSoWhite, there can still be all-white acting nominees two years in a row.\nWho ends up attending or being invited to the Oscars will also play a big role. The narrative of this year’s Globes was set less by the show’s organizers and host, Seth Meyers — though he deserves kudos for artfully threading a very tricky needle — than by the women who attended and were heavily involved in Time’s Up, including America Ferrera, Eva Longoria, Kerry Washington and Reese Witherspoon. Because the Oscars award movies, there will be far fewer television actresses on hand.\nAlthough there may be organizing among actresses once the Oscar nominations are announced on Jan. 23, potential nominees like Meryl Streep (for “The Post”) and Michelle Williams (“All the Money in the World”), who each brought feminist activists as their plus-ones to the Globes, have a heftier load to carry. And will best actress front-runners like Frances McDormand (“Three Billboards Outside Ebbing, Missouri”), Saoirse Ronan (“Lady Bird”) and Sally Hawkins (“The Shape of Water”) publicly endorse Time’s Up as heartily? Ms. McDormand delivered a ferocious acceptance speech after winning the Globe for best actress, saying she was delighted “to be part of the tectonic shift” in Hollywood’s power structure, but also that she keeps her politics private.", "url": "https://www.nytimes.com/2018/01/10/movies/oscars-so-awkward-golden-globes-times-up.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}