{"authors": ["Adam Liptak"], "date_download": "2018-11-16 03:59:50", "date_modify": "2018-11-16 03:59:50", "date_publish": "2018-09-08 15:43:08", "description": "Over more than 20 hours of questioning, Judge Brett M. Kavanaugh used well-honed techniques to avoid answering senators’ questions, with some updates for the Trump era.", "filename": "2018_09_08_us_politics_brett-kavanaugh-confirmation-hearings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340790.html", "image_url": "https://static01.nyt.com/images/2018/09/09/us/politics/09dc-kavanaugh1/09dc-kavanaugh1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_08_us_politics_brett-kavanaugh-confirmation-hearings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340790.html", "title": "Brett Kavanaugh’s Expert Evasions, Learned From Past Masters", "title_page": "Brett Kavanaugh’s Expert Evasions, Learned From Past Masters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — All Supreme Court confirmation hearings are, in a way, empty exercises, but most have a redeeming feature or two. For a few moments, at least, the nominee can come into focus.\nRecall the folksiness of Justice Neil M. Gorsuch, the sly wit of Chief Justice John G. Roberts Jr. and Justice Elena Kagan, or the inspiring up-from-the-projects life story of Justice Sonia Sotomayor.\nLast week’s confirmation hearings for Judge Brett M. Kavanaugh, President Trump’s Supreme Court nominee, lacked those clarifying glimpses. Judge Kavanaugh’s demeanor was bland and unruffled, and he navigated two marathon days of questioning without revealing anything not already on his long résumé, one reflecting a slashing partisan background and a deeply conservative judicial record.\nJudge Kavanaugh must have studied earlier confirmation hearings carefully, as he had absorbed all of their key lessons: Say nothing, say it at great length, and then say it again.", "url": "https://www.nytimes.com/2018/09/08/us/politics/brett-kavanaugh-confirmation-hearings.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}