{"authors": ["Brooks Barnes"], "date_download": "2018-11-16 04:09:15", "date_modify": "2018-11-16 04:09:15", "date_publish": "2018-03-28 06:47:00", "description": "The ruling is the first test of rules the powerful Hollywood group enacted in the wake of sexual misconduct allegations against Harvey Weinstein.", "filename": "2018_03_28_business_media_john-bailey-sexual-harassment-academy.html_module=inline_1542341355.html", "image_url": "https://static01.nyt.com/images/2018/03/29/world/29academy/29academy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_28_business_media_john-bailey-sexual-harassment-academy.html_module=inline_1542341355.html", "title": "Motion Picture Academy Finds No Merit to Accusations Against Its President", "title_page": "Motion Picture Academy Finds No Merit to Accusations Against Its President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — The Academy of Motion Picture Arts and Sciences concluded on Tuesday that an allegation of sexual harassment against its president had no merit, in the first test of new guidelines that the powerful Hollywood industry group enacted after a wave of accusations of inappropriate behavior rocked the entertainment industry.\nIn a statement released after its regularly scheduled board meeting, the academy said that an internal investigation into allegations levied against John Bailey, who was elected as president of the group in August, had determined that “no further action was merited.”\nMr. Bailey, a cinematographer with credits ranging from “Ordinary People” in 1980 to “How to Be a Latin Lover” last year, had no immediate comment. He had previously disputed the allegations.\nThe investigation focused on a claim submitted on March 13 by a woman who said Mr. Bailey, 75, attempted to touch her inappropriately while riding in a van on a movie set roughly a decade ago. The academy has not released the woman’s name.", "url": "https://www.nytimes.com/2018/03/28/business/media/john-bailey-sexual-harassment-academy.html?module=inline"}