{"authors": ["Sheryl Gay Stolberg", "Adam Liptak", "Charlie Savage"], "date_download": "2018-11-16 04:00:31", "date_modify": "2018-11-16 04:00:31", "date_publish": "2018-09-04 05:00:10", "description": "Judge Brett M. Kavanaugh appeared before the Senate Judiciary Committee on Tuesday to present himself and answer questions from lawmakers.", "filename": "2018_09_04_us_politics_kavanaugh-confirmation-hearing-updates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340831.html", "image_url": "https://static01.nyt.com/images/2018/09/04/us/05dc-kavanaughbriefing-promo/05dc-kavanaughbriefing-promo-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_04_us_politics_kavanaugh-confirmation-hearing-updates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340831.html", "title": "Takeaways From Day 1 of Brett Kavanaugh’s Confirmation Hearings", "title_page": "Takeaways From Day 1 of Brett Kavanaugh’s Confirmation Hearings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Roe v. Wade: Setting the table for the nominee\nOne of the biggest points of tension in the Kavanaugh confirmation hearings will be Judge Kavanaugh’s response to Democrats’ questions about whether he believes certain cases — notably Roe v. Wade, the 1973 landmark decision establishing a constitutional right to abortion — have been correctly decided.\nIn his opening statement, Senator Charles E. Grassley of Iowa, the Judiciary Committee chairman, laid the groundwork for Judge Kavanaugh to refuse to answer, by invoking what has come to be known as the “Ginsburg rule,” after Justice Ruth Bader Ginsburg, who was appointed by a Democratic president, Bill Clinton.\n[Read Judge Kavanaugh’s opening statement.]\nDeclaring that it would be “unfair and unethical” for the judge to answer questions about specific cases, Mr. Grassley said: “It’s my advice to him to follow the example set by Judge Ginsburg,” adding that “a nominee should offer no hints, no forecasts, no views.”\nSenator Dianne Feinstein of California, the committee’s ranking Democrat, said a dissent from Judge Kavanaugh opened a window on his views on abortion, one she said indicated that he would not support the constitutional right to abortion established in 1973 in Roe v. Wade.\nLast year, Judge Kavanaugh said that allowing an undocumented teenager in federal custody to obtain an abortion was “based on a constitutional principle as novel as it is wrong: a new right for unlawful immigrant minors in U.S. government detention to obtain immediate abortion on demand.” He said he would have given the government more time to find a sponsor for the teenager.\nAdvertisement Continue reading the main story\nBut Judge Kavanaugh did not join a separate dissent from Judge Karen LeCraft Henderson, who wrote that the teenager had no right to an abortion because she was not a citizen and had entered the country unlawfully.\nVideo\nGuns rights and the law: A potential flash point\nMs. Feinstein is one of the most ardent supporters of gun restrictions in the Senate, and in her opening statement she forecast that she intended to grill Judge Kavanaugh about what she regarded as his “out of the mainstream” views on gun rights.\nVideo\nShe was referring to a dissent Judge Kavanaugh wrote in a case challenging a District of Columbia law that required gun owners to register their weapons, and banned possession of semiautomatic rifles.\nThe appeals court upheld the limits as constitutionally permissible under the Second Amendment. But in his dissent, Judge Kavanaugh argued that a ban on semiautomatic rifles should be unconstitutional because they “have not traditionally been banned and are in common use by law-abiding citizens for self-defense in the home, hunting and other lawful uses.”\nFor the senator, the issue of gun violence is personal. She became mayor of San Francisco more than 40 years ago when Mayor George Moscone and Harvey Milk, an openly gay politician, were shot and killed.\nIn her opening statement, she noted that President Trump had promised that whomever he nominated to the Supreme Court would be “anti-choice and pro-gun,” adding, “We believe what he said.”\nA gun-violence victim makes wave.\nFred Guttenberg, the father of Jaime Guttenberg, a 14-year-old girl killed in the Marjory Stoneman Douglas High School shooting in Parkland, Florida, took to Twitter on Tuesday to say that Mr. Kavanaugh had rebuffed him when he went to introduce himself.\nIn a video of the hearing, Mr. Guttenberg can be seen approaching the judge as the hearing was breaking for lunch and extending his hand to Judge Kavanaugh. Though it wasn’t clear whether Judge Kavanaugh first saw him, the nominee did turn back and look at Mr. Guttenburg, who took a step closer and appeared to say something to him. Judge Kavanaugh then turned and walked away.\nThat instance follows Senator Feinstein’s charge made earlier this morning that Mr. Kavanaugh’s view on guns are “far outside the mainstream.”\nBrett Kavanaugh: Partisan hack or wise jurist?\nWhile Republicans cite Judge Kavanaugh’s impressive resume — Yale Law degree, Supreme Court clerkship — as a reason to confirm him, Democrats hope to turn the nominee’s biography against him by portraying him as a partisan hack.\nAdvertisement Continue reading the main story\nBefore joining the federal appeals court here, Judge Kavanaugh had a long history of Republican political activism. He worked on the team, led by Ken Starr, which investigated former President Bill Clinton. He was in Florida during the presidential recount of 2000, advising then-Gov. George W. Bush. (He also once represented Mr. Bush’s brother Jeb.) Later, he joined the Bush White House.\nThe judge has been involved “of the most pitched and partisan battles of our lifetimes,” Senator Chris Coons, Democrat of Delaware, said. Addressing Judge Kavanaugh directly, he added that it is “critical that this committee and the American people fully examine your record to understand what kind of justice you would be.”\nSenator Durbin, meanwhile, has called Judge Kavanaugh the “Forrest Gump of Republican politics” — a phrase he reprised on Tuesday, adding, “You always show up in the picture.”\nThe hits kept coming: “Judge Kavanaugh has been knee deep in partisan politics,” Senator Mazie K. Hirono, Democrat of Hawaii, said.\nVideo\nOf course, President Trump also had to weigh in.\nKavanaugh, executive power and the fate of the Mueller investigation\nSenator Patrick Leahy, Democrat of Vermont, said that Judge Kavanaugh’s still-hidden White House records could be particularly illuminating on a question of pressing urgency: understanding his views on the scope of executive power — and, in particular, whether sitting presidents should be immune from legal process, like subpoenas to testify in a criminal investigation — while they are in office.\nJudge Kavanaugh came up in Washington conservative legal circles as a prosecutor working for Kenneth W. Starr’s independent counsel investigation into President Bill Clinton. But later, in a speech he made at a law school after serving in President George W. Bush’s White House and then becoming a judge, he said that the distraction of preparing for questions by criminal investigators would make a president do a worse job, so presidents should be excused from that burden until after they leave office.\nAdvertisement Continue reading the main story\nHis remarks were ambiguous: he said Congress should consider enacting a statute granting presidents temporary immunity while in office, which could suggest that the Constitution does not grant presidents that authority on its own. Still, he clearly indicated that he sympathizes with the idea that being subjected to legal process burdens a president’s ability to carry out his constitutional responsibilities. And the Supreme Court has never decided whether a president can be forced to testify in response to a subpoena — something that it may address if Robert S. Mueller III, the special counsel investigating President Trump’s campaign ties to Russia, were to subpoena him.\nAgainst that backdrop, Mr. Leahy said that Judge Kavanaugh’s “expansive view of executive power and executive immunity” may have intrigued Mr. Trump, while also noting that the president over the weekend attacked Attorney General Jeff Sessions for permitting the Justice Department to indict two Republican congressmen ahead of the midterm election.\n“You’ve taken the unorthodox position that presidents should not be burdened with a criminal or civil investigation while in office. Now we have a president who has declared in the last 24 hours that the Department of Justice shouldn’t prosecute Republicans,” Mr. Leahy said. “Now, it’s — it’s Alice in Wonderland. And I find it difficult to imagine that your views on this subject escape the attention of President Trump, who seems increasingly fixated on his own ballooning legal jeopardy.”\nSenator Richard J. Durbin, Democrat of Illinois, picked up that line of attack, focusing on what he said were convenient inconsistencies in Judge Kavanaugh’s views on whether sitting presidents can be questioned in criminal investigations. As a lawyer working for Mr. Starr, Judge Kavanaugh urged his superiors to question Mr. Clinton in graphic detail.\nAfter serving as Mr. Bush’s staff secretary, though, Judge Kavanaugh’s views evolved.\n“I believe that the president should be excused from some of the burdens of ordinary citizenship while serving in office,” he wrote in 2009 in the Minnesota Law Review. Among those burdens, Judge Kavanaugh wrote, were responding to civil lawsuits and criminal charges.\nFlake scorches Trump — again.\nSenator Jeff Flake, Republican of Arizona, can always be counted on to criticize Mr. Trump, and on Tuesday he did not disappoint.\nMr. Flake began his opening statement by praising Judge Kavanaugh as a good family man and a fine athlete — the judge runs marathons. But then he pivoted to express serious concerns over how Judge Kavanaugh will deal with a president who does not seem to respect the institutions of government or the rule of law.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nAfter reading aloud Mr. Trump’s weekend tweet attacking Attorney General Jeff Sessions, Mr. Flake said, “That is why a lot of people are concerned about this administration and why they want to ensure that our institutions hold.”\nBut while he pledged to question Judge Kavanaugh closely on his view of executive power, Mr. Flake is widely expected to be a yes vote when it comes to the judge’s confirmation.\nAdvertisement Continue reading the main story\nYale Law School in the cross hairs\nJudge Kavanaugh’s nomination has been controversial at his alma mater, Yale Law School, Senator Ben Sasse, Republican of Nebraska, noted.\nMany hundreds of current and former law students there signed an open letter chastising the law school’s administration for issuing a news release noting his nomination and gathering positive comments from faculty members.\n“Judge Kavanaugh’s nomination,” the letter said, “presents an emergency — for democratic life, for our safety and freedom, for the future of our country.”\nThe law school’s news release concerning Judge Kavanaugh was similar to earlier ones issued after other alumni were nominated to high positions, including Justice Sonia Sotomayor and Secretary of State Hillary Clinton.\nA second open letter, also signed by hundreds of current and former students, wrote that Judge Kavanaugh “has been a valuable friend to the Yale community” and was “eminently qualified to serve as a Supreme Court justice.”\nConfirmation hearings open with a verbal brawl.\nThe moment Judge Kavanaugh’s confirmation hearing opened, Democrats and protesters turned it into a verbal brawl. Senator Kamala Harris, Democrat of California, immediately interrupted the chairman of the Senate Judiciary Committee, Charles E. Grassley, demanding a delay to consider tens of thousands of pages of documents released Monday — the night before the hearing and a holiday.\nOther Democrats backed her, especially the senators considering a run for the White House in 2020, as did women’s rights protesters, several of whom were arrested and thrown out as they decried the sessions as a sham.\n“We cannot possibly move forward, Mr. Chairman, with this hearing,” one of the presidential aspirants, Senator Harris, declared.\nAdvertisement Continue reading the main story\nSenator Richard Blumenthal of Connecticut called the hearing “a charade and a mockery.”\n“What are we trying to hide? Why are we rushing?” asked Senator Patrick J. Leahy, Democrat of Vermont.\nAs the Democrats spoke, activists were dragged, shouting, one by one out of the hearing room. “We dissent! Vote no! Vote no!” one cried.\n[Read more about how the G.O.P. under Trump is carrying out a sweeping transformation of the federal judiciary.]\nMr. Grassley argued that the committee has received “more materials on Judge Kavanaugh than we have had on any Supreme Court nominee in history.”\nHe said Republican aides have already reviewed the 42,000 documents that arrived Monday night. “That’s no reason to delay the hearing.”\nDemocrats quieted down — temporarily — and the hearing appeared to be getting underway with Judge Kavanaugh introducing his family — including his wife, his parents, an aunt and uncle and cousins.\nBut as soon as he finished, Democrats renewed their request to delay the hearing.\nAbout those documents (and those still private)\nThe fight over records concerning Judge Kavanaugh came as no surprise to Senate Republicans. Some of them, including Senator Mitch McConnell, the Republican leader, feared in July — when President Trump was choosing among the finalists — that Judge Kavanaugh’s enormous paper trail could stall his nomination\nVideo\nNew York Times reporters Maggie Haberman and Jonathan Martin wrote at the time that Mr. McConnell made clear in multiple phone calls with Mr. Trump and the White House counsel, Donald F. McGahn II, that Judge Kavanaugh’s paper trail would pose difficulties for his confirmation.\nAdvertisement Continue reading the main story\nBecause the number of pages ran into the millions, Mr. McConnell said they could hand Senate Democrats an opportunity to delay the confirmation vote until after the new session of the Supreme Court began in October.\nDemocrats focused intensely on the amount of information they say is being withheld from them about Judge Kavanaugh’s work in the White House under President George W. Bush.\nThousands of pages of records have not yet been made public, and on Friday the Trump administration asserted executive privilege and refused to release more than 100,000 pages of records about Judge Kavanaugh’s time in the Bush White House.\nAn additional 42,000 pages of documents were released the night before the hearing, according to Senator Chuck Schumer, the minority leader, who raised complaints about the timing.\nA press officer for the committee, responding via the committee’s Twitter account a few hours later, said the majority staff had “completed its review of each and every one of these pages.”\nPhoto\nProtests outside the chamber — and in.\nAbout a dozen women, dressed in red robes and white bonnets in the fashion of “The Handmaid’s Tale,” stood silently, as if in prayer, outside the hearing room.\nIn the atrium of the Hart Senate Office Building, just off the hearing room, over 250 activists from women’s rights groups held a vigil in protest, sharing stories underscoring the importance of reproductive rights. They were joined by Senator Kirsten Gillibrand, the New York Democrat, who gave brief remarks, and gave a thunderous cheer when Senator Elizabeth Warren, Democrat of Massachusetts, joined them and took pictures with enthralled fans.\nInside the chamber, protesters were arrested one by one, leaving once-coveted seats in the hearing room empty.\nThe Women’s March took credit for the protests, and said more than 30 women have been arrested so far. (So have a few men.)\nAdvertisement Continue reading the main story\n“Women are disrupting this hearing today because our lives are at risk,” Rachel O’Leary Carmona, chief operating officer of the Women’s March, said in an emailed statement. “Women will die if Kavanaugh is confirmed.”\nOne protester, referencing the withholding of records relating to Judge Kavanaugh, offered what was perhaps the day’s most unusual shout: “I had to have a background check to work in a laundromat!”\nPhoto\nDemocrats have 2020 in mind\nFor Democrats on the committee with possible presidential aspirations — including Senators Cory Booker of New Jersey, Harris and Amy Klobuchar of Minnesota — the televised hearings offer an opportunity for combative questioning that can fuel both viral clips and material for a 2020 campaign.\nIt is unclear how much Senator Feinstein will attempt to direct the questioning from members of her own party. As the Senate’s most ardent proponent of gun restrictions, she is expected to grill Judge Kavanaugh on a 2009 dissent in which he argued against banning semiautomatic weapons.\nMs. Feinstein, who was the chairwoman of the Senate Intelligence Committee when it conducted an investigation into the Bush administration’s torture program after the Sept. 11, 2001, attacks, may also pursue her own line of questioning over Judge Kavanaugh’s time as an associate White House counsel — especially his offer to help a senior administration official prepare testimony about the government’s surveillance of conversations between certain terrorism suspects and their lawyers.\nThat offer, revealed in a trove of documents released ahead of the confirmation hearing, contradicts Judge Kavanaugh’s 2006 testimony, in which he told lawmakers he was “not involved in the questions about the rules governing detention of combatants.” Democrats have charged that the statement, made in a White House email, was a lie, although it is unknown if Judge Kavanaugh actually provided assistance.", "url": "https://www.nytimes.com/2018/09/04/us/politics/kavanaugh-confirmation-hearing-updates.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}