{"authors": ["Jack Healy", "Patricia Mazzei"], "date_download": "2018-11-16 04:02:15", "date_modify": "2018-11-16 04:02:15", "date_publish": "2018-02-26 01:25:52", "description": "The campus in Parkland, Fla., where 17 people were killed, reopened on Sunday for students and their families to retrieve belongings, reunite with friends and brace themselves for classes to resume.", "filename": "2018_02_25_us_florida-students-return-high-school.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340935.html", "image_url": "https://static01.nyt.com/images/2018/02/26/us/26florida-print/26florida1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_25_us_florida-students-return-high-school.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340935.html", "title": "Florida Students Return, Gingerly, to Their Scarred High School", "title_page": "Florida Students Return, Gingerly, to Their Scarred High School - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PARKLAND, Fla. — It was time to go back. Back into the high school where they had seen their teachers and classmates gunned down. Where friends from marching band or English class had been killed. Where they had cowered in closets, counted gunshots and wondered if they were going to die.\nThousands of students and parents poured into Marjory Stoneman Douglas High School in Parkland, Fla., on Sunday afternoon, for the first time since the mass shooting at the school on Feb. 14. They walked past police cruisers and memorial flowers to gather the backpacks and books they had left behind as they fled, and to take their first steps toward resuming classes on a campus now indelibly linked to America’s wrenching cultural battle over gun laws and how to stop mass shootings.\nThat debate largely stayed outside on Sunday. Inside Stoneman Douglas High, students said, they mostly just hugged.", "url": "https://www.nytimes.com/2018/02/25/us/florida-students-return-high-school.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}