{"authors": ["Neil Irwin"], "date_download": "2018-11-16 03:50:21", "date_modify": "2018-11-16 03:50:21", "date_publish": "2018-03-01 21:13:22", "description": "A higher price for metals isn’t the main concern; it’s the chance that the global trade system will be undermined.", "filename": "2018_03_01_upshot_trump-tariff-steel-aluminum-explain.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340221.html", "image_url": "https://static01.nyt.com/images/2018/03/02/business/02up-tariff-alpha/02up-tariff-alpha-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_01_upshot_trump-tariff-steel-aluminum-explain.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340221.html", "title": "The Real Risks of Trump’s Steel and Aluminum Tariffs", "title_page": "The Real Risks of Trump’s Steel and Aluminum Tariffs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The most immediate losers are the industries that rely on steel and aluminum as an input and will face higher prices. That includes some of the nation’s biggest industries: the automobile sector; aerospace; heavy equipment; and construction. In short, the chassis of a Ford, the body of a Caterpillar bulldozer, the wings of a Boeing aircraft, and the steel girders inside a New York skyscraper are all about to get more expensive.\nAfter the president’s announcement, Wall Street quickly reflected this divide: Shares of U.S. Steel and Century Aluminum were each up about 7 percent shortly afterward, while shares of Ford, Caterpillar and Boeing were each down about 3 percent.\nThe industries that use steel and aluminum are considerably larger as a share of the United States economy than are steel and aluminum producers. By one estimate, from Lydia Cox of Harvard and Kadee Russ of the University of California, Davis, steel-using industries employ 80 times as many people as steel-producing industries.\nBut what does this mean for consumers?\nThe simple answer is that goods containing metals will become more expensive. But there’s not much reason to expect enormous price increases for most goods.\nFirst, the United States imports only about one-third of its steel, and the tariff would not apply to domestic production (aluminum is more heavily dependent on imports, with only 10 percent made domestically).\nSo prices will go up by only a fraction of the tariff amount. But consumers don’t generally buy raw steel and aluminum. People buy consumer goods in which those raw materials are but one input. A car includes not just steel and aluminum but also plastics and textiles and glass, not to mention the computer circuitry that controls it all, the design know-how and assemblage work, along with a profit margin for both the automaker and the dealer.\nFor any given product, it is hard to predict whether producers will eat the cost of more expensive metals, pass the cost on in the form of higher prices, or both. Put differently: If your favorite beer producers are looking at paying an extra fraction of a cent for each aluminum can, they might just take on the cost themselves, they might raise prices, or they might split the difference. It is hard to know in advance how much of each will take place.", "url": "https://www.nytimes.com/2018/03/01/upshot/trump-tariff-steel-aluminum-explain.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}