{"authors": ["Joseph Goldstein", "James C. Mckinley Jr."], "date_download": "2018-11-16 04:33:25", "date_modify": "2018-11-16 04:33:25", "date_publish": "2018-02-15 14:55:06", "description": "A judge declined to convict Hugh Barry, who shot and killed 66-year-old Deborah Danner in her Bronx home as she wielded a bat.", "filename": "2018_02_15_nyregion_police-sergeant-acquitted-in-killing-of-mentally-ill-woman_1542342805.html", "image_url": "https://static01.nyt.com/images/2018/02/16/nyregion/16barry1ALT/16barry1ALT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_15_nyregion_police-sergeant-acquitted-in-killing-of-mentally-ill-woman_1542342805.html", "title": "Police Sergeant Acquitted in Killing of Mentally Ill Woman", "title_page": "Police Sergeant Acquitted in Killing of Mentally Ill Woman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Danner, a former information-technology worker who lived alone, was well aware of Ms. Bumpurs’s fate. She cited it in a 2012 essay about her struggles with schizophrenia. “They used deadly force to subdue her because they were not trained sufficiently in how to engage the mentally ill in crisis,” she wrote. “This was not an isolated incident.”\nSince the Bumpurs killing, officers have been trained to isolate and contain emotionally disturbed people, taking time and continuing to talk to them to persuade them to comply.\nBut the trial underscored the distinction between questionable tactics and criminal conduct that has made convictions of police officers rare even in killings where they deviate from protocol.\nAt the three-week trial, prosecutors argued that Sergeant Barry had rushed to subdue Ms. Danner, forcing the fatal confrontation. They faulted him for not learning details of two recent encounters Ms. Danner had had with the police, despite riding the elevator to Ms. Danner’s floor with her sister. And once he entered the apartment, prosecutors said, he could have called for help from a police unit specializing in dealing with the mentally ill.\nBut Mr. Quinn, the sergeant’s lawyer, argued that it was far from clear what Sergeant Barry should have done. If he had shut the bedroom door to isolate Ms. Danner, she might have stabbed herself with the scissors — in which case he might have been blamed for not intervening more resolutely, Mr. Quinn said.\nSergeant Barry, who testified in his own defense, said that when he arrived and learned from another officer that Ms. Danner was in her bedroom with scissors and refused to come out, he started talking to her, coaxing her to speak to emergency medical technicians.", "url": "https://www.nytimes.com/2018/02/15/nyregion/police-sergeant-acquitted-in-killing-of-mentally-ill-woman.html"}