{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 04:12:55", "date_modify": "2018-11-16 04:12:55", "date_publish": "2018-04-02 23:07:04", "description": "Mr. Mulvaney, the acting director of the Consumer Financial Protection Bureau, wants to curb the power of an agency he has long criticized.", "filename": "2018_04_02_us_politics_cfpb-mick-mulvaney.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341575.html", "image_url": "https://static01.nyt.com/images/2018/04/03/business/03dc-cfpb-1/03dc-cfpb-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_02_us_politics_cfpb-mick-mulvaney.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341575.html", "title": "Mick Mulvaney, Consumer Bureau’s Chief, Urges Congress to Cripple Agency", "title_page": "Mick Mulvaney, Consumer Bureau’s Chief, Urges Congress to Cripple Agency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Monday, critics of Mr. Mulvaney assailed the report as an affront to vulnerable consumers.\n“He wants to take away the bureau’s independence and then make it harder for it to do its job,” said Mike Litt of the United States Public Interest Research Groups, a consumer advocacy organization. “Recommendations in today’s report, if implemented, would stop the agency from protecting consumers and prevent it from ever being effective in the future.”\nBut the banking industry, which has chafed at the bureau’s enforcement powers and its approach, has been more than pleased with the direction that Mr. Mulvaney has been charting. On Monday, bank lobbyists cheered his efforts to deregulate.\n“We strongly believe an independent, bipartisan commission at the C.F.P.B. — not subject to the political shifts of changing administrations — is the best way forward to provide for accountability, certainty and stability at the C.F.P.B.,” Richard Hunt, president of the Consumer Bankers Association, said.\nNext week, Mr. Mulvaney is scheduled to appear before Congress to testify about the state of the consumer bureau. The appearance will likely set up a public showdown with Senator Elizabeth Warren, the Massachusetts Democrat who helped create the agency in the wake of the 2008 financial crisis and who has been its most vocal and influential defender.\nHouse Republicans passed legislation last year that would defang the bureau, but even they appear resigned to the fact that it is likely to survive largely intact. The House is considering how to move forward with a more modest bill to loosen regulations on small and medium-size banks that the Senate passed with bipartisan support in March.\nLast month, Representative Jeb Hensarling of Texas, the Republican chairman of the House Financial Services Committee and a longtime proponent for curbing the agency’s power, said he was willing to get behind a financial regulation bill that left the consumer bureau untouched. The reason: He supports Mr. Mulvaney.\n“Right now, I’m very happy,” he said of the bureau’s direction under Mr. Mulvaney. “May he rule forever.”", "url": "https://www.nytimes.com/2018/04/02/us/politics/cfpb-mick-mulvaney.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}