{"authors": ["Alexander Burns", "Julie Turkewitz"], "date_download": "2018-11-16 04:32:57", "date_modify": "2018-11-16 04:32:57", "date_publish": "2018-03-22 23:09:54", "description": "With hundreds of March for Our Lives demonstrations planned for Saturday, high school students say this is a moment of political awakening for their generation.", "filename": "2018_03_22_us_politics_march-for-our-lives-gun-control.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342777.html", "image_url": "https://static01.nyt.com/images/2018/03/23/us/politics/23generation-guns-p1/23generation-guns1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_22_us_politics_march-for-our-lives-gun-control.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342777.html", "title": "Beyond Gun Control, Student Marchers Aim to Upend Elections", "title_page": "Beyond Gun Control, Student Marchers Aim to Upend Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“They do think the system is rigged; this is just an example of it,” Ms. Gardner said of the gun issue. “They want to change it. Whether or not they register and vote to change it, is obviously the $64 million question.”\nThe students have come of age during a time of political tumult — starting with President Trump’s election and erupting in a new and more focused way with last month’s school shooting. Having already reignited the political debate around guns, they believe they have the potential to bend the ideological and partisan lines of American politics more decisively as they join the electorate.\nLane Murdock, 15, a high school student in Connecticut who is organizing a wave of school-walkout protests on April 20, said the combination of the gun massacres and Mr. Trump’s surprise win had jarred her out of political complacency.\n“We were raised to let the adults do the work,” said Ms. Murdock, who is traveling to Washington to join the march there. “When I was growing up and Obama was president, I didn’t pay much attention to politics.”\nShe called Mr. Trump’s election a turning point: “I think kids are frustrated that they really couldn’t have a say.”\nA number of the most prominent young activists from Parkland have already become familiar faces in Washington, and several arrived in the city early on Thursday to meet with students at Thurgood Marshall Academy, a school in Anacostia, a predominantly African-American neighborhood, to discuss gun violence.", "url": "https://www.nytimes.com/2018/03/22/us/politics/march-for-our-lives-gun-control.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}