{"authors": ["Brad Plumer"], "date_download": "2018-11-16 03:23:53", "date_modify": "2018-11-16 03:23:53", "date_publish": "2018-06-01 12:51:32", "description": "Dozens of Fortune 500 companies are voluntarily investing billions in wind and solar energy.", "filename": "2018_06_01_climate_companies-renewable-energy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338633.html", "image_url": "https://static01.nyt.com/images/2018/06/02/climate/02CLI-renewables/00CLI-COMPANIES2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_01_climate_companies-renewable-energy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338633.html", "title": "A Year After Trump’s Paris Pullout, U.S. Companies Are Driving a Renewables Boom", "title_page": "A Year After Trump’s Paris Pullout, U.S. Companies Are Driving a Renewables Boom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When President Trump announced on June 1 last year that the United States would exit the Paris climate deal, many of America’s largest corporations said they would honor the agreement anyway, vowing to pursue cleaner energy and cut emissions on their own.\nA year later, there’s one area where that pledge is highly visible : renewable energy. Dozens of Fortune 500 companies, from tech giants like Apple and Google to Walmart and General Motors, are voluntarily investing billions of dollars in new wind and solar projects to power their operations or offset their conventional energy use, becoming a major driver of renewable electricity growth in the United States.\n“You’re definitely not seeing corporations slow down their appetite for renewables under Trump — if anything, demand continues to grow,” said Malcolm Woolf, senior vice president for policy at Advanced Energy Economy , a clean energy business group. “And it means that many utilities increasingly have to evolve to satisfy this demand.”\nOne big question, however, is whether these corporate renewable deals will remain a relatively niche market, adding some wind and solar at the margins but not really making a sizable dent in overall emissions, or whether these companies can use their clout to transform America’s grid and help usher in a new era of low-carbon power.", "url": "https://www.nytimes.com/2018/06/01/climate/companies-renewable-energy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}