{"authors": ["James C. Mckinley Jr."], "date_download": "2018-11-16 04:52:24", "date_modify": "2018-11-16 04:52:24", "date_publish": "2018-01-09 21:42:18", "description": "The district attorneys in Manhattan and Brooklyn have directed their assistants not to seek bail in nonviolent misdemeanor cases.", "filename": "2018_01_09_nyregion_bail-prosecutors-new-york.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343944.html", "image_url": "https://static01.nyt.com/images/2018/01/10/nyregion/10bail/10bail-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_09_nyregion_bail-prosecutors-new-york.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343944.html", "title": "Some Prosecutors Stop Asking for Bail in Minor Cases", "title_page": "Some Prosecutors Stop Asking for Bail in Minor Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "New Jersey has largely eliminated cash bail, mirroring the system used in federal courts and placing the state at the forefront of a national bail-reform movement. For a year now, judges there have been deciding whether to hold people before trial based on the risk of flight and the risk a defendant might pose to others if released.\nMr. Vance and Mr. Gonzales both said they would like to see the New York State Legislature pass a similar statute. In New York, judges are only allowed to weigh the risk a defendant will not show up in court, and may not take public safety into account in setting bail.\nThe Bronx district attorney, Darcel D. Clark, also voiced support on Tuesday for changing the bail laws to limit the use of monetary bail, especially in misdemeanor cases. “If we are not asking for jail, then we should not be asking for bail,” she said at a Citizens Crime Commission breakfast. “For my ADAs, the default is no bail, unless there is a reason for it.”\nThe Queens district attorney, Richard A. Brown, said he saw no need to change his policy of asking for bail whenever a defendant has history of not showing up to court, no matter the charge. That has resulted in bail being set in only about 6 percent of the misdemeanor cases in Queens, he said; nearly all of those defendants had prior convictions and bench warrants.\nIt remains unclear how many defendants the new policies will affect over time. Both Manhattan and Brooklyn guidelines include a long list of exceptions. Bail is still going to be requested, for instance, for people with violent felony convictions, for sex offenders or for people accused of domestic violence.\nMr. Vance said judges set bail for only about 15 percent of the 54,000 people arraigned in Criminal Court in Manhattan last year. He expects that proportion to shrink substantially. In Brooklyn, about 9 percent of the 55,000 people arraigned on misdemeanor charges were asked to post bail, down from about 30 percent two years ago, Mr. Gonzalez said.\nTina Luongo, the attorney-in-charge of The Legal Aid Society’s criminal defense practice, said the policy changes were welcome to public defenders, but she added that only the Legislature could revamp the state’s bail system in a meaningful way.\n“Closing Rikers Island, reducing mass incarceration and saving lives will require more than long-overdue, piecemeal changes,” she said. “This is a step in the right direction, but we need Albany to act now on a statewide basis.”", "url": "https://www.nytimes.com/2018/01/09/nyregion/bail-prosecutors-new-york.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}