{"authors": ["Benjamin Mueller"], "date_download": "2018-11-16 04:51:51", "date_modify": "2018-11-16 04:51:51", "date_publish": "2018-04-07 00:07:35", "description": "Saheed Vassell, a black man, was killed by gunfire from four officers. Two of them were white, one was black, and one was Indian, the police said.", "filename": "2018_04_06_nyregion_brooklyn-police-shooting-911-calls.html_module=inline_1542343911.html", "image_url": "https://static01.nyt.com/images/2018/04/07/nyregion/07shooting1/07shooting1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_06_nyregion_brooklyn-police-shooting-911-calls.html_module=inline_1542343911.html", "title": "Police Release First Details of Officers Who Shot Man in Brooklyn", "title_page": "Police Release First Details of Officers Who Shot Man in Brooklyn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mayor Bill de Blasio on Friday defended his neighborhood policing program, saying it could not help officers defuse encounters that play out so quickly. In this instance, he said, there was no time to call for backup from local patrol officers who might have known Mr. Vassell. But he said the neighborhood policing model still gave police officers a better chance to get someone like Mr. Vassell mental health care.\n“It’s not a perfect tool because, again, not every officer is exactly where you want them to be at that moment, if they happen to have that relationship,” Mr. de Blasio said on WNYC. “But what it should help us get to more is getting people the help they need to begin with.”\nThe 911 transcripts released on Friday gave a fuller picture of what police dispatchers were told. The police got three 911 calls about Mr. Vassell, they said, only two of them before the shooting. It was not clear which of the calls was made after the shooting.\nOne caller described a man “pointing a silver thing in a lady’s face,” then told a dispatcher: “I don’t know if it’s a gun, ma’am. It seems like a gun. It’s silver.”\nAnother caller said a man outside a laundromat had a gun in his hand.\nAnd a third caller told a dispatcher: “He looks like he is crazy, but he’s pointing something at people that looks like a gun and he’s like popping it like he’s pulling the trigger. He’s not pulling a trigger, but he’s making a motion as if he is, and there is something sticking out of his jacket.”\nAfter Mr. Vassell was shot, the third caller indicated there were some signs he had only been pretending to have a gun, though the caller was not sure.", "url": "https://www.nytimes.com/2018/04/06/nyregion/brooklyn-police-shooting-911-calls.html?module=inline"}