{"authors": ["Vivian Wang", "James C. Mckinley Jr."], "date_download": "2018-11-16 04:45:28", "date_modify": "2018-11-16 04:45:28", "date_publish": "2018-03-20 01:51:31", "description": "The inquiry will focus on the decision by the Manhattan district attorney, Cyrus R. Vance Jr., to not prosecute Harvey Weinstein after a 2015 sexual assault allegation.", "filename": "2018_03_19_nyregion_cy-vance-harvey-weinstein-cuomo.html_module=inline_1542343528.html", "image_url": "https://static01.nyt.com/images/2018/03/20/nyregion/20vance/20vance-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_19_nyregion_cy-vance-harvey-weinstein-cuomo.html_module=inline_1542343528.html", "title": "Cuomo Orders a Review of Vance’s Handling of Weinstein Investigation", "title_page": "Cuomo Orders a Review of Vance’s Handling of Weinstein Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Reports of possible conflicts of interest between Mr. Vance and Mr. Weinstein have circulated since last October, when a deluge of accusations against Mr. Weinstein, once one of Hollywood’s most powerful producers, sparked an international reckoning around sexual abuse. Two of the lawyers Mr. Weinstein retained after being brought in for questioning about his encounters with Ms. Battilana had personal and financial ties to Mr. Vance: Elkan Abramowitz was a former law partner of Mr. Vance and a donor to his campaign, and Daniel S. Connolly was a former prosecutor turned white-collar defense lawyer.\nMr. Weinstein’s lawyers also brought on Linda Fairstein, a former Manhattan sex crimes prosecutor and close friend of the head of the district attorney’s sex crimes bureau, as a consultant; she facilitated an introduction between Mr. Abramowitz and the bureau head, Martha Bashford.\nAnd David Boies, a lawyer for Mr. Weinstein who hired a private investigative firm to dig up information in an attempt to stop The New York Times’s expose on his client, has given $55,000 to Mr. Vance over the years. Mr. Boies has said he never spoke to Mr. Vance about any criminal investigation of Mr. Weinstein.\nIn Ms. Battilana’s case, Ms. Bashford determined after two weeks of investigation that she could not prove the crime of forcible touching or third-degree sexual abuse had been committed, even though she had the audio tape, Mr. Vance has said. Prosecutors judged it would be hard to prove Mr. Weinstein touched Ms. Battilana for sexual reasons because the advance came as the two were talking about Ms. Battilana becoming a lingerie model and whether her bosom had been surgically enhanced.\nProsecutors have wide discretion in deciding whether to pursue charges, and it is not uncommon for assistant district attorneys not to see eye-to-eye with detectives on the strength of a case. But the tensions over Mr. Vance’s decision in the case have exploded in recent months into an open feud between some detectives in the Police Department’s special victims unit and the district attorney.\nFor detectives, assembling enough evidence to establish that it is probable someone committed a crime — known in law as “probable cause” — is enough to make an arrest. Prosecutors, however, must take things further and prove every element of the crime in court, and that can often be a much higher bar.\n“The police have a job to do, and we have a job to do, and they are very different jobs,” Mr. Vance said in an interview Monday night. “Our job is to ensure that any case that we bring has proof beyond a reasonable doubt, the standard we have to meet in court. Any other course of action only serves to hurt the victims of sex crimes. If you are trying cases where you don’t have the proof, that’s not going to be a satisfactory outcome for the survivor.”", "url": "https://www.nytimes.com/2018/03/19/nyregion/cy-vance-harvey-weinstein-cuomo.html?module=inline"}