{"authors": ["Gail Collins"], "date_download": "2018-11-16 04:40:50", "date_modify": "2018-11-16 04:40:50", "date_publish": "2018-11-08 01:35:35", "description": "Sure, the House is gone. But so is Jeff Sessions.", "filename": "2018_11_07_opinion_trump-sessions-happy-midterms.html_rref=collection%2Fcolumn%2FGail%20Collins_1542343250.html", "image_url": "https://static01.nyt.com/images/2018/11/08/opinion/08editWeb/08editWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_07_opinion_trump-sessions-happy-midterms.html_rref=collection%2Fcolumn%2FGail%20Collins_1542343250.html", "title": "Trump Is a Really Happy Loser", "title_page": "Opinion | Trump Is a Really Happy Loser - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The one issue that Leader Pelosi and I discussed this morning is where — where there could be a possible bipartisan agreement, would be something on infrastructure,” said Senate Leader Mitch McConnell.\nMcConnell added he was sure there would be “a lot of other things,” too. But he didn’t seem able to come up with any.\nThe moral is: Everybody loves pothole repair.\nBefore we leave the midterms behind, what was your favorite election outcome? I liked the one in Pennsylvania where Scott Wagner, the Republican candidate for governor, lost to the incumbent, Tom Wolf. Wagner was the guy who did a video warning his opponent to put on a catcher’s mask because “I’m going to stomp all over your face with golf spikes.”\nFarewell, Scott. Gone but not forgotten.\nRepublican Representative Paul Gosar won re-election in Arizona. He’s the Tea Party favorite who’s called for Justice Department officials to be tried for treason. (Jeff Sessions: the one that got away.) But Gosar became nationally famous only when six of his siblings made an ad begging voters to support his opponent.\nToo bad that didn’t work. But at least Gosar will now be known forever as the Congressman Whose Family Ran Against Him.\nIn several states voters gave thumbs-up to expanding Medicaid under the Affordable Care Act. In Idaho, retiring Republican Gov. Butch Otter called it an “Idaho-grown solution.” Perhaps this makes you think of Obamacare as some kind of potato, but I’m bringing it up since this may be my last excuse to mention the name Butch Otter in a column.\nFarewell, Gov. Butch Otter! On the brighter side, Florida is once again sending Representative Ted Yoho back to Washington. And thanks to voters in Utah, there will be new opportunities to discuss the fact that once, long ago, Senator-elect Mitt Romney drove to Canada on a family vacation with the dog strapped to the roof of his car.", "url": "https://www.nytimes.com/2018/11/07/opinion/trump-sessions-happy-midterms.html?rref=collection%2Fcolumn%2FGail%20Collins"}