{"authors": ["Rebecca R. Ruiz", "Matt Stevens"], "date_download": "2018-11-16 04:50:01", "date_modify": "2018-11-16 04:50:01", "date_publish": "2018-03-07 02:58:47", "description": "A lawsuit by the pornographic-film actress claims that Mr. Trump purposely did not sign the agreement so he could later disavow any knowledge of it, if necessary.", "filename": "2018_03_06_us_stormy-daniels-trump-lawsuit.html_module=inline_1542343801.html", "image_url": "https://static01.nyt.com/images/2018/03/07/us/07xp-stormy1/07xp-stormy1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_06_us_stormy-daniels-trump-lawsuit.html_module=inline_1542343801.html", "title": "Stormy Daniels Sues, Saying Trump Never Signed ‘Hush Agreement’", "title_page": "Stormy Daniels Sues, Saying Trump Never Signed ‘Hush Agreement’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — Donald J. Trump never signed the nondisclosure agreement lawyers had presented in 2016 to a pornographic-film actress, rendering it null and void, according to a lawsuit filed on Tuesday by a lawyer for the actress.\nThe filing, in Los Angeles Superior Court, represents the latest development in a legal battle involving Mr. Trump, his longtime personal lawyer and the actress, Stephanie Clifford, whose stage name is Stormy Daniels.\nThe lawsuit came days after Michael D. Cohen, Mr. Trump’s personal lawyer, had legally pressured Ms. Clifford, initiating arbitration proceedings against her in Los Angeles in efforts to prevent her from speaking out about an affair she said she had with Mr. Trump, according to the complaint.\nThe suit, a copy of which was obtained by The New York Times, alleges that Mr. Trump “purposely did not sign the agreement so he could later, if need be, publicly disavow any knowledge of the Hush Agreement and Ms. Clifford.”", "url": "https://www.nytimes.com/2018/03/06/us/stormy-daniels-trump-lawsuit.html?module=inline"}