{"authors": ["Vanessa Friedman"], "date_download": "2018-11-16 04:03:32", "date_modify": "2018-11-16 04:03:32", "date_publish": "2018-05-03 09:00:01", "description": "Deconstructing the party of the year, including how much it costs, who hosts and what you have to wear.", "filename": "2018_05_03_fashion_what-is-the-met-gala-and-who-gets-to-go.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341012.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_03_fashion_what-is-the-met-gala-and-who-gets-to-go.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341012.html", "title": "What Is the Met Gala, and Who Gets to Go?", "title_page": "What Is the Met Gala, and Who Gets to Go? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Wait: Isn’t the Current Pope All About Poverty and Inclusion? How Does That Work?\nIf the Vatican doesn’t see a problem with it — and it has given a seal of approval, lending approximately 50 pieces from the Sistine Chapel Sacristy — then should you? The reasoning seems to be: Anything that celebrates Catholicism and opens it up to a broader audience is a good thing, and these exhibitions are that.\nBoth major Costume Institute shows in 2015 and 2016 drew the magic over-700,000 number of visitors, which makes them among the most-visited Met shows. Still, the show’s curator, Andrew Bolton, was careful to separate the church’s clothes from the designer clothes. The sacred pieces will be exhibited by themselves in the Anna Wintour Costume Center and the profane will reside in a separate space.\nHow Many People Get to Go to the Party?\nLast year, about 550. But that was a more intimate event for a more intimate show, “Rei Kawakubo/Comme des Garçons: Art of the In-Between,” which was devoted to the cultlike Japanese designer who once said her goal with one collection was “not to make clothes.”", "url": "https://www.nytimes.com/2018/05/03/fashion/what-is-the-met-gala-and-who-gets-to-go.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}