{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:51", "date_modify": "2018-11-16 04:00:51", "date_publish": "2018-06-27 14:03:39", "description": "The court ruled that government workers cannot be required to pay for collective bargaining, which could cost public unions tens of millions of dollars.", "filename": "2018_06_27_us_politics_supreme-court-unions-organized-labor_1542340851.html", "image_url": "https://static01.nyt.com/images/2018/06/28/us/28scotus-union/28scotus-union-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_us_politics_supreme-court-unions-organized-labor_1542340851.html", "title": "Supreme Court Ruling Delivers a Sharp Blow to Labor Unions", "title_page": "Supreme Court Ruling Delivers a Sharp Blow to Labor Unions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Supreme Court dealt a major blow on Wednesday to organized labor. By a 5-to-4 vote, with the more conservative justices in the majority, the court ruled that government workers who choose not to join unions may not be required to help pay for collective bargaining.\nForcing those workers to finance union activity violated the First Amendment, Justice Samuel A. Alito Jr. wrote for the majority. “We conclude that this arrangement violates the free speech rights of nonmembers by compelling them to subsidize private speech on matters of substantial public concern,” he wrote.\nThe ruling means that public-sector unions across the nation, already under political pressure, could lose tens of millions of dollars and see their effectiveness diminished.\n“We recognize that the loss of payments from nonmembers may cause unions to experience unpleasant transition costs in the short term, and may require unions to make adjustments in order to attract and retain members,” Justice Alito wrote. “But we must weigh these disadvantages against the considerable windfall that unions have received” over the years.", "url": "https://www.nytimes.com/2018/06/27/us/politics/supreme-court-unions-organized-labor.html"}