{"authors": ["Scott Shane", "Steve Eder", "Rebecca R. Ruiz", "Adam Liptak", "Charlie Savage", "Ben Protess"], "date_download": "2018-11-16 03:59:52", "date_modify": "2018-11-16 03:59:52", "date_publish": "2018-07-14 15:13:09", "description": "The carefully crafted narrative around Brett Kavanaugh, President Trump’s Supreme Court nominee, plays down his legacy as a charter member of elite Washington.", "filename": "2018_07_14_us_politics_judge-brett-kavanaugh.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340792.html", "image_url": "https://static01.nyt.com/images/2018/07/15/us/15Kavanaugh1/15Kavanaugh1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_14_us_politics_judge-brett-kavanaugh.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340792.html", "title": "Influential Judge, Loyal Friend, Conservative Warrior - and D.C. Insider", "title_page": "Influential Judge, Loyal Friend, Conservative Warrior — and D.C. Insider - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now Brett Kavanaugh, should he be confirmed, will cement a solid pro-business majority on the nation’s highest court, advancing Mr. Trump’s aim of dismantling the regulatory state, liberating industry from what he sees as burdensome rules. With critical battles over the environment and consumer protection headed for the courts, his ascent would likely achieve for industry incomparably more than all his father’s years of lobbying.\nImage As a top lobbyist for the cosmetics industry, Judge Kavanaugh’s father, Ed Kavanaugh, courted Congress and fought regulation.\nThat is clearly the White House’s hope: An official fact sheet declares that “Judge Kavanaugh protects American businesses from illegal job-killing regulations” and — in an unusual claim about a judge — “has led the effort to rein in unaccountable independent agencies.” It is also one reason his confirmation is opposed by many advocates for consumers, environmental protection and workers.\nBut as with any nominee, Judge Kavanaugh and his supporters are carefully shaping his narrative for the diverse Senate and the broader American public: his mother the judge, not his father the lobbyist; his parents’ early struggles, not their second homes in the Florida Keys and on Maryland’s Eastern Shore; his service as a children’s sports coach and a Catholic volunteer, not his participation in some of the most bitter partisan fights in recent times.\nThey do not let on that Judge Kavanaugh is by legacy and experience a charter member of elite Washington: His family’s government-centric social circle, his two summer jobs on Capitol Hill, his White House service, his golfing at the capital’s country clubs, his residence in one of the richest suburban enclaves in America. Nor do they note that Judge Kavanaugh’s nomination is the culmination of a 30-year conservative movement to shift the judiciary to the right.\nIn retrospect, his climb to a justice’s seat may seem calculated — from pursuing jobs that put him close to the nation’s most powerful men to the moment he raised some eyebrows by praising Mr. Trump for the breadth of his candidate search (“No president has ever consulted more widely…”). Although the president talked with many people about his choices, he selected Judge Kavanaugh from a list compiled with the guidance of conservative activists.", "url": "https://www.nytimes.com/2018/07/14/us/politics/judge-brett-kavanaugh.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}