{"authors": ["Maggie Haberman", "Michael D. Shear"], "date_download": "2018-11-16 04:24:28", "date_modify": "2018-11-16 04:24:28", "date_publish": "2018-11-06 17:49:43", "description": "The president was mostly silent on Tuesday until about 11 p.m., after most votes had been cast and many races had been called across the country.", "filename": "2018_11_06_us_politics_trump-midterm-elections.html_action=click&module=inline&pgtype=Article_1542342268.html", "image_url": "https://static01.nyt.com/images/2018/11/07/us/politics/07dc-trumpday-print/07dc-trumpday-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_06_us_politics_trump-midterm-elections.html_action=click&module=inline&pgtype=Article_1542342268.html", "title": "At White House, Trump Watches Loss of House but Wins in Senate", "title_page": "At White House, Trump Watches Loss of House but Wins in Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Partygoers went back and forth between festive and pensive reactions, depending on which race was displayed on the screen. Women milled about in sparkler headbands and red, white and blue fascinators. One woman wore a white gown adorned with the president’s name, spelled out in red glitter.\n“I think I’m optimistic that the Senate is looking to have a very strong turnout,” said Clare Ath, 22, an outreach coordinator for the National Review Institute. “I did expect the House to turn blue because that’s usually how it goes.”\nMr. Trump, who had no public events on his schedule on Tuesday, had been focused on whether his dark closing message about the dangers of illegal immigration could once again help him defy the polls — this time showing that Democrats were likely to win control of the House and many governorships.\nFor days, Mr. Trump’s advisers had been warning him that the losses could be deep, even as they were saying that the Senate should be a bright spot. Advisers acknowledged that Mr. Trump has a problem with female voters as he engineers his own re-election effort.\nThe president knew his messaging may have gone too far, people close to him said, a sentiment reflected in an interview with an ABC affiliate owned by the Trump-friendly Sinclair Broadcasting.\n“I would like to have a much softer tone. I feel, to a certain extent, I have no choice. But maybe I do,” Mr. Trump said in the interview after being asked about his regrets from his first two years in office. “And maybe I could’ve been softer from that standpoint.”\nEven before Election Day, Mr. Trump had begun to change his public messaging to allow for a House loss by claiming that he himself was personally focused on the Senate contests in his campaign appearances.", "url": "https://www.nytimes.com/2018/11/06/us/politics/trump-midterm-elections.html?action=click&module=inline&pgtype=Article"}