{"authors": ["Jeffery C. Mays"], "date_download": "2018-11-16 04:52:00", "date_modify": "2018-11-16 04:52:00", "date_publish": "2018-02-17 01:00:01", "description": "Advocates called for state and local politicians to stop bickering over the problems at public housing and work together to fix them.", "filename": "2018_02_16_nyregion_nycha-housing-takeover-heat.html_module=inline_1542343920.html", "image_url": "https://static01.nyt.com/images/2018/02/17/nyregion/17nycha/17nycha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_16_nyregion_nycha-housing-takeover-heat.html_module=inline_1542343920.html", "title": "For de Blasio and Cuomo, a Tug of War Over City Housing Authority", "title_page": "For de Blasio and Cuomo, a Tug of War Over City Housing Authority - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The conditions that left hundreds of thousands of New York City Housing Authority residents without heat and hot water during a record cold snap, as ancient boilers struggled to keep up with falling temperatures, were decades in the making.\nNo one disputes that.\nBut over the last few days, the question of how best to solve the crisis has become a familiar game of political football featuring Gov. Andrew M. Cuomo and Mayor Bill de Blasio.\nOn Thursday, Councilman Robert E. Cornegy Jr. of Brooklyn held a news conference to formally call on New York officials to declare a state of emergency so that new boilers could be purchased and installed more quickly. The governor’s chief counsel, Alphonso David, offered a response that, while noncommittal, nonetheless seemed to chide the city.\nMr. David questioned whether the Housing Authority had the “ability to actually perform the necessary repairs,” and agreed with Mr. Cornegy’s assessment that conditions were intolerable.", "url": "https://www.nytimes.com/2018/02/16/nyregion/nycha-housing-takeover-heat.html?module=inline"}