{"authors": ["Roger Cohen"], "date_download": "2018-11-16 03:18:25", "date_modify": "2018-11-16 03:18:25", "date_publish": "2018-06-29 15:00:07", "description": "History wouldn’t happen to be repeating itself, would it?", "filename": "2018_06_29_opinion_europe-immigration-trump-putin-germany_1542338305.html", "image_url": "https://static01.nyt.com/images/2018/06/30/opinion/29cohenWeb/29cohenWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_29_opinion_europe-immigration-trump-putin-germany_1542338305.html", "title": "Of Course, It Could Not Happen Here", "title_page": "Opinion | Of Course, It Could Not Happen Here - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Turning on his former friend President Emmanuel Macron he denounces the French defense of a united Europe as “weak, weak.” Asked about the Trump-Macron relationship, a spokesman for Macron responds, “As we say in France, ‘les grands amours finissent toujours mal’— great loves always end badly.”\nThe NATO summit proves more fractious than the recent G-7 summit in Canada. Trump rages and sulks. He pouts and pesters. He declares that just as he has stopped joint United States military exercises with South Korea because they are a provocation to “my friend Kim Jong-un,” so he has decided, after consultation with “my friend Vladimir Putin” to withdraw from NATO military exercises in Poland and the Baltics because such exercises are a “provocation to Russia.”\nA briefing paper prepared by his national security adviser, John Bolton, is leaked. It defines the president’s strategic objective as “the destruction of the World Trade Organization, NATO and the European Union.” Much progress, it notes, has been made toward all three goals. “The liberal democratic club is crumbling under the weight of its own decadence and political correctness.”\nPresident Putin, citing “crimes” against the Russian minority in Estonia, sends the Russian army into Estonia, a NATO member. He insists that there has been no “invasion” but that ethnic Russians in Estonia have justifiably taken up arms.\nSatellite imagery of Russian troops crossing the border is dismissed by Trump as “fake news.” Leading Republicans unanimously support his position.\nNATO fails to invoke Article 5, which says an attack against any one NATO member must be considered an attack against them all. Allied governments abandon Estonia to its fate.\nNATO disbands. Putin proposes replacing it with the Alliance of Authoritarian and Reactionary States, or AARS. Trump says he finds the idea “interesting.”", "url": "https://www.nytimes.com/2018/06/29/opinion/europe-immigration-trump-putin-germany.html"}