{"authors": ["Peter Baker", "Maggie Haberman"], "date_download": "2018-11-16 03:59:36", "date_modify": "2018-11-16 03:59:36", "date_publish": "2018-09-05 21:58:25", "description": "An Op-Ed column by an unnamed senior administration official added to the impression left by Bob Woodward’s book of aides seeking to thwart a president’s “reckless decisions.”", "filename": "2018_09_05_us_politics_trump-new-york-times-anonymous-editorial_1542340776.html", "image_url": "https://static01.nyt.com/images/2018/09/09/us/politics/06dc-assess-print/06dc-assess-print-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_05_us_politics_trump-new-york-times-anonymous-editorial_1542340776.html", "title": "Trump Lashes Out After Reports of ‘Quiet Resistance’ by Staff", "title_page": "Trump Lashes Out After Reports of ‘Quiet Resistance’ by Staff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump sought to assert command of his administration on Wednesday amid reports of a “quiet resistance” among some of his own advisers who have secretly and deliberately tried to thwart from the inside what one official called his “reckless decisions.”\nThe surreal struggle between Mr. Trump and at least some members of his own team has characterized his tenure from the beginning, but it spilled into public view this week in a way that raised questions about the president’s capacity to govern and the responsibilities and duties of the people who work for him.\nAn Op-Ed article by an unnamed Trump administration official published by The New York Times on Wednesday claimed that “unsung heroes” on his team were “working diligently from within to frustrate parts of his agenda and his worst inclinations.” It came a day after reports about a new book, “Fear,” by Bob Woodward of The Washington Post, revealed efforts by aides to surreptitiously block the president when they believe he may be acting dangerously.\n[Read the Op-Ed.]\nThe collective portrayal suggested that Mr. Trump may not be fully in charge of his own White House, surrounded by advisers who consider him so volatile and temperamental that they swipe documents from his desk in hopes of stopping him from issuing rash orders. While his rivals called such efforts heroic and patriotic, his supporters complained of a virtual coup at odds with the Constitution and the will of the people.", "url": "https://www.nytimes.com/2018/09/05/us/politics/trump-new-york-times-anonymous-editorial.html"}