{"authors": ["Ben Hubbard", "Rick Gladstone", "Mark Landler"], "date_download": "2018-11-16 03:22:20", "date_modify": "2018-11-16 03:22:20", "date_publish": "2018-10-16 12:12:32", "description": "President Trump accused Saudi Arabia’s critics of presuming guilt, as Secretary of State Mike Pompeo met with Saudi leaders in Riyadh to help defuse a crisis.", "filename": "2018_10_16_world_middleeast_pompeo-saudi-arabia-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338540.html", "image_url": "https://static01.nyt.com/images/2018/10/16/world/17POMPEO-hp/17POMPEO-hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_16_world_middleeast_pompeo-saudi-arabia-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338540.html", "title": "Trump Jumps to the Defense of Saudi Arabia in Khashoggi Case", "title_page": "Trump Jumps to the Defense of Saudi Arabia in Khashoggi Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — The Trump administration pushed back on Tuesday against rising condemnation of Saudi Arabia and showed support for its crown prince, who has been linked to the disappearance and possible murder of a leading dissident journalist inside a Saudi consulate in Turkey.\nIn his strongest language to date over the missing journalist, President Trump said in an interview with The Associated Press: “Here we go again with you’re guilty until proven innocent.”\nHours earlier, Mr. Trump’s top diplomat, Secretary of State Mike Pompeo, arrived in Riyadh, the Saudi capital, smiling and shaking hands with the crown prince, Mohammed bin Salman.\nMr. Pompeo issued a statement saying Saudi leaders had promised a “thorough, transparent, and timely investigation” into what had befallen the journalist, Jamal Khashoggi, after he entered the consulate on Oct. 2. Mr. Trump and Mr. Pompeo also said the Saudi leaders had repeated their emphatic denials of any involvement in Mr. Khashoggi’s disappearance.", "url": "https://www.nytimes.com/2018/10/16/world/middleeast/pompeo-saudi-arabia-turkey.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}