{"authors": ["Charlie Savage", "Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:39:16", "date_modify": "2018-11-16 04:39:16", "date_publish": "2018-09-07 00:32:23", "description": "Democrats pressed Judge Kavanaugh to explain fresh disclosures on abortion rights, affirmative action and previous testimony to the Senate.", "filename": "2018_09_06_us_politics_kavanaugh-confirmation-hearings_1542343156.html", "image_url": "https://static01.nyt.com/images/2018/09/07/us/07dc-kavanaugh-vid/merlin_143380935_4b452ef3-99d8-46fa-9fec-73dac24caecf-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_06_us_politics_kavanaugh-confirmation-hearings_1542343156.html", "title": "Newly Revealed Emails Raise Fresh Objections to Kavanaugh Confirmation", "title_page": "Newly Revealed Emails Raise Fresh Objections to Kavanaugh Confirmation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The email prompted a grilling from Senator Dianne Feinstein of California, the top Democrat on the Senate Judiciary Committee and one of the Senate’s fiercest defenders of Roe. She pointedly insisted that Judge Kavanaugh give her a “yes or no” answer to the question of whether Roe was “correct law.” He would not say.\n“I’m always concerned about accuracy, and I thought it was not an accurate description of all legal scholars,” he said, referring to the email. Roe, he went on, is “an important precedent. It has been reaffirmed many times.”\nEven outside the hearing room, Judge Kavanaugh’s views on abortion stirred dissent. Adding to the concerns of abortion rights advocates was a reference he made to contraceptives as “abortion-inducing drugs.” He was answering a question from Senator Ted Cruz, Republican of Texas, about his dissent in a case involving Priests for Life, a religious organization that objected to a regulation under the Affordable Care Act requiring many employers to provide free insurance coverage for contraception to their female workers.\nThe group had objected to an accommodation offered by the Obama administration that allowed it to obtain a waiver by completing a form.\n“They said filling out the form would make them complicit in the provision of the abortion inducing drugs that they were as a religious matter objecting to,” Judge Kavanaugh testified.\nSome religious organizations regard any form of birth control as an abortifacient. But Judge Kavanaugh’s use of the term “abortion-inducing drugs” set off alarm bells among abortion rights advocates and spawned a hashtag, #abortioninducingdrugs, on Twitter.", "url": "https://www.nytimes.com/2018/09/06/us/politics/kavanaugh-confirmation-hearings.html"}