{"authors": ["Megan Specia"], "date_download": "2018-11-16 03:19:55", "date_modify": "2018-11-16 03:19:55", "date_publish": "2018-02-24 19:27:45", "description": "The Council approved an immediate 30-day cease-fire after a recent bombardment of the Damascus suburb of eastern Ghouta killed hundreds of civilians.", "filename": "2018_02_24_world_middleeast_un-security-council-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338395.html", "image_url": "https://static01.nyt.com/images/2018/02/25/world/25nations/25nations-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_24_world_middleeast_un-security-council-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338395.html", "title": "U.N. Security Council Votes in Favor of Syria Cease-Fire After Week of Bloodshed", "title_page": "U.N. Security Council Votes in Favor of Syria Cease-Fire After Week of Bloodshed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The United Nations Security Council voted unanimously on Saturday in favor of a 30-day cease-fire in Syria, after days of bombardment by the Syrian government on a Damascus suburb left hundreds of civilians dead.\nThe resolution called for all parties to “cease hostilities without delay” across the country to enable the “safe, unimpeded and sustained delivery of humanitarian aid and services and medical evacuations of the critically sick and wounded.”\nThe pause in fighting for at least 30 days would let humanitarian aid reach the besieged suburb of eastern Ghouta, and allow civilians there to be evacuated.\nMore than 500 people, including women and children, have been killed this past week in the intensifying strikes against the rebel-held area of eastern Ghouta, according to the British-based Syrian Observatory for Human Rights.", "url": "https://www.nytimes.com/2018/02/24/world/middleeast/un-security-council-syria.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}