{"authors": ["Michael Barbaro"], "date_download": "2018-11-16 04:36:56", "date_modify": "2018-11-16 04:36:56", "date_publish": "2018-02-16 11:47:37", "description": "The AR-15 assault rifle used in Parkland, Fla., this week was purchased legally, officials said. How did a weapon designed for warfare become easier to buy than a handgun?", "filename": "2018_02_16_podcasts_the-daily_florida-shooting-ar-15_1542343016.html", "image_url": "https://static01.nyt.com/images/2018/02/16/us/16daily/16daily-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_16_podcasts_the-daily_florida-shooting-ar-15_1542343016.html", "title": "Listen to ‘The Daily’: The Gun Behind So Many Mass Shootings", "title_page": "Listen to ‘The Daily’: The Gun Behind So Many Mass Shootings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How do I listen?\nIf you don’t see an audio player on this page or to subscribe to The Daily for free, follow the instructions below.\nFrom your mobile device:\nYou can listen and subscribe to “The Daily” from any podcast player. If you’re reading this from an iPhone or other Apple mobile device, tap this link to listen in Apple Podcasts. If you’re on an Android device, tap this link to listen in Stitcher or this link to listen in RadioPublic.\nOr if you prefer another podcast player, you can find “The Daily” there. (Here’s the RSS feed.)\nFrom a desktop or laptop:\nClick the “play” button above to start the show. Make sure to keep that window open on your browser if you’re doing other things, or else the audio will stop. You can always find the latest episode at nytimes.com/thedaily.\nOn Amazon Echo, Echo Dot or Tap:\nOpen the Alexa app. From the navigation panel on the left, select “settings,” then “flash briefing,” then “get more flash briefing content.” Look for “The New York Times” and select “enable skill.” Now you can say, “Alexa, what’s my flash briefing?” and you will hear that day’s episode of “The Daily.”\nOn Google Home:\nYou can say, “O.K., Google, play New York Times” to listen to that day’s episode of “The Daily.”", "url": "https://www.nytimes.com/2018/02/16/podcasts/the-daily/florida-shooting-ar-15.html"}