{"authors": ["Sheera Frenkel"], "date_download": "2018-11-16 03:51:50", "date_modify": "2018-11-16 03:51:50", "date_publish": "2018-07-18 21:51:27", "description": "Critics say the company has not done enough to block false posts that have led to attacks in countries including Sri Lanka, Myanmar and India.", "filename": "2018_07_18_technology_facebook-to-remove-misinformation-that-leads-to-violence.html_module=inline_1542340310.html", "image_url": "https://static01.nyt.com/images/2018/07/19/business/19FACEBOOK/19FACEBOOK-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_18_technology_facebook-to-remove-misinformation-that-leads-to-violence.html_module=inline_1542340310.html", "title": "Facebook to Remove Misinformation That Leads to Violence", "title_page": "Facebook to Remove Misinformation That Leads to Violence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Facebook, facing growing criticism for posts that have incited violence in some countries, said Wednesday that it would begin removing misinformation that could lead to people being physically harmed.\nThe policy expands Facebook’s rules about what type of false information it will remove, and is largely a response to episodes in Sri Lanka, Myanmar and India in which rumors that spread on Facebook led to real-world attacks on ethnic minorities.\n“We have identified that there is a type of misinformation that is shared in certain countries that can incite underlying tensions and lead to physical harm offline,” said Tessa Lyons, a Facebook product manager. “We have a broader responsibility to not just reduce that type of content but remove it.”\nFacebook has been roundly criticized over the way its platform has been used to spread hate speech and false information that prompted violence. The company has struggled to balance its belief in free speech with those concerns, particularly in countries where access to the internet is relatively new and there are limited mainstream news sources to counter social media rumors.", "url": "https://www.nytimes.com/2018/07/18/technology/facebook-to-remove-misinformation-that-leads-to-violence.html?module=inline"}