{"authors": ["Ashley Southall"], "date_download": "2018-11-16 04:29:12", "date_modify": "2018-11-16 04:29:12", "date_publish": "2018-03-26 23:57:18", "description": "Officials say the building is too unstable for investigators to go inside and look for the origin of the fire, which likely started in the cellar.", "filename": "2018_03_26_nyregion_harlem-firefighter-died-building.html_module=inline_1542342552.html", "image_url": "https://static01.nyt.com/images/2018/03/27/nyregion/27firefighter/27firefighter-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_26_nyregion_harlem-firefighter-died-building.html_module=inline_1542342552.html", "title": "Harlem Building Where Firefighter Died Will Be Demolished", "title_page": "Harlem Building Where Firefighter Died Will Be Demolished - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the contractor cannot bring in a wrecking ball, Mr. Rudansky said. The agency specified the building must be taken apart by hand. But Mr. Fernandez said they are hoping to save time and money using an excavator designed for jobs that require more precision.\nJim Long, a spokesman for the Fire Department, said the investigation would not yield quick answers. The demolition has to be done delicately, he said, because of the ongoing investigation.\n“They’ve got to go in as slow and carefully as possible,” he said. “Time isn’t a concern. Getting the right answers and complete answers is what’s important right now.”\nThe site of the fire sits on a row of 11 limestone townhomes in the Sugar Hill section of Harlem that were designed and built in the 1890s by Frederick P. Dinkelberg, an architect known for his work on the Flatiron Building. Its basement was home to the St. Nick’s Jazz Pub, a club that closed in 2011. A crew filming the movie “Motherless Brooklyn” had been working inside the club and an apartment above it when they smelled smoke rising from the cellar, Edward Norton, the director of the film, said on Saturday in an Instagram post.\n“Had our team not noticed the situation and responded and alerted the fire department with the speed they did, I believe the residents of the building above would have perished,” he wrote.\nMr. Norton also praised the Fire Department: “I have never witnessed firsthand that kind of bravery,” he said. “I’m in awe of that kind of selfless courage. It’s devastating to contemplate that one of the men we watched charging in there lost his life.”\nFive other people were injured in the fire, including two firefighters who were burned and an 84-year-old woman found on a staircase next door suffering from smoke inhalation.", "url": "https://www.nytimes.com/2018/03/26/nyregion/harlem-firefighter-died-building.html?module=inline"}