{"authors": ["Lucas Peterson"], "date_download": "2018-11-16 04:47:47", "date_modify": "2018-11-16 04:47:47", "date_publish": "2018-04-20 09:00:17", "description": "The quiet neighborhood of Coyoacán captures the capital’s understated cultural soul and, in many ways, is a getaway within Mexico City itself.", "filename": "2018_04_20_travel_mexico-city-coyoacan-budget-frugal_1542343667.html", "image_url": "https://static01.nyt.com/images/2018/04/22/travel/22mexicocity-frugal1/merlin_136181307_a5db3377-ba27-43f9-b166-9b94655f3eb7-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_20_travel_mexico-city-coyoacan-budget-frugal_1542343667.html", "title": "Escaping Mexico City’s Hustle Within City Limits", "title_page": "Escaping Mexico City’s Hustle Within City Limits  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Call it a case of FOMO — Fear of Missing Out. I’m usually resistant to pangs of envy inspired by social media photos of friends and families on perfect getaways around the world. And seeing that multiple acquaintances had all visited the same destination would, if anything, make me decidedly less likely to visit a place. But this was different. Everyone I knew, it seemed, was going to Mexico City, and having the times of their lives. And I wanted to go, too.\nBut I was determined not to retread — not entirely, at least — the same attractive parks and tree-lined avenues dotted with Instagrammable restaurants and coffee shops as my peers. I would stay away from popular neighborhoods like La Condesa and Roma Norte during this trip, preferring instead to hone my focus about six miles south, on the quieter neighborhood of Coyoacán. Best known as the location of Frida Kahlo’s Blue House, this “place of coyotes” proved to be equal parts serene and invigorating — the understated cultural soul of a city and, in many ways, a getaway within Mexico City itself. And my budget, modest as it was, didn’t limit my enjoyment during a four-day, three-night trip.\nJosé Antonio Albanés, my spry middle-aged tour guide whom I’d found through an Airbnb Experience ($50, which included a mountain of food), was born and raised in Coyoacán (which refers to both the neighborhood and the larger borough of the same name, one of 16 that make up the city) and had a laundry list of reasons it was the best area in the city. “Everything,” he said, “is better. The water, the climate, the culture.” The climate? He was adamant. “It is better,” he said. “It’s cooler.”", "url": "https://www.nytimes.com/2018/04/20/travel/mexico-city-coyoacan-budget-frugal.html"}