{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:33", "date_modify": "2018-11-16 04:00:33", "date_publish": "2018-08-23 23:39:26", "description": "Democrats had hoped the report would shed light on the actions of Brett Kavanaugh, President Trump’s Supreme Court nominee.", "filename": "2018_08_23_us_politics_starr-leaks-report-brett-kavanaugh_1542340833.html", "image_url": "https://static01.nyt.com/images/2018/08/24/us/politics/24dc-kavanaugh/24dc-kavanaugh-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_23_us_politics_starr-leaks-report-brett-kavanaugh_1542340833.html", "title": "Secret Report on Starr Inquiry Leaks Is Released, but Doesn’t Name Kavanaugh", "title_page": "Secret Report on Starr Inquiry Leaks Is Released, but Doesn’t Name Kavanaugh - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Prosecutors investigating President Bill Clinton’s affair with a White House intern made “questionable decisions” in providing information to reporters, but a review found no evidence that they violated grand jury secrecy rules, according to a long-secret 1999 report released on Thursday by the National Archives.\nBrett M. Kavanaugh, President Trump’s Supreme Court nominee, was among the lawyers investigating Mr. Clinton, and it was his nomination that led to the release of the report. But Judge Kavanaugh, who now sits on the United States Court of Appeals for the District of Columbia Circuit, was not named in it.\nAmerican Oversight, a liberal watchdog group, went to court last week seeking the report, saying that “Judge Kavanaugh’s potential involvement” in misconduct “is a matter of great public importance and current national debate.”\nRaj Shah, a White House spokesman, said on Thursday that the request had reflected liberal desperation in opposing Judge Kavanaugh’s nomination. “This report refutes the latest false accusation by Senate Democrats and fully exonerates Judge Kavanaugh,” he said.", "url": "https://www.nytimes.com/2018/08/23/us/politics/starr-leaks-report-brett-kavanaugh.html"}