{"authors": ["Pete Wells"], "date_download": "2018-11-16 03:23:36", "date_modify": "2018-11-16 03:23:36", "date_publish": "2018-07-31 16:54:22", "description": "Pino Luongo’s Coco Pazzo Trattoria brings a 1990s favorite back to SoHo; Yves in TriBeCa gets a promising new chef.", "filename": "2018_07_31_dining_coco-pazzo-trattoria-yves-review_1542338616.html", "image_url": "https://static01.nyt.com/images/2018/08/01/dining/01rest-coco-slide-IQ8P/01rest-coco-slide-IQ8P-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_31_dining_coco-pazzo-trattoria-yves-review_1542338616.html", "title": "A Tuscan Revival, a French Debut", "title_page": "A Tuscan Revival, a French Debut - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Coco Pazzo is back.\nThose of you who did not eat out in Manhattan in the 1990s have no idea what I’m talking about. Those who did may now be having flashbacks to a rustic-chic Tuscan-esque restaurant, Coco Pazzo, which got a three-star Times review from Marian Burros in 1991, and to its three New York siblings, all long gone. A restaurateur’s name may be emerging from the mists of time — the name is Pino Luongo — and linked to it, the names of other vanished restaurants, Le Madri, Mad. 61, Amarcord and Tuscan Square. For readers of tabloid gossip columns, images of pasta-twirling models and executives in Armani suits may be coming into focus, along with bold-face-laden squibs about the social scenes at Mr. Luongo’s establishments in Wainscott, N.Y., and on St. Barts.\nIf you have trouble believing that spaghetti and fettuccine once attracted what The Times critic Bryan Miller, reviewing Le Madri in 1989, called “the hugs-and-kisses-I-love-your-hat-Ciao-baby crowd,” it may be useful to remember that this was an era when pasta was commonly thought to be a health food.\nNobody has seen the Ciao-baby crowd in a while. (We’ll have to send out a search party if it’s not back in 10 more years.) So far that is not who goes to Coco Pazzo Trattoria, which is shaping up to be a reliable and fairly priced neighborhood canteen on the SoHo corner that used to house a deliberately unstylish bar called Milady’s.", "url": "https://www.nytimes.com/2018/07/31/dining/coco-pazzo-trattoria-yves-review.html"}