{"authors": ["Ken Belson"], "date_download": "2018-11-16 03:23:45", "date_modify": "2018-11-16 03:23:45", "date_publish": "2018-07-20 09:00:20", "description": "As the Rugby World Cup Sevens kicks off in San Francisco, the “other sport of the future” in the United States aims for a reboot amid turmoil.", "filename": "2018_07_20_sports_rugby-world-cup-sevens.html_module=inline_1542338625.html", "image_url": "https://static01.nyt.com/images/2018/07/22/sports/22skybox-rugby/22rugby-web9-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_20_sports_rugby-world-cup-sevens.html_module=inline_1542338625.html", "title": "A Rugby World Cup Raises Hopes for a Rugby Boom", "title_page": "A Rugby World Cup Raises Hopes for a Rugby Boom  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — This summer, it is the “other World Cup.” One week after soccer’s grandest tournament ended in Russia, the rugby world has converged on this city for a far more modest competition.\nThe Rugby World Cup Sevens, which begins Friday at AT&T Park, consists of 24 men’s teams and 16 women’s teams vying for a world championship in the wide-open, high-octane, seven-player version of the sport. It is expected to draw about 100,000 fans. NBC Sports Network will televise the event, one of the biggest gatherings for rugby sevens, and American ruggers accustomed to toiling in the shadows hope it will be another step toward establishing the sport’s legitimacy in the United States.\nThe tournament comes at a crucial moment for rugby in America, where the sport’s advocates have been promising a rugby boom for a generation. But a little more than a year ahead of the big-boy Rugby World Cup in Japan for the 15-player version of the sport, American rugby has struggled in recent months to overcome infighting, miscalculations and excessive optimism.\nSeveral top executives and board members at U.S.A. Rugby, the national governing body, left in recent years as their plans to bolster the sport, including the organization of this Rugby World Cup Sevens, went awry. The most notable misstep was starting a for-profit marketing and media company that included a digital network to stream competitions. The venture sputtered from the start. Its operations are being folded back into U.S.A. Rugby.", "url": "https://www.nytimes.com/2018/07/20/sports/rugby-world-cup-sevens.html?module=inline"}