{"authors": ["Tiffany Hsu", "Michael J. De La Merced"], "date_download": "2018-11-16 03:59:35", "date_modify": "2018-11-16 03:59:35", "date_publish": "2018-08-14 14:50:00", "description": "Three independent members of the board will have “full power and authority” to evaluate any privatization efforts proposed by Elon Musk, the chief executive.", "filename": "2018_08_14_business_tesla-board-elon-musk.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340775.html", "image_url": "https://static01.nyt.com/images/2018/08/15/business/15tesla-1/15tesla-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_14_business_tesla-board-elon-musk.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340775.html", "title": "Elon Musk’s Effort to Take Tesla Private to Get Board Oversight", "title_page": "Elon Musk’s Effort to Take Tesla Private to Get Board Oversight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[Read more: Elon Musk’s tweet about of a potential buyout for Tesla surprised its board of directors.]\nTesla said that Latham & Watkins was serving as legal counsel to the special committee, which plans to bring on an independent financial adviser once it receives a formal proposal. The company said it separately hired the law firm Wilson Sonsini Goodrich & Rosati “as legal counsel in this matter.”\nOn Monday night, Mr. Musk posted on Twitter that he was working with Silver Lake and Goldman Sachs as financial advisers on a proposal to take Tesla private. He also wrote that he had hired two law firms — Wachtell, Lipton, Rosen & Katz and Munger, Tolles & Olson — as legal advisers.\nSilver Lake’s aim is to invest in the carmaker as part of its potential delisting, which could be worth tens of billions of dollars, two people with direct knowledge of the matter said. The firm isn’t going to be paid for any work it does to help the Tesla co-founder explore his options, said the people, who spoke on the condition of anonymity to discuss confidential negotiations.\nSenior executives of Silver Lake, one of the biggest technology-focused private-equity investors, have known Mr. Musk for years and have had him speak at an annual meeting of its portfolio companies on at least one occasion. An arm of the firm, Silver Lake Kraftwerk, had invested $100 million in SolarCity, the solar-power company that Mr. Musk co-founded and is now part of Tesla.", "url": "https://www.nytimes.com/2018/08/14/business/tesla-board-elon-musk.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}