{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:56", "date_modify": "2018-11-16 04:00:56", "date_publish": "2018-06-21 17:09:53", "description": "In a 7-to-2 decision, the Supreme Court said that the Constitution required the commission itself rather than staff members to appoint the judges.", "filename": "2018_06_21_us_politics_sec-judges-supreme-court_1542340856.html", "image_url": "https://static01.nyt.com/images/2018/06/22/us/politics/22dc-bizcourt/22dc-bizcourt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_21_us_politics_sec-judges-supreme-court_1542340856.html", "title": "S.E.C. Judges Were Appointed Unlawfully, Justices Rule", "title_page": "S.E.C. Judges Were Appointed Unlawfully, Justices Rule - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Justice Kagan wrote that the administrative law judge, Judge Cameron Elliot, had not been properly appointed. That meant, she wrote, that Mr. Lucia was entitled to new hearing.\n“And we add today one thing more,” Justice Kagan wrote. “That official cannot be Judge Elliot, even if he has by now received (or receives sometime in the future) a constitutional appointment. Judge Elliot has already both heard Lucia’s case and issued an initial decision on the merits. He cannot be expected to consider the matter as though he had not adjudicated it before.”\nJustice Stephen G. Breyer, joined on this point by Justices Ruth Bader Ginsburg and Sonia Sotomayor, disagreed. “The reversal here is based on a technical constitutional question,” he wrote, “and the reversal implies no criticism at all of the original judge or his ability to conduct the new proceedings.”\nJustice Sotomayor, joined by Justice Ginsburg, dissented from the decision’s central holding. The judges, she wrote, are not officers since they “do not exercise significant authority because they do not, and cannot, enter final, binding decisions against the government or third parties.”\nDavid M. Zornow, who brought one of the first legal challenges to the S.E.C.’s appointment practices, said his reading of the decision permits any litigant with a pending administrative case who has challenged the constitutionality of an administrative law judge to demand a new hearing.\nMr. Zornow, who is a partner with Skadden, Arps, Slate, Meagher & Flom, said it is less certain how the ruling will affect settled cases, even ones in which a defendant had challenged the constitutionality of an administrative judge to preside over the matter.\nRichard J. Holwell, a former federal judge, said the ruling should not affect hundreds of completed cases. “The decision is pretty carefully crafted” to limit its impact, he said, adding that the Supreme Court left open the question of whether it would apply to administrative judges at other agencies", "url": "https://www.nytimes.com/2018/06/21/us/politics/sec-judges-supreme-court.html"}