{"authors": ["Sheryl Gay Stolberg", "Michael D. Shear"], "date_download": "2018-11-16 03:11:19", "date_modify": "2018-11-16 03:11:19", "date_publish": "2018-02-14 15:02:20", "description": "The legislation sets up a clash that will pit the political center of the Senate against the president and the Republican congressional leadership.", "filename": "2018_02_14_us_politics_trump-immigration-veto-threat_1542337879.html", "image_url": "https://static01.nyt.com/images/2018/02/14/us/15dc-IMMIG-alpha/15dc-IMMIG-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_14_us_politics_trump-immigration-veto-threat_1542337879.html", "title": "Senators Strike Bipartisan Deal on Immigration Despite Veto Threat", "title_page": "Senators Strike Bipartisan Deal on Immigration Despite Veto Threat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A broad bipartisan group of senators reached agreement Wednesday on a narrow rewrite of the nation’s immigration laws that would bolster border security and resolve the fate of the so-called Dreamers, even as President Trump suggested he would veto any plan that does not adhere to his harder-line approach.\nTheir compromise legislation sets up a clash pitting the political center of the Senate against Mr. Trump and the Republican congressional leadership.\nSenators in both parties have been racing against a self-imposed end-of-the-week deadline to write legislation that could win wide support by increasing border security while at the same time offering a path to citizenship for young immigrants brought to the United States illegally as children.\nMembers of the bipartisan group, which calls itself the Common Sense Coalition, said their deal does just that. They were working Wednesday evening to determine whether their bill could garner the 60 votes necessary to break a filibuster.", "url": "https://www.nytimes.com/2018/02/14/us/politics/trump-immigration-veto-threat.html"}