{"authors": ["Frank Bruni"], "date_download": "2018-11-16 04:44:25", "date_modify": "2018-11-16 04:44:25", "date_publish": "2018-09-29 18:43:59", "description": "The Supreme Court nominee paired a frothy beverage with identity politics.", "filename": "2018_09_29_opinion_brett-kavanaugh-beer-politics.html_action=click&module=RelatedLinks&pgtype=Article_1542343465.html", "image_url": "https://static01.nyt.com/images/2018/09/30/opinion/sunday/30bruni/30bruni-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_29_opinion_brett-kavanaugh-beer-politics.html_action=click&module=RelatedLinks&pgtype=Article_1542343465.html", "title": "Brett Kavanaugh Loves His Beer", "title_page": "Opinion | Brett Kavanaugh Loves His Beer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“There is a bright line between drinking beer, which I gladly do, and which I fully embrace, and sexually assaulting someone, which is a violent crime,” he said. The “fully embrace” was gratuitous. It was also the clue that more than just a simple declaration of beverage preferences was at work.\n“If every American who drinks beer or every American who drank beer in high school is suddenly presumed guilty of sexual assault,” he added, we’re all headed toward “an ugly, new place in this country.” Never mind that every American who drinks beer isn’t being presumed guilty of sexual assault. He was picking up on the typecasting that some of his most impassioned detractors had done — a bit of bigotry on their part, and a tactical error — and converting it into a weapon of his own.\nHe made beer a cornerstone of a masculinity that was suddenly suspect, suddenly toxic, a paradigm of privilege and entitlement. Thus he reached down and out from his ivory tower to Donald Trump’s supporters and, by extension, to Trump himself and to the Republicans in the Senate who have shown such profound reluctance to cross the president.\nAbout his years at Georgetown Prep, he told the committee that he spent much of his time “working out, lifting weights, playing basketball, or hanging out and having some beers with friends as we talked about life and football and school and girls.”\nHe quickly returned to that theme, referring to a good friend by his last name only: “Many nights, I worked out with other guys at Tobin’s house — he was the great quarterback on our football team and his dad ran workouts — or lifted weights at Georgetown Prep in preparation for the football season. I attended and watched many sporting events, as is my habit to this day.”\nWhy moon over the great quarterback, and why mention his sustained habit? Because it made him a guy’s guy, and in the wake of the sexual-assault accusations against him, he was no longer emphasizing his scholarly credentials and playing to the lawyers of the American Bar Association. He was fashioning himself as a persecuted Everyman and playing to Americans who saw themselves in the rebooted “Roseanne.”\nHence all the beer:\n“I drank beer with my friends. Almost everyone did. Sometimes I had too many beers. Sometimes others did. I liked beer. I still like beer.”", "url": "https://www.nytimes.com/2018/09/29/opinion/brett-kavanaugh-beer-politics.html?action=click&module=RelatedLinks&pgtype=Article"}