{"authors": ["Giovanni Russonello"], "date_download": "2018-11-16 03:09:52", "date_modify": "2018-11-16 03:09:52", "date_publish": "2018-11-04 00:52:11", "description": "With virtuosic creative power, Mr. Hargrove retooled and reinvigorated jazz traditions for a new generation, earning wide respect and acclaim.", "filename": "2018_11_03_obituaries_roy-hargrove-dead-jazz-trumpeter.html_module=inline_1542337792.html", "image_url": "https://static01.nyt.com/images/2018/11/05/obituaries/05Hargrove1-obit/04Hargrove1-obit-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_03_obituaries_roy-hargrove-dead-jazz-trumpeter.html_module=inline_1542337792.html", "title": "Roy Hargrove, Trumpeter Who Gave Jazz a Jolt of Youth, Dies at 49", "title_page": "Roy Hargrove, Trumpeter Who Gave Jazz a Jolt of Youth, Dies at 49 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Roy Hargrove, a virtuoso trumpeter who became a symbol of jazz’s youthful renewal in the early 1990s, and then established himself as one of the most respected musicians of his generation, died on Friday in Manhattan. He was 49.\nHis death, at Mount Sinai Hospital, was caused by cardiac arrest brought on by kidney disease, according to his manager, Larry Clothier. He said Mr. Hargrove had been on dialysis for 13 years.\nBeginning in his high school years Mr. Hargrove expressed a deep affinity for jazz’s classic lexicon and the creative flexibility to place it in a fresh context. He would take the stock phrases of blues and jazz and reinvigorate them while reminding listeners of the long tradition whence he came.\n“He rarely sounds as if he stepped out of a time machine,” the critic Nate Chinen wrote in 2008, reviewing Mr. Hargrove’s album “Earfood” for The New York Times. “At brisk tempos he summons a terrific clarity and tension, leaning against the current of his rhythm section. At a slower crawl, playing fluegelhorn, he gives each melody the equivalent of a spa treatment.”", "url": "https://www.nytimes.com/2018/11/03/obituaries/roy-hargrove-dead-jazz-trumpeter.html?module=inline"}