{"authors": ["Nellie Bowles"], "date_download": "2018-11-16 03:08:04", "date_modify": "2018-11-16 03:08:04", "date_publish": "2018-11-15 19:12:32", "description": "A job at Facebook is plum. But at a recent university hackathon, some young engineers showed a changing attitude toward working at the social network.", "filename": "2018_11_15_technology_jobs-facebook-computer-science-students_1542337684.html", "image_url": "https://static01.nyt.com/images/2018/11/16/business/16FBRECRUITING05/16FBRECRUITING05-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_15_technology_jobs-facebook-computer-science-students_1542337684.html", "title": "‘I Don’t Really Want to Work for Facebook.’ So Say Some Computer Science Students.", "title_page": "‘I Don’t Really Want to Work for Facebook.’ So Say Some Computer Science Students. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Employees are wising up to the fact that you can have a mission statement on your website, but when you’re looking at how the company creates new products or makes decisions, the correlation between the two is not so tightly aligned,” said David Chie, the head of Palo Alto Staffing, a tech job placement service in Silicon Valley. “Everyone’s having this conversation.”\nWhen engineers apply for jobs, they are also doing it differently.\n“They do a lot more due diligence,” said Heather Johnston, Bay Area district president for the tech job staffing agency Robert Half. “Before, candidates were like: ‘Oh, I don’t want to do team interviews. I want a one-and-done.’” Now, she added, job candidates “want to meet the team.”\n“They’re not just going to blindly take a company because of the name anymore,” she said.\nYet while many of the big tech companies have been hit by a change in public perception, Facebook seems uniquely tarred among young workers.\n“I’ve had a couple of clients recently say they’re not as enthusiastic about Facebook because they’re frustrated with what they see happening politically or socially,” said Paul Freiberger, president of Shimmering Careers, a career counseling group based in San Mateo, Calif. “It’s privacy and political news, and concern that it’s going to be hard to correct these things from inside.”\nChad Herst, a leadership and career coach based in San Francisco since 2008, said that now, for the first time, he had clients who wanted to avoid working for big social media companies like Facebook or Twitter.\n“They’re concerned about where democracy is going, that social media polarizes us, and they don’t want to be building it,” Mr. Herst said. “People really have been thinking about the mission of the company and what the companies are trying to achieve a little more.”", "url": "https://www.nytimes.com/2018/11/15/technology/jobs-facebook-computer-science-students.html"}