{"authors": ["Jim Tankersley"], "date_download": "2018-11-16 03:50:43", "date_modify": "2018-11-16 03:50:43", "date_publish": "2018-04-26 09:00:05", "description": "Many Americans are just beginning to climb out of the Great Recession, yet policymakers are debating whether the economy is on the cusp of overheating.", "filename": "2018_04_26_us_politics_fed-economy-overheating.html_module=inline_1542340243.html", "image_url": "https://static01.nyt.com/images/2018/04/26/business/26dc-overheat/merlin_136771557_120826c5-5692-46d4-8fc5-e4b040746317-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_26_us_politics_fed-economy-overheating.html_module=inline_1542340243.html", "title": "Fed Officials Worry the Economy Is Too Good. Workers Still Feel Left Behind.", "title_page": "Fed Officials Worry the Economy Is Too Good. Workers Still Feel Left Behind. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "White House officials side firmly with the “not overheating” camp, arguing that Mr. Trump’s mix of deregulation and tax cuts will increase investment and productivity in the economy, yielding faster growth while suppressing inflation.\n“Our view is that most of our policies are going to create growth for the economy on the supply side, and that when the supply-side growth comes, then that’s actually good for inflation, because if you increase supply, it puts downward pressure on prices,” Kevin Hassett, the chairman of the White House Council of Economic Advisers, told reporters in February. “And so we think that we can get the 3 percent economic growth that we forecast without a big pickup in inflation.”\nThe group of Fed officials worried about overheating point to several economic data points. The unemployment rate is 4.1 percent, near the lowest level recorded in a half-century, and it is below what Fed officials judge to be the sustainable long-term unemployment rate. Forecasters expect the recent injection of fiscal stimulus, from tax cuts and increased federal spending, to drive that rate down even further.\nInflation expectations are rising in financial markets, as measured, in part, by how much the government must pay investors to borrow money. Stock values remain high by historical standards, even with the recent dips in the market.\nIn similar periods in American economic history, “there have been heightened risks either of inflation, in earlier decades, or of financial imbalances more recently,” Lael Brainard, a Fed governor, said in a speech last week.\nMany Fed officials worry that by raising rates too slowly, they risk having to move quickly in the event of an inflation spike or financial turmoil. Such abrupt action, they fear, could snuff growth and plunge the economy into a recession. Other officials, such as James Bullard of the Federal Reserve Bank of St. Louis and Neel Kashkari of the Federal Reserve Bank of Minneapolis, say officials should keep to the current course of rate increases, particularly because inflation remains below the Fed’s target of 2 percent annual growth.\nPolling and interviews suggest that American workers are worried about rising prices but far more concerned about job and wage growth. In polling in March for The New York Times by the research firm SurveyMonkey, 62 percent of respondents said consumer prices had risen faster than wages over the preceding year. Only 4 percent said inflation was the largest economic problem facing the country. Twenty-five percent named the cost of health care as the largest economic problem, 21 percent said the gap between the rich and everyone else, and 10 percent named stagnant wages and benefits.", "url": "https://www.nytimes.com/2018/04/26/us/politics/fed-economy-overheating.html?module=inline"}