{"authors": ["Claire Cain Miller"], "date_download": "2018-11-16 03:49:24", "date_modify": "2018-11-16 03:49:24", "date_publish": "2018-05-23 09:00:12", "description": "It fell by 25 percent this year. Experts say the challenges women face are bigger than their individual choices.", "filename": "2018_05_23_upshot_why-the-number-of-female-chief-executives-is-falling_1542340164.html", "image_url": "https://static01.nyt.com/images/2018/05/23/upshot/up-ceo1-1527027221732/up-ceo1-1527027221732-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_23_upshot_why-the-number-of-female-chief-executives-is-falling_1542340164.html", "title": "The Number of Female Chief Executives Is Falling", "title_page": "The Number of Female Chief Executives Is Falling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But this year, the number of female chief executives declined 25 percent, according to Fortune’s 2018 list, which was published Monday. There are now 24 women, down from 32. Twelve left their jobs — most recently, Denise Morrison of Campbell Soup Company, who abruptly announced her retirement Friday — and four joined the list.\nFour said they were retiring; four left after their companies were acquired; two took new jobs, and two were replaced after calls for change from investors. Among the hundreds of men on the list, just 47 left, a far smaller share. And when women leave the top job, there are fewer women in the pipeline who might take their place. In each case in which a new or interim chief executive was appointed, the woman was replaced by a man.\nThe 25 percent decline is so large in part because women’s numbers are so small to start with. There’s also a phenomenon known as the glass cliff, in which women are more likely to be put in charge of failing companies. But in many ways, the reasons the number of female chief executives is falling are the same reasons there aren’t more of them in the first place.\nWomen in business start out equal to men in terms of jobs and pay. But at each level, they disappear. Only 22 percent of senior vice presidents are women. And of those, just 21 percent have roles related to generating revenue, which generally lead to C-level jobs, according to the annual Women in the Workplace study by Lean In and McKinsey. The drop-off starts with the first promotion to management: Women are 18 percent less likely to be promoted to manager than their male peers.\n“Men and women are all going into high-powered jobs,” said Robin Ely, a professor at Harvard Business School and chairwoman of its gender initiative. “The question is what happens to them down the road, and that’s a messy story. People say they’re opting out, they want work-life balance, but we know from a lot of research that it’s not as simple as that. They’re not given opportunities.”", "url": "https://www.nytimes.com/2018/05/23/upshot/why-the-number-of-female-chief-executives-is-falling.html"}