{"authors": ["Guy Trebay"], "date_download": "2018-11-16 04:08:26", "date_modify": "2018-11-16 04:08:26", "date_publish": "2018-03-05 03:08:12", "description": "Fashion played an anonymous role at the 2018 Academy Awards so that the people, namely the women, could shine.", "filename": "2018_03_04_fashion_red-carpet-review-oscars.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341306.html", "image_url": "https://static01.nyt.com/images/2018/03/05/fashion/05redcarpet-oak-janney/05redcarpet-oak-janney-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_04_fashion_red-carpet-review-oscars.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341306.html", "title": "The Invisible Man and the Defiant Woman go to the Oscars", "title_page": "The Invisible Man and the Defiant Woman go to the Oscars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Who knew everybody would wear nude? The level of red carpet commentary before the 90th Academy Awards seemed straight out of the hot tub time machine — as, increasingly, does the event itself. The Oscars have been caught flat-footed by the persistent demurral of stars unwilling to participate in the once-obligatory step-and-strut, the designer name-checking, the preshow interviews, the scrutiny of the relentless likes of Joan Rivers that left on-air talent floundering.\nNude hasn’t signified Caucasian at least since Crayola crayons changed Flesh to Peach in 1962. (Memo to E!’s Brad Goreski.) Particularly in a year when the conversation shifted importantly from what women in entertainment are wearing to what’s on their minds, a year in which diversity, inclusion and pay parity became inevitable conversations in Hollywood, there was something bracing in what appeared to be an unspoken consensus among women in the business to bypass the quid pro quo of fashion in pursuit of other ideals.", "url": "https://www.nytimes.com/2018/03/04/fashion/red-carpet-review-oscars.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}