{"authors": ["Mark Mazzetti", "Charlie Savage"], "date_download": "2018-11-16 03:11:29", "date_modify": "2018-11-16 03:11:29", "date_publish": "2018-11-09 02:05:57", "description": "The new acting attorney general, Matthew G. Whitaker, has openly criticized the special counsel investigation. He now oversees it.", "filename": "2018_11_08_us_politics_mueller-investigation-matt-whitaker_1542337889.html", "image_url": "https://static01.nyt.com/images/2018/11/09/world/09dcMueller/09dcMueller-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_08_us_politics_mueller-investigation-matt-whitaker_1542337889.html", "title": "Mueller Inquiry Faces New Uncertainty With Skeptic Atop Justice Dept.", "title_page": "Mueller Inquiry Faces New Uncertainty With Skeptic Atop Justice Dept. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — On Thursday, a top Justice Department official traveled across downtown Washington as he does every other week to the office of Robert S. Mueller III to check on the progress of the special counsel’s investigation. The visit was the first since President Trump installed a loyalist atop the department to take control of an inquiry that has been his obsession.\nThe new acting attorney general, Matthew G. Whitaker, will oversee the investigation as Mr. Mueller and his team make numerous critical decisions in the coming weeks: whether to indict more of Mr. Trump’s associates, whether to subpoena the president to force him to sit for an interview and whether to request leniency before a judge when Michael T. Flynn, Paul Manafort and other former Trump aides are sentenced.\nMuch is still unknown about how active a role Mr. Whitaker will play in overseeing the special counsel’s work. Rod J. Rosenstein, the deputy attorney general, has overseen it and sent a top aide, Ed O’Callaghan, to Mr. Mueller’s office every two weeks, according to a department official. But Mr. Trump’s firing of Attorney General Jeff Sessions and choice of Mr. Whitaker, who has a history of loyalty to the White House and a record of critical statements about Mr. Mueller’s work, created an uncertain future for an investigation that was thought to be somewhat protected from political influence.\nNew evidence emerged on Thursday that Mr. Whitaker has already decided the answer to the central question of Mr. Mueller’s investigation. In an interview last year, first reported by The Daily Beast, Mr. Whitaker flatly pronounced, “The truth is, there was no collusion with the Russians and the Trump campaign.”", "url": "https://www.nytimes.com/2018/11/08/us/politics/mueller-investigation-matt-whitaker.html"}