{"authors": ["Peter Eavis", "Emily Flitter"], "date_download": "2018-11-16 03:40:43", "date_modify": "2018-11-16 03:40:43", "date_publish": "2018-07-13 15:55:20", "description": "JPMorgan Chase, Citigroup and PNC all reported another quarter of healthy profits on Friday. Loan growth isn’t keeping up.", "filename": "2018_07_13_business_dealbook_bank-earnings-grow-lending-slow_1542339643.html", "image_url": "https://static01.nyt.com/images/2018/07/14/business/14BANKS/14BANKS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_13_business_dealbook_bank-earnings-grow-lending-slow_1542339643.html", "title": "Bank Earnings Climb in Growing Economy, but Lending Doesn’t Keep Pace", "title_page": "Bank Earnings Climb in Growing Economy, but Lending Doesn’t Keep Pace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tax cuts, deregulation and a buoyant economy were always expected to drive profits higher at most American banks in the latest quarter.\nBut a nagging question has been hanging over the industry: Would banks, taking their cue from rising economic optimism and a friendlier White House, significantly increase their lending to businesses and households?\nOn Friday, earnings reports from four of the United States’ biggest banks showed scant evidence of such a revival. JPMorgan Chase, Citigroup and PNC all reported another quarter of healthy profits, most of which will end up in shareholders’ pockets. Wells Fargo, operating under regulatory constraints after a series of scandals, reported a decline in profits.\nOverall, lending at the four banks grew only 2.1 percent in the second quarter from a year earlier, according to an analysis by The New York Times. That represents a slowdown from the 3 percent rise in the first quarter. It is also well below the 4.6 percent increase in loans that the four banks achieved in all of 2016, the last full year of the Obama administration.", "url": "https://www.nytimes.com/2018/07/13/business/dealbook/bank-earnings-grow-lending-slow.html"}