{"authors": ["Jim Rutenberg", "Ben Protess"], "date_download": "2018-11-16 04:49:24", "date_modify": "2018-11-16 04:49:24", "date_publish": "2018-07-21 16:10:41", "description": "Federal authorities believe that American Media Inc. acted more as a political supporter than as a news organization as it helped Michael D. Cohen suppress embarrassing coverage.", "filename": "2018_07_21_us_politics_trump-michael-cohen-american-media.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343764.html", "image_url": "https://static01.nyt.com/images/2018/07/22/us/22Ami-p1/22Ami1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_21_us_politics_trump-michael-cohen-american-media.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343764.html", "title": "Tabloid Company, Aiding Trump Campaign, May Have Crossed Line Into Politics", "title_page": "Tabloid Company, Aiding Trump Campaign, May Have Crossed Line Into Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Federal authorities examining the work President Trump’s former lawyer did to squelch embarrassing stories before the 2016 election have come to believe that an important ally in that effort, the tabloid company American Media Inc., at times acted more as a political supporter than as a news organization, according to people briefed on the investigation.\nThat determination has kept the publisher in the middle of an inquiry that could create legal and political challenges for the president as prosecutors investigate whether the lawyer, Michael D. Cohen, violated campaign finance law.\nIt could also spell trouble for the company, which publishes The National Enquirer, raising thorny questions about when coverage that is favorable to a candidate strays into overt political activity, and when First Amendment protections should apply.\nA.M.I.’s role in the inquiry received new attention on Friday with news that federal authorities had seized a recording from Mr. Cohen in which he and Mr. Trump discussed a $150,000 deal A.M.I. struck before the election, effectively silencing a woman’s claims of an affair by buying the rights to her story and not publishing it. The men also discussed whether Mr. Trump should buy the rights away from the company, which he did not ultimately do, according to a lawyer for the president, Rudolph W. Giuliani.", "url": "https://www.nytimes.com/2018/07/21/us/politics/trump-michael-cohen-american-media.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}