{"authors": ["Adam Goldman", "Michael S. Schmidt"], "date_download": "2018-11-16 04:41:20", "date_modify": "2018-11-16 04:41:20", "date_publish": "2018-08-13 15:08:41", "description": "Mr. Strzok was one of the F.B.I.’s top counterintelligence officials. But his disparaging texts about President Trump handed a weapon to conservatives assailing the Russia investigation.", "filename": "2018_08_13_us_politics_peter-strzok-fired-fbi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343280.html", "image_url": "https://static01.nyt.com/images/2018/08/14/us/politics/14dc-strzok-print/26dc-fbi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_13_us_politics_peter-strzok-fired-fbi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343280.html", "title": "F.B.I. Agent Peter Strzok, Who Criticized Trump in Texts, Is Fired", "title_page": "F.B.I. Agent Peter Strzok, Who Criticized Trump in Texts, Is Fired - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Aitan Goelman, Mr. Strzok’s lawyer, denounced his client’s dismissal. “The decision to fire Special Agent Strzok is not only a departure from typical bureau practice, but also contradicts Director Wray’s testimony to Congress and his assurances that the F.B.I. intended to follow its regular process in this and all personnel matters,” Mr. Goelman said.\n“This decision should be deeply troubling to all Americans,” Mr. Goelman added. “A lengthy investigation and multiple rounds of congressional testimony failed to produce a shred of evidence that Special Agent Strzok’s personal views ever affected his work.”\nMr. Strzok’s text exchanges with Ms. Page demonstrated animosity toward Mr. Trump. In one, Ms. Page asks: Trump is “not ever going to become president, right? Right?!” Mr. Strzok responds: “No. No he won’t. We’ll stop it.” The inspector general, who uncovered the messages, found no evidence that the pair imposed their political views on their investigative decisions but cited that exchange as “not only indicative of a biased state of mind but, even more seriously, implies a willingness to take official action to impact the presidential candidate’s electoral prospects.”\nThe report by the inspector general, Michael E. Horowitz, that preceded Mr. Strzok’s firing not only criticized his conduct in sending the texts but also his use of personal email accounts to handle sensitive information. In addition, the inspector general criticized Mr. Strzok’s decision not to move swiftly to examine new emails related to the Clinton investigation just weeks before the 2016 election.\nMr. Horowitz said in his report that he was “deeply troubled” by the text messages. Hundreds exchanged over months were found in which the pair disparaged Mr. Trump and, to a lesser extent, Mrs. Clinton, exchanged work gossip and bantered.\nOn Twitter, Mr. Strzok said he was “deeply saddened by this decision,” adding, “It has been an honor to serve my country and work with the fine men and women of the FBI.”\nMr. Strzok became emblematic of Mr. Trump’s unfounded assertions that a so-called deep state of bureaucrats opposed to him was undermining his presidency. Mr. Trump contended that Mr. Strzok targeted the president and accused Mr. Strzok of being “treasonous” and a “disgrace.” Mr. Strzok told lawmakers that he never leaked information about the Russia inquiry, which could have upended the election and hurt Mr. Trump’s chances of becoming president.", "url": "https://www.nytimes.com/2018/08/13/us/politics/peter-strzok-fired-fbi.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}