{"authors": ["Paul Krugman"], "date_download": "2018-11-16 03:16:45", "date_modify": "2018-11-16 03:16:45", "date_publish": "2018-10-27 14:22:57", "description": "The truth about the Nordic economies.", "filename": "2018_10_27_opinion_are-the-danes-melancholy-are-the-swedes-sad_1542338205.html", "image_url": "https://static01.nyt.com/images/2018/10/27/opinion/27krugman/merlin_140310747_85f06544-3d03-422b-b265-1442da8a5c7d-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_27_opinion_are-the-danes-melancholy-are-the-swedes-sad_1542338205.html", "title": "Are the Danes Melancholy? Are the Swedes Sad?", "title_page": "Opinion | Are the Danes Melancholy? Are the Swedes Sad? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The recent report by the White House Council of Economic Advisers on the evils of socialism has drawn a great deal of ridicule, and rightly so. It boils down to something along the lines of “You want Medicare for All? But what about the terrible things that happened under Mao Zedong?” That’s barely a caricature.\nHowever, one issue raised by the report has drawn some sympathetic appreciation even from liberals: the discussion of the Nordic economies, which are widely seen by U.S. progressives as role models. The report points out that real gross domestic product per capita in these economies is lower than in the U.S., and argues that this shows the costs of an expansive welfare state.\nBut is a negative assessment of the Nordic economies really right? That’s not at all clear. That lower G.D.P. number conceals two important points. First, by any measure people in the lower part of the income distribution are much better off in Nordic societies than their U.S. counterparts. That is, there is a lot less misery in Scandinavia — and because everyone has some chance of falling into low income, this reduces the risk of misery for a much larger share of the population.\n[The Opinion section is now on Instagram. Follow us at @nytopinion.]\nSecond, much of the gap in real G.D.P. represents a choice, not a cost. Nordic workers have much more vacation, much more time for family and leisure, than their counterparts in our “no vacation nation.”", "url": "https://www.nytimes.com/2018/10/27/opinion/are-the-danes-melancholy-are-the-swedes-sad.html"}