{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:19:29", "date_modify": "2018-11-16 03:19:29", "date_publish": "2018-03-19 23:14:46", "description": "As his soldiers wage a brutal offensive near Damascus, President Bashar al-Assad takes a leisurely drive into the heart of the civil war.", "filename": "2018_03_19_world_middleeast_syria-assad-drive-ghouta_1542338369.html", "image_url": "https://static01.nyt.com/images/2018/03/20/world/20assad1/20assad1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_19_world_middleeast_syria-assad-drive-ghouta_1542338369.html", "title": "Driving With Assad: Syria’s President Tours a Destroyed Suburb", "title_page": "Driving With Assad: Syria’s President Tours a Destroyed Suburb - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While other Arab leaders have aggrandized themselves with great wealth or military parades, Mr. Assad has cultivated a man-of-the-people image, a Syrian Everyman who loves his country and its people. In his simple Honda sedan, he speaks to an unidentified videographer documenting him from the passenger seat, with no other aides or security measures visible to the camera.\nIn 2016, he paid a similar visit to another Damascus suburb, Daraya, after his forces had starved and bombed its rebellious population into submission. In that video, he drove a silver Hyundai.\nThis time, as he drives by a line of buildings destroyed in combat, he speaks of feeling a mix of pride in the advances of his forces and of sadness for what the war had done to civilians, especially children.\n“The thing that is painful is to see is people who were forced without a choice because of the war, because of the terrorists, to leave their homes and to live for days in open areas,” he said.\nHe does not hint at his own role in the war, his forces’ history of inflicting tremendous violence and the costs to civilians his painful sieges have exacted on rebel-held areas. In eastern Ghouta, about 1,500 civilians have been killed since the Syrian government began its campaign to take the area last month, and some 20,000 civilians have fled in recent days. Witnesses have described scenes of families bombarded by government warplanes and artillery as they tried to flee, leaving the wounded lying in the street.\nThere were no scenes like that in Mr. Assad’s video. At one stop, he spoke to a crowd of soldiers, telling them that they were playing a crucial role in a global battle against terrorists.\n“Each bullet that you fire, when you hit a terrorist, when you get rid of a terrorist, you are changing the world system,” he said, as the booms of an ongoing battle punctuated his speech. Every tank driver who goes one meter forward, he is changing the map of world politics.”", "url": "https://www.nytimes.com/2018/03/19/world/middleeast/syria-assad-drive-ghouta.html"}