{"authors": ["Jamie Condliffe"], "date_download": "2018-11-16 04:02:45", "date_modify": "2018-11-16 04:02:45", "date_publish": "2018-06-27 18:43:17", "description": "Facebook bought Instagram for $1 billion in 2012. Today it has been valued at 100 times that figure.", "filename": "2018_06_27_business_dealbook_instagram-facebook.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340965.html", "image_url": "https://static01.nyt.com/images/2018/06/28/business/28DB-INSTAGRAM/28DB-INSTAGRAM-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_business_dealbook_instagram-facebook.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340965.html", "title": "Instagram Now Looks Like a Bargain", "title_page": "Instagram Now Looks Like a Bargain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Then there was the price tag. It seemed rich at the time. As DealBook explained then, Instagram had closed a $50 million financing round the week before striking its deal with Facebook. That round valued the start-up at about $500 million — half of what Facebook paid. (The Wall Street Journal reported that the opening bid of Instagram’s chief executive and co-founder, Kevin Systrom, was $2 billion. The final cost to Facebook was actually a more modest $715 million because the stock on which part of the deal was based had fallen in value.)\nFinally, there was the way the deal came together. Mr. Zuckerberg handled the three days of negotiations largely on his own and informed Facebook’s board about the deal only the day it was signed. The process raised questions about Facebook’s corporate governance and how it would operate as a multibillion-dollar, publicly traded company.\nAll the criticism and concerns have faded away. Instagram’s growth and revenue have taken off. Today if Instagram were a stand-alone company, Bloomberg Intelligence estimates that it would be worth more than $100 billion.\nHere are some of the reasons the acquisition of the photo-sharing platform has turned out to be such a success.", "url": "https://www.nytimes.com/2018/06/27/business/dealbook/instagram-facebook.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}