{"authors": ["Katie Thomas", "Reed Abelson", "Chad Bray"], "date_download": "2018-11-16 03:44:27", "date_modify": "2018-11-16 03:44:27", "date_publish": "2018-03-08 11:14:28", "description": "The transaction comes as insurers and others are looking for ways to control costs and stave off future challenges from companies like Amazon.", "filename": "2018_03_08_business_dealbook_cigna-express-scripts.html_module=inline_1542339867.html", "image_url": "https://static01.nyt.com/images/2018/03/09/business/09db-cigna/09db-cigna-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_08_business_dealbook_cigna-express-scripts.html_module=inline_1542339867.html", "title": "Cigna to Buy Express Scripts in $52 Billion Health Care Deal", "title_page": "Cigna to Buy Express Scripts in $52 Billion Health Care Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The health insurance giant Cigna said on Thursday that it had agreed to buy Express Scripts, the nation’s largest pharmacy benefit manager, in a $52 billion deal that could further reshape the roiling health care landscape.\nThe deal is the latest in a wave of consolidations that is sweeping through the health care industry. Companies are reacting to concerns over rising health care costs and the possibility of powerful new rivals entering the fray. In particular, Amazon’s move into the health care business has forced established companies to rethink how they can compete.\nCigna and Express Scripts said the acquisition would benefit consumers by allowing the two companies to bring together patients’ medical and pharmacy histories to improve treatments and lower costs.\n“This step furthers our strategy to improve the affordability and value to the consumer in a more personalized way,” said Cigna’s chief executive, David Cordani, who will serve as chief executive for the combined company.", "url": "https://www.nytimes.com/2018/03/08/business/dealbook/cigna-express-scripts.html?module=inline"}