{"authors": ["David Allen"], "date_download": "2018-11-16 04:46:54", "date_modify": "2018-11-16 04:46:54", "date_publish": "2018-10-11 21:00:04", "description": "Our guide to the city’s best classical music and opera happening this weekend and in the week ahead.", "filename": "2018_10_11_arts_music_classical-music-in-nyc-this-week.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343614.html", "image_url": "https://static01.nyt.com/images/2018/10/12/arts/12list-classical/12list-classical-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_11_arts_music_classical-music-in-nyc-this-week.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343614.html", "title": "8 Classical Music Concerts to See in N.Y.C. This Weekend", "title_page": "8 Classical Music Concerts to See in N.Y.C. This Weekend - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JUILLIARD ORCHESTRA at Alice Tully Hall (Oct. 15, 7:30 p.m.). Mark Elder, the exquisite British conductor currently leading “Samson et Dalila” at the Met, steps onto the podium to corral the Juilliard’s flagship ensemble through the “Four Sea Interludes” from Britten’s “Peter Grimes,” Strauss’s Oboe Concerto (with Robert Nunes as the soloist) and two works by Sibelius, “Night Ride and Sunrise” and the Symphony No. 7. The week ahead is a busy one for the Juilliard students. On Saturday, the period-instrument players of Juilliard415 are joined by the Yale Schola Cantorum and led by Masaaki Suzuki in a free concert of Handel’s “Alexander’s Feast” at St. Michael’s Church. And on Sunday afternoon, AXIOM under Jeffrey Milarsky plays a sensational-looking program of Knussen, Stravinsky and Andriessen at the Peter Jay Sharp Theater.\n212-799-5000, juilliard.edu\nORCHESTRE RÉVOLUTIONNAIRE ET ROMANTIQUE at Carnegie Hall (Oct. 14, 3 p.m.; Oct. 15, 8 p.m.). John Eliot Gardiner brings his excellent period-instrument band to New York for two concerts made up entirely of Berlioz. On Sunday, hear “Le Corsaire” Overture, “Harold in Italy” with the violist Antoine Tamestit, and “La Mort de Cléopâtre” and excerpts from “Les Troyens,” both with the mezzo-soprano Lucile Richardot. On Monday, the “Symphonie Fantastique” is followed by its rarely heard companion piece, “Lélio,” with Simon Callow as the narrator, Michael Spyres and Ashley Riches as the singers, and the National Youth Choir of Scotland.\n212-247-7800, carnegiehall.org", "url": "https://www.nytimes.com/2018/10/11/arts/music/classical-music-in-nyc-this-week.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}