{"authors": ["Prashant S. Rao"], "date_download": "2018-11-16 03:13:48", "date_modify": "2018-11-16 03:13:48", "date_publish": "2018-05-21 13:54:41", "description": "The decision by Britain’s culture secretary is the latest twist in a takeover battle between Comcast and Rupert Murdoch’s 21st Century Fox for control of the British satellite broadcaster.", "filename": "2018_05_21_business_media_sky-comcast-21st-century-fox_1542338028.html", "image_url": "https://static01.nyt.com/images/2018/05/22/business/22db-sky1/22db-sky1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_21_business_media_sky-comcast-21st-century-fox_1542338028.html", "title": "U.K. Unlikely to Block Comcast’s Proposed Sky Takeover, Minister Says", "title_page": "U.K. Unlikely to Block Comcast’s Proposed Sky Takeover, Minister Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Britain’s culture secretary said on Monday that he was unlikely to block the American cable giant Comcast’s proposed takeover of the British satellite broadcaster Sky, the latest twist in a merger battle between Comcast and Rupert Murdoch’s 21st Century Fox.\nIn a statement, the culture secretary, Matt Hancock, said he was not inclined to intervene in Comcast’s $30.7 billion bid for Sky because “the proposed merger does not raise concerns in relation to public interest considerations which would meet the threshold for intervention.”\nMr. Hancock’s remarks came amid a protracted effort by Fox to win full control of Sky, a company in which Mr. Murdoch’s company already holds a 39 percent stake. Fox submitted its current bid for Sky in December 2016, but the company has faced a series of regulatory roadblocks since then. Mr. Hancock is still considering that bid and is expected to make a final decision about it by sometime in June.\nComcast said in a statement that it welcomed Mr. Hancock’s position and remained “focused on progressing our superior offer for Sky.”", "url": "https://www.nytimes.com/2018/05/21/business/media/sky-comcast-21st-century-fox.html"}