{"authors": ["Ken Belson"], "date_download": "2018-11-16 03:19:04", "date_modify": "2018-11-16 03:19:04", "date_publish": "2018-05-17 15:10:32", "description": "Smart signings, massive crowds and a stealthy bus ride before home games have helped an M.L.S. team foster an immediate connection with its fans.", "filename": "2018_05_17_sports_soccer_atlanta-united-mls.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338344.html", "image_url": "https://static01.nyt.com/images/2018/05/20/sports/20atlantaunited-pic-01/20atlantaunited-pic-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_17_sports_soccer_atlanta-united-mls.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338344.html", "title": "A New Atlanta, United by Soccer", "title_page": "A New Atlanta, United by Soccer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For Almirón, Martino’s word was enough. “It came down to the fact that Tata called me and said, ‘I want to count on you for this team,’” he said. “I told Tata I wanted to come even though I didn’t know anything else about the project.”\nMartino envisioned a swirling, high-energy game that Eales justified as worth its risks: “We’re in the entertainment industry,” he said, “so let’s build a team that is attacking.”\n“If we’re going to win a close game,” Eales added, “I’d rather win, 4-3, than 1-0.”\nThe thrilling, and sometimes risky, style has won over fans, who helped set a league single-game attendance record last season, broke it later in the year, then surpassed it again when more than 72,000 turned up for this season’s home opener. At the core of those attendances is the team’s season-ticket base, which is over 37,000 strong.\nDon Garber, the commissioner of M.L.S., readily admits that he was among those shocked by Atlanta United’s instant success. His view of the city, he said, had remained stuck in the 1990s, before the influx of corporations, the rebirth of downtown and the arrival of hundreds of thousands of newcomers changed Atlanta’s demographics. He also had questioned the wisdom of playing in a cavernous N.F.L. stadium in a Southeastern Conference college market, but he eventually deferred to Blank, who reassured him — repeatedly — that he had a better sense of his city.\n“Atlanta had a reputation for transient folks from other places who didn’t connect with any one thing except college football,” Garber said. “The size of the stadium caused us concern, but Arthur kept saying, ‘I will fill the stadium.’ The fact that it was downtown was what put us over the finish line.”\nGetting to the finish line on game day now starts with raucous tailgating in the parking lots around the stadium, a kind of SEC meets M.L.S. vibe, and a couple of curious rituals.\nOne dates to the team’s first few games, when construction delays at Mercedes-Benz Stadium forced Atlanta United to begin its M.L.S. life at the football stadium at nearby Georgia Tech. In that arrangement, the players dressed for games at the team’s academy in suburban Marietta and then arrived at the stadium by bus, where fans greeted them as they walked to the locker room.", "url": "https://www.nytimes.com/2018/05/17/sports/soccer/atlanta-united-mls.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}