{"authors": ["Sheera Frenkel", "Cade Metz"], "date_download": "2018-11-16 04:02:44", "date_modify": "2018-11-16 04:02:44", "date_publish": "2018-04-30 22:22:34", "description": "Jan Koum’s exit is the highest-profile departure from Facebook after months of controversy at the social network. A company executive said security of user data was behind Mr. Koum’s decision.", "filename": "2018_04_30_technology_whatsapp-facebook-jan-koum.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340964.html", "image_url": "https://static01.nyt.com/images/2018/05/01/business/01WHATSAPP-print/01WHATSAPP02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_30_technology_whatsapp-facebook-jan-koum.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340964.html", "title": "WhatsApp Co-Founder Leaving Facebook Amid User Data Disputes", "title_page": "WhatsApp Co-Founder Leaving Facebook Amid User Data Disputes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — When Jan Koum, a founder of the messaging app WhatsApp, sold the service to Facebook in 2014, he explained how deeply he cared about the privacy of communication. Growing up in the Soviet Union during the 1980s — when surveillance was a fact of life — had made him realize the importance of being able to speak freely, he wrote.\n“Respect for your privacy is coded into our DNA, and we built WhatsApp around the goal of knowing as little about you as possible,” Mr. Koum wrote in a blog post after he had sold WhatsApp to Facebook for $19 billion. “If partnering with Facebook meant that we had to change our values, we wouldn’t have done it.”\nNow, instead of changing his values, Mr. Koum is leaving Facebook.\nOn Monday, Mr. Koum, 42, a member of Facebook’s board of directors, said in a post on the social network that “it is time for me to move on.” He did not give a reason for his exit.\nBut according to a company executive, who asked not to be identified because the details of Mr. Koum’s departure were confidential, Mr. Koum had grown increasingly concerned about Facebook’s position on user data in recent years. Mr. Koum was perturbed by the amount of information that Facebook collected on people and had wanted stronger protections for that data, the person said. Mr. Koum had discussed leaving the company since late last year, the person added.", "url": "https://www.nytimes.com/2018/04/30/technology/whatsapp-facebook-jan-koum.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}