{"authors": ["Reed Abelson", "Margot Sanger-Katz", "Julie Creswell"], "date_download": "2018-11-16 03:44:11", "date_modify": "2018-11-16 03:44:11", "date_publish": "2018-05-19 09:00:05", "description": "Guessing wrong on when a condition is a life-threatening medical emergency could mean a large bill. Or worse.", "filename": "2018_05_19_upshot_anthem-insurer-resists-paying-emergency-room-visits-if-avoidable_1542339851.html", "image_url": "https://static01.nyt.com/images/2018/05/20/upshot/20up-er-p1/00up-er-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_19_upshot_anthem-insurer-resists-paying-emergency-room-visits-if-avoidable_1542339851.html", "title": "As an Insurer Resists Paying for ‘Avoidable’ E.R. Visits, Patients and Doctors Push Back", "title_page": "As an Insurer Resists Paying for ‘Avoidable’ E.R. Visits, Patients and Doctors Push Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The criticism seems to have had an effect: For now, Anthem appears to be denying fewer claims — though it also expanded its policy to several more states.\n“Avoidable visits” are the latest conflict among doctors, hospitals, insurance companies and patients over emergency rooms. And the Anthem policy is just one way that patients seeking emergency care can be stuck with unexpected costs. Some doctors, who fail to sign contracts with insurance companies, are sending patients direct bills for their services.\n“It’s the place where the incentives in health care break down,” said Zack Cooper, a health economist at Yale University, who has studied patterns in out-of-network bills. “You’ve ended up with this death struggle between insurers, hospitals and emergency room physicians, and patients get caught in the middle.”\nThe emergency room, which functions as the front door to most hospitals, contributes a substantial portion to the nation’s enormous health costs. The program by Anthem, the nation’s second-largest insurer, tries to reduce those costs by changing patient behavior. Other insurers are watching carefully. Anthem points to estimates that as many as 5 percent of visits are unnecessary.\n“E.R.s are often a time-consuming place to receive care and in many instances 10 times higher in cost than urgent care,” Ms. Becher said.\nAnthem began testing its policy in Kentucky in 2015. That’s when Jason Salyers, now 32, who works in the financial aid office of a community college, started having episodes in which he couldn’t breathe. When he went to the emergency room, he was treated for a panic attack. Two days later, he returned, fearful he was having a heart problem.\nHis pulse, he recalls, was above 150 beats per minute.\n“I thought I was dying and I needed to go to the E.R.,” he said.", "url": "https://www.nytimes.com/2018/05/19/upshot/anthem-insurer-resists-paying-emergency-room-visits-if-avoidable.html"}