{"authors": ["Barry Meier"], "date_download": "2018-11-16 04:29:13", "date_modify": "2018-11-16 04:29:13", "date_publish": "2018-03-26 23:12:21", "description": "Federal authorities arrested Keith Raniere, the head of Nxivm, and charged him with forcing women to engage in sex, according to a complaint.", "filename": "2018_03_26_nyregion_keith-raniere-arrested-nxivm.html_module=inline_1542342553.html", "image_url": "https://static01.nyt.com/images/2018/03/27/nyregion/27sexcult1/27sexcult1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_26_nyregion_keith-raniere-arrested-nxivm.html_module=inline_1542342553.html", "title": "Charges Filed Against Leader of Secretive Group Where Women Were Branded", "title_page": "Charges Filed Against Leader of Secretive Group Where Women Were Branded - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Shortly after the publication of the Times article, the United States attorney’s office in Brooklyn opened an investigation into Nxivm. New York state officials are also investigating the group.\nIn an affidavit filed as part of the complaint, an agent with the Federal Bureau of Investigation, Michael Lever, stated that his inquiry had determined that Mr. Raniere maintained a “rotating group of fifteen to twenty women” with whom he maintained sexual relations. Those women were allowed to have sex only with him, the agent stated in the filing.\nWomen who joined the secret sorority were unaware that Mr. Raniere was its supreme master, Mr. Lever said. And some slaves were required by their masters, who included high-ranking women within Nxivm, “to have sex with Raniere, which they then did,” the filing said.\nMr. Lever said that two women who cooperated with the federal investigation said they believed they had to “complete the assignment or risk release of their collateral.”\nWhen one of the women started having sex with Mr. Raniere, he began giving her money and provided a job, but when she defected he demanded the money back, according to the filing.\nBoth Nxivm and Mr. Raniere have long attracted controversy. Former members have depicted him as a man who manipulated his adherents, had sex with them and urged women to follow near-starvation diets to achieve the type of physique he found appealing.\nOver the years, much of Nxivm’s funding has come from Clare and Sara Bronfman, sisters who are members of the group and the youngest daughters of Edgar Bronfman, the chairman of the Seagram Company who died in 2013.", "url": "https://www.nytimes.com/2018/03/26/nyregion/keith-raniere-arrested-nxivm.html?module=inline"}