{"authors": ["Melissa Eddy", "Chad Bray"], "date_download": "2018-11-16 03:50:15", "date_modify": "2018-11-16 03:50:15", "date_publish": "2018-03-02 13:35:22", "description": "Government and industry officials around the world warned of an escalating trade war, but President Trump doubled down on his vow, tweeting, “Trade wars are good, and easy to win.”", "filename": "2018_03_02_business_europe-steel-tariffs-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340215.html", "image_url": "https://static01.nyt.com/images/2018/03/02/business/tariffs-img1/tariffs-img1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_02_business_europe-steel-tariffs-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340215.html", "title": "E.U. Leader Threatens to Retaliate With Tariffs on Bourbon and Bluejeans", "title_page": "E.U. Leader Threatens to Retaliate With Tariffs on Bourbon and Bluejeans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BERLIN — The European Union will hit back at the heart of the United States, slapping tariffs on products like Harley-Davidsons, Kentucky bourbon and bluejeans, if President Trump goes ahead with a plan to place tariffs on steel and aluminum imports, the president of the bloc’s executive arm vowed on Friday.\nJean-Claude Juncker, president of the European Commission, made the remarks to the German news media in reaction to the proposed tariffs. He said the plans to tax the American goods, produced in the home states of key Republican leaders, had not yet been finalized, but amounted to treating them “the same way” that European products would be handled if the metals tariffs go through.\n“None of this is reasonable, but reason is a sentiment that is very unevenly distributed in this world,” Mr. Juncker declared. He said any measures taken by the bloc would conform with rules set by the World Trade Organization.\nREAD MORE: • The president on Friday appeared eager to defend his decision to levy sweeping tariffs, calling trade wars “easy to win.” • But other countries said they would respond to steel and aluminum tariffs with restrictions of their own. • A global tit-for-tat on trade could crimp economic growth. Here’s how.\nMr. Juncker’s was not the only denunciation to flow in after Mr. Trump told industry executives on Thursday that he planned to impose penalties of 25 percent on steel imports and 10 percent on aluminum imports from all countries. Criticism came from governments, lawmakers, metals makers and labor unions around the world.\nSteffen Seibert, a spokesman for the German chancellor, Angela Merkel, said on Friday that the government “rejects” the tariffs, adding that such measures could lead to a global trade war, which “can’t be in anyone’s interest.”", "url": "https://www.nytimes.com/2018/03/02/business/europe-steel-tariffs-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}