{"authors": ["Nathaniel Popper"], "date_download": "2018-11-16 03:41:06", "date_modify": "2018-11-16 03:41:06", "date_publish": "2018-02-07 10:00:26", "description": "Forbes published its first list of the wealthiest cryptocurrency holders, even as recent price declines have shrunk the value of their fortunes.", "filename": "2018_02_07_technology_forbes-virtual-currency-billionaires_1542339666.html", "image_url": "https://static01.nyt.com/images/2018/02/07/business/07COINRICH/06COINRICH3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_07_technology_forbes-virtual-currency-billionaires_1542339666.html", "title": "Here Are the World’s Virtual Currency Billionaires (or at Least They Were)", "title_page": "Here Are the World’s Virtual Currency Billionaires (or at Least They Were) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — The creators of the famous Forbes rich list have made their first attempt to identify the wealthiest people in the virtual currency industry. Yet the list that was published on Wednesday, right after major drops in virtual currency prices, inadvertently also served as a reminder of the fleeting nature of that wealth.\nWhile the list in Forbes magazine, which was assembled in recent weeks, identifies about 10 virtual currency billionaires, most of them were not billionaires by the time the feature went online on Wednesday morning. On Monday alone, the prices of many virtual currencies plummeted over 20 percent, before stabilizing on Tuesday.\nAt the top of the list is Chris Larsen, a founder of the Ripple virtual currency. Mr. Larsen was briefly estimated to be wealthier than Facebook’s Mark Zuckerberg last month when Ripple’s price peaked, taking his net wealth to nearly $60 billion.\nSince then, the price of Ripple’s digital token, XRP, has fallen more than 80 percent. Forbes put Mr. Larsen’s wealth at around $8 billion, but the same holdings were worth less than $6 billion by Wednesday.", "url": "https://www.nytimes.com/2018/02/07/technology/forbes-virtual-currency-billionaires.html"}