{"authors": ["The Associated Press"], "date_download": "2018-11-16 03:40:23", "date_modify": "2018-11-16 03:40:23", "date_publish": "2018-05-29 04:16:21", "description": "The expansion team that few predicted would be here took the lead in the third against the Washington Capitals and managed to hold on for a 6-4 win.", "filename": "2018_05_29_sports_hockey_golden-knights-capitals-stanley-cup-finals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339623.html", "image_url": "https://static01.nyt.com/images/2018/05/29/sports/29NHLprint1/29NHLprint1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_29_sports_hockey_golden-knights-capitals-stanley-cup-finals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339623.html", "title": "Golden Knights Take Game 1 of Stanley Cup Finals", "title_page": "Golden Knights Take Game 1 of Stanley Cup Finals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We put fun ahead of everything, and you can tell,” said Ryan Reaves, who scored the Knights’ tying goal in the third period. “Guys are having fun and they’re smiling.”\nWith its sellout crowd of hometown fans at deafening volume all night, Vegas put its usual speed and relentlessness on full display while overcoming a third-period deficit to win the opener of a matchup between two franchises seeking their first Stanley Cup titles.\nThe Game 1 winner has won the last six Cups and 61 of 78 overall.\nBraden Holtby stopped 28 shots for the Capitals, whose first Stanley Cup final game in 20 years was a defensive nightmare. Washington still had chances to win, but never slowed the Knights.\nTom Wilson got credit for the goal that put the Caps up 4-3 early in the third period when Fleury back-heeled a loose puck into his own net, but Reaves evened it 91 seconds later for Vegas.\nNosek then put the Knights ahead after Shea Theodore kept the puck in Washington’s zone, sidestepped a defender and fired a beautiful cross-ice pass Nosek, who buried a one-timer for his second goal of the playoffs.", "url": "https://www.nytimes.com/2018/05/29/sports/hockey/golden-knights-capitals-stanley-cup-finals.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}