{"authors": ["Richard Pérez-Peña"], "date_download": "2018-11-16 03:10:36", "date_modify": "2018-11-16 03:10:36", "date_publish": "2018-08-21 20:16:01", "description": "Despite years of warnings about underinvestment, experts and governments cannot say for sure how serious the risk is.", "filename": "2018_08_21_world_europe_genoa-bridge-collapse_1542337836.html", "image_url": "https://static01.nyt.com/images/2018/08/22/dining/22EUROPE-BRIDGES-01/22EUROPE-BRIDGES-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_21_world_europe_genoa-bridge-collapse_1542337836.html", "title": "After Italy Collapse, Europe Asks: How Safe Are Our Bridges?", "title_page": "After Italy Collapse, Europe Asks: How Safe Are Our Bridges? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While there is unease about bridges and highways in France, the government’s awareness of the problem and the absence of major bridge failures in decades have tamped down the public outcry.\n— Alissa Rubin\nIn Germany, warnings of inadequate maintenance\nMany studies and news reports in Germany in recent years raised alarms about underinvestment in infrastructure maintenance.\nRichard Dietrich, an architect and a bridge designer, even told the Hannoversche Allgemeine newspaper that Germany’s bridges were “rotting dangerously.”\nBut politicians and some engineers insist that fearful news coverage since the Genoa disaster is overblown. Infrastructure spending in Germany has rebounded recently, and Andreas Scheuer, the federal transport minister, said the government would spend 1.3 billion euros, around $1.5 billion, on bridge replacement and renovation this year.\n“In Germany, we have a proven system of controls for bridges,” he told the newspaper Bild am Sonntag last weekend. “I put my trust in it and citizens can trust it, too.”", "url": "https://www.nytimes.com/2018/08/21/world/europe/genoa-bridge-collapse.html"}