{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:50:32", "date_modify": "2018-11-16 03:50:32", "date_publish": "2018-02-13 22:09:30", "description": "Democrats at the bipartisan meeting voiced support for the president’s proposal to restrict imports of steel and aluminum, while Republicans urged caution.", "filename": "2018_02_13_business_economy_trump-imported-metal-limits.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340232.html", "image_url": "https://static01.nyt.com/images/2017/05/11/business/11STEEL3/11STEEL3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_13_business_economy_trump-imported-metal-limits.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340232.html", "title": "Trump Tells Lawmakers He’s Mulling Limits on Imported Steel", "title_page": "Trump Tells Lawmakers He’s Mulling Limits on Imported Steel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Representative Jackie Walorski, Republican of Indiana, warned that price increases could affect the recreational vehicles made in her district. Senator Gary Peters, Democrat of Michigan, noted that the auto parts industry relied on inexpensive metals. And Senator Lamar Alexander, Republican of Tennessee, said that past tariffs imposed in 2002 by President George W. Bush on steel had cost jobs for auto parts companies.\nIn a statement after the meeting, Representative Kevin Brady, Republican of Texas and the chairman of the House Ways and Means Committee, said that the Trump administration needed to hold China accountable for unfair trade practices. But he urged the president to “avoid any action” that could reverse what he described as the benefits of lower taxes and lighter regulation under the Trump administration.\n“I committed to continuing to work with him to identify a narrow and targeted remedy that is balanced, effective, protects national security and economic interests across America, and addresses the root problem of China’s distortive practices,” Mr. Brady said.\nThe president listened to their comments but occasionally offered some pushback, saying he believed foreign steel manufacturers would absorb the cost of the tariff, rather than raising their prices. “You may have a higher price, but you have jobs,” Mr. Trump said.\nSenator Patrick J. Toomey, Republican of Pennsylvania, suggested that the president focus specifically on countries that have unfair trading practices. “I would urge us to go very, very cautiously here,” he said.\nMr. Trump replied, “That’s all countries.”\nThe United Steelworkers, the country’s largest industrial union, and companies that forge steel and aluminum have united in pushing for import restrictions. But they have faced opposition from a broad array of industries that argue tariffs could hurt their ability to compete and cost more jobs than they would save.\nOn Monday, a collection of 15 trade associations representing more than 30,000 businesses that use steel to make products warned the White House in a letter that such restrictions could undermine their ability to manufacture goods in the United States.", "url": "https://www.nytimes.com/2018/02/13/business/economy/trump-imported-metal-limits.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}