{"authors": ["Cara Buckley"], "date_download": "2018-11-16 04:09:37", "date_modify": "2018-11-16 04:09:37", "date_publish": "2018-01-22 00:22:56", "description": "James Franco, who did attend, and Aziz Ansari, who didn’t, lost in their categories on a night when women’s empowerment was a theme.", "filename": "2018_01_21_movies_sag-awards.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341377.html", "image_url": "https://static01.nyt.com/images/2018/01/22/arts/22sag-awards-billboards/22sag-awards-billboards-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_21_movies_sag-awards.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341377.html", "title": "SAG Awards 2018: ‘Three Billboards’ Triumphs; #MeToo Gets Stage Time", "title_page": "SAG Awards 2018: ‘Three Billboards’ Triumphs; #MeToo Gets Stage Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But as the night wore on, more women, and at least one man, brought up the scandals that have shaken Hollywood and other industries to the core, with more accusations emerging and an increasingly urgent push for gender equality.\n“How wonderful it is that our careers today can go beyond 40 years old,” said Nicole Kidman, who won best actress in a television movie or limited series for her “Big Little Lies” performance. “Twenty years ago we were pretty washed up by this stage in our lives. That’s not the case now. We’ve proven that we’re potent and powerful and viable. I just beg that the industry stays behind us.”\nIn his acceptance speech, Mr. Rockwell said he welcomed the #MeToo moment, saying, “It’s long overdue.” Moments earlier, presenting an award, Marisa Tomei lauded her fellow presenter, Rosanna Arquette, for breaking her silence, and Ms. Arquette listed a number of women who have spoken out against the disgraced producer Harvey Weinstein. Another presenter, Brie Larson, said that the Time’s Up initiative was working with SAG-Aftra to hammer out a new code of conduct to ensure safety from harassment on movie sets.\nMs. Bell, the SAG Awards’ first ever host, faced the unenviable choice of directly addressing what Mr. Ansari and Mr. Franco stand accused of or making it the elephant in the room. That she opted for the latter was arguably a startling move, though in an interview last month with The Times, Ms. Bell said, “An awards show is not as serious as the conversation deserves to be.” (She did wear black at the ceremony, a nod of support for Time’s Up, though, unlike at the Globes, many women opted for color.) And the majority of presenters were women, a deliberate decision made by the producers in the wake of last January’s Women’s March and the #MeToo movement.\nAt the Golden Globes on Jan. 7, Seth Meyers won praise for threading the needle, referencing Hollywood’s sexual harassment scandals while ginning up genuine belly laughs. But that was before women began making claims against Mr. Franco and Mr. Ansari, who both collected Golden Globes that night. Indeed the accusers said they were inspired by the Time’s Up pins both men were wearing in support of people who had been victimized.", "url": "https://www.nytimes.com/2018/01/21/movies/sag-awards.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}