{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:00:15", "date_modify": "2018-11-16 04:00:15", "date_publish": "2018-09-07 23:56:02", "description": "A perfect nominee for a president with no clear relation to the truth.", "filename": "2018_09_07_opinion_editorials_brett-kavanaugh-confirmation-hearings.html_comments=&module=inline_1542340815.html", "image_url": "https://static01.nyt.com/images/2018/09/07/opinion/07kavanaugh/07kavanaugh-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_07_opinion_editorials_brett-kavanaugh-confirmation-hearings.html_comments=&module=inline_1542340815.html", "title": "Confirmed: Brett Kavanaugh Can’t Be Trusted", "title_page": "Opinion | Confirmed: Brett Kavanaugh Can’t Be Trusted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Then there are the persistent doubts about his truthfulness in telling senators in 2006 that he had no knowledge of Mr. Bush’s warrantless wiretapping program or his detainee treatment policy — claims that have been called into question by yet more emails, which showed he knew about both of those things years before they became public.\nAs Senator Dick Durbin of Illinois told Judge Kavanaugh on Thursday , “You say that words matter. You claim to be a textualist when you interpret other people’s words, but you don’t want to be held accountable for the plain meaning of your own words.”\nJudge Kavanaugh was quick to provide lawyerly explanations for all of these discrepancies, but they paint a pattern that’s hard to ignore: He misstates facts under oath, and Republicans cover for him by making it hard, if not impossible, to get the documents proving it. With the help of the White House and a personal lawyer for Mr. Bush, Senator Chuck Grassley, the chairman of the Judiciary Committee, has subverted a long-established, nonpartisan process and hidden more than 90 percent of the material pertaining to Judge Kavanaugh’s time in government.\nIt’s only thanks to Senate Democrats and others that we’ve been able to see important pieces of the judge’s lengthy paper trail. There is far more that was never even requested. Far from being embarrassed by all this, Judge Kavanaugh is acting like someone who knows there is virtually nothing he can do to imperil his nomination.\nInstead, he’s followed his own cynical advice to a 2002 judicial nominee: “She should not talk about her views on specific policy or legal issues,” he wrote in an email then. “She should say that she has a commitment to follow Supreme Court precedent, that she understands and appreciates the role of a circuit judge, that she will adhere to statutory text, that she has no ideological agenda.”\nThat is more or less how Judge Kavanaugh got through his hearings. But his ideological agenda is well known, which is precisely why he’s been on Republican Supreme Court shortlists for the last decade. That agenda includes, for starters, a well-established hostility to women’s reproductive rights and a stunningly expansive view of presidential power and impunity.", "url": "https://www.nytimes.com/2018/09/07/opinion/editorials/brett-kavanaugh-confirmation-hearings.html?comments=&module=inline"}