{"authors": ["John Herrman"], "date_download": "2018-11-16 03:14:03", "date_modify": "2018-11-16 03:14:03", "date_publish": "2018-04-10 09:00:14", "description": "The scandal revealed just how much we’d come to trust Facebook — and clarified what the company is really capable of.", "filename": "2018_04_10_magazine_cambridge-analytica-and-the-coming-data-bust.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338043.html", "image_url": "https://static01.nyt.com/images/2018/04/15/magazine/15mag-ontech1/15mag-ontech1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_10_magazine_cambridge-analytica-and-the-coming-data-bust.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338043.html", "title": "Cambridge Analytica and the Coming Data Bust", "title_page": "Cambridge Analytica and the Coming Data Bust - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Experiences that test our trust of the free-services-for-personal-data internet are accumulating and threaten to become more personal: the failure of Twitter to ban someone who harassed or threatened you; a small but embarrassing email hack resulting in a scammer asking old friends for money and concluding with an admonishment from your provider that you just needed a better password; an identity theft, a suffering credit score and then news of a hack at Equifax, a service to which you never even chose to provide data. Or it could be nothing more than an eerily well-targeted ad, one that suggests that a certain service — maybe one you never even meant to interact with — knows things about you that you don’t remember telling it.\nThe wider consequences of these arrangements are harder to quantify and sometimes even to see. They are: a social-media ecosystem that has annexed the news and the public sphere; nascent but increasingly assertive systems of identity and social currency that seek to transcend borders while answering only to investors; billions of lives’ worth of trustingly volunteered data in the hands of companies that might want to make money from it, or that might have no need for it anymore, or that might go out of business, change ownership or simply forget what they had in the first place. Perhaps someone — a new partner, an enterprising researcher, a repressive government — might, one day, discover new uses for the data.\nA loss of faith in tech companies as semipublic infrastructure would also arrive simultaneously with an understanding that that’s what they had been all along: services that we depended on, ones we gave ourselves to, and that revealed themselves to be — or merely became — the sorts of services we’d rather not. They’re not too big to fail in the banking sense. But they’re similarly hard to budge, having constructed entire modes of interaction, consumption and identity verification that are now intimately interwoven with our lives, so all-encompassing that they’ve practically become invisible. To stop using these products is to leave the internet, and these companies made it their mission to make sure there isn’t anywhere else to go.\nIn a recent conference call with reporters, Mark Zuckerberg, the company’s chief executive, confessed that Facebook ought to do a better job of putting privacy tools in front of users, but in the same breath he encouraged people to use the tools and to “make sure that they’re comfortable with how their information is used on our services and others.” It was a gesture at dusty old user agreements — an emphasis on the fact that we technically consented to this, and that if he was expected to hold up his end of the deal, we should be too. It called to mind a line of the financial industry’s post-crisis defense: Borrowers should have read the fine print. But for the tech industry, this posture is even more of a stretch: It’s an argument for honoring the status quo, coming from the people who have made it their mission to destroy it.", "url": "https://www.nytimes.com/2018/04/10/magazine/cambridge-analytica-and-the-coming-data-bust.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}