{"authors": ["Matthew Haag", "Sharon Lafraniere"], "date_download": "2018-11-16 04:48:58", "date_modify": "2018-11-16 04:48:58", "date_publish": "2018-08-23 15:09:40", "description": "“We laid it out in front of her again and again,” a juror, Paula Duncan, told Fox News. “She still said she had reasonable doubt.”", "filename": "2018_08_23_us_manafort-juror-paula-duncan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343738.html", "image_url": "https://static01.nyt.com/images/2018/08/24/us/24XP-MANAFORT/merlin_142628151_c0306d13-b3ad-4fae-992f-5549086f2467-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_23_us_manafort-juror-paula-duncan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343738.html", "title": "Manafort Jury Holdout Blocked Guilty Verdicts on 10 of 18 Charges, Juror Says", "title_page": "Manafort Jury Holdout Blocked Guilty Verdicts on 10 of 18 Charges, Juror Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Paul Manafort, President Trump’s former campaign chairman, would have been convicted on all 18 charges of financial fraud but for one holdout juror, who forced a mistrial on 10 counts, another member of the jury said on Wednesday.\nThat juror, Paula Duncan, who described herself as a strong supporter of President Trump, said on Fox News that even though she believed the prosecutors had targeted Mr. Manafort in hopes of gaining information against Mr. Trump, the evidence against him “was overwhelming.”\n“I did not want Paul Manafort to be guilty,” Ms. Duncan said, “but he was.”\nMr. Manafort, 69, was convicted Tuesday of five charges of tax fraud, two charges of bank fraud and one count of failure to disclose a foreign bank account.\nMs. Duncan said 10 members of the jury were solidly convinced of his guilt on the other 10 counts as well. An 11th juror wavered at points but was ultimately won over after the other jurors pointed out what Ms. Duncan called an extensive paper trail.", "url": "https://www.nytimes.com/2018/08/23/us/manafort-juror-paula-duncan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}