{"authors": ["Jeffery C. Mays"], "date_download": "2018-11-16 04:52:09", "date_modify": "2018-11-16 04:52:09", "date_publish": "2018-02-11 23:13:34", "description": "Public housing tenants who lived without heat during the winter cold snap deserve refunds that could cost $15 million, lawyers say.", "filename": "2018_02_11_nyregion_legal-aid-heating-outages-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343929.html", "image_url": "https://static01.nyt.com/images/2018/02/12/reader-center/12NYCHA_xp/12NYCHA_xp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_11_nyregion_legal-aid-heating-outages-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343929.html", "title": "Putting a Price on Heat, Legal Aid Threatens to Sue Housing Authority", "title_page": "Putting a Price on Heat, Legal Aid Threatens to Sue Housing Authority - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Legal Aid Society has threatened to take the New York City Housing Authority to court unless the agency agrees to refund up to $15 million in rent to tenants who were left without heat or hot water during this winter’s cold snap.\n“Unless Nycha grants abatements, the Legal Aid Society will take necessary legal action to enforce our clients’ rights,” Lucy Newman, a staff lawyer for the Legal Aid Society, wrote in a letter sent to Nycha on Friday. The group gave Nycha until Feb. 21 to resolve the issue.\nNew York City has seen the most days below freezing this winter since 1961. The frigid temperatures have taken a toll on Nycha’s aging boilers, leaving 323,098 residents without heat or hot water at some point during the heating season. Nycha officials have said that between Oct. 1, 2017, and Jan. 22, 143,000 apartments were without heat and hot water for an average of 48 hours.\nUsing this information, Legal Aid Society lawyers argue that anywhere from $2.5 million to $15 million in rent payments should be rebated based on the average monthly rent of $509, or $17 per day.", "url": "https://www.nytimes.com/2018/02/11/nyregion/legal-aid-heating-outages-lawsuit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}