{"authors": ["Scott Shane", "Mark Mazzetti"], "date_download": "2018-11-16 03:11:27", "date_modify": "2018-11-16 03:11:27", "date_publish": "2018-02-17 01:51:52", "description": "Using American bank accounts, drivers’ licenses and disposable phones, about 80 Russians worked to disparage Hillary Clinton, promote Donald Trump and sow discord.", "filename": "2018_02_16_us_politics_russia-mueller-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337887.html", "image_url": "https://static01.nyt.com/images/2018/02/17/us/politics/17dc-muellerticktock/17dc-muellerticktock-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_16_us_politics_russia-mueller-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337887.html", "title": "Inside a 3-Year Russian Campaign to Influence U.S. Voters", "title_page": "Inside a 3-Year Russian Campaign to Influence U.S. Voters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At the height of the 2016 campaign, the effort employed more than 80 people, who used secure virtual private network connections to computer servers leased in the United States to hide the fact that they were in Russia. From there, they posed as American activists, emailing, advising and making payments to real Americans who were duped into believing that they were part of the same cause.\nThe playing field was mainly social media, where the Russians splashed catchy memes and hash tags. Facebook has estimated that the fraudulent Russian posts reached 126 million Americans on its platforms alone.\nThe Russian operatives contacted, among others, a real Texas activist who, evidently assuming they were Americans, advised them to focus on “purple states like Colorado, Virginia & Florida.” After that, F.B.I. agents found that the phrase “purple states” became a mantra for the Russian operation.\nClinton Watts, a former F.B.I. agent who has tracked the Russian campaign closely, said that he had no doubt that President Vladimir V. Putin of Russia was behind the effort, which was carried out by companies controlled by his friend and ally, Yevgeny V. Prigozhin. But he noted that the so-called trolls employed by Mr. Prigozhin took elaborate steps to obscure their identities and locations and to avoid leaving government fingerprints.\n“From the beginning, they built this so it could be plausibly denied,” Mr. Watts said. Mr. Putin has repeatedly denied any government role in hacking and disinformation aimed at the United States, while coyly allowing that patriotic Russians may have carried out such attacks on their own.\nAndrew S. Weiss, a Russia specialist at the Carnegie Endowment for International Peace, called the reported origin of the effort in April 2014 “crucially important.”", "url": "https://www.nytimes.com/2018/02/16/us/politics/russia-mueller-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}