{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:40:14", "date_modify": "2018-11-16 03:40:14", "date_publish": "2018-02-09 00:43:02", "description": "After years of professing fiscal discipline, Republicans are embracing budget deficits as the nation’s debt swells.", "filename": "2018_02_08_us_politics_republicans-spending-deficits-debt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339614.html", "image_url": "https://static01.nyt.com/images/2018/02/09/business/09DC-DEFICIT1/08DC-DEFICIT1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_08_us_politics_republicans-spending-deficits-debt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339614.html", "title": "Republicans Learn to Love Deficit Spending They Once Loathed", "title_page": "Republicans Learn to Love Deficit Spending They Once Loathed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“With this deal, we will experience trillion-dollar deficits permanently,” said Andy Roth, vice president of the conservative Club for Growth. “That sort of behavior, the last time I checked, is not in the Republican platform.”\nThe seeds of this ballooning debt load are already taking root — the Treasury Department said last month that it expects to borrow $955 billion this fiscal year and more than $1 trillion in both 2019 and 2020. That money appears set to get only more expensive to borrow, as the Federal Reserve looks to continue raising interest rates and investors demand higher returns from an increasingly debt-laden government.\nIndeed, the borrowing spree is contributing to recent volatility in financial markets, as investors fret that the additional fiscal stimulus, paired with a strengthening economy, could fuel inflation and translate into higher interest rates more quickly than anticipated. Major stock indexes dropped sharply again late Thursday afternoon, falling into a market correction, or a drop of more than 10 percent from their peak, largely on comments from the Bank of England that it might raise interest rates sooner and higher as it looks to fend off possible inflation. Investors poured into bonds in a flight to safety, pushing the yield on the 10-year Treasury bill to a four-year high of 2.88 percent.\nFor many Republicans, backing the budget agreement is a break with conservative fiscal orthodoxy that carries risk going into the midterm elections. The party’s professed commitment to limited government and deficit reduction helped Republicans regain control of the House and Senate during the Obama administration and also helped President Trump win election, with the candidate promising to get federal spending under control.\nLast May, the Trump administration released a budget projecting the United States would swing from a deficit of $440 billion in 2018 to a surplus of $16 billion in 2027. The budget called for deep cuts to domestic programs and a robust increase in military spending.", "url": "https://www.nytimes.com/2018/02/08/us/politics/republicans-spending-deficits-debt.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}