{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:53:39", "date_modify": "2018-11-16 04:53:39", "date_publish": "2018-05-15 09:00:08", "description": "So what if you have no room to expand and little money to spend? There are still ways to make your kitchen feel bigger and function better.", "filename": "2018_05_15_realestate_renovating-tiny-kitchen_1542344019.html", "image_url": "https://static01.nyt.com/images/2018/05/20/realestate/20fix-kitchen1/20fix-kitchen1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_15_realestate_renovating-tiny-kitchen_1542344019.html", "title": "Making the Most of a Tiny Kitchen on a Tiny Budget", "title_page": "Making the Most of a Tiny Kitchen on a Tiny Budget - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On the other wall, a short, shallow counter with rounded edges sat awkwardly in the middle of the space, offering little in the way of storage or counter space. After it was removed, a shallow cabinet and countertop was installed along the entire length of the wall, making room for storage in the process.\nBut first, the entrance to the kitchen had to be shifted a few inches to allow the counter to extend the length of the space. Centering the kitchen entrance by building the wall out a few inches on one side and cutting it back a few inches on the other was the easiest fix.\n“We were trying to open up the space and utilize as many tricks as we could to make it feel bigger than it was,” Mrs. Greig said, noting that the room was not wide enough for standard counter-depth cabinets along facing walls. “Moving that doorway a few inches to the left and centralizing it in the room meant we could get a full-height pantry cabinet in.”\nLOOK FOR WASTED SPACE During the renovation — which took about four months because the couple did the bulk of the work themselves on nights and weekends — they discovered that the soffit surrounding the air-conditioning vent was much larger than it needed to be.", "url": "https://www.nytimes.com/2018/05/15/realestate/renovating-tiny-kitchen.html"}