{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:43:21", "date_modify": "2018-11-16 04:43:21", "date_publish": "2018-04-29 08:38:16", "description": "South Korean officials said the North Korean leader, Kim Jong-un, had told them he would abandon his nuclear weapons if Washington ended the Korean War and promised nonaggression.", "filename": "2018_04_29_world_asia_north-korea-trump-nuclear.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343401.html", "image_url": "https://static01.nyt.com/images/2018/04/30/world/30nkorea/30nkorea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_29_world_asia_north-korea-trump-nuclear.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343401.html", "title": "Kim Says He’d End North Korea Nuclear Pursuit for U.S. Truce", "title_page": "Kim Says He’d End North Korea Nuclear Pursuit for U.S. Truce - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — Keeping diplomatic developments coming at a head-snapping pace, the South Korean government said on Sunday that North Korea’s leader, Kim Jong-un, had told President Moon Jae-in that he would abandon his nuclear weapons if the United States agreed to formally end the Korean War and promise not to invade his country.\nIn a confidence-building gesture ahead of a proposed summit meeting with President Trump, a suddenly loquacious and conciliatory Mr. Kim also said he would invite experts and journalists from South Korea and the United States to watch the shutdown next month of his country’s only known underground nuclear test site.\nIn Washington, Trump officials spoke cautiously about the chances of reaching a deal and laid out a plan for the dismantling of the North’s nuclear program, perhaps over a two-year period.\nThat would be accompanied by a “full, complete, total disclosure of everything related to their nuclear program with a full international verification,” said John R. Bolton, Mr. Trump’s new national security adviser.", "url": "https://www.nytimes.com/2018/04/29/world/asia/north-korea-trump-nuclear.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}