{"authors": ["Hannah Beech", "Muktita Suhartono", "Richard C. Paddock"], "date_download": "2018-11-16 04:27:37", "date_modify": "2018-11-16 04:27:37", "date_publish": "2018-09-29 16:46:26", "description": "On Sunday, a spokesman for the Indonesian disaster agency said the toll from the twin disasters had doubled, to at least 832 people.", "filename": "2018_09_29_world_asia_indonesia-tsunami-sulawesi-palu_1542342457.html", "image_url": "https://static01.nyt.com/images/2018/09/30/world/30tsunami-alpha/30tsunami-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_29_world_asia_indonesia-tsunami-sulawesi-palu_1542342457.html", "title": "Indonesia Tsunami and Quake Devastate an Island, Killing Hundreds", "title_page": "Indonesia Tsunami and Quake Devastate an Island, Killing Hundreds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BANGKOK — As Batik Air Flight 6231 readied for takeoff, the ground began to violently shake in Palu, a city on the eastern Indonesian island of Sulawesi.\nIn the wobbling air traffic control tower, as other personnel fled, Anthonius Gunawan Agung, 21, stayed put, helping guide the pilot down the runway. Moments after the plane went airborne, the earthquake intensified, and Mr. Agung leapt out of the tower to his death as its roof collapsed.\nAs the pilot of the flight, Ricosetta Mafella, ascended over the coast, he noticed what he called on Instagram a “strange wave” — a sign of the devastating tsunami that would soon sweep over Palu and other parts of Central Sulawesi Province.\nThe twin disasters — a 7.5-magnitude earthquake, and the swirling wall of water it unleashed — killed hundreds of people and destroyed thousands of buildings there, including a shopping mall, a hotel, seaside restaurants and several mosques.\n“We have found corpses from the earthquake as well as bodies swept up by the tsunami,” Sutopo Purwo Nugroho, a spokesman for the Indonesian disaster agency, said in a television interview.\nOn Sunday, the disaster agency spokesman said the death toll from the twin disasters had more than doubled, to 832, with nearly all of the reported deaths in Palu.\nIndonesian officials were preparing for a sharp rise in the death toll because search-and-rescue teams had yet to reach populous coastal settlements near Palu by Sunday morning. Vice President Jusuf Kalla of Indonesia told a local news website that thousands may have died, with an unknown number washed out to sea.", "url": "https://www.nytimes.com/2018/09/29/world/asia/indonesia-tsunami-sulawesi-palu.html"}