{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 04:27:02", "date_modify": "2018-11-16 04:27:02", "date_publish": "2018-01-21 09:05:57", "description": "The advance team of North Koreans, headed by Hyon Song-wol, one of the North’s best-known propaganda singers, arrived in the South on Sunday.", "filename": "2018_01_21_world_asia_north-korea-pop-singer-olympics_1542342422.html", "image_url": "https://static01.nyt.com/images/2018/01/22/world/22korea/22korea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_21_world_asia_north-korea-pop-singer-olympics_1542342422.html", "title": "North Korean Pop Singer Leads Pre-Olympic Delegation to South", "title_page": "North Korean Pop Singer Leads Pre-Olympic Delegation to South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — Barbed-wire steel gates on the heavily fortified border between North and South Korea swung open for the first time in two years on Sunday, allowing in an advance team of officials from the North, led by one of its most celebrated singers, to help plan for next month’s Winter Olympics.\nThe visit by the seven-member North Korean delegation has been heralded as a thawing of tensions following a series of missile and nuclear tests by the North. The group will spend two days in South Korea to help prepare for cultural performances by North Korean singers, dancers and pop orchestra musicians during the Winter Olympics, which will be held in the South Korean mountain town of Pyeongchang.\nIn South Korean media, it was the North Korean singer, Hyon Song-wol, who stole the show. Nicknamed the “girl on a steed” by South Koreans after her most popular song, Ms. Hyon was greeted with a media frenzy that South Korea usually reserves for one of its own K-pop stars.\nSouth Korean television crews tagged along, feeding live broadcasts, as a bus carrying Ms. Hyon’s delegation and a police escort sped down the inter-Korean highway linking the two nations, which was temporarily reopened for their visit.", "url": "https://www.nytimes.com/2018/01/21/world/asia/north-korea-pop-singer-olympics.html"}