{"authors": ["John Herrman"], "date_download": "2018-11-16 03:14:23", "date_modify": "2018-11-16 03:14:23", "date_publish": "2018-06-17 19:14:20", "description": "Google and Facebook are struggling to catch up with Twitch, a service that Amazon bought four years ago for $1.1 billion.", "filename": "2018_06_17_business_media_amazon-twitch-video-games_1542338063.html", "image_url": "https://static01.nyt.com/images/2018/06/05/business/05TWITCH-gif/05TWITCH-gif-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_17_business_media_amazon-twitch-video-games_1542338063.html", "title": "With Twitch, Amazon Tightens Grip on Live Streams of Video Games", "title_page": "With Twitch, Amazon Tightens Grip on Live Streams of Video Games - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Late on a recent night, more than 600,000 people watched one of the most popular video game players, Tyler Blevins, engage in Fortnite Battle Royale with a celebrity guest: Drake.\nMr. Blevins streams his near-daily video game sessions live on Twitch, a website acquired by Amazon in 2014 for $1.1 billion. He makes more than $500,000 a month on the platform, thanks to his 250,000 paid subscribers, and some of his sessions can last 12 hours. Mr. Blevins, who plays under the name Ninja, is popular not only because of his gaming skill, which is considerable, but because of his draw as a host.\nDrake was deferential to Mr. Blevins as they teamed up before an audience that peaked at roughly 667,000 viewers, a ratings record (since broken) for a nontournament live stream. As the game progressed, the world-famous rapper played a supporting role, collecting supplies for Ninja, seemingly content to lend a hand to a master at work.\nLike others who make significant money on Twitch, Mr. Blevins is a born talker, and he bantered with the fans as he and Drake played. Drake joined the conversation, too. He told the commenters that he liked pineapple on his pizza and explained that he was a Ninja fan before Twitch, back when Mr. Blevins, 27, first found fame among gamers on YouTube and Instagram.", "url": "https://www.nytimes.com/2018/06/17/business/media/amazon-twitch-video-games.html"}