{"authors": ["Cheryl Strayed", "Steve Almond"], "date_download": "2018-11-16 04:53:16", "date_modify": "2018-11-16 04:53:16", "date_publish": "2018-10-30 15:30:13", "description": "Shouldn’t I be the one to decide?", "filename": "2018_10_30_style_birth-delivery-room-who-gets-to-be-there_1542343996.html", "image_url": "https://static01.nyt.com/images/2018/11/01/fashion/01SWEETSPOT/01SWEETSPOT-facebookJumbo.gif", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_30_style_birth-delivery-room-who-gets-to-be-there_1542343996.html", "title": "I Want My Best Friend in the Delivery Room. My Husband Definitely Does Not.", "title_page": "I Want My Best Friend in the Delivery Room. My Husband Definitely Does Not. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Steve Almond: This deep form of listening is at the heart of how we respond to letters , and I love Cheryl’s suggested approach here. It’s vital that you find a way to speak honestly about the feelings of vulnerability lurking beneath this dispute. That said, there are a couple of troubling ideas embedded in your husband’s outlook. First, birth is not a loyalty test. It’s natural that your husband would want to feel comfortable and close to you during your labor and birth. But if he truly believes this event will be tainted by the presence of a friend you care about, he’s choosing to put his own needs before your wishes. That’s not just insecurity — it’s entitlement. Second, birth is not a proprietary experience. More often than not, it’s a collective experience, one that involves a lot of people: nurses, doctors, midwives, family, friends and so on. These folks don’t show up to “invade” space or steal face time. They show up to help the mother, and the father, in a time of great joy but also great anxiety and risk. The birth process serves as an initial lesson in the larger project of raising children — the more support you can draw from the community around you, the happier everyone will be.\nCS: It seems inevitable — and right — that your friend will be by your side for at least part of your labor and birth, Stalemated, but extend that invitation to her in a way that takes your husband’s wishes into consideration. Given your description of your friend, he has reason to fear that her presence would feel intrusive, so lovingly address this with her. You want her with you, but really she’ll be there to support you both. Ask her if she feels she can do that. Tell her in advance that you may at times want to be alone with your husband during your labor. And remember, the one thing we know for sure about giving birth is we don’t know how it’ll go. My husband was initially reluctant to have two of my friends at our first child’s birth, for fear of being crowded out, but once we were in the thick of it, he was deeply grateful to have them there, each of them taking turns in what was a days-long ordeal — walking me up and down the hallway, pressing a cool washcloth to my forehead, offering encouraging words. They don’t call it labor for nothing. My friends were a meaningful part of the birthing crew, as were my midwives and their apprentices, but when our son was finally born it was my husband’s eyes mine went to, my husband’s arms that wrapped around me as together we greeted our baby.\nSA: Setting up boundaries is vital. But it’s important, also, to take a deep breath and realize where you are in the process: the very beginning. My own hunch is that the rancor that’s flared between you is, in part, a response to the enormity of the step you’re taking. There are all these unknowns hovering before you as a couple: Will you be able to conceive a child? Will you have a healthy pregnancy, and birth and child? And that’s before you get to sleepless nights and dirty diapers . It’s a lot to worry about. And it will require patience and faith from both of you, along with trust and candor. Your husband needs to hear from you that he’ll remain beloved in your heart. And you need to hear from him that he’ll respect your need for a friendship that nourishes you. The beautiful scene Cheryl describes above is one I’ve been lucky enough to experience, from the other side, three times in the past dozen years. The intensity of such moments has a humbling effect: We are released from the pettiness of our own brittle needs and awakened to the far more fragile project of caring for a baby. Nobody can know how you two will react to all that pressure. But the true work of a marriage, and of raising kids together, resides in an ability to communicate your feelings without shame. Living with that kind of exposure is scary. But it’s also an opportunity to deepen the intimacy of your bond as you prepare for all that lies ahead.", "url": "https://www.nytimes.com/2018/10/30/style/birth-delivery-room-who-gets-to-be-there.html"}