{"authors": ["Nick Wingfield", "Katie Thomas", "Reed Abelson"], "date_download": "2018-11-16 03:40:51", "date_modify": "2018-11-16 03:40:51", "date_publish": "2018-01-30 12:46:41", "description": "The three companies will create a new venture with the goal of simplifying coverage for their employees, in a move that unsettled the health care world.", "filename": "2018_01_30_technology_amazon-berkshire-hathaway-jpmorgan-health-care.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339651.html", "image_url": "https://static01.nyt.com/images/2018/01/30/business/31HEALTHCARE-alpha/31HEALTHCARE-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_30_technology_amazon-berkshire-hathaway-jpmorgan-health-care.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339651.html", "title": "Amazon, Berkshire Hathaway and JPMorgan Team Up to Try to Disrupt Health Care", "title_page": "Amazon, Berkshire Hathaway and JPMorgan Team Up to Try to Disrupt Health Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEATTLE — Three corporate behemoths — Amazon, Berkshire Hathaway and JPMorgan Chase — announced on Tuesday that they would form an independent health care company for their employees in the United States.\nThe alliance was a sign of just how frustrated American businesses are with the state of the nation’s health care system and the rapidly spiraling cost of medical treatment. It also caused further turmoil in an industry reeling from attempts by new players to attack a notoriously inefficient, intractable web of doctors, hospitals, insurers and pharmaceutical companies.\nIt was unclear how extensively the three partners would overhaul their employees’ existing health coverage — whether they would simply help workers find a local doctor, steer employees to online medical advice or use their muscle to negotiate lower prices for drugs and procedures. While the alliance will apply only to their employees, these corporations are so closely watched that whatever successes they have could become models for other businesses.\nMajor employers, from Walmart to Caterpillar, have tried for years to tackle the high costs and complexity of health care, and have grown increasingly frustrated as Congress has deadlocked over the issue, leaving many of the thorniest issues to private industry. About 151 million Americans get their health insurance from an employer.", "url": "https://www.nytimes.com/2018/01/30/technology/amazon-berkshire-hathaway-jpmorgan-health-care.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}