{"authors": ["William Neuman", "Liz Robbins"], "date_download": "2018-11-16 04:29:44", "date_modify": "2018-11-16 04:29:44", "date_publish": "2018-01-11 23:40:15", "description": "Speaker Corey D. Johnson accused police and federal agents of acting violently at an immigration protest where two City Council members were arrested.", "filename": "2018_01_11_nyregion_immigration-protest-police-arrests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342584.html", "image_url": "https://static01.nyt.com/images/2018/01/12/nyregion/12protest/12protest-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_11_nyregion_immigration-protest-police-arrests.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342584.html", "title": "Council Speaker Calls Police Response ‘Out of Control’", "title_page": "Council Speaker Calls Police Response ‘Out of Control’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The newly elected City Council speaker, Corey D. Johnson, on Thursday accused New York City police officers and federal law enforcement agents of acting violently during an immigrant rights protest in which two council members and more than a dozen other demonstrators were arrested.\nThe protest began at the Jacob K. Javits Federal Building in Lower Manhattan and continued down Broadway as demonstrators tried to block an ambulance that was carrying an immigrant rights leader, Ravi Ragbir. A lawyer for Mr. Ragbir, an immigrant from Trinidad and Tobago who had been fighting deportation, said that he had fainted during a meeting with immigration officials after being told that he was to be detained.\nVideo taken during the protest showed police officers grabbing Councilman Ydanis Rodriguez, pulling his suit coat over his head and accusing him of resisting arrest, even though he was seated on the pavement. At another point, he was held firmly and surrounded by officers.\nThe police also arrested Councilman Jumaane D. Williams, pushing him against the hood of a car. He later grimaced in pain as he sat, with his wrists handcuffed behind him, on the pavement on Broadway in front of City Hall. His suit coat was torn down the side.", "url": "https://www.nytimes.com/2018/01/11/nyregion/immigration-protest-police-arrests.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}