{"authors": ["Daniel Victor"], "date_download": "2018-11-16 04:32:53", "date_modify": "2018-11-16 04:32:53", "date_publish": "2018-05-31 18:20:48", "description": "The conservative commentator’s incendiary attacks on liberals have made him, at times, a hero of the right. Now he has been pardoned for a campaign finance felony.", "filename": "2018_05_31_us_politics_dinesh-dsouza-facts-history.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342773.html", "image_url": "https://static01.nyt.com/images/2018/06/01/us/01xp-dinesh/01xp-dinesh-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_31_us_politics_dinesh-dsouza-facts-history.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342773.html", "title": "A Look at Dinesh D’Souza, Pardoned by Trump", "title_page": "A Look at Dinesh D’Souza, Pardoned by Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His ascent to political prominence began in college.\nBorn and raised in India, Mr. D’Souza attended Dartmouth College and was among the first editors of The Dartmouth Review, a conservative campus newspaper. The publication stirred uproars on campus during and after his stint as editor.\nAfter graduating in 1983, he worked at Policy Review, a conservative journal in Washington. He worked for the Reagan administration as an adviser in 1988.\nHe has written more than a dozen books. His first, “Illiberal Education,” was published in 1991, lifting him to national notoriety with his criticism of political correctness on college campuses.\nHe attracted criticism from liberals and conservatives alike in 2007 for “The Enemy at Home: The Cultural Left and Its Responsibility for 9/11.” Michiko Kakutani of The New York Times wrote that “this embarrassing volume is an out-and-out partisan screed made up of illogical arguments, distorted and cherry-picked information, ridiculous generalizations and nutty asides.”\nD’Souza has been a fierce Obama critic.\nMr. D’Souza, a frequent guest on Fox News and conservative radio, has often singled out President Barack Obama for criticism. His 2010 book, “The Roots of Obama’s Rage,” argued that Mr. Obama was carrying out the anticolonial agenda of his Kenyan father.\nA 2010 Forbes cover article by Mr. D’Souza that discredited Mr. Obama’s American identity was praised by Newt Gingrich as “stunningly insightful,” and criticized by an editor at The Columbia Journalism Review as “the worst kind of smear journalism.”\nMr. D’Souza’s 2012 film, “2016: Obama’s America,” was one of the highest-grossing political documentaries of all time, behind only Michael Moore’s “Fahrenheit 9/11.” Four years later, he came back with another documentary, “Hillary’s America.”", "url": "https://www.nytimes.com/2018/05/31/us/politics/dinesh-dsouza-facts-history.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}