{"authors": ["Neil Genzlinger"], "date_download": "2018-11-16 04:02:10", "date_modify": "2018-11-16 04:02:10", "date_publish": "2018-04-17 18:46:22", "description": "A wildlife trust she established in Kenya took in young animals, including many who had lost their mothers to poachers.", "filename": "2018_04_17_obituaries_daphne-sheldrick-who-saved-orphaned-elephants-has-died-at-83_1542340930.html", "image_url": "https://static01.nyt.com/images/2018/04/20/obituaries/18sheldrick4/18sheldrick4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_17_obituaries_daphne-sheldrick-who-saved-orphaned-elephants-has-died-at-83_1542340930.html", "title": "Daphne Sheldrick, 83, Who Saved Orphaned Elephants, Is Dead", "title_page": "Daphne Sheldrick, 83, Who Saved Orphaned Elephants, Is Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Daphne Sheldrick, a wildlife conservationist who saved hundreds of orphaned elephants in Africa, work chronicled in documentaries like “Born to Be Wild,” died on April 12 in Nairobi. She was 83.\nThe cause was breast cancer, said an announcement on the website of the David Sheldrick Wildlife Trust, the organization Ms. Sheldrick founded in honor of her husband, a noted naturalist and crusader against poaching who died in 1977.\nMs. Sheldrick, a British subject who was born in Africa and spent her life there, became an important voice in the movement to save the declining elephant population and raise awareness about poaching, which is fueled by the ivory trade.\nWhen she spoke about elephants, Ms. Sheldrick strove to convey their intelligence, their protective instincts and their remarkable memories, something Smithsonian Magazine invoked in 2005 when it highlighted her in an article called “35 Who Made a Difference.”", "url": "https://www.nytimes.com/2018/04/17/obituaries/daphne-sheldrick-who-saved-orphaned-elephants-has-died-at-83.html"}