{"authors": ["Emily Bazelon"], "date_download": "2018-11-16 04:41:23", "date_modify": "2018-11-16 04:41:23", "date_publish": "2018-09-26 09:00:04", "description": "A referendum on the November ballot in Florida would re-enfranchise 1.5 million citizens — and could change the state’s electorate.", "filename": "2018_09_26_magazine_ex-felons-voting-rights-florida_1542343283.html", "image_url": "https://static01.nyt.com/images/2018/09/30/magazine/30mag-felon-slide-0R7E/30mag-felon-slide-0R7E-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_26_magazine_ex-felons-voting-rights-florida_1542343283.html", "title": "Will Florida’s Ex-Felons Finally Regain the Right to Vote?", "title_page": "Will Florida’s Ex-Felons Finally Regain the Right to Vote? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Meade first applied for clemency to be able to vote in 2006, before Charlie Crist streamlined the clemency process. In 2011, he was told he had to wait five more years, and he still can’t vote. Meade became the unpaid head of the Florida Rights Restoration Coalition. At first, the project often felt like a one-man operation. He put 50,000 miles a year on his car to travel the state and give talks at churches, universities, community events, picnics — anywhere he could gather an audience to hear his message. Struggling to raise money, he spent part of his student loans on fruitless fund-raising trips to New York and Washington. In 2012, he started working for the Live Free Campaign, which addresses gun violence and mass incarceration, while continuing to do the voting rights work. He married a woman that year whom he met doing voting outreach; they’re raising her five children, who are between the ages of 12 and 21. Meade says that when he started the drive for Amendment 4 in 2015, his mother-in-law sorted the petitions, and his children counted the names.\nIn fall 2017, several months after the Florida Supreme Court unanimously approved the proposed language of the ballot initiative for clarity, the Florida A.C.L.U. (whose director, Howard Simon, has been working on voting rights since he marched in Selma in 1965) put $1.6 million into hiring people to help collect and sort signatures, eventually contributing a total of $5 million to support the initiative. Other major donors came on board, beginning with the Open Philanthropy Action Fund, based in California and started by a group including the Facebook founder Dustin Moskovitz and his wife, Cari Tuna. Meade began drawing a paycheck from the Florida Rights Restoration Coalition for the first time last year.\nMeade is emerging as a star on the liberal speaking circuit — interviewed by Samantha Bee for her show, “Full Frontal”; featured alongside Jennifer Lawrence at an event called “Unrig the System” at Tulane University. Receiving an award in May at a gala benefit for the public-policy group Demos, Meade glistened with tears as he looked out at the audience. “This amazing work that we’re doing, it’s shiny and bright now, and there’s a lot of people that want to attach to it,” he said, “but there was a time when it wasn’t that shiny. There was a time when I was knocking on doors and nobody wanted to answer.” This year, wealthy individuals — including the philanthropists Laurie Michaels, Daniel Lewis and Cale and Zoe Bonderman — have written large checks to Floridians for a Fair Democracy, a political action committee of which Meade is chairman. In all, the PAC has raised nearly $14.5 million to help pass Amendment 4.\nBefore his speech in Pensacola, Meade spent time with a small group of the local leaders of Movement for Change. One of them wondered if Hillary Clinton would have won Florida if turnout had been higher in black communities like the one in Pensacola. Meade offered a general theory about turnout. One reason people who can vote don’t do so, whether they realize it or not, is that they’re closely related to someone who can’t vote, he proposed. “Back in the day, when Dad went to vote, he took the whole family with him, and voting was part of the conversation at the dinner table.” But, Meade continued, “when you strip Mama and Daddy of the right to vote, you kill that conversation. So what we think is happening now is, a person like me who can’t vote, you come to me talking about going out to vote, it’s like you slapping me in my face, reminding me I’m not part of society. So to mask that pain, ’cause I don’t want to tell you I’m a felon, I’m going to say, ‘Man, your vote don’t count.’ ” In other words, former felons may discourage turnout among those around them by covering their hurt with indifference.\nIn his speech at the church, Meade said that emotion is at the heart of the movement to restore the vote. “We cannot continue to make people keep suffering in pain over and over and over again for a debt that’s already been paid.” He asked the audience to stand if they believed in second chances, and they rose to their feet. While they stood, he took them back to the last six words of the Pledge of Allegiance: “with liberty and justice for all.” The audience said the words with him. “Not some,” Meade continued. “Not just the rich. Not just white. Not just Republican. Not just Democrat. For all. For all. That’s when our nation is great.” He ended with a personal exhortation: “Don’t put that ‘felon’ next to my name. I’m a returning citizen. I did my crime. I paid my time. Now let me move on. Say yes to second chances.”\nThe crowd erupted in applause. Meade had a seven-hour drive back to Orlando, but he stayed until all the people lined up to shake his hand and take a photo with him were satisfied. When he returned to his home in a tidy gated community near Universal Studios, the dawn was breaking.\nOn a Saturday in June, Neil Volz gathered a dozen volunteers at a pretty Unitarian church on the river in Fort Myers for an afternoon of phone banking to start getting out the vote for Amendment 4. The callers were a mostly white mix of retirees, formerly incarcerated people and people who had attended the Women’s March in Washington. Afterward, Volz took a few volunteers out to canvass in a northern part of the city called Palmona Park, to encourage residents who signed the petition that put the initiative on the ballot to vote in November.", "url": "https://www.nytimes.com/2018/09/26/magazine/ex-felons-voting-rights-florida.html"}