{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:32:47", "date_modify": "2018-11-16 04:32:47", "date_publish": "2018-05-31 13:59:15", "description": "As he has for all of his acts of clemency since taking office, Mr. Trump bypassed the traditional system for presidential pardons.", "filename": "2018_05_31_us_politics_dsouza-pardon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342767.html", "image_url": "https://static01.nyt.com/images/2018/06/01/us/politics/01dc-pardon/01dc-pardon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_31_us_politics_dsouza-pardon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342767.html", "title": "Trump Wields Pardon Pen to Confront Justice System", "title_page": "Trump Wields Pardon Pen to Confront Justice System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "All three cases were also tied to prosecutors who have become nemeses of the president. Mr. D’Souza was prosecuted by Preet Bharara, the United States attorney in New York who was fired by Mr. Trump last year and has been one of his fiercest critics. Ms. Stewart was prosecuted by James B. Comey when he was in the Justice Department before he became F.B.I. director and was likewise fired by Mr. Trump, only to begin a running war of words with the president.\nAs for Mr. Blagojevich, he was prosecuted by Patrick J. Fitzgerald, a close friend and colleague of Mr. Comey’s. Mr. Trump previously pardoned I. Lewis Libby Jr., a top aide to former Vice President Dick Cheney, who was also prosecuted by Mr. Fitzgerald.\nMr. D’Souza made a direct link to Mr. Bharara’s conflict with Mr. Trump after the pardon on Thursday. “KARMA IS A BITCH DEPT: @PreetBharara wanted to destroy a fellow Indian American to advance his career,” he wrote on Twitter. “Then he got fired & I got pardoned.”\nAdvisers and analysts said Mr. Trump seems delighted by his pardon power. “It’s a way of Trump telegraphing that he’s in control of everything, including D.O.J.,” said Gwenda Blair, a Trump family biographer. “But there’s something about the almost capricious nature of this list that seems to me to suggest it’s like a little kid’s version of being in charge — I can do whatever I want and nobody can stop me.”\nOther presidents have granted clemency in politically sensitive cases. President George Bush pardoned Caspar W. Weinberger, the former defense secretary, who was charged with lying to Congress about the Iran-contra scandal. President Bill Clinton pardoned his half brother, Roger Clinton; Marc Rich, the politically connected financier; and Susan McDougal, a former business partner who went to prison rather than testify against him in the Whitewater inquiry.\nBut such pardons were only some of those issued. “There’s never been a time when this was the only thing the president was doing, and he was doing these kind of special deals without any evident recognition that there was an actual program of pardoning that was open to ordinary Americans that really need relief,” said Margaret Colgate Love, the Justice Department pardon attorney for Mr. Bush and Mr. Clinton.\nRather than go through the Justice Department, Mr. Trump considers cases brought to him directly, as when Sylvester Stallone persuaded him to pardon Jack Johnson, the African-American boxing legend. Kim Kardashian West visited the president at the White House on Wednesday to urge a pardon for a 63-year-old woman serving a life sentence for cocaine possession and money laundering. Aides are often left guessing whether he will proceed with a pardon or not.", "url": "https://www.nytimes.com/2018/05/31/us/politics/dsouza-pardon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}