{"authors": ["Matt Flegenheimer"], "date_download": "2018-11-16 04:45:27", "date_modify": "2018-11-16 04:45:27", "date_publish": "2018-07-29 09:00:09", "description": "The actress-turned-candidate for governor is trying to persuade skeptical New York Democrats to see beyond her political inexperience, as some did with Alexandria Ocasio-Cortez.", "filename": "2018_07_29_us_politics_cynthia-nixon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343527.html", "image_url": "https://static01.nyt.com/images/2018/07/30/us/politics/00nixon1/00nixon1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_29_us_politics_cynthia-nixon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343527.html", "title": "Cynthia Nixon Thinks You’re Underestimating Her", "title_page": "Cynthia Nixon Thinks You’re Underestimating Her - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even then, no one was quite sure what to make of Cynthia Nixon.\nIt was 2009, nearly a decade before her campaign for governor of New York, and Ms. Nixon was in Albany lobbying lawmakers on a marriage equality bill. One Republican senator began their meeting clutching a printout that suggested Ms. Nixon had been hypocritical. “Married people are the enemy,” the senator read, citing a quote attributed to her on the internet.\nMs. Nixon cut him off. She had indeed said that. As Miranda Hobbes, her character on “Sex and the City.”\n“He just kind of folded up the paper and put it away,” Ms. Nixon recalled as she sat in her kitchen in Manhattan, where a birthday card from her in-laws showed Gov. Andrew M. Cuomo’s face being punched by a golden fist. “So many people think they know me. They know one slice of me, and the slice that they know is really mostly a fictional character.”\nFor months now, Ms. Nixon, 52, has been straining to introduce new slices of herself, challenging Mr. Cuomo in a Democratic primary on a platform of boundless progressivism, disdain for squishy centrism and higher taxes on the rich to finance much of her agenda. She is a lifelong New Yorker trying to convey urban authenticity — surely the only candidate in history who said she had no trouble performing nude on television because she had already breast-fed on the No. 2 train. But she is also a figure with effectively zero government or executive experience asking voters to make her New York’s chief government executive, giving pause even to some who generally agree with her.", "url": "https://www.nytimes.com/2018/07/29/us/politics/cynthia-nixon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}