{"authors": ["Frances Robles", "Glenn Thrush", "Audra D. S. Burch"], "date_download": "2018-11-16 03:08:05", "date_modify": "2018-11-16 03:08:05", "date_publish": "2018-11-15 18:31:04", "description": "Rick Scott and Bill Nelson were facing a manual recount in the Senate battle. The Republican, Ron DeSantis, appears to have won governor’s race over Andrew Gillum.", "filename": "2018_11_15_us_florida-recount_1542337685.html", "image_url": "https://static01.nyt.com/images/2018/11/16/us/16Florida-promo/16Florida-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_15_us_florida-recount_1542337685.html", "title": "Recount Ordered in Florida Senate Race as Governor’s Contest Nears End", "title_page": "Recount Ordered in Florida Senate Race as Governor’s Contest Nears End - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But people close to Mr. Gillum said he had few illusions about pulling out a victory at this point, and his decision to remain in the race was less about strategy than recognizing voters and supporters who wanted him to keep fighting until every alternative had been exhausted.\n[Follow the latest Florida election results]\nMr. DeSantis said the new results were “clear and unambiguous, just as they were on election night.”\nMr. Gillum initially delivered an emotional concession speech to his supporters late on Election Day, then withdrew his concession as the vote margin narrowed and Democratic lawyers filed a flurry of lawsuits to allow additional ballots to be counted.\nMeanwhile, state officials ordered a manual recount in the Senate race, where Mr. Scott held a 12,603-vote lead over Mr. Nelson, a margin of 0.15 percentage points.\nUnder state law, a manual recount is ordered when the margin is less than 0.25 percentage points. The Associated Press said it would not call any of Florida’s races until the results were certified by state elections authorities. That is scheduled to happen on Nov. 20.\nMr. Scott, who has joined Mr. Trump in publicly berating Mr. Nelson for not quitting the race, renewed his call for Mr. Nelson to drop out immediately.\n“Last week, Florida voters elected me as their next U.S. senator and now the ballots have been counted twice,” Mr. Scott said in a statement. “Our state needs to move forward. We need to put this election behind us, and it is time for Bill Nelson to respect the will of the voters and graciously bring this process to an end, rather than proceed with yet another count of the votes — which will yield the same result, and bring more embarrassment to the state that we both love and have served.”", "url": "https://www.nytimes.com/2018/11/15/us/florida-recount.html"}