{"authors": ["Campbell Robertson", "Richard Fausset", "Anemona Hartocollis"], "date_download": "2018-11-16 03:15:36", "date_modify": "2018-11-16 03:15:36", "date_publish": "2018-09-16 22:41:47", "description": "Congregations across the storm-drenched region were at work on Sunday, even though many regular services were canceled.", "filename": "2018_09_16_us_hurricane-churches-shelter-relief_1542338136.html", "image_url": "https://static01.nyt.com/images/2018/09/17/us/17storm-religion03/17storm-religion03-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_16_us_hurricane-churches-shelter-relief_1542338136.html", "title": "In the Carolinas, Churches Provide Spiritual Refuge and Shelter From the Storm", "title_page": "In the Carolinas, Churches Provide Spiritual Refuge and Shelter From the Storm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Temple was the command center for a 60-strong contingent from the North Carolina Baptist Men, the disaster-relief arm of the state Baptist Convention. They did have worship service on Sunday, such as it was: 80 people in a hall that is usually filled with more than a thousand, where big chunks of the roof had fallen in over the stage.\nBefore the service, about a dozen men in hard hats were helping assemble a food trailer in the parking lot. Jimmy Lawrence, a retired garage mechanic, stood at a picnic table, tracing a waterproof map. He pointed to parts of the town with the worst flooding and told a pair of fellow Baptist volunteers which neighborhoods to visit. He instructed them on how to assess homes for flood damage, and how to ask homeowners if they needed a tree cut or a home gutted.\nMr. Lawrence told the volunteers to tell any victims they encountered that they were not alone, that God was with them. He also warned the men about the second wave of flooding that was soon to come.\n“This is not likely to be one of them fast-washin’-down-the-mountain things,” Mr. Lawrence said, echoing the calls for continued vigilance from public officials across the region. “In an hour or two, you might not be able to get out.”\nMr. Lawrence has been doing this kind of work for 20 years. “Our big thing is witnessing to the homeowner and telling them somebody’s here, that they’re not alone,” he said.\nFlorence, the hurricane turned tropical storm turned tropical depression, has prompted a week of intense prayer all over the coast, in the corners of crowded storm shelters and from the lecterns of top officials. There is little to distinguish the expressions of faith among those miraculously spared and those facing the loss of everything, and little to separate the assurances of people of different faiths.", "url": "https://www.nytimes.com/2018/09/16/us/hurricane-churches-shelter-relief.html"}