{"authors": ["Carlotta Gall"], "date_download": "2018-11-16 04:37:10", "date_modify": "2018-11-16 04:37:10", "date_publish": "2018-03-22 17:28:01", "description": "Turkey’s expanding campaign makes it one of the big players in the seven-year conflict, but that comes with all the hazards of embroilment in a foreign war.", "filename": "2018_03_22_world_middleeast_turkey-syria-afrin.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343030.html", "image_url": "https://static01.nyt.com/images/2018/03/21/world/middleeast/xxturkey-syria1/xxturkey-syria1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_22_world_middleeast_turkey-syria-afrin.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343030.html", "title": "Emboldened Turkey Pushes Deeper Into Syria, but Risks Abound", "title_page": "Emboldened Turkey Pushes Deeper Into Syria, but Risks Abound - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KILIS, Turkey — After two months of uncertain fighting, Turkey appears suddenly to be riding high in its military campaign to take control of a larger piece of northern Syria.\nAlong the border, studded with spring flowers and pistachio and olive groves, the artillery guns and fighter jets that until recently pounded the low mountains have fallen silent since Turkish forces captured the enclave of Afrin last weekend.\nThe victory has been widely celebrated in Turkey and has further emboldened President Recep Tayyip Erdogan, who has vowed to take his campaign across northern Syria and even into Iraq.\nYet the road ahead for Turkey in Syria is uncertain and fraught with risks.\nThe deepening inroads of Turkey and its allies have been tolerated so far by the two powers that control Syria’s airspace, Russia and the United States. But Turkey may yet meet resistance if it pushes much further.", "url": "https://www.nytimes.com/2018/03/22/world/middleeast/turkey-syria-afrin.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}