{"authors": ["Sarah Maslin Nir", "Brian M. Rosenthal"], "date_download": "2018-11-16 04:30:34", "date_modify": "2018-11-16 04:30:34", "date_publish": "2018-02-20 20:09:23", "description": "The new head of New York City Transit vowed to provide more “meaningful” information on why trains really are late.", "filename": "2018_02_20_nyregion_subway-delays-overcrowding.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342634.html", "image_url": "https://static01.nyt.com/images/2018/02/21/nyregion/21MTA/21MTA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_20_nyregion_subway-delays-overcrowding.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342634.html", "title": "‘Overcrowding’ Is Not at the Root of Delays, Subway Chief Says", "title_page": "‘Overcrowding’ Is Not at the Root of Delays, Subway Chief Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a news conference after the board meeting, Mr. Byford suggested that a more accurate breakdown of delays might also increase the urgency of upgrading the system’s signal system, a move that would allow more trains to run and reduce overcrowding.\nMr. Byford also said he was not necessarily saying that the M.T.A.’s use of the overcrowding classification had misled the public or had blamed riders for subway problems, a point that was echoed by other officials, including a spokesman for the M.T.A. and its chairman, Joseph J. Lhota.\n“This is exactly why Lhota hired Andy Byford — a world-class transit expert — to bring a fresh set of eyes to the system, utilize best practices from around the world and turn things around,” said the spokesman, Jon Weinstein.\nStill, transit advocates praised Mr. Byford’s comments as a breath of fresh air.\n“We are glad to hear that somebody at the M.T.A. has come around, and the real test will be whether they then make the investment in the signals, in the cars, so that they don’t have to use this fig leaf any longer,” said Danny Pearlstein of the Riders Alliance, an advocacy group.\n“We are glad for this reckoning, but a reckoning alone is not enough,” Mr. Pearlstein said. “What we need is a credible, long-term plan to end the transit crisis.”\nThe Riders Alliance and other groups have expressed cautious optimism at the new subway chief’s first few weeks on the job. Mr. Byford, 52, worked his way up at the London subway system and earned a reputation in Toronto for engaging with the public and ultimately turning around a struggling transit system.", "url": "https://www.nytimes.com/2018/02/20/nyregion/subway-delays-overcrowding.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}