{"authors": ["Conor Dougherty"], "date_download": "2018-11-16 04:41:42", "date_modify": "2018-11-16 04:41:42", "date_publish": "2018-04-12 21:02:13", "description": "Economic pressures are fueling a drive by tenants’ rights organizers at the state and city levels to let voters enact rent regulations.", "filename": "2018_04_12_business_economy_california-housing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343302.html", "image_url": "https://static01.nyt.com/images/2018/04/10/business/00TENANT-1/00TENANT-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_12_business_economy_california-housing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343302.html", "title": "Rent Control Campaign in California Is Taken to the Streets", "title_page": "Rent Control Campaign in California Is Taken to the Streets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SACRAMENTO — How do you get a landlord to endorse a proposal to limit rent increases?\nYong Her, a 39-year-old bookkeeper, was one of 40 or so organizers who considered the question on a recent afternoon. The group had gathered in a conference room here to discuss strategies for getting people of various backgrounds, incomes and occupations to sign a petition to put a rent-control measure before Sacramento’s voters.\nIt was one small scene in what is shaping up as an epic battle on the state and city levels to combat California’s affordable-housing crisis. Pitting a rising tenants rights’ movement against apartment owners, the fight will consume tens of millions of dollars’ worth of organizing effort and political advertising before the November election.\nIf the Sacramento initiative were to make the ballot and ultimately pass, rent increases would be capped at 5 percent a year. That kind of law is a fairly easy sell in higher-density apartment complexes where everyone is a renter. But organizers need 50,000 signatures for the measure to be certified. That means they have to comb the city in search of registered voters willing to sign — and they aren’t going to reach their goal, let alone pass the law, unless they persuade homeowners and small landlords to join together with tenants.\nSo before organizers like Ms. Her left that evening to go door to door with bags full of pens and petitions, they watched while their colleagues play-acted some scenarios. The hardest one was getting a landlord to sign. The man playing the landlord was skeptical (“Stop right there — I’m a landlord”). The man playing the organizer was gentle and persistent (“It’s just to put it up for a vote”).", "url": "https://www.nytimes.com/2018/04/12/business/economy/california-housing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}