{"authors": ["Andy Newman", "Vivian Wang", "Luis Ferré-Sadurní"], "date_download": "2018-11-16 04:25:16", "date_modify": "2018-11-16 04:25:16", "date_publish": "2018-06-28 00:28:00", "description": "Ms. Ocasio-Cortez has been a waitress, a community activist and a campaign organizer for Bernie Sanders. Now she is a political rock star.", "filename": "2018_06_27_nyregion_alexandria-ocasio-cortez-bio-profile.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342316.html", "image_url": "https://static01.nyt.com/images/2018/06/28/nyregion/28profile22/merlin_140384889_bc3ba23c-103c-4aa7-8943-862707510745-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_nyregion_alexandria-ocasio-cortez-bio-profile.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342316.html", "title": "Alexandria Ocasio-Cortez Emerges as a Political Star", "title_page": "Alexandria Ocasio-Cortez Emerges as a Political Star - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At the Parkchester apartments in the Bronx, neighbors heard the news from a maintenance worker: The woman down the hall had just won a primary and was probably headed for Congress. At a popular restaurant in Union Square in Manhattan, workers struggled to comprehend that the young politician whose face was all over TV really was the same woman who had tended bar until a few months ago.\nAnd on the streets of Midtown Manhattan Wednesday morning, the candidate herself was trying to make sense of it all. Alexandria Ocasio-Cortez stood outside Rockefeller Center after appearing on MSNBC’s “Morning Joe,” juggling phone calls and live TV interviews and the well-wishes of doormen and office workers on their coffee breaks.\n“I’m used to people kind of knowing me in the community,” said Ms. Ocasio-Cortez, 28. But to have a stream of random people walk up and ask to take a selfie with her? “Insane.”\nMs. Ocasio-Cortez, whose résumé up to now included waitress, children’s-book publisher, community activist, member of the Democratic Socialists of America and former Bernie Sanders campaign organizer, was now something else: an instant political rock star. She stunned the Democratic establishment by beating one of the senior leaders in the House, Joseph Crowley, in a near-landslide in Tuesday’s primary.", "url": "https://www.nytimes.com/2018/06/27/nyregion/alexandria-ocasio-cortez-bio-profile.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}