{"authors": ["Conor Dougherty"], "date_download": "2018-11-16 04:41:42", "date_modify": "2018-11-16 04:41:42", "date_publish": "2018-03-20 07:00:14", "description": "Reno is among several Western cities experiencing congestion and new tensions as California residents and businesses seek more affordable locations.", "filename": "2018_03_20_business_economy_reno-growth.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343302.html", "image_url": "https://static01.nyt.com/images/2018/03/20/business/20RENO-7/merlin_135248898_fea1eaa9-5930-4806-96bc-36ae00f73c73-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_20_business_economy_reno-growth.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343302.html", "title": "California Housing Problems Are Spilling Across Its Borders", "title_page": "California Housing Problems Are Spilling Across Its Borders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As a result, the Reno housing market has gone from moribund to scorching. As of February, the median home price in the metropolitan area was about $340,000, more than double its recessionary trough of about $150,000, according to Zillow. The inventory of homes for sale was down 22 percent from a year earlier, according to Redfin, and sales were happening at a much faster clip. The typical home for sale was under contract in 55 days, 24 days faster than a year earlier.\nIn Reno and elsewhere, one distinguishing feature of the recent migration is that it is not limited to retirees who sold their home with plans to funnel the profits toward a cheaper and lower-tax retirement. There is also an influx of young professionals like Brian Quon, a automation engineer at Tesla.\nMr. Quon, 37, moved to Reno last year, mostly for professional reasons. He bought a house for $400,000, about a third of what his home in San Jose, Calif., was worth, and he said Reno was friendlier and had a slower pace. He said he was not really aware of the debate about growing pains, because he was extremely busy at work and almost no one he worked with was from Nevada.\n“As the kids grow up and go to school, I’m sure we’ll be more involved in the community,” said Mr. Quon, who is married and has two children under 3.\nIn contrast to their counterparts in the Bay Area, where the term “gentrification” is used carefully and with regret, Reno boosters and real estate agents boast about how blocks of rundown weekly motels are just months away from gentrifying. Come back soon, the message goes, and all this stuff will be torn down and gone.\nToday the typical Reno rent is just under $1,700 a month, up about 30 percent from five years ago, according to Zillow. One result has been a surge in Reno’s homeless population. The city’s shelter, just a few blocks past a bus station, is overflowing with residents and recently added a propane-heated tent to accommodate all the extra people.", "url": "https://www.nytimes.com/2018/03/20/business/economy/reno-growth.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}