{"authors": ["Jesse Mckinley"], "date_download": "2018-11-16 04:29:19", "date_modify": "2018-11-16 04:29:19", "date_publish": "2018-03-20 00:31:22", "description": "Cynthia Nixon is trying to become New York’s first female governor, but unseating Gov. Andrew Cuomo, a two-term incumbent, will be a tall order.", "filename": "2018_03_19_nyregion_cynthia-nixon-cuomo-governor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342559.html", "image_url": "https://static01.nyt.com/images/2018/03/20/nyregion/20nixonrace1/20nixonrace-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_19_nyregion_cynthia-nixon-cuomo-governor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342559.html", "title": "Can Cynthia Nixon Beat Andrew Cuomo? Sizing Up the Race for Governor", "title_page": "Can Cynthia Nixon Beat Andrew Cuomo? Sizing Up the Race for Governor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Cynthia Nixon may have never run for public office before her announcement Monday that she was entering the governor’s race, but she is no political neophyte. For the last several years, Ms. Nixon has been laying the groundwork for this moment, pushing her advocacy for better public schools, studying up on the subways, and headlining fund-raisers.\nHer political awakening came to light in 2013, when Ms. Nixon stumped for Bill de Blasio, then the public advocate in New York City and an underdog in his first mayoral campaign. She organized a benefit for the candidate and led a women’s committee. Ms. Nixon’s wife, Christine Marinoni, worked in the de Blasio administration.\nThat early advocacy seems to have been repaid: Mr. de Blasio, a frequent foil of Gov. Andrew M. Cuomo, the man Ms. Nixon seeks to replace, has spoken warmly of Ms. Nixon recently, calling her a “strong, independent woman,” and “extraordinary.”\nTHE CAMPAIGN\nIf her campaign announcement is any indication, Ms. Nixon will try to bank to the left of Mr. Cuomo. She has labeled him as a “centrist and Albany insider” and called out economic disenfranchisement, saying that “New York has become the single most unequal state in the country.” On blue-collar issues, Ms. Nixon, 51, wasted little time criticizing the governor’s stewardship of schools, the state’s treatment of the elderly and — perhaps most notably — the subways; her campaign website has an entire section devoted to “Cuomo’s M.T.A.”", "url": "https://www.nytimes.com/2018/03/19/nyregion/cynthia-nixon-cuomo-governor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}