{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:29:31", "date_modify": "2018-11-16 04:29:31", "date_publish": "2018-03-20 17:56:32", "description": "In a red-hot start to the governor’s race, Ms. Nixon attacked the governor’s liberal bona fides, while an ally of his called her an “unqualified lesbian.”", "filename": "2018_03_20_nyregion_cynthia-nixon-cuomo-real-democrat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342571.html", "image_url": "https://static01.nyt.com/images/2018/03/21/nyregion/21nixon/21nixon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_20_nyregion_cynthia-nixon-cuomo-real-democrat.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342571.html", "title": "Cynthia Nixon Asks if Cuomo Is a ‘Real Democrat’ at Campaign Debut", "title_page": "Cynthia Nixon Asks if Cuomo Is a ‘Real Democrat’ at Campaign Debut - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s time for an outsider,” Ms. Nixon told reporters of her qualifications. “I’m not an Albany insider.”\nAppropriating an attack line from her friend Mayor Bill de Blasio and the former presidential candidate Senator Bernie Sanders, Ms. Nixon cast New York as divided between the haves and have-nots.\n“New York State itself is the single most unequal state in the country,” she said.\n“This is not something that just happens by mistake. It comes from a choice. It comes from a choice to slash taxes for corporations and the super rich and slash services on everybody else,” she said from a podium. “And it’s a choice we’re used to being made by Republicans like Donald Trump. But for the past eight years, it is a choice that’s been made by our governor, Andrew Cuomo.”\nOnly 4 in 10 voters know anything about Ms. Nixon, according to a Siena College poll released this week. That same survey showed Mr. Cuomo leading her among registered Democrats by nearly 40 percentage points, including among every subgroup including women, liberals and minorities.\nMr. Cuomo has cast Ms. Nixon, best known for her role on “Sex and the City,” as a B-list celebrity — “I’m hoping that Brad Pitt and Angelina Jolie and Billy Joel don’t get into the race,” he said dismissively earlier this month — but he and his allies have reacted swiftly to her entry.", "url": "https://www.nytimes.com/2018/03/20/nyregion/cynthia-nixon-cuomo-real-democrat.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}