{"authors": ["Emily Flitter", "Glenn Thrush"], "date_download": "2018-11-16 04:12:55", "date_modify": "2018-11-16 04:12:55", "date_publish": "2018-04-19 20:35:19", "description": "Two federal regulators are expected to penalize the bank for its alleged misconduct, people familiar with the action said.", "filename": "2018_04_19_business_wells-fargo-cfpb-penalty.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341575.html", "image_url": "https://static01.nyt.com/images/2018/04/20/us/20wells-alpha/20wells-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_19_business_wells-fargo-cfpb-penalty.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341575.html", "title": "Wells Fargo Said to Be Target of $1 Billion U.S. Fine", "title_page": "Wells Fargo Said to Be Target of $1 Billion U.S. Fine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But at the same time, according to several administration officials, Mr. Mulvaney has been eager to ensure that the bureau fulfilled the president’s commitment to go after Wells Fargo. In conversations with colleagues in the Trump administration, Mr. Mulvaney has emphasized his role in orchestrating the $1 billion fine.\nLast week, after Reuters reported the possibility of the $1 billion penalty, Mr. Mulvaney accused his staff at the consumer bureau of leaking “confidential” details about the settlement talks. Just hours after testifying before Congress, Mr. Mulvaney sent a memo to staff saying he had instructed the bureau’s inspector general to look into leaks by employees.\n“I am extraordinarily concerned that some of these leaks might have come from bureau employees,” he wrote. “I recognize that there may well be some (a few? a lot?) of people who work here who aren’t happy that I’m working here. That’s fine. I also recognize that these folks might be interested in undermining my leadership here, or in quite simply looking to make me look bad.”\nThe penalty against Wells Fargo is likely to help insulate Mr. Mulvaney and the Trump administration against charges from Democrats and consumer groups that they are giving a pass to big banks. But aside from the expected Wells Fargo settlement, the consumer bureau — like other financial regulators in the Trump era — has been pursuing far fewer cases against banks than under the Obama administration.\nThat is largely by design. Administration officials including Mr. Mulvaney have repeatedly said that overly harsh regulation has left the banking industry with less capacity to make loans to American businesses and to otherwise support a growing United States economy.\nThe evidence for such claims is scant. At the end of last year, federally insured banks had $9.7 trillion of loans outstanding — at or near their historical high point — even as most of the regulations erected under President Barack Obama remain intact, according to data from the Federal Deposit Insurance Corporation.\nAnd the industry is extraordinarily profitable. Wells Fargo, for example, said last week that it earned $5.9 billion in the first three months of the year. Other big banks reported similarly booming results — a far cry from an industry ravaged by overbearing regulators.", "url": "https://www.nytimes.com/2018/04/19/business/wells-fargo-cfpb-penalty.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}