{"authors": ["Richard Pérez-Peña", "Ellen Barry"], "date_download": "2018-11-16 04:40:31", "date_modify": "2018-11-16 04:40:31", "date_publish": "2018-07-05 12:59:43", "description": "Experts say a British couple may have been sickened accidentally by the nerve agent as a result of the March attack on Sergei and Yulia Skripal.", "filename": "2018_07_05_world_europe_uk-novichok-salisbury-amesbury.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343231.html", "image_url": "https://static01.nyt.com/images/2018/07/06/world/06Theories/merlin_140795979_3a82da14-06ca-4417-83e5-cfbc87ab2189-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_05_world_europe_uk-novichok-salisbury-amesbury.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343231.html", "title": "Theories Abound in New Novichok Poisoning in U.K.", "title_page": "Theories Abound in New Novichok Poisoning in U.K. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — As the British government scrambled to explain a second nerve-agent poisoning of two people in southwestern England, experts on Thursday were weighing a range of theories about how this could have happened again.\nThe police said on Wednesday that a couple in Amesbury, England, had been sickened by the same class of nerve agent, Novichok, developed by the Russians and used to poison Sergei V. Skripal, a former Russian spy, and his daughter, Yulia Skripal, on March 4 just a few miles away, in Salisbury.\nOn Thursday, Sajid Javid, the home secretary, went a step further, saying in the House of Commons that government scientists had determined that it was not only “from the Novichok family of nerve agents, but the same type of nerve agent from that family.” But he could not say whether it was from the same laboratory or batch that had produced the poison used in the March attack.\n[Read more about how the Novichok cases unfolded.]\nThe government blamed Russia for the initial attack, an accusation the Kremlin has denied. The case heightened diplomatic tensions between Russia and the West, leading Britain and its allies to expel more than 150 diplomats, and prompting Moscow to retaliate.", "url": "https://www.nytimes.com/2018/07/05/world/europe/uk-novichok-salisbury-amesbury.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}