{"authors": ["Peter Baker", "Michael D. Shear", "Katie Rogers"], "date_download": "2018-11-16 04:24:37", "date_modify": "2018-11-16 04:24:37", "date_publish": "2018-11-05 16:14:02", "description": "President Trump’s fiery, invective-filled campaigning produced what may be the most polarized midterm contest in modern times.", "filename": "2018_11_05_us_politics_trump-election-maga-rally.html_module=inline_1542342277.html", "image_url": "https://static01.nyt.com/images/2018/11/06/us/politics/06dc-trump-print/06dc-trump1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_05_us_politics_trump-election-maga-rally.html_module=inline_1542342277.html", "title": "Trump Closes Out a Campaign Built on Fear, Anger and Division", "title_page": "Trump Closes Out a Campaign Built on Fear, Anger and Division - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CAPE GIRARDEAU, Mo. — President Trump on Monday closed out an us-against-them midterm election campaign that was built on dark themes of fear, nationalism and racial animosity in an effort to salvage Republican control of Congress for the remaining two years of his term.\nMr. Trump’s fiery, invective-filled campaigning produced what may be the most polarized midterm contest in modern times as he played to tribal rifts in American society in a way that no president has done since before the civil rights era. The divisions exposed and expanded over the past few weeks seem certain to last well beyond Election Day.\nOn Tuesday, voters will choose a new House, decide one-third of the seats in the Senate and select new governors for battleground states that will be critical to the 2020 presidential campaign. On the line for the president will be his ability to legislate, build his promised border wall, appoint new judges and ultimately set the stage to run for a second term.", "url": "https://www.nytimes.com/2018/11/05/us/politics/trump-election-maga-rally.html?module=inline"}