{"authors": ["Merrell Hambleton"], "date_download": "2018-11-16 03:09:12", "date_modify": "2018-11-16 03:09:12", "date_publish": "2018-05-16 15:07:15", "description": "From good-looking lawn chairs to a lamp that resembles a ravioli, these new makers are producing pieces worth remembering.", "filename": "2018_05_16_t-magazine_design_new-furniture-designers_1542337752.html", "image_url": "https://static01.nyt.com/images/2018/05/15/t-magazine/15tmag-sight-unseen-slide-BDKH/15tmag-sight-unseen-slide-BDKH-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_16_t-magazine_design_new-furniture-designers_1542337752.html", "title": "Six Emerging Furniture Designers to Know", "title_page": "Six Emerging Furniture Designers to Know - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Like any good design project, Offsite, the nomadic design fair organized by Sight Unseen founders Jill Singer and Monica Khemsurov, has gone through lots of iterations. “It was a hodgepodge when it first started,” says Singer of the showcase’s 2014 launch. Five years in, she and Khemsurov, who is a T Magazine contributor, have honed their curatorial vision: now, it is a tightly edited, weekend-long destination where avant-garde and independent design is both on display and in development. This year, Sight Unseen has tapped outlets like Opening Ceremony, 3.1 Phillip Lim and Creatures of Comfort to partner with designers on a handful of satellite venues around New York which will complement a central location at 201 Mulberry.\nWithin this hub space, Singer and Khemsurov have pulled together Selects, a showcase of new work by emerging and established studios. “It’s our way of presenting a couple of works by a lot of designers and organizing them much like a gallery would,” says Singer. The group includes a range of New York and Los Angeles-based teams, many of them with backgrounds in architecture looking, according to Singer, to make something “faster and more tangible.” From raw, hand-pinched ceramic lamps to 3D-printed chairs finished with auto-body paint, the work runs the gamut. But Singer notes an emphasis on darker, more saturated colors and “fat, tubular” pieces this year, which she calls a response to minimalism. “All of a sudden we want lumpy forms. We want all the colors to happen at once. We want all the trends to happen at once.” Here, are six new studios to know — all of which are debuting new work at Sight Unseen’s Offsite fair this weekend.", "url": "https://www.nytimes.com/2018/05/16/t-magazine/design/new-furniture-designers.html"}