{"authors": ["Adam Nagourney", "Tim Arango"], "date_download": "2018-11-16 03:59:01", "date_modify": "2018-11-16 03:59:01", "date_publish": "2018-09-26 09:00:07", "description": "Gavin Newsom is running for governor of California — but you’d barely know it by following him on the campaign trail as he talks about everything but.", "filename": "2018_09_26_us_gavin-newsom-california-governor-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340741.html", "image_url": "https://static01.nyt.com/images/2018/09/28/us/28newsom-1/00newsom-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_26_us_gavin-newsom-california-governor-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340741.html", "title": "For Gavin Newsom, a Stealth Run for California Governor", "title_page": "For Gavin Newsom, a Stealth Run for California Governor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Newsom signaled during the primary that he would support a California-financed single-payer health care program, over the objections of opponents who said it was unaffordable. Since his primary victory, Mr. Newsom has said it was unlikely to be accomplished during his first term as governor.\n“Someone said, ‘you are backtracking on single-payer,’” he said, when pressed on the question. “I’m not. I’m actually expressing an outline. I’m architecting the conversation over the next few years. It’s not an act that is going to occur by a signature of a governor.”\nAnd Mr. Newsom, an opponent of the death penalty, said he had not decided what to do if he is forced to preside over the first execution in more than a decade in a state that has more inmates on death row — over 700 — than any other. In 2016, California passed a proposition forcing the state to resume executions, although there are legal challenges outstanding.\nWould Mr. Newsom sign a death warrant? “I’m not prepared to answer the question,” he said, clearly struggling with the issue. “Because I’m not prepared to answer the question. But I am preparing myself to answer the question. And in that preparation comes a lot of soul searching.”\nRaphael Sonenshein, the executive director of the Pat Brown Institute for Public Affairs at California State University, said a central question is how Mr. Newsom might reconcile his liberal appeal from the primary with running a state. “Since he positioned himself in the primary in the progressive wing of the party, what will he do when presented with legislation that, while popular in the party, will be difficult to implement in government?” he said.\nMr. Newsom has had an uneasy relationship with Mr. Brown from his first days as lieutenant governor. Mr. Newsom recounted how shortly after he took office, he put out his own economic plan for California — and was quickly reminded who was in charge by Mr. Brown’s office.\nNow, he faces the challenge of trying to at once align himself with the popular Mr. Brown while acknowledging criticisms that Mr. Cox and others have offered on the governor and what has taken place under his watch in California, from housing costs to homelessness to growing poverty.", "url": "https://www.nytimes.com/2018/09/26/us/gavin-newsom-california-governor-race.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}