{"authors": ["Victor Mather"], "date_download": "2018-11-16 03:18:55", "date_modify": "2018-11-16 03:18:55", "date_publish": "2018-06-19 05:50:46", "description": "Japan scored in the sixth minute after a costly hand ball by Colombia, who played the rest of the match a man down.", "filename": "2018_06_19_sports_world-cup_colombia-japan-live.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338335.html", "image_url": "https://static01.nyt.com/images/2018/06/19/sports/japan-score/japan-score-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_19_sports_world-cup_colombia-japan-live.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338335.html", "title": "Japan’s World Cup Starts With a Wild Win Over Colombia", "title_page": "Japan’s World Cup Starts With a Wild Win Over Colombia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Substitute Keisuke Honda took a corner, which Yuya Osako leaped highest for and headed off the post and into the net. That left Japan to mostly play an effective keep-away game for the final 20 minutes.\nJapan became the latest side to pull off an upset at the World Cup, joining Mexico, Switzerland and Iceland in earning surprising results. This scoreline was particularly unexpected in light of the fact that Japan had changed coaches shortly before the tournament, and because no Asian team had ever previously defeated a South American side in 17 World Cup meetings.\nGroup H, which also includes Poland and Senegal, was said to be the most evenly matched at the World Cup. But many still ranked Japan the weakest of the teams. After this win, Japan is in pole position to qualify.\nAndrew Das: That’s an enormous result for Japan, and it really scrambles the group — and perceptions. Japan is in its sixth straight World Cup but has long been seen as a rider more than a driver. It has advanced to the round of 16 only twice — on home soil in 2002 and again in 2010 — but promptly went right out. This victory, over a good Colombia team many thought could win the group, just put Poland and Senegal on notice.\nHere’s how Japan beat Colombia:\n90’ + 4: Colombia Pressing\nColombia is doing everything it can to push the ball forward. A couple desperation shots make it interesting, but no real threat.\n90’: Stoppage Time\nFive minutes of stoppage time. Colombia throws everyone forward. But Japan clears the ball away again. Tick. tick. tick.\n89’: Colombia Still Battling\nA series of throw-ins leads to a series of headers from Colombia, who are absolutely frantic at this point. None of those headers leads to a shot on goal, however.\nAdvertisement Continue reading the main story\n87’: Frustration Sets In\nYellow for James Rodriguez for a challenge from behind. That’s not what Colombia wants, especially now that it looks like it will need 4 or 6 points from its last two games.\n85’: Time Running Out for Colombia\nJapan is killing the game off effectively. Time is Japan’s friend and Colombia’s enemy. When Colombia finally does get the ball it passes it away.\n81’: Japan Keeps It\nJapan regained possession and started an extended game of keepaway. Twenty passes, 30, maybe 40.\n79’: Colombia Goes on the Attack\nFalcao got the ball on a break, but two Japanese defenders closed him down and Japan dealt with the ensuing corner. Then James got a clear shot on goal, but it was deflected over by a diving Osako. Another corner and Colombia is pouring it on.\n73: GOAL! Japan Takes the Lead\nJapan was dominating and got their goal. It’s striker Yuya Osako with the header off the Honda corner. Osaka finds the inside of the post. Textbook score and Colombia finally paid for its lack of numbers. Now it will be up to James and Falcao to come up with something for Colombia.\n72’: There’s Honda\nHonda fired at goal almost immediately, drawing a save, although the shot would have been just wide.\n69’ Kagawa Off\nJapan’s penalty scorer, Kagawa is out. Keisuke Honda is in. Honda scored in both the 2010 and 2014 World Cups.\nColombia counters, bringing on Bacca for Izquierdo.\n67’: Colombia Scrambles to Survive\nJapan zipped the ball into and around the Colombia penalty area for an endless stretch. Nervous moments for Colombia, which hasn’t been able to clear, much less mount a scoring challenge of its own.\n61’: Rodriguez Busy Right Away\nJames Rodriguez got right into the action, passing, dribbling and showing no obvious signs of injury.\n60’: Free Kick Goes Wide\nA free kick for Japan, and Yoshida jumped the highest. But he headed wide. The attack continues ...\n59’: James Rodriguez Checks In\nJames Rodriguez! Colombia’s superstar checks in, injury and all. This could be a huge moment for Colombia, which has struggled this half.\nAdvertisement Continue reading the main story\n57’: Japan Fires Away\nInui got free on the left, and he fired a curler that drew a diving save. Colombia’s goalkeeper, David Ospina, is holding his own, but it’s all Japan right now.\n54’: Japan’s Numbers Starting to Show\nAnother run by Japan. Osako forced a save on a close-in shot. Japan’s advantage in numbers is really telling the story.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n51’: Corner to Japan\nYoshida got it with his back to goal but was muscled off the ball. Japan the better start here.\n49’: Japan Looks to Run\nJapan comes out running. Nagatomo puts a good ball in the box, but it’s dealt with easily by Colombia’s defense.\n46’: Second Half Begins\nThe second half kicks off. Halftime talking points centered on the Colombia goal. Did Falcao dive to earn the free kick (Kind of?) Did the wall make a huge mistake by jumping? (Clearly.)\nHalftime: 1-1 After a Busy First Half\nAn eventful half ends. Colombia has the momentum, but may start to tire in the second half with 10 men. And will the Colombians bring out James Rodriguez at some point?\nFor a game with so much incident and so many momentum swings, the stats ended up curiously even. Possession was 52-48 in favor of Japan, shots were even at 5-5, corners were 2-1 Japan.\nAndrew Das: Japan’s early lead was a surprise, since African and Asian teams have won only one game at the World Cup. That was Iran, but Japan over Colombia would be much bigger than that.\n43’: Who’s the Favorite Now?\nColombia, the prematch favorite, which just used its attacking might to equalize? Or Japan with a man advantage? It’s close.\nPhoto\n39’: GOAL! Colombia Levels\nJuan Quintero of Colombia tied it up! It was a much more dangerous free kick, just outside the box. The wall jumped, but the shot went low, slid under them, then just trickled into the corner just as Japan’s keeper fell on it.\nAdvertisement Continue reading the main story\nAndrew Das: Japan protested, but goal line technology proves its value again. Though anyone with two eyes could see that was across the line. All square.\n36’: Falcao Busy\nBesides working hard, Falcao is also spending a lot of time on the ground. He pirouetted in a fall to win a free kick. But the forest of Japanese defenders foil it. Update: Falcao fell down again.\n33’: Falcao, Just Short\nFalcao broke for goal onside and between two defenders, then leapt athletically to get a toe on a pass. But it went right to the keeper, again. Falcao is working hard and in the absence of James Rodriguez is going to be the focal point of Colombia’s comeback bid. Of course, Japan knows this and will keep him well covered.\n31’: Japan Wastes a Good Chance\nOsako stole the ball near the Colombian goal with an open look, but launched a ball to nowhere. Was that supposed to be a shot or a cross? Either way a possible chance wasted.\n26’: Japan’s Advantage\n11 may not seem like a whole lot more than 10. But at this level, the man-advantage is enormous. It will mean more space to work in, more time on the ball, more comfort in defense. Japan will enjoy this advantage.\n24’: Can Columbia Press for 70 Minutes?\nColombia is pressing a deliberate Japan to try to get possession. This is going to really tire the team out over the next 70 minutes.\n22’: Japan Slows Down\nJapan is advancing the ball at a glacial pace. You can’t blame them. They have the lead and have superior numbers. Why push anything at this point?\n18’: Cuadrado Loses One-on-One\nJuan Cuadrado is a dangerous player on the wing, and he tried to show off some of that skill one-on-one against Nagatomo at the end line. But the Japanese defender is up to the challenge and dispossesses him.\nAdvertisement Continue reading the main story\n14’: Japan Threatens Again\nJapan took advantage of their superior numbers and developed an opportunity against an overstretched defense. But Takashi Inui went wide.\nColombia then makes some noise on the counterattack, but it leads nowhere.\n12’: Falcao Makes a Run\nColombia’s Falcao beat the defense and got to a through ball with a sliding shot. Right to Japan’s goalkeeper Eiji Kawashima though.\n10’: Short-Handed Colombia in Trouble Now\nColombia must attack now and must do it with 10 men. This is a dire situation, especially with 80 minutes to go.\n5’: GOAL! Japan Scores on Penalty Kick\nDisaster for Colombia. Osako raced past the Colombian defense and was in alone on goal. Ospina made the save and it rebounded to Kagawa who was following the play. His shot was blocked, but Carlos Sanchez used his hand! Red card for Sanchez. The penalty is taken by Kagawa. Low and steady into the net.\nKickoff!\nJapan in blue, Colombia in yellow. With James Rodriguez out, Colombia will turn to its captain, Falcao, for its goals. Falcao is 32, but playing in his first World Cup. He was injured in 2014 and Colombia missed the three Cups before that. He has 29 goals for Colombia in his career, the record.", "url": "https://www.nytimes.com/2018/06/19/sports/world-cup/colombia-japan-live.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}