{"authors": ["Ali Watkins"], "date_download": "2018-11-16 04:01:36", "date_modify": "2018-11-16 04:01:36", "date_publish": "2018-10-11 23:52:04", "description": "A Brooklyn man is accused of running a murder-for-hire scheme targeted at two reputed Bonanno family associates. His patron remains a mystery.", "filename": "2018_10_11_nyregion_bronx-assassination-mafia-arrest_1542340896.html", "image_url": "https://static01.nyt.com/images/2018/10/12/nyregion/12mobhit/12mobhit-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_11_nyregion_bronx-assassination-mafia-arrest_1542340896.html", "title": "Arrest in Deadly Vendetta Against Mob Figure Only Thickens the Plot", "title_page": "Arrest in Deadly Vendetta Against Mob Figure Only Thickens the Plot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A law enforcement source confirmed Mr. Shelton is suspected in connection with the murder of Sylvester Zottola, 71, who was gunned down outside a Bronx McDonald’s last week, even though he was not specifically charged with that crime. Mr. Zottola’s son, Salvatore, 41, also barely escaped a botched attempt on his life earlier this year.\n[Read more about the assassination of Mr. Zottola.]\nProsecutors said the search executed at Mr. Shelton’s home earlier on Thursday not only uncovered the $45,000 in bills but also loaded firearms.\nThe charges against Mr. Shelton signaled a break for investigators in a frustrating case, though it still left many questions unanswered. For nearly a year, Mr. Zottola and his son had been hunted by shadowy assassins on the streets of the Bronx. It was a pursuit law enforcement officials suspected stemmed from the pair’s well-documented connections to New York’s organized crime families.\nA criminal complaint said Mr. Shelton was part of a murder-for-hire plot targeting the Zottolas over a nearly five-month period ending with a botched July 11 assassination attempt against the younger Zottola outside of the family’s compound in the Throgs Neck neighborhood. Neither Zottola is named in the complaint, but a law enforcement official confirmed the anonymous John Doe 1 and John Doe 2 cited in the document refer to them.\n[Read more about the attempt on the Salvatore Zottola’s life.]\nMr. Shelton is accused of paying another man to try to kill the pair and providing him with getaway drivers and firearms to carry out the plot. But the hired hitman was arrested, pleaded guilty to murder-for-hire and agreed to cooperate with federal investigators against Mr. Shelton, the complaint said.", "url": "https://www.nytimes.com/2018/10/11/nyregion/bronx-assassination-mafia-arrest.html"}