{"authors": ["Julian E. Barnes", "Matthew Rosenberg", "Gardiner Harris"], "date_download": "2018-11-16 04:39:41", "date_modify": "2018-11-16 04:39:41", "date_publish": "2018-10-17 17:41:55", "description": "American intelligence officials have growing circumstantial evidence of Crown Prince Mohammed bin Salman’s involvement in Jamal Khashoggi’s disappearance in Istanbul.", "filename": "2018_10_17_world_middleeast_pompeo-khashoggi-murder.html_action=click&module=inline&pgtype=Homepage_1542343181.html", "image_url": "https://static01.nyt.com/images/2018/10/17/us/politics/pompeo/pompeo-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_17_world_middleeast_pompeo-khashoggi-murder.html_action=click&module=inline&pgtype=Homepage_1542343181.html", "title": "U.S. Spy Agencies Are Increasingly Convinced of Saudi Prince’s Ties to Journalist’s Disappearance", "title_page": "U.S. Spy Agencies Are Increasingly Convinced of Saudi Prince’s Ties to Journalist’s Disappearance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — American intelligence officials are increasingly convinced that Crown Prince Mohammed bin Salman of Saudi Arabia is culpable in the killing of the dissident journalist Jamal Khashoggi, an appraisal that poses challenges to a White House intent on maintaining a close relationship with the kingdom.\nIntelligence agencies have not yet been able to collect direct evidence of the prince’s involvement, American and European officials said. They also have not been able to conclude whether Prince Mohammed directly ordered the killing of Mr. Khashoggi, or whether his intention was to have Mr. Khashoggi captured and taken back to Saudi Arabia, according to one official.\nBut intelligence agencies have growing circumstantial evidence of the prince’s involvement — including the presence of members of his security detail and intercepts of Saudi officials discussing a possible plan to detain Mr. Khashoggi, according to American officials.\nOfficials have also said the prince’s complete control over the security services makes it highly unlikely that an operation would have been undertaken without his knowledge.", "url": "https://www.nytimes.com/2018/10/17/world/middleeast/pompeo-khashoggi-murder.html?action=click&module=inline&pgtype=Homepage"}