{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2018-11-16 04:32:56", "date_modify": "2018-11-16 04:32:56", "date_publish": "2018-07-11 09:00:09", "description": "The clash over Judge Brett M. Kavanaugh’s nomination will leave Democratic senators on the defensive, but it could energize the left in House races.", "filename": "2018_07_11_us_politics_supreme-court-democrats-midterms.html_module=inline_1542342776.html", "image_url": "https://static01.nyt.com/images/2018/07/12/us/politics/12scotusmidterms-print-1/12scotusmidterms1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_11_us_politics_supreme-court-democrats-midterms.html_module=inline_1542342776.html", "title": "For Midterms, Supreme Court Political Drama Plays to Its Audience", "title_page": "For Midterms, Supreme Court Political Drama Plays to Its Audience - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BOONVILLE, Ind. — Joe Donnelly knew his audience: Addressing a group of camouflage-clad union mine workers and retirees here last weekend, the Democratic senator trumpeted his efforts to protect their pensions and health care, asked attendees to raise their hands if they knew someone with a pre-existing health condition, and made not a single mention of the coming Supreme Court vote that could determine his political fate in November.\n“It’s a big deal to those who know it’s a big deal, but it doesn’t translate to folks that go to work every day — they’re focused on things that make their life better,” said Russ Stillwell, a former Democratic state lawmaker from this southern Indiana community, explaining why Mr. Donnelly had ignored the most urgent topic in Washington just days before President Trump would nominate Judge Brett M. Kavanaugh.\nTwo days later, in a Democratic campaign office at a strip mall in eastern Pennsylvania, a different atmosphere prevailed in the run-up to Mr. Kavanaugh’s nomination. Susan Wild, who is running for an open House seat in her Lehigh Valley district, and several dozen volunteers made phone calls Monday evening to women in the area, warning them that another conservative justice would put Roe v. Wade “in more danger than ever,” as a script provided to campaign workers described it.\n“It’s not just Roe — it’s a lot of things Democrats care about,” said Barbara Diamond, a local activist who joined the volunteer session. “Affirmative action, the A.C.A., gun control — lots of things the court has the power to roll back.”", "url": "https://www.nytimes.com/2018/07/11/us/politics/supreme-court-democrats-midterms.html?module=inline"}