{"authors": ["Sharon Lafraniere", "Emily Baumgaertner"], "date_download": "2018-11-16 04:32:39", "date_modify": "2018-11-16 04:32:39", "date_publish": "2018-07-29 11:58:21", "description": "Questions about Russian involvement in President Trump’s 2016 campaign are not on the docket but hang heavily over the proceedings.", "filename": "2018_07_29_us_politics_paul-manafort-trial.html_module=inline_1542342759.html", "image_url": "https://static01.nyt.com/images/2018/07/30/us/politics/30dc-Manafortquestions/30dc-Manafortquestions-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_29_us_politics_paul-manafort-trial.html_module=inline_1542342759.html", "title": "Paul Manafort’s Trial Starts Tuesday. Here Are the Charges and the Stakes.", "title_page": "Paul Manafort’s Trial Starts Tuesday. Here Are the Charges and the Stakes. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "According to the indictment, he was helped by his right hand man, Rick Gates, who has pleaded guilty to conspiracy to commit fraud and lying to the F.B.I. Mr. Gates, who also worked for the Trump campaign, is expected to testify against Mr. Manafort.\nThe most serious charges against Mr. Manafort could carry sentences of up to 30 years each. He also faces charges of money laundering, violating a federal lobbying disclosure law and obstruction of justice.\nHow does the case fit into the Mueller inquiry?\nMr. Manafort’s supporters claim that it does not, and his legal team at one point sought to have the case thrown out on the basis that Mr. Mueller had exceeded his authority. The judge in the Virginia case, T.S. Ellis III, suggested in court that the prosecutors were simply pursuing the case as a way of pressuring Mr. Manafort to provide evidence that could implicate Mr. Trump.\nJudge Ellis put it this way to prosecutors in a preliminary hearing: “You don’t really care about Mr. Manafort’s bank fraud. You really care about what information Mr. Manafort can give you that would reflect on Mr. Trump or lead to his prosecution or impeachment or whatever.”\nBut the judge ultimately decided that Mr. Mueller’s team had “followed the money paid by pro-Russian officials” to Mr. Manafort — a line of inquiry that fell squarely in his authority.", "url": "https://www.nytimes.com/2018/07/29/us/politics/paul-manafort-trial.html?module=inline"}