{"authors": ["Edward Wong", "Gardiner Harris", "Thomas Gibbons-Neff"], "date_download": "2018-11-16 03:19:16", "date_modify": "2018-11-16 03:19:16", "date_publish": "2018-09-21 23:39:10", "description": "The Trump administration insists on Geneva-based peace talks as Russia and Turkey promote a truce in Syria. And it wants to keep U.S. troops in the east.", "filename": "2018_09_21_world_middleeast_us-trump-syria-idlib_1542338356.html", "image_url": "https://static01.nyt.com/images/2018/09/21/us/politics/00dc-trumpsyria-sub/merlin_144087951_4a135ab2-796d-4f15-8598-22daf1242718-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_21_world_middleeast_us-trump-syria-idlib_1542338356.html", "title": "U.S. Weighs Next Steps as Syria’s Civil War Enters Climactic Phase", "title_page": "U.S. Weighs Next Steps as Syria’s Civil War Enters Climactic Phase - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As Syria’s seven-year civil war enters a climactic phase, the Trump administration is grappling with how to address the emerging political dynamics. President Bashar al-Assad has retaken control of most of Syrian territory, and experts said there is almost no chance that rebel groups will topple him or change the course of the war.\nBut this week, Russia and Turkey proposed a demilitarized zone to stop a military offensive that Mr. Assad had planned against Idlib Province, the last major rebel enclave in Syria. Even a delay in the rampage would buy time for the United States to help draw up new strategies for dealing with Syria if it definitively falls under Mr. Assad’s rule.\nAt next week’s meeting of the United Nations General Assembly, heads of state and top diplomats are expected to discuss how to protect Idlib’s residents from Mr. Assad and, ultimately, end the civil war. President Recep Tayyip Erdogan of Turkey, who has opposed Mr. Assad and deployed Turkish troops to Idlib, is scheduled to speak at the annual forum on Tuesday, as is President Hassan Rouhani of Iran, one of the Syrian government’s most loyal allies.\nPresident Trump will also address the world body that day. He has repeatedly threatened to withdraw American troops from Syria, where they are fighting the Islamic State in the country’s east. But in April, Mr. Trump for the second time ordered airstrikes to punish Mr. Assad for using chemical weapons. The Trump administration is also clinging to a mostly stalled peace process that was begun under President Barack Obama.", "url": "https://www.nytimes.com/2018/09/21/world/middleeast/us-trump-syria-idlib.html"}