{"authors": ["Winnie Hu"], "date_download": "2018-11-16 03:43:51", "date_modify": "2018-11-16 03:43:51", "date_publish": "2018-04-29 16:49:21", "description": "Recycled bridge parts will go to a New York State artificial reef program to increase marine life and support recreation and economic development on Long Island.", "filename": "2018_04_29_nyregion_tappan-zee-bridge-artificial-reef.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339831.html", "image_url": "https://static01.nyt.com/images/2018/02/12/reader-center/00tappanreef-1/00tappanreef-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_29_nyregion_tappan-zee-bridge-artificial-reef.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339831.html", "title": "Old Tappan Zee Bridge Gets New Life as Artificial Reef", "title_page": "Old Tappan Zee Bridge Gets New Life as Artificial Reef - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In its next life, the old Tappan Zee Bridge is going to the fishes. Really.\nChunks of concrete and steel that held the three-mile span aloft over the Hudson River for decades will now be scattered among a half-dozen artificial reefs off Long Island. The first bargeload of the Tappan Zee’s remains will be carried to its watery grave this week, with about 29 bargeloads to follow through the summer and early fall.\nBy recycling the Tappan Zee, New York State has not only found an affordable and practical way to dispose of some of its massive parts, but is also significantly expanding a state-managed artificial reef program that aims to provide new habitats to increase the diversity of marine life, promote recreational fishing and diving and bolster economic development.\nThe state program maintains 12 artificial reefs — two in Long Island Sound, two in the Great South Bay, and eight in the Atlantic Ocean — though only six of them will receive a piece of the Tappan Zee; state officials plan to build up the remaining reefs next year with materials from somewhere else. The old bridge parts will be sunk, along with 30 decommissioned barges, tugboats and tenders from the Erie Canal and upstate waterways as well as steel pipes and scrap materials from state transportation projects.\nGov. Andrew M. Cuomo said a few parting words for the bridge at a news conference recently. “It’s coming down, as you know, and it’s a large structure so it begs the philosophical question: What does a bridge do in life after it is finished its life as a bridge? What is the afterlife? Is there a bridge heaven?”", "url": "https://www.nytimes.com/2018/04/29/nyregion/tappan-zee-bridge-artificial-reef.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}