{"authors": ["Mihir Zaveri"], "date_download": "2018-11-16 03:59:01", "date_modify": "2018-11-16 03:59:01", "date_publish": "2018-09-29 16:37:04", "description": "March organizers hope to capitalize on opposition to Judge Brett M. Kavanaugh’s nomination to the Supreme Court and to influence the 2020 presidential race.", "filename": "2018_09_29_us_womens-march-2019.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340741.html", "image_url": "https://static01.nyt.com/images/2018/09/30/us/30xp-march-p1/30xp-march-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_29_us_womens-march-2019.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340741.html", "title": "Next Women’s March Is Set for January, With Main Protest in Washington", "title_page": "Next Women’s March Is Set for January, With Main Protest in Washington - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After the Supreme Court nomination of Judge Brett M. Kavanaugh advanced on Friday to a vote by the full Senate, organizers of the Women’s March said messages came pouring in.\nThe confirmation proceedings, particularly the testimony of Christine Blasey Ford, who accused Judge Kavanaugh of sexual assault decades ago, rallied women who themselves had been sexually assaulted or harassed.\nEven as the Senate waits for a renewed F.B.I. background check before a final vote on Judge Kavanaugh, who has denied the accusations, many saw the support for him as an endorsement of a culture that fosters and allows sexual misconduct.\nPeople were “enraged,” Linda Sarsour, a chairwoman of the Women’s March, said on Saturday.\n“Our email inboxes were full: ‘Women’s March, where are you? When are we marching? Tell us when? Tell us where?’” she said.", "url": "https://www.nytimes.com/2018/09/29/us/womens-march-2019.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}