{"authors": ["Jim Rutenberg", "Emily Steel", "Mike Mcintire"], "date_download": "2018-11-16 04:49:24", "date_modify": "2018-11-16 04:49:24", "date_publish": "2018-04-12 01:16:46", "description": "A federal inquiry is examining the relationship between a tabloid company, President Trump and his lawyer Michael D. Cohen, whose office was raided by the F.B.I.", "filename": "2018_04_11_us_politics_trump-national-enquirer-american-media.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343764.html", "image_url": "https://static01.nyt.com/images/2018/04/12/us/12AMIcombo/12AMIcombo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_11_us_politics_trump-national-enquirer-american-media.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343764.html", "title": "Investigators Focus on Another Trump Ally: The National Enquirer", "title_page": "Investigators Focus on Another Trump Ally: The National Enquirer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Trump has long had ties to the nation’s major media players. But his connections with the country’s largest tabloid publisher, American Media Inc., run deeper than most.\nA former top executive of Mr. Trump’s casino business sits on A.M.I.’s four-member board of directors, and an adviser joined the media company after the election. The company’s chairman, David J. Pecker, is a close friend of the president’s.\nAnd in the Trump era, A.M.I.’s flagship tabloid, The National Enquirer, has taken a decidedly political turn, regularly devoting covers to the president’s triumphs and travails with articles headlined “Trump’s Plan For World Peace!” and “Proof! FBI Plot to Impeach Trump!”\nSince the early stages of his campaign in 2015, Mr. Trump, his lawyer Michael D. Cohen and Mr. Pecker have strategized about protecting him and lashing out at his political enemies.", "url": "https://www.nytimes.com/2018/04/11/us/politics/trump-national-enquirer-american-media.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}