{"authors": ["Reed Abelson", "Tiffany Hsu"], "date_download": "2018-11-16 03:40:42", "date_modify": "2018-11-16 03:40:42", "date_publish": "2018-06-20 14:04:08", "description": "Dr. Atul Gawande, a Harvard professor, surgeon and writer, will lead the initiative formed to provide health care for the companies’ employees.", "filename": "2018_06_20_health_amazon-berkshire-hathaway-jpmorgan-atul-gawande_1542339642.html", "image_url": "https://static01.nyt.com/images/2018/06/21/business/21HEALTH-alt/21HEALTH-alt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_20_health_amazon-berkshire-hathaway-jpmorgan-atul-gawande_1542339642.html", "title": "Amazon, Berkshire Hathaway and JPMorgan Name C.E.O. for Health Initiative", "title_page": "Amazon, Berkshire Hathaway and JPMorgan Name C.E.O. for Health Initiative - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There is little doubt that Dr. Gawande will be able to outline what he has said he believes are the system’s failings. “Tapping Atul Gawande to head the new venture is a very positive sign,” said Brian Marcotte, the chief executive of the National Business Group on Health, which represents large employers. “He is a thought leader, thinks outside the box, and is passionate about fixing what ails our health care system.”\nDr. Gawande is a professor at the Harvard T.H. Chan School of Public Health and Harvard Medical School and a practicing surgeon at Brigham and Women’s Hospital.\n“This work will take time but must be done,” Dr. Gawande said in a statement. “The system is broken, and better is possible.” He declined to be interviewed.\nHe is also the executive director for Ariadne Labs, a joint project by Brigham and Women’s and Harvard to further the adoption of measures that aim to improve patient safety, like surgical checklists.\nIn a letter to friends and colleagues, Dr. Gawande said his role as chief executive “will not require me to leave Ariadne Labs, Brigham Health, or Harvard. My plan is to transition from executive director of Ariadne to chairman, while remaining a surgeon on staff at the Brigham and professor at Harvard. I will also continue to write, including for The New Yorker magazine.”\nHis articles, while influential, have not been immune to criticism. His 2009 New Yorker piece, “The Cost Conundrum,” which looked at unnecessary care in McAllen, Texas, by comparing spending patterns around the nation, was required reading in the Obama White House. But McAllen was a hot spot of medical fraud, and subsequent studies showed that the places identified as low-cost under Medicare could actually be high cost for those who are privately insured.\nDr. Gawande was chosen for the position after leaders at Amazon, Berkshire and JPMorgan interviewed many professionals, Mr. Buffett said. The companies seemed to struggle publicly to find an executive, with prominent leaders like David T. Feinberg, the chief executive of Geisinger Health System, the innovative group in Pennsylvania, saying they were not taking the job.", "url": "https://www.nytimes.com/2018/06/20/health/amazon-berkshire-hathaway-jpmorgan-atul-gawande.html"}