{"authors": ["Sheryl Gay Stolberg", "Charlie Savage", "Adam Liptak"], "date_download": "2018-11-16 04:39:17", "date_modify": "2018-11-16 04:39:17", "date_publish": "2018-09-06 09:15:45", "description": "President Trump’s nominee to the Supreme Court, Judge Brett M. Kavanaugh, faced his third day of confirmation hearings on Thursday.", "filename": "2018_09_06_us_politics_kavanaugh-hearing-confirmation_1542343157.html", "image_url": "https://static01.nyt.com/images/2018/09/07/us/politics/07dc-kavanaughbriefing-vidsub2/07dc-kavanaughbriefing-vidsub2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_06_us_politics_kavanaugh-hearing-confirmation_1542343157.html", "title": "Here’s What Happened on Day 3 of the Kavanaugh Confirmation Hearings", "title_page": "Here’s What Happened on Day 3 of the Kavanaugh Confirmation Hearings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“They said filling out the form would make them complicit in the provision of the abortion inducing drugs that they were as a religious matter objecting to,” Judge Kavanaugh testified.\nSome religious organizations regard any form of birth control as an abortifacient. But Judge Kavanaugh’s use of the term “abortion-inducing drugs” set off alarm bells among abortion rights advocates and spawned a hashtag, #abortioninducingdrugs, on Twitter.\nErica Sackin, director of political communications for Planned Parenthood of America, commented on Twitter:\nKavanaugh was asked about the landmark 2015 decision on same-sex marriage.\nJudge Kavanaugh would not say whether he thought the Supreme Court’s 2015 decision establishing a constitutional right to same-sex marriage had been correctly decided.\nBut he tried to convey sympathy for gay rights by quoting from a Supreme Court decision in June that sided with a Colorado baker who refused to create a wedding cake for a same-sex couple. The ruling did not address the central dispute in the case and turned instead on apparent hostility against religion in a state civil rights commission.\nJudge Kavanaugh focused on one statement in the majority opinion, written by Justice Anthony M. Kennedy, the member of the court he hopes to replace. “Our society has come to the recognition that gay persons and gay couples cannot be treated as social outcasts or as inferior in dignity and worth,” Justice Kennedy wrote.\nJudge Kavanaugh noted that Chief Justice John G. Roberts Jr. and Justices Samuel A. Alito Jr. and Neil M. Gorsuch, all members of the court’s conservative wing, had joined the opinion. And he suggested that he agreed with the sentiment, too.\n‘John Boy Walton type or a Ferris Bueller type’?\nAmid the arcane discussions of Supreme Court precedent and judicial philosophy, the Kavanaugh hearings did have some lighter moments.\nAdvertisement Continue reading the main story\nSenator John Kennedy, Republican of Louisiana, had some probing questions about Judge Kavanaugh’s past: “Did you ever get in trouble? Were you more of a John Boy Walton type or a Ferris Bueller type?” The judge didn’t bite.\nMr. Cruz asked Judge Kavanaugh if he intends to play basketball at the court inside the Supreme Court building. No sitting justice has played there, Mr. Cruz said, since Justice Clarence Thomas, “many years ago, when he was a much younger justice.”\nJudge Kavanaugh said that if confirmed, he does indeed intend to play, on what is known as “the highest court in the land.”\nAnd speaking of basketball, Judge Kavanaugh is exceedingly proud of the girls’ basketball teams he has coached through the Catholic Youth Organization at his home parish, Blessed Sacrament in Chevy Chase, Md.\nAbout a dozen current and former players — in blue sweaters, ponytails and plaid skirts — showed up to watch. They sat in the front rows, right behind their coach. Judge Kavanaugh introduced each of them, rattling off their names and, in a remarkable display of memory not devoted to legal precedent, their grades.\n“Let’s see,” he said. “We’ve got Liza going into fifth grade. Keegan’s in fifth. Anna’s in seventh. Shawnee is in seventh. Quinn is in sixth. Sophie is in seventh. So I think I got it all right.”\nPhoto\nThe room broke out into applause.\nAbortion takes center stage\nIn documents obtained by The New York Times that date back to Judge Kavanaugh’s time in the George W. Bush administration, Mr. Kavanaugh, then a White House aide, seemed to raise doubts about whether Roe v. Wade, the landmark Supreme Court ruling that found a constitutional right to an abortion, was “settled law.”\nHe was considering a draft opinion piece to be run under the names of anti-abortion women that stated, “it is widely accepted by legal scholars across the board that Roe v. Wade and its progeny are the settled law of the land.” Responding to the email, the future Supreme Court nominee wrote, “I am not sure that all legal scholars refer to Roe as the settled law of the land at the Supreme Court level since Court can always overrule its precedent, and three current Justices on the Court would do so.”\nAdvertisement Continue reading the main story\nThe documents do not indicate how Judge Kavanaugh would rule, but they are fodder for Democratic questioning. Senator Dianne Feinstein of California, the ranking Democrat on the Judiciary Committee, asked Mr. Kavanaugh about the document, noting it had been made public.\nMr. Kavanaugh defended the statement he made in the email, and said “the broader point was simply that it was overstating something about legal scholars.”\n“I’m always concerned about accuracy, and I thought it was not an accurate description of all legal scholars,” he said, adding later that Roe v. Wade is “an important precedent. It has been reaffirmed many times.” He declined to comment directly on Ms. Feinstein’s questions as to whether it is “correct law.”\nNARAL Pro-Choice America, the abortion rights lobby, jumped on the release immediately: “Brett Kavanaugh’s emails are rock solid evidence that he has been hiding his true beliefs and if he is given a lifetime seat on the Supreme Court, he will gut Roe v. Wade, criminalize abortion, and punish women. Everything he said yesterday in front of the Senate Judiciary Committee about ‘settled law’ was nothing but a show to mislead the Senate.”\n[Read more about the documents, here.]\nEmail subject line: ‘Spying’\nA tantalizing moment on Wednesday came when Senator Patrick J. Leahy, Democrat of Vermont, asked Judge Kavanaugh whether he had meetings with Manuel Miranda, a former Senate Republican aide who was caught stealing files from the computers of Senate Judiciary Committee Democrats, including Mr. Leahy.\nJudge Kavanaugh denied ever knowingly receiving stolen material when he was a White House aide tasked with getting President George W. Bush’s judicial nominees confirmed.\nOn Thursday, questioning Judge Kavanaugh a second time, Mr. Leahy described and put up on posters several emails about his interactions with Mr. Miranda, indicating that he had received permission from the committee chairman around 3 a.m. to disclose them. They included a March 2003 email from Mr. Miranda to Judge Kavanaugh that included several pages of Democratic talking points, marked “not for distribution,” and another to Judge Kavanaugh from a Republican Senate staff member whose subject line “spying” and which referred to “a mole for us on the left.”\nJudge Kavanaugh reiterated that he had no knowledge that Mr. Miranda had infiltrated Democratic files, saying he likely assumed that the Republican staff was getting information from friends who were Democratic staff members and nothing had raised red flags at the time.\nAdvertisement Continue reading the main story\n“I was born at night but not last night,” Mr. Leahy said. “If I had something that somebody said, we have stolen this or don’t tell anybody we have this, I think it would raise some red flags.”\nMr. Leahy also pressed him about more than 100,000 documents from his period as a Bush White House lawyer that the Senate has not been permitted to see, even on a confidential basis, because a lawyer for President Bush has said they are subject to executive privilege. Mr. Leahy asked whether Judge Kavanaugh could confirm that none of those contain more such emails from Mr. Miranda.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“Senator, I am not involved in the documents process,” Judge Kavanaugh. “I don’t know what’s in them.”\nReplied Mr. Leahy: “That is convenient.”\nSenator Durbin pleads with Kavanaugh to clear up his views on the special counsel.\nSenator Richard J. Durbin, Democrat of Illinois, pressed Mr. Kavanaugh on comments he made in support of Justice Antonin Scalia’s dissent in a case that upheld the constitutionality of an independent counsel.\n“Given your views on Morrison v. Olson, we are obviously worried you will feel bound by this dissent by Scalia if President Trump decides to attempt to fire the special counsel Bob Mueller,” Mr. Durbin said.\nMr. Kavanaugh began by pushing back on the framing of Mr. Durbin’s question, noting that case involved the creation of an independent counsel, not a special counsel.\nBut ultimately, he assured the senator, “I’ve made clear in my writing that when a court order requires a president to do something or prohibits a president from doing something under the constitution or laws of the United States, that is the final word.”\nWhen it comes to the scope of executive power, he said, “I am one not afraid at all in my record of twelve years to invalidate executive power when it violates the law.”\nLater, under questioning from Senator Chris Coons, Democrat of Delaware, Judge Kavanaugh pushed back against what he called a misinterpretation of a comment he made at a 1999 round table, when he said, “Maybe Nixon was wrongly decided — heresy though it is to say so.” He was referring to the 1974 case of United States v. Nixon, where the Supreme Court’s ruled unanimously that a sitting president, Richard M. Nixon, could be subpoenaed for documents and records like the Watergate tape recordings.\nPhoto\nJudge Kavanaugh said he was being wry, and critiquing the strategy of lawyers for President Bill Clinton during the investigation of that president. “The tone of voice there has made the printed word look much different than how it was intended,” he said, adding that he believes the case was correctly decided, and is “one of the four greatest decisions” in Supreme Court history. (He did not say what the other three are.)\nAdvertisement Continue reading the main story\nA strange contretemps over ‘secret’ documents\nMuch of the morning was given to what appeared to be real drama, the move by Senator Cory Booker, Democrat of New Jersey, to release “committee confidential” documents without Republican permission — and Republican threats to exact consequences. After all, such a release could result in Mr. Booker’s expulsion from Senate. “Bring it,” the senator said.\nSenators Booker and Mazie K. Hirono, Democrat of Hawaii, went ahead and released the documents.\n“This is about the closest I’ll ever come in my life to an ‘I am Spartacus’ moment,” Mr. Booker declared.\nBut after the drama subsided, Senator Charles E. Grassley of Iowa, the chairman of the Senate Judiciary Committee, said all of those documents were cleared for release overnight.\nWilliam A. Burck, the former Bush White House lawyer tasked with reviewing the Kavanaugh documents, said in a statement, “We cleared the documents last night shortly after Senator Booker’s staff asked us to. We were surprised to learn about Senator Booker’s histrionics this morning because we had already told him he could use the documents publicly. In fact, we have said yes to every request made by the Senate Democrats to make documents public.”\nThe question remains, so why were Republicans handing Mr. Booker his moment, not saying, hey, what’s the big deal?\nAs for Mr. Booker, his spokeswoman gave him credit for forcing the documents’ release — and said this would not be the last of the document kerfuffles.\n“Cory and Senate Democrats were able to shame the committee into agreeing to make last night’s documents publicly available, and Cory publicly released those documents as well as other committee confidential documents today,” the spokeswoman, Kristin Lynch, said in a statement. “And he’ll keep releasing them because Republicans are hiding Brett Kavanaugh’s record from the American people.”\nAdvertisement Continue reading the main story\nWhat do Democrats know that they can’t share?\nLate in Wednesday’s proceedings, the questioning finally reached Senator Kamala Harris, Democrat of California, and she launched into tense questioning that centered around whether Judge Kavanaugh had ever discussed the Russia investigation by the special counsel, Robert S. Mueller III, with a lawyer or lawyers from the law firm of President Trump’s longtime personal lawyer, Marc Kasowitz.\nJudge Kavanaugh appeared somewhat baffled, but he would not offer a blanket “no” because he said he didn’t know the names of every lawyer who worked for the firm, and he had discussed the Mueller investigation with lawyers and judges.\n“I think you’re thinking of someone, and you don’t want to tell us,” Ms. Harris said without elaboration.\nSenator Orrin G. Hatch, Republican of Utah, gave Judge Kavanaugh an opportunity on Thursday to revisit Ms. Harris’s line of questioning. Mr. Kavanaugh responded by acknowledging he doesn’t know everyone who works at the firm, but said, “I don’t recall any conversations of that kind.”\n“I haven’t had any inappropriate conversations about that investigation with anyone,” Judge Kavanaugh said. “I’ve never given anyone any winks, hints, forecasts, previews, nothing, about my view as a judge, or how I would rule as a judge on that or anything related to that.”\nA spokesman for Kasowitz Benson Torres said in a statement Thursday that “there have been no discussions regarding Robert Mueller’s investigation between Judge Kavanaugh and anyone at our firm.”\nIn a letter last June to Mr. Mueller, Mr. Kasowitz cited a majority opinion by Judge Kavanaugh, without naming him, saying, “The President may decline to prosecute certain violators of federal law just as the President may pardon certain violators of federal law. The President may decline to prosecute or may pardon because of the President’s own constitutional concerns about a law or because of policy objections to the law, among other reasons.”\nThe question is, can and will the senator tell the public what she knows?\nCameras in the high court? Not likely.\nMost Supreme Court nominees express enthusiasm for cameras in the court at their confirmation hearings, only to change their minds after they join the court. Judge Kavanaugh took a different approach, saying only that “I will have an open mind on it.”\nAdvertisement Continue reading the main story\nHe said his current court, the United States Court of Appeals for the District of Columbia Circuit, has recently allowed live audio coverage of its arguments. That development, he said, was a positive one.\nBut he offered only vague comments on electronic coverage of the Supreme Court. The court generally releases audio recording of arguments at the end of the week and does not allow camera coverage.\nJudge Kavanaugh made one novel suggestion, offering that the court should consider camera coverage of the sessions in which the justices summarize their opinions from the bench. The court, which currently releases audio of those sessions months later, is unlikely to adopt the idea. The justices may be wary of suggesting to the public that their informal oral summaries, rather than their written opinions, precisely set out the details of decisions.", "url": "https://www.nytimes.com/2018/09/06/us/politics/kavanaugh-hearing-confirmation.html"}