{"authors": ["Steve Lohr", "Michael J. De La Merced"], "date_download": "2018-11-16 03:43:31", "date_modify": "2018-11-16 03:43:31", "date_publish": "2018-06-26 10:24:12", "description": "The move comes as General Electric’s chief executive, John Flannery, focuses the company on its aviation, power and renewable energy activities.", "filename": "2018_06_26_business_dealbook_ge-health-care_1542339811.html", "image_url": "https://static01.nyt.com/images/2018/06/27/business/27ge/merlin_134729157_0b9c84b6-bb08-49d9-8800-8456211a18c0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_26_business_dealbook_ge-health-care_1542339811.html", "title": "G.E. to Spin Off Health Care Division as Part of Major Reshaping", "title_page": "G.E. to Spin Off Health Care Division as Part of Major Reshaping - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When John L. Flannery took over as the chief executive of General Electric last August, he declared that he would not be nostalgic about the industrial giant’s storied past when reshaping the company for the future.\nHe wasn’t kidding.\nGeneral Electric said on Tuesday that it planned to spin off its health care business and sell its multibillion-dollar stake in Baker Hughes, a major producer of oil field equipment, as Mr. Flannery turns the embattled industrial titan into a much smaller company.\nThe company said it would retain just three major operations: jet engines, electric power generators and wind turbines. Those businesses accounted for 60 percent of the company’s $122 billion in revenue last year.\nG.E., once the ultimate American conglomerate and a symbol of corporate power, had endured a painful decline in recent years. Executives could not sell the struggling parts fast enough. In the past year, shares in the company have fallen by half, cutting its market value by $120 billion.", "url": "https://www.nytimes.com/2018/06/26/business/dealbook/ge-health-care.html"}