{"authors": ["Thomas Gibbons-Neff", "Steven Lee Myers"], "date_download": "2018-11-16 04:18:55", "date_modify": "2018-11-16 04:18:55", "date_publish": "2018-06-27 19:21:53", "description": "Disagreement over the contested sea and Taiwan are major issues as the American defense secretary meets the Chinese leader in Beijing.", "filename": "2018_06_27_world_asia_mattis-xi-china-sea_1542341935.html", "image_url": "https://static01.nyt.com/images/2018/06/28/world/28china-mattis/28china-mattis-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_world_asia_mattis-xi-china-sea_1542341935.html", "title": "China Won’t Yield ‘Even One Inch’ of South China Sea, Xi Tells Mattis", "title_page": "China Won’t Yield ‘Even One Inch’ of South China Sea, Xi Tells Mattis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — When Defense Secretary Jim Mattis met with President Xi Jinping of China on Wednesday, he hoped to start a conversation on China’s position in the South China Sea. He left knowing just how firm Mr. Xi is on the issue.\n“We cannot lose even one inch of the territory left behind by our ancestors,” Mr. Xi told him, according to Chinese state media. “What is other people’s, we do not want at all.”\nDisagreements between Washington and Beijing over the Chinese military’s expanding presence in the South China Sea and the American policy toward Taiwan were two of the most prominent issues raised during meetings between Mr. Mattis and senior officials in Beijing, the first stop on a trip that will take him to South Korea and Japan.\nMr. Mattis, who has assailed the Chinese military for its expansion in the South China Sea, made clear the Pentagon’s stance on contested waters, stressing the need for freedom of navigation in the region and China’s adherence to international law, according to defense officials who spoke on condition of anonymity.", "url": "https://www.nytimes.com/2018/06/27/world/asia/mattis-xi-china-sea.html"}