{"authors": ["Julie Hirschfeld Davis", "Eileen Sullivan"], "date_download": "2018-11-16 04:49:13", "date_modify": "2018-11-16 04:49:13", "date_publish": "2018-08-22 14:10:15", "description": "The president attacked Mr. Cohen as a bad lawyer and said that he had “such respect for a brave man,” a reference to Paul Manafort, who was convicted of tax and bank fraud.", "filename": "2018_08_22_us_politics_trump-cohen-manafort.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343753.html", "image_url": "https://static01.nyt.com/images/2018/08/22/us/23dc-trump-alpha/23dc-trump-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_22_us_politics_trump-cohen-manafort.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343753.html", "title": "Trump Praises Manafort, Saying ‘Unlike Michael Cohen’ He ‘Refused to Break’", "title_page": "Trump Praises Manafort, Saying ‘Unlike Michael Cohen’ He ‘Refused to Break’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In an interview with Fox News on Wednesday, Mr. Trump — who could be heard in an audio recording released last month discussing with Mr. Cohen arrangements for the payment to be made to Ms. McDougal — said he had become aware of the payments only after they were made. He emphasized that the payments Mr. Cohen admitted to in his guilty plea did not come from campaign funds.\n“My first question when I heard about it was, ‘Did they come out of the campaign?’” Mr. Trump said. “Because that could be a little dicey.”\nIn fact, payments from either Mr. Trump’s personal or corporate accounts could prompt campaign finance reporting requirements.\nMs. Sanders said the president had not lied about the payments when he initially said he did not know about them. She called it “a ridiculous allegation” and refused to say whether the White House stood by its denial of the affairs, saying, “We’ve addressed this a number of times.”\nThe president also repeated his assertion that Mr. Cohen pleaded guilty to crimes that were merely violations and compared that with the way former President Barack Obama was treated because of a campaign finance violation during the 2008 presidential race. He only had to pay a fine.\n“He had a massive campaign violation, but he had a different attorney general, and they viewed it a lot differently,” Mr. Trump said of Mr. Obama, adding a jab at his own attorney general, Jeff Sessions.\nMr. Trump was referring to a Federal Election Commission finding in 2013 that during Mr. Obama’s 2008 campaign he did not file finance reports in a timely manner. Mr. Obama’s violation was a civil one, unlike the felonies Mr. Cohen admitted to on Tuesday — making a campaign donation above the legal limit and doing so, in Mr. Cohen’s words, “to keep an individual with information that would be harmful to the candidate and to the campaign from publicly disclosing this information.”", "url": "https://www.nytimes.com/2018/08/22/us/politics/trump-cohen-manafort.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}