{"authors": ["Sean Mcelwee"], "date_download": "2018-11-16 03:12:17", "date_modify": "2018-11-16 03:12:17", "date_publish": "2018-05-23 16:55:58", "description": "Evidence from recent primaries, survey data and national elections suggests that the old way of doing things won’t work anymore.", "filename": "2018_05_23_opinion_democrats-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337937.html", "image_url": "https://static01.nyt.com/images/2018/05/23/opinion/23mcelwee2/23mcelwee2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_23_opinion_democrats-race.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337937.html", "title": "The Rising Racial Liberalism of Democratic Voters", "title_page": "Opinion | The Rising Racial Liberalism of Democratic Voters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In primary contests across the country, Democratic politicians are being held to an increasingly stringent standard on racial equity. In Colorado, Representative Diana DeGette faces a primary challenge from Saira Rao, an Indian-American lawyer who has called for defunding Immigration and Customs Enforcement. In Massachusetts, which has an all-white congressional delegation, Representative Mike Capuano faces a primary challenge from an African-American councilwoman in Boston, Ayanna Pressley.\nThe two leading contenders for the Democratic nomination in New Mexico’s First Congressional District, Deb Haaland and Antoinette Sedillo Lopez, have also both called for defunding ICE. Even centrist Democrats like Senator Charles Schumer talk openly about racial disparities in arrests for marijuana and incarceration rates. On the other hand, anti-immigrant candidates like John Morganelli in Pennsylvania’s Seventh are losing their bids in the face of intense opposition from racial justice groups like Center for Popular Democracy Action, working through local affiliates like Make the Road Action in Pennsyvania.\nAlready, we’ve seen changes at every level of government, with racial justice advocates supported by millennial-led organizations like Launch Progress and Run for Something winning down-ballot races. Incumbents, sensing the change, have moved left. Democratic politicians who opposed the Dream Act in 2010 (like Senator Jon Tester of Montana) have signaled their support for such a bill now. That’s a far cry from the party that under President Bill Clinton supported the disastrous 1996 Illegal Immigration Reform and Immigrant Responsibility Act that helped pave the way for increased deportation under Mr. Trump.\nIt’s unlikely that these changes in racial attitudes will reverse, meaning that Democratic politicians will no longer have the option in general elections of using a Sister Souljah strategy to win over independent whites the way Bill Clinton did in 1992 — the Democratic base simply won’t allow it. Instead, prominent progressives like Bernie Sanders have tried to win over young voters by praising rappers like Cardi B.\nIt’s difficult to imagine a Democratic strategist advising a future presidential nominee to “claim and achieve record deportations of criminal aliens,” as the mayor of Chicago, Rahm Emanuel, did when he worked for President Bill Clinton in 1996. Black Lives Matter will continue to pressure politicians on issues from policing and housing to criminal justice reform. As the party realizes that its hopes lie in mobilizing its base of black and Latino voters and increasingly liberal whites, they will be forced to take these movements seriously.\nIf they don’t, they risk the fate of candidates like Mr. Morganelli or Brad Ashford, a former congressman who lost a primary election to the upstart Kara Eastman in Nebraska last week. Both men found that the Democratic base would no longer stand for an older brand of politics that was too quick to ignore the country’s history of racial injustice.", "url": "https://www.nytimes.com/2018/05/23/opinion/democrats-race.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}