{"authors": ["Kanishk Tharoor"], "date_download": "2018-11-16 03:18:37", "date_modify": "2018-11-16 03:18:37", "date_publish": "2018-06-11 15:08:56", "description": "In both soccer and life, you can be a proud representative of your home country while being incurably global.", "filename": "2018_06_11_opinion_world-cup-soccer-nationalism-globalization.html_action=click&module=RelatedLinks&pgtype=Article_1542338317.html", "image_url": "https://static01.nyt.com/images/2018/06/12/opinion/08tharoor-offsides/08tharoor-offsides-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_11_opinion_world-cup-soccer-nationalism-globalization.html_action=click&module=RelatedLinks&pgtype=Article_1542338317.html", "title": "Is the World Cup for Nationalists or Citizens of the World?", "title_page": "Opinion | Is the World Cup for Nationalists or Citizens of the World? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In June of 1930, a coup d’état in Romania brought to power the quixotic King Carol II. He swiftly turned his sights on the very first World Cup, set to take place just more than a month later in Uruguay. The soccer competition was a chance to show to the world a new Romania under his rule, while kindling in Romanians a sense of their global prowess. King Carol pushed a very late bid for his country’s entry into the tournament and encouraged his country’s football association to cobble together a squad.\nThis was not a simple task. Long before today’s millionaire soccer stars, many footballers worried that it would not be worth it — literally — to play in the World Cup. The rigors of transcontinental travel required them to spend three months abroad, an awkward interruption in the lives of men who often worked in factories or oil refineries and feared, with good reason, that representing Romania in Uruguay would cost them their jobs. So King Carol issued a royal decree guaranteeing that all players selected for the national team would be given time off by their employers and have their positions restored upon their return. By force of the king’s will, a mostly urban team was plucked from the industrial centers of Bucharest and Timisoara and bundled off to Genoa, Italy, where they boarded an ocean liner and sailed three weeks across the Atlantic to compete in Montevideo.\nTimes have changed. None of the teams in this year’s World Cup in Russia will prepare by jogging between decks on a ship. Nor will the very wealthy professionals representing their countries fret about missing shifts on the assembly line. King Carol’s enthusiasm, however, for the potential national glories of the World Cup remains palpable in both big and small footballing countries. When Panama qualified for the first time last year (at the expense of the United States), the country erupted in festivities and its president declared a national holiday. Four-time champion Italy failed to qualify after having been at every tournament for the past 60 years, only deepening the mood of gloom and frustration in the country that would in March elections jettison establishment parties.\nThough much enlarged, the World Cup is still at its core what it was in King Carol’s day: a pageant of nation-states. The tournament was conceived in an early-20th-century Europe when nations (including Romania) were emerging from the wreckage of foundering empires, when Woodrow Wilson’s gospel of national self-determination spread far and wide, and when new forms of media, including radio, expanded the reach of the sport. Along with a flag and an anthem, a soccer team gave a country a tangible form, tracing the contours of a people in the collective striving on the field. The memorable stories of each World Cup are often ones of national apotheosis and national calamity.", "url": "https://www.nytimes.com/2018/06/11/opinion/world-cup-soccer-nationalism-globalization.html?action=click&module=RelatedLinks&pgtype=Article"}