{"authors": ["Prashant S. Rao"], "date_download": "2018-11-16 03:13:47", "date_modify": "2018-11-16 03:13:47", "date_publish": "2018-05-18 19:04:48", "description": "Holywell, a town in Wales with dozens of local retailers, has struggled with the impacts of online shopping. It is applying technology to try and keep its shops open.", "filename": "2018_05_18_business_wales-tech-retail-shopping-square_1542338027.html", "image_url": "https://static01.nyt.com/images/2018/05/11/business/00holywell-1/00holywell-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_18_business_wales-tech-retail-shopping-square_1542338027.html", "title": "Tech Hit This Small Town Hard. Now, Locals Hope It Will Fuel a Revival.", "title_page": "Tech Hit This Small Town Hard. Now, Locals Hope It Will Fuel a Revival. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HOLYWELL, Wales — Officials in this Welsh town will soon install free Wi-Fi along their lone shopping street. They are erecting the first electric car chargers in the area. And this past winter, small businesses began partnering with an American mobile payments system in the hope of getting more people in their stores.\nThis is small-town tech — the scattershot response as communities try in any way possible to draw shoppers back to their High Streets and Main Streets.\nMany places like Holywell are experimenting with new technologies and digital services, in a defensive crouch against the dominance of e-commerce and the lure of bigger cities. Along with the car chargers and free Wi-Fi, officials here have added digital “beacons” that describe local attractions to aid smartphone-toting tourists.\nAlthough such efforts will hardly insulate their economies, the alternative amounts to giving up. Shop owners are hopeful the moves will help them survive, and improve the mood of an area that has seen decades of decline.", "url": "https://www.nytimes.com/2018/05/18/business/wales-tech-retail-shopping-square.html"}