{"authors": ["Adam Goldman", "Julian E. Barnes", "Michael S. Schmidt", "Matt Apuzzo"], "date_download": "2018-11-16 04:40:03", "date_modify": "2018-11-16 04:40:03", "date_publish": "2018-09-13 21:41:02", "description": "When a Russian intelligence officer believed to be a hit man entered the United States, he tracked down a fellow Russian who had worked as a C.I.A. informant. F.B.I. agents grew alarmed.", "filename": "2018_09_13_us_politics_russian-informants-cia-protection_1542343203.html", "image_url": "https://static01.nyt.com/images/2018/09/14/us/politics/14dc-intel-print/14dc-intel1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_13_us_politics_russian-informants-cia-protection_1542343203.html", "title": "U.S. Spies Rush to Protect Defectors After Skripal Poisoning", "title_page": "U.S. Spies Rush to Protect Defectors After Skripal Poisoning - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When a suspected hit man for Russian intelligence arrived in Florida about four years ago, F.B.I. surveillance teams were alarmed.\nThe man approached the home of one of the C.I.A.’s most important informants, a fellow Russian, who had been secretly resettled along the sunny coast. The suspected hit man also traveled to another city where one of the informant’s relatives lived, raising even more concerns that the Kremlin had authorized revenge on American soil.\nAt F.B.I. headquarters, some agents voiced concern that President Vladimir V. Putin of Russia, himself a former intelligence officer known to reserve scorn for defectors from their ranks, had sent an assassin to kill one he viewed as a turncoat. Others said he would not be so brazen as to kill a former Russian spy on American soil.\nUltimately, the Russian defector and his family remained safe. But after the poisoning in March of Sergei V. Skripal, a former Russian intelligence officer living in Britain, and his daughter, American intelligence officials have begun to reassess the danger facing former spies living in the United States, according to current and former American intelligence officials who spoke on the condition of anonymity to discuss classified operations.", "url": "https://www.nytimes.com/2018/09/13/us/politics/russian-informants-cia-protection.html"}