{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:45:46", "date_modify": "2018-11-16 04:45:46", "date_publish": "2018-06-14 23:11:46", "description": "Grifters ain’t gonna gift.", "filename": "2018_06_14_opinion_donald-trump-foundation-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343546.html", "image_url": "https://static01.nyt.com/images/2018/06/15/opinion/15fri1/15fri1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_14_opinion_donald-trump-foundation-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343546.html", "title": "Donald Trump’s Charity Begins, and Ends, at Home", "title_page": "Opinion | Donald Trump’s Charity Begins, and Ends, at Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It’s long been clear that Donald Trump’s family foundation, the Trump Foundation, is not a generous and ethical charity, but just another of his grifts. He branded it the way he brands his buildings, using his name to generate income that he then has used largely for his own benefit. In 2016, The Washington Post reported that many of Mr. Trump’s boasts about his charitable giving could not be verified. Those that could be were often gifts to himself.\nFor instance, the largest reported donation the foundation has made — $264,631 — was used to refurbish the fountain in front of Mr. Trump’s Plaza Hotel in New York. He has not given any of his own supposed fortune to the foundation since 2008, relying instead on the beneficence of others, whether pro-wrestling mavens or simply Americans who thought they were supporting, say, veterans. And yet the Trump Foundation was repeatedly compared with the Clinton Foundation, which, despite justifiable concern about Bill and Hillary Clinton’s dual roles as philanthropic boosters and politicians, is a credible charitable enterprise that focuses on global health and has saved perhaps millions of lives.\nA lawsuit filed by the New York State attorney general, Barbara Underwood, on Thursday morning confirms many of these facts and adds a few new ones, alleging that “the Trump Foundation was little more than a checkbook for payments from Mr. Trump or his businesses to nonprofits, regardless of their purpose or legality,” Ms. Underwood said in a statement.\nIn precise and damning detail, the suit catalogs Mr. Trump’s repeated violation of both state and federal laws by tapping the foundation’s funds for his own personal purposes, including paying out legal settlements, making political contributions and purchasing a portrait of himself to hang in one of his golf clubs.", "url": "https://www.nytimes.com/2018/06/14/opinion/donald-trump-foundation-lawsuit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}