{"authors": ["Liz Robbins"], "date_download": "2018-11-16 04:25:07", "date_modify": "2018-11-16 04:25:07", "date_publish": "2018-02-27 19:38:59", "description": "New York is one of a group of cities that limits cooperation with federal immigration authorities, but that has not stopped the number of deportations from climbing.", "filename": "2018_02_27_nyregion_sanctuary-cities-immigrants-ice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342307.html", "image_url": "https://static01.nyt.com/images/2018/02/14/nyregion/00sanctuary2/00sanctuary2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_27_nyregion_sanctuary-cities-immigrants-ice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342307.html", "title": "In a ‘Sanctuary City,’ Immigrants Are Still at Risk", "title_page": "In a ‘Sanctuary City,’ Immigrants Are Still at Risk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It forces them to go to inconvenient and costly routes to get to their target,” Mr. Chishti said.\nNew York’s detainer law, however, has exceptions: The police must turn over a person convicted of one of 170 serious crimes within the last five years — including arson, homicide, rape or robbery — and in cases in which a judge has signed a detainer request.\nICE issued 1,526 detainer requests to the New York Police Department in the 2017 fiscal year, up from 80 in 2016. The Police Department complied with none of them.\nBy its own policy, ICE does not enter places of worship, schools and hospitals. But courthouses have become frequent sites of arrests because they offer a degree of control that agents would not have when going to people’s homes.\n“Because courthouse visitors are typically screened upon entry to search for weapons and other contraband, the safety risks for the arresting officers and for the arrestee inside such a facility are substantially diminished,” ICE said in a statement.\nAccording to the Immigrant Defense Project, a nonprofit organization that is tracking arrests at city and state courthouses, 87 arrests were made in New York City courts in 2017, compared with six in 2016. So far, this year, there have been 13 courthouse arrests.\nAboubacar Dembele, 27, was one. He was surrounded by immigration agents moments after stepping out of a hearing in Bronx Criminal Court. Mr. Dembele, an undocumented immigrant from the Ivory Coast, had pleaded not guilty to an assault charge stemming from a fight on a city bus in December; the judge had reduced the charge to a misdemeanor from a felony, and had set a follow-up court date to address the charges.", "url": "https://www.nytimes.com/2018/02/27/nyregion/sanctuary-cities-immigrants-ice.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}