{"authors": ["Matthew Haag"], "date_download": "2018-11-16 03:24:16", "date_modify": "2018-11-16 03:24:16", "date_publish": "2018-07-24 19:08:08", "description": "The employee, Melyda Corado, was fatally struck, the police said, when she was caught in an exchange of gunfire between the police and a man who had led them on a car chase.", "filename": "2018_07_24_us_lapd-trader-joes-shooting-melyda-corado.html_module=inline_1542338656.html", "image_url": "https://static01.nyt.com/images/2018/07/24/us/25xp-traderjoes/25xp-traderjoes-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_24_us_lapd-trader-joes-shooting-melyda-corado.html_module=inline_1542338656.html", "title": "Officer’s Bullet Killed Trader Joe’s Employee in Los Angeles Standoff, Police Say", "title_page": "Officer’s Bullet Killed Trader Joe’s Employee in Los Angeles Standoff, Police Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We remain heartbroken over the tragic death of Melyda Corado and the trauma our crew members and customers have suffered,” the spokeswoman said. “Mely was a valued and beloved crew member. Our sole focus remains on supporting her family and those involved in Saturday’s horrible ordeal in Silver Lake.”\nThe police department released some footage on Tuesday from the body camera worn by one of the two officers, who can be seen sitting in the passenger seat of a cruiser pursuing Mr. Atkins. Almost immediately after Mr. Atkins crashed outside the Trader Joe’s, Mr. Atkins can be heard on the footage opening fire on the officers in the car. The officer wearing the body camera can be seen taking cover behind the car’s passenger door and then can be heard returning fire.\nMs. Corado was shot just as Mr. Atkins barricaded himself inside the store during a three-hour standoff, which drew police officers in tactical gear to surround the store. Some employees and customers escaped on their own, including through windows on a second floor. Mr. Atkins later let others go after negotiations with the police, Chief Moore said.\nMr. Atkins eventually surrendered to the police around 6:30 p.m., exiting the Trader Joe’s after he had placed handcuffs on himself and with hostages by his side.\nHis surrender ended what Chief Moore said was an especially violent day involving Mr. Atkins.\nAround 1:30 p.m., Mr. Atkins got into an argument with a 17-year-old girl and his grandmother Mary Madison, 76, while at Ms. Madison’s home in the Central-Alameda neighborhood south of downtown Los Angeles. He pulled out a handgun and shot both of them in the head, the police said, and took the girl, whose name has not been released, with him as he drove off in Ms. Madison’s Toyota Camry.\nLos Angeles police received a bulletin to look out for Mr. Atkins and for Ms. Madison’s car. Around 3 p.m., two police officers spotted Mr. Atkins in the car, which began the chase that ended outside the Trader Joe’s. Mr. Atkins fired at the officers through the back window of the Camry during the chase, the police said.\nAfter Mr. Atkins entered the store, the police rescued the injured girl from the passenger seat. The girl, who had also been beaten by Mr. Atkins, and Ms. Madison, who had been shot seven times, including at least once in the head, were in critical condition at a hospital on Tuesday, Chief Moore said.\nOn Tuesday, the Los Angeles District Attorney’s Office issued more than 30 charges against Mr. Atkins, including five counts of attempted murder. He was being held in jail on more than $9 million bail.", "url": "https://www.nytimes.com/2018/07/24/us/lapd-trader-joes-shooting-melyda-corado.html?module=inline"}