{"authors": ["Vivian Wang"], "date_download": "2018-11-16 04:25:23", "date_modify": "2018-11-16 04:25:23", "date_publish": "2018-06-27 06:23:34", "description": "In her first run for political office, Ms. Ocasio-Cortez beat Joseph Crowley, the No. 4 House Democrat. “I always knew it was possible,” she said.", "filename": "2018_06_27_nyregion_alexandria-ocasio-cortez.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342323.html", "image_url": "https://static01.nyt.com/images/2018/06/28/nyregion/28ocasio-cortez3/28ocasio-cortez3-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_nyregion_alexandria-ocasio-cortez.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342323.html", "title": "Alexandria Ocasio-Cortez: A 28-Year-Old Democratic Giant Slayer", "title_page": "Alexandria Ocasio-Cortez: A 28-Year-Old Democratic Giant Slayer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She has never held elected office. She is still paying off her student loans. She is 28 years old. “Women like me aren’t supposed to run for office,” Alexandria Ocasio-Cortez said in a viral campaign video released last month.\nThey certainly weren’t supposed to win.\nBut in a stunning upset Tuesday night that ignited the New York and national political worlds, Ms. Ocasio-Cortez, a Bronx-born community organizer and member of the Democratic Socialists of America, defeated Representative Joseph Crowley, a 19-year incumbent and Queens political stalwart who had not faced a primary challenger in 14 years.\nMr. Crowley, who is twice Ms. Ocasio-Cortez’s age, is the No. 4 Democrat in the House of Representatives and had been favored to ascend to the speaker’s lectern if Democrats retook the lower chamber this fall.\nIf Ms. Ocasio-Cortez defeats the Republican candidate, Anthony Pappas, in the predominantly Democratic district in November, she would dethrone Elise Stefanik, a Republican representative from upstate New York, as the youngest woman ever elected to Congress (Ms. Stefanik was 30 when she took office in 2015).", "url": "https://www.nytimes.com/2018/06/27/nyregion/alexandria-ocasio-cortez.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}