{"authors": ["Paul Krugman"], "date_download": "2018-11-16 04:18:25", "date_modify": "2018-11-16 04:18:25", "date_publish": "2018-11-09 18:51:38", "description": "How did an up-and-coming economy suffer such a severe slump?", "filename": "2018_11_09_opinion_what-the-hell-happened-to-brazil-wonkish.html_rref=collection%2Fcolumn%2FPaul%20Krugman_1542341905.html", "image_url": "https://static01.nyt.com/images/2018/11/09/opinion/09krugmanWeb/09krugmanWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_09_opinion_what-the-hell-happened-to-brazil-wonkish.html_rref=collection%2Fcolumn%2FPaul%20Krugman_1542341905.html", "title": "What the Hell Happened to Brazil? (Wonkish)", "title_page": "Opinion | What the Hell Happened to Brazil? (Wonkish) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I think I can now take some time off from the U.S. political crisis to talk about events elsewhere. So, as the headline says, what the hell happened to Brazil?\nI’m actually not talking about the recent election, in which Brazil’s voters chose someone who appears to be an actual fascist. I’m as horrified as anyone else. However, I have no knowledge whatsoever of Brazilian politics. On the other hand, the backdrop to that election was Brazil’s extraordinary economic crisis of 2015-16: A nation that had been on an upward trajectory, that seemed to have shaken off the legacy of instability, suffered a terrible recession and is experiencing a very slow recovery. And macroeconomics is a subject I’m supposed to know something about.\nSo what happened? There has been surprisingly little international discussion of the Brazilian experience, even though it was very severe and Brazil is a pretty big economy (G.D.P. at purchasing power parity about 10 times as large as Greece.) Maybe we’re all too distracted by the political crisis in the West — Trump, Brexit, etc. Anyway, I’ve been trying to put together a story of the Brazilian crisis, well aware that I may well be missing important aspects.\nHere’s what it looks like to me: Brazil appears to have been hit by a perfect storm of bad luck and bad policy, with three main aspects. First, the global environment deteriorated sharply, with plunging prices for the commodity exports still crucial to the Brazilian economy. Second, domestic private spending also plunged, maybe because of an excessive buildup of debt. Third, policy, instead of fighting the slump, exacerbated it, with fiscal austerity and monetary tightening even as the economy was headed down.", "url": "https://www.nytimes.com/2018/11/09/opinion/what-the-hell-happened-to-brazil-wonkish.html?rref=collection%2Fcolumn%2FPaul%20Krugman"}