{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:53:21", "date_modify": "2018-11-16 03:53:21", "date_publish": "2018-03-27 16:06:22", "description": "In a rare act of bipartisanship and good sense, Congress refuses Mr. Trump’s most extreme proposals on foreign aid, the environment and a border wall.", "filename": "2018_03_27_opinion_congress-trump-omnibus_1542340401.html", "image_url": "https://static01.nyt.com/images/2018/03/27/opinion/27tue3web/27tue3web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_27_opinion_congress-trump-omnibus_1542340401.html", "title": "Congress Resists the President, for a Change", "title_page": "Opinion | Congress Resists the President, for a Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In this time of political division, the broad story line of the omnibus spending bill approved late last week is largely a heartening one. With the Democratic leadership in full resistance mode and the Republicans facing a treacherous political climate in the fall elections, Congress repudiated President Trump’s extreme budget cuts in rare bipartisan fashion. In doing so, it protected a range of domestic programs the president had targeted for huge reductions, if not outright elimination, and sent an infuriated Mr. Trump scuttling off to Mar-a-Lago with yet another problem to worry about: a mediocre Congress making a lazy president look even worse by actually accomplishing something.\nA cynic observing this unusual Capitol Hill lovefest could plausibly argue that it’s easy enough for Republicans and Democrats to link arms when there’s serious money to be spent. And it is: There is plenty of old-fashioned pork in this bill. Even so, it is hard to argue with an outcome that preserved and in some cases increased funding for vital health, education, foreign aid, infrastructure and environmental programs while providing a fraction of what Mr. Trump wanted for his border wall — the presumed reason for his choleric withdrawal to his Florida fortress.\nThere is another story line within the broader one, and it too is heartening: the willingness of the Democratic leadership to stand up to mischief-makers in Congress itself. A bill of this magnitude —$1.3 trillion altogether, including hundreds of billions for the military — is fertile ground for legislators who wish to sneak in provisions that are unlikely to survive on their own and thus need the protective cover of a big must-pass bill. As a rule, these so-called riders have nothing to do with spending and are aimed primarily at changing policy or undermining basic laws.\nMost of the most damaging riders in the bill were devised by Republicans and involved environmental policy. Among other things, they would have delayed enforcement of clean-air regulations, killed two Obama-era rules aimed at reducing greenhouse gases from oil and gas wells, weakened protections for endangered species and insulated the Trump administration from legal challenges to its efforts to repeal clean-water rules.", "url": "https://www.nytimes.com/2018/03/27/opinion/congress-trump-omnibus.html"}