{"authors": ["Adam Goldman", "Matt Apuzzo"], "date_download": "2018-11-16 04:41:45", "date_modify": "2018-11-16 04:41:45", "date_publish": "2018-01-29 17:45:51", "description": "Andrew G. McCabe’s retirement had been expected, but Monday’s departure was abrupt and unannounced. Republicans have accused Mr. McCabe of being loyal to Hillary Clinton.", "filename": "2018_01_29_us_politics_andrew-mccabe-fbi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343305.html", "image_url": "https://static01.nyt.com/images/2018/01/30/us/politics/30dc-mccabe/30dc-mccabe-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_29_us_politics_andrew-mccabe-fbi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343305.html", "title": "Taunted by Trump and Pressured From Above, McCabe Steps Down as F.B.I. Deputy", "title_page": "Taunted by Trump and Pressured From Above, McCabe Steps Down as F.B.I. Deputy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Andrew G. McCabe abruptly stepped down on Monday as the F.B.I.’s deputy director after months of withering criticism from President Trump, telling friends he felt pressure from the head of the bureau to leave, according to two people close to Mr. McCabe.\nThough Mr. McCabe’s retirement had been widely expected soon, his departure was nevertheless sudden. It added to what has already been a chaotic upheaval at the F.B.I. under Mr. Trump, who has responded to an investigation into his campaign with broadside attacks against both the bureau and the Justice Department.\nAs recently as last week, Mr. McCabe had told people he hoped to stay until he was eligible to retire in several weeks. Instead, he will immediately go on leave and retire on March 18.\nIn a recent conversation, Christopher A. Wray, the F.B.I. director, raised concerns about a forthcoming inspector general report. In that discussion, according to one former law enforcement official close to Mr. McCabe, Mr. Wray suggested moving Mr. McCabe into another job, which would have been a demotion.", "url": "https://www.nytimes.com/2018/01/29/us/politics/andrew-mccabe-fbi.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}