{"authors": ["Richard C. Paddock", "Muktita Suhartono"], "date_download": "2018-11-16 04:27:43", "date_modify": "2018-11-16 04:27:43", "date_publish": "2018-08-07 16:53:20", "description": "“I saved myself,” said one of a handful of survivors pulled from the rubble after a powerful earthquake hit the resort island of Lombok.", "filename": "2018_08_07_world_asia_indonesia-lombok-earthquake-mosque.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342463.html", "image_url": "https://static01.nyt.com/images/2018/08/08/world/08indonesia1-print-cmyk/08indonesia1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_07_world_asia_indonesia-lombok-earthquake-mosque.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342463.html", "title": "Buried in Indonesia Earthquake, He Dug Out With Chunk of Debris", "title_page": "Buried in Indonesia Earthquake, He Dug Out With Chunk of Debris - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LADING-LADING, Indonesia — He was in the front row praying with his brother-in-law when the mosque began to shake. Narto Aryadi clutched his arms around a large column and held tight.\nThe column tipped over but protected him from the second floor of the Jabal Nur mosque, which landed like a pancake on top of it. Mr. Narto had just enough room to turn over and start digging his way to safety with a chunk of debris, dragging his injured brother-in-law along behind him.\nThe distance was less than 20 yards. But it took Mr. Narto more than 12 hours of digging to clear a passageway under heavy beams that had fallen across their path. He also kept reciting every passage of the Quran he could remember.\n“When dawn came, I thanked God and I realized I will be alive,” he said in an interview on Tuesday, a day after the ordeal. His brother-in-law was hospitalized.", "url": "https://www.nytimes.com/2018/08/07/world/asia/indonesia-lombok-earthquake-mosque.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}