{"authors": ["Carl Hulse"], "date_download": "2018-11-16 03:53:28", "date_modify": "2018-11-16 03:53:28", "date_publish": "2018-01-23 01:54:45", "description": "Senate Democrats believe they are limiting damage from a political miscalculation by surrendering, but doing so has drawn a fierce backlash from the left.", "filename": "2018_01_22_us_politics_schumer-democrats-shutdown_1542340408.html", "image_url": "https://static01.nyt.com/images/2018/01/23/us/politics/23dc-assess-1/23dc-assess-1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_22_us_politics_schumer-democrats-shutdown_1542340408.html", "title": "Democrats Blink in Shutdown Impasse, Hoping for a Bargain", "title_page": "Democrats Blink in Shutdown Impasse, Hoping for a Bargain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The fierce backlash underscored the challenge confronting Mr. Schumer and more centrist Democrats as they attempt to negotiate with Republicans and President Trump to reach an agreement on immigration without alienating the more liberal factions of a party that has moved distinctly to the left. Their balancing act reflects the broader tension in the party as it tries to reconcile the fervor of blue-state opponents of Mr. Trump and the caution of Democrats in states where they must appeal to Trump supporters.\nDemocrats need to protect 10 Senate Democrats up for re-election in states carried by the president and appeal to the swing voters who could flip control of the House. Those vulnerable Senate Democrats were key to sparking the bipartisan drive to bring the shutdown to an end. Yet many of the Senate Democrats considered potential 2020 presidential candidates voted to keep the shutdown going.\nHeading into the showdown, Mr. Schumer and other top Democrats figured that Mr. Trump was at a vulnerable moment, given the uproar surrounding racially charged comments made in a recent meeting with senators to discuss immigration, disturbing words that came on top of persistent accounts of Oval Office chaos.\nAnd they saw the so-called Dreamers — the young immigrants brought to the United States illegally as children — as a particularly appealing group, as they faced deportation to countries they barely knew through no wrongdoing of their own. Polling consistently finds deep American sympathy for those immigrants, and under intense pressure from the left to stand tough, Democrats hoped the public would embrace the use of all possible measures to help them.\nBut over the course of the weekend, Democrats increasingly came to realize they had maneuvered themselves into a difficult position that made many of the party’s moderate senators uncomfortable. Republicans were not distancing themselves from the president despite his erratic swings on immigration policy. And while the Dreamers may be a highly sympathetic group, using them as a rationale for shuttering the federal government was not playing well.", "url": "https://www.nytimes.com/2018/01/22/us/politics/schumer-democrats-shutdown.html"}