{"authors": ["Ana Swanson", "Brad Plumer"], "date_download": "2018-11-16 03:24:12", "date_modify": "2018-11-16 03:24:12", "date_publish": "2018-01-22 22:12:18", "description": "The Trump administration said it would impose steep tariffs on imports, the first major step by the administration to erect the kind of barriers the president frequently threatened.", "filename": "2018_01_22_business_trump-tariffs-washing-machines-solar-panels.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338652.html", "image_url": "https://static01.nyt.com/images/2018/01/23/business/23DC-TARIFFS1/23DC-TARIFFS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_22_business_trump-tariffs-washing-machines-solar-panels.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338652.html", "title": "Trump Slaps Steep Tariffs on Foreign Washing Machines and Solar Products", "title_page": "Trump Slaps Steep Tariffs on Foreign Washing Machines and Solar Products - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump slapped steep tariffs on imports of washing machines and solar energy cells and panels on Monday, the first major step by the administration to erect the kind of trade barriers Mr. Trump has frequently said are necessary to protect manufacturers in the United States.\nThe twin announcements came after a year of tough rhetoric — but little action — on curbing imports of cheap products from countries like China and South Korea.\nWhite House advisers warned that additional trade measures related to steel, aluminum and other products from China could be coming, a signal that Mr. Trump is ratcheting up the protectionist policies he has long espoused as part of his “America First” approach.\nThe imposition of tariffs will most likely exacerbate trade tensions with other nations, including China, and could result in an escalation of retaliatory trade measures against imports from the United States. Both China and South Korea harshly criticized the move, with both suggesting they could take their complaints to the World Trade Organization, which settles trade disputes between countries.", "url": "https://www.nytimes.com/2018/01/22/business/trump-tariffs-washing-machines-solar-panels.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}