{"authors": ["Matt Flegenheimer", "Thomas Kaplan"], "date_download": "2018-11-16 04:41:17", "date_modify": "2018-11-16 04:41:17", "date_publish": "2018-08-19 09:11:32", "description": "With its redrawn congressional map and working class union towns, the state has found itself at the center of Democrats’ plans to win control of the House of Representatives.", "filename": "2018_08_19_us_politics_pennsylvania-democrats-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343277.html", "image_url": "https://static01.nyt.com/images/2018/08/16/us/politics/00pennsylvania-dems1/00pennsylvania-dems1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_19_us_politics_pennsylvania-democrats-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343277.html", "title": "Trump Won Pennsylvania. Democrats Want the State (and His Voters) Back.", "title_page": "Trump Won Pennsylvania. Democrats Want the State (and His Voters) Back. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CONWAY, Pa. — The rules are workable enough in the right hands, in the right corner of a right-leaning region of a state like this one.\nAvoid the jacket-and-tie look, so voters — wary enough of Democrats — do not think they are looking at a Jehovah’s Witness. “That happened,” recalled Representative Conor Lamb, now in a polo shirt.\nPivot to safe subjects. After a local here loudly mocked the idea of “Russian collusion” with President Trump to a peer, Mr. Lamb, 34, moved in to introduce himself, telling the man (who said he was Russian) about falling in love with Russian cuisine when he was in the Marines.\nAnd if all else fails — and it will, often — there is always prayer.\n“I was reading a little Isaiah this morning,” Mr. Lamb said at a town festival recently, approaching Paul Strano, 69, whose hat read, “F.B.I.: Firm Believer In Jesus.” The two bowed their heads.", "url": "https://www.nytimes.com/2018/08/19/us/politics/pennsylvania-democrats-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}