{"authors": ["Eric Schmitt", "Rukmini Callimachi"], "date_download": "2018-11-16 04:37:12", "date_modify": "2018-11-16 04:37:12", "date_publish": "2018-04-16 16:44:39", "description": "The Nigerien authorities believe they may have captured Doundoun Cheffou, a militant leader tied to the deaths of four American soldiers in October.", "filename": "2018_04_16_world_africa_niger-ambush-doundoun-cheffou.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343032.html", "image_url": "https://static01.nyt.com/images/2018/04/17/world/17niger-1/17niger-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_16_world_africa_niger-ambush-doundoun-cheffou.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343032.html", "title": "Niger Ambush Suspect May Be in Custody, Officials Say", "title_page": "Niger Ambush Suspect May Be in Custody, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NIAMEY, Niger — More than six months ago, a group of American soldiers rushed to reach a spot in the scrubland of Niger after intelligence officials intercepted a signal from the cellphone of a terrorist known as Doundoun Cheffou. He wasn’t there, but hours later four of the Americans were killed in an ambush that remains under investigation.\nThis month, Nigerien forces apprehended a man who matches the description of Mr. Cheffou, a senior lieutenant of a former affiliate of Al Qaeda that pledged allegiance to the Islamic State. The Nigerien authorities are working to verify his identity, said a senior Nigerien commander, an account that was confirmed by a retired American counterterrorism official.\nIn an interview on Friday at a Nigerien base outside the city of Agadez, where the United States is building a new drone base, Col. Maj. Moussa Salaou Barmou, the head of the Nigerien Special Forces, said the man suspected of being Mr. Cheffou was seized during an army patrol two weeks ago in the Tillaberi region near the Mali border.", "url": "https://www.nytimes.com/2018/04/16/world/africa/niger-ambush-doundoun-cheffou.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}