{"authors": ["Kimiko De Freytas-Tamura"], "date_download": "2018-11-16 04:10:56", "date_modify": "2018-11-16 04:10:56", "date_publish": "2018-08-24 02:00:09", "description": "Many Catholics are frustrated by the church’s leadership. This is especially true in Donegal, where Francis reappointed a bishop who shielded a notorious pedophile priest.", "filename": "2018_08_23_world_europe_francis-ireland-sexual-abuse-catholic-church.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341456.html", "image_url": "https://static01.nyt.com/images/2018/08/23/world/XXireland-abuse8/XXireland-abuse8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_23_world_europe_francis-ireland-sexual-abuse-catholic-church.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341456.html", "title": "Pope to Visit Ireland, Where Scars of Sex Abuse Are ‘Worse Than the I.R.A.’", "title_page": "Pope to Visit Ireland, Where Scars of Sex Abuse Are ‘Worse Than the I.R.A.’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GORTAHORK, Ireland — If any place illustrates the depth and depravity of child sexual abuse in the Roman Catholic Church — and why the Irish are so angry about it — it is this unlikely corner of the country, where among rolling hills of wild heather, castles and bucolic fishing villages, predatory priests terrorized children with impunity for decades.\nCounty Donegal, which overlooks the Atlantic in northwestern Ireland, has fewer than 160,000 residents, but it may have the worst record of clerical abuse in the country. According to a watchdog group that monitors the Catholic Church in Ireland, 14 priests have been accused in recent years, four of whom were convicted. They include the Rev. Eugene Greene, one of the nation’s most notorious pedophile priests, who served nine years in prison for raping and molesting 26 boys between 1965 and 1982, though the real figure may be far higher.\nYet this year, when Pope Francis needed someone to head a neighboring diocese, he chose Bishop Philip Boyce, who had been heavily criticized for refusing to defrock Father Greene when the priest was under his management in the late 1990s.\nImage Bishop Philip Boyce was heavily criticized for refusing to defrock one of Ireland’s most notorious pedophile priests in the late 1990s. But Francis appointed him head of a neighboring diocese this year. Credit Niall Carson/Press Association, via Associated Press\nAs Francis prepares for a visit to Ireland this weekend — the first by a pope since John Paul II in 1979 — the painful specter of such abuses hangs over his trip, as well as the church’s long history of protecting pedophile priests. It is cases like this one that many faithful say make it incumbent on Francis to give them not just words, but action.", "url": "https://www.nytimes.com/2018/08/23/world/europe/francis-ireland-sexual-abuse-catholic-church.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}