{"authors": ["Bill Pennington"], "date_download": "2018-11-16 03:16:59", "date_modify": "2018-11-16 03:16:59", "date_publish": "2018-09-25 11:50:35", "description": "FitzMagic ran out of tricks, and Pittsburgh beat the Buccaneers after a turbulent week.", "filename": "2018_09_25_sports_pittsburgh-steelers-ryan-fitzpatrick-ben-roethlisberger.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338219.html", "image_url": "https://static01.nyt.com/images/2018/09/26/sports/26steelersWEB1/merlin_144278079_f515b720-2aa8-4e24-a5ac-4ab9a0f9b4ba-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_25_sports_pittsburgh-steelers-ryan-fitzpatrick-ben-roethlisberger.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338219.html", "title": "A Victory for the Steelers Is a Victory for N.F.L. Parity", "title_page": "A Victory for the Steelers Is a Victory for N.F.L. Parity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With Tampa Bay’s record falling to 2-1, only three teams remained undefeated (the Los Angeles Rams, the Miami Dolphins and the Kansas City Chiefs). Three weeks into the season, the standings are mostly a jumble of 22 teams with either 2-1 or 1-2 records. Four teams are a middling 1-1-1.\nThe N.F.L. wants things evenly matched. What’s the saying? Be careful what you wish for.\nAs for the epidemic of controversial roughing-the-passer penalties, Monday’s game will not calm the tempest that the strict new interpretation of that rule has incited. There were three roughing-the-passer penalties called, all in quick succession in the final eight minutes of the second quarter.\nAsked what he thought about the calls, Roethlisberger, who benefits from the rule’s new guidelines, laughed and said: “There’s a lot of them. I can’t imagine the fans at home are enjoying it too much.”\nRoethlisberger’s quarterback counterpart on Monday was also asked his opinion of the new rule interpretation, but Fitzpatrick, who had spent the first two weeks of the season giddy and feted, looked drained and weary as he spoke just before midnight.\n“I don’t think it’s an easy thing to call,” he said of the rule. “I don’t know.”\nPittsburgh was much too physical for the still-developing Bucs, and Fitzpatrick took the brunt of the pounding, including a late hit on a scramble that resulted in one of four unnecessary-roughness penalties in the game. It seemed to take its toll on Fitzpatrick, who threw three pivotal interceptions and three touchdown passes for 411 passing yards — his third game with 400 or more yards passing this season.", "url": "https://www.nytimes.com/2018/09/25/sports/pittsburgh-steelers-ryan-fitzpatrick-ben-roethlisberger.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}