{"authors": ["Sheera Frenkel", "Mike Isaac"], "date_download": "2018-11-16 04:53:16", "date_modify": "2018-11-16 04:53:16", "date_publish": "2018-09-19 17:56:30", "description": "Seven weeks before the midterm elections, the social network is setting up a central hub to root out disinformation and false news. We visited the operation.", "filename": "2018_09_19_technology_facebook-election-war-room_1542343996.html", "image_url": "https://static01.nyt.com/images/2018/09/20/business/20facebook-1-promo/20facebook-1-promo-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_19_technology_facebook-election-war-room_1542343996.html", "title": "Inside Facebook’s Election ‘War Room’", "title_page": "Inside Facebook’s Election ‘War Room’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She added, “It’s going to be harder for companies like Facebook and Twitter, from my perspective, to find them now.”\nFacebook invited two New York Times reporters into the War Room before it opens next week to discuss the work of the elections team and some of the tools it has developed to try to prevent interference. The company limited the scope of what The Times could see and publish out of a concern about revealing too much to adversaries who may be looking for vulnerabilities. The company said the War Room was modeled after operations used by political campaigns, which are typically set up in the final weeks before Election Day.\nThe War Room is a “proactive” way to build systems in anticipation of attacks, Greg Marra, a product manager working on Facebook’s News Feed, said in a conference call with reporters on Wednesday.\nOne of the tools the company is introducing is custom software that helps track information flowing across the social network in real time, said Mr. Chakrabarti, who joined Facebook about four years ago from Google.\nThese dashboards resemble a set of line and bar graphs, with statistics that provide a view into how activity on the platform is changing. They allow employees to zero in on, say, a specific false news story in wide circulation or a spike in automated accounts being created in a particular geographic area.\nThe dashboards were first tested before of the special United States Senate election in Alabama in December. Without specifying the dashboards, Mr. Zuckerberg has said a new tool helped Facebook identify political interference more quickly in that election.", "url": "https://www.nytimes.com/2018/09/19/technology/facebook-election-war-room.html"}