{"authors": ["Peter Baker"], "date_download": "2018-11-16 03:51:09", "date_modify": "2018-11-16 03:51:09", "date_publish": "2018-06-11 00:13:25", "description": "Whether Kim Jong-un sees President Trump’s combative approach as a sign of strength or weakness, the rupture with allies was sure to shadow the session between the two in Singapore on Tuesday.", "filename": "2018_06_10_us_politics_trump-trudeau-summit-g7-north-korea.html_module=inline_1542340269.html", "image_url": "https://static01.nyt.com/images/2018/06/12/world/11dc-summit-1sub/12live-briefing-trump-kim-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_10_us_politics_trump-trudeau-summit-g7-north-korea.html_module=inline_1542340269.html", "title": "Escalating Clash With Canada, Trump Is Isolated Before North Korea Meeting", "title_page": "Escalating Clash With Canada, Trump Is Isolated Before North Korea Meeting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump escalated a bitter clash with some of America’s closest allies on Sunday, lashing out through his advisers at Canada’s prime minister in unusually personal terms and leaving himself with a diplomatic crisis as he arrived in Asia to negotiate a nuclear agreement with North Korea.\nA day after Mr. Trump refused to sign a communiqué of the Group of 7 major industrial economies, he and his advisers went on the attack, accusing Prime Minister Justin Trudeau of “betrayal” and a “stab” in the back, even as Canada, Germany and France pushed back against what they called the American president’s “insult” and “inconsistency.”\nThe exchange left Mr. Trump estranged from America’s partners at the very moment he is about to stride onto the most important world stage he has assumed since taking office. Aides attributed his outburst over the weekend to his feeling undercut as he prepared to meet with the North Korean leader, Kim Jong-un, while critics said he had stiff-armed his friends at the expense of a unified front.\nWhether Mr. Kim sees Mr. Trump’s combative approach as a sign of strength or weakness, the rupture with other major powers was sure to shadow the session between the two in Singapore on Tuesday, the first time leaders of the United States and North Korea will have met in person. Mr. Trump’s strategy for pressuring Mr. Kim to give up his nuclear weapons has depended on isolating North Korea, but he arrived in Singapore looking isolated himself.", "url": "https://www.nytimes.com/2018/06/10/us/politics/trump-trudeau-summit-g7-north-korea.html?module=inline"}