{"authors": ["Sharon Lafraniere", "Kenneth P. Vogel"], "date_download": "2018-11-16 04:48:58", "date_modify": "2018-11-16 04:48:58", "date_publish": "2018-08-06 20:37:30", "description": "For decades, Mr. Gates was right-hand man to Mr. Manafort, the former Trump campaign chairman who is accused of tax and bank fraud.", "filename": "2018_08_06_us_politics_rick-gates-manafort-trump-trial.html_module=inline_1542343738.html", "image_url": "https://static01.nyt.com/images/2018/08/07/us/politics/07dc-manafort-1-print/07dc-manafort-1-print-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_06_us_politics_rick-gates-manafort-trump-trial.html_module=inline_1542343738.html", "title": "Rick Gates Testifies He Committed Crimes With Paul Manafort", "title_page": "Rick Gates Testifies He Committed Crimes With Paul Manafort - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Rick Gates owes everything to Paul. Paul made Rick a lot of money,” said Hector Hoyos, a longtime friend and former business partner of Mr. Manafort’s who remained in contact with him after his indictment. “But Rick is not the strong-valued guy that Paul is. Rick will go wherever the wind takes him, and it just goes to show you that there is no such thing as loyalty and friendship anymore,” Mr. Hoyos said in June, stressing that he has not done any business deals with Mr. Manafort in years and has not spoken to him in months.\nWhen first facing prosecution by Mr. Mueller, it seemed Mr. Gates would stick by Mr. Manafort. On the October morning that they were indicted, Mr. Gates sent an email to friends and family defending Mr. Manafort against what he called an “unfair” and “distorted” narrative created by the news media, and suggesting the investigation that led to their arrest was politically motivated.\nWhen Mr. Gates subsequently pleaded guilty and agreed to cooperate, Mr. Manafort ripped his former protégé as a “traitor” in private conversations with associates, they said.\nThe men spent countless hours together traveling the world, and by all accounts got along quite well. But in some ways they are a study in contrasts. Prosecutors have detailed the lavish lifestyle on which Mr. Manafort spent his riches, while Mr. Gates, by contrast, lived less ostentatiously. When he wore a suit, he still carried a backpack.\nEven as he detailed Mr. Manafort’s financial crimes, Mr. Gates worked in a bit of praise for his former boss.\n“Probably one of the most politically brilliant strategists I’ve ever worked with,” he said of Mr. Manafort.", "url": "https://www.nytimes.com/2018/08/06/us/politics/rick-gates-manafort-trump-trial.html?module=inline"}