{"authors": ["Benjamin Weiser", "J. David Goodman"], "date_download": "2018-11-16 04:34:47", "date_modify": "2018-11-16 04:34:47", "date_publish": "2018-07-16 18:39:26", "description": "On the eve of the fourth anniversary of the death of Eric Garner, police officials said they will not wait past Aug. 31 to begin disciplinary hearings.", "filename": "2018_07_16_nyregion_eric-garner-police-federal-deadline.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342887.html", "image_url": "https://static01.nyt.com/images/2018/07/17/nyregion/17garner1/17garner1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_16_nyregion_eric-garner-police-federal-deadline.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342887.html", "title": "Police Dept. Gives Federal Investigators Ultimatum in Eric Garner Case", "title_page": "Police Dept. Gives Federal Investigators Ultimatum in Eric Garner Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The New York Police Department, impatient at the slow pace of the federal government’s civil rights investigation into the death of Eric Garner in July 2014, told the Justice Department on Monday that it would soon start disciplinary proceedings against the officers involved in the killing in the absence of federal action.\nThe Police Department, acting one day before the fourth anniversary of Mr. Garner’s death on Staten Island, said it would no longer hold off on disciplinary proceedings if the Justice Department had not announced by Aug. 31 whether it will file criminal charges.\n“Understandably, members of the public in general and the Garner family in particular have grown impatient with the fact that N.Y.P.D. has not proceeded with our disciplinary proceedings and they have difficulty comprehending a decision to defer to a federal criminal investigation that seems to have no end in sight,” Lawrence Byrne, the department’s deputy commissioner for legal matters, said in a letter to the Justice Department on Monday.\nMr. Byrne added that “given the extraordinary passage of time since the incident without a final decision” on the federal investigation, “any further delay in moving ahead with our own disciplinary proceedings can no longer be justified.”", "url": "https://www.nytimes.com/2018/07/16/nyregion/eric-garner-police-federal-deadline.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}