{"authors": ["David E. Sanger"], "date_download": "2018-11-16 04:39:48", "date_modify": "2018-11-16 04:39:48", "date_publish": "2018-10-16 17:23:01", "description": "The White House plans new sanctions against Iran in less than three weeks. The problem? Saudi Arabia is key to the pressure campaign.", "filename": "2018_10_16_us_politics_khashoggi-trump-iran-sanctions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343188.html", "image_url": "https://static01.nyt.com/images/2018/10/17/us/politics/17dc-diplo-print/17dc-diplo1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_16_us_politics_khashoggi-trump-iran-sanctions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343188.html", "title": "Khashoggi Disappearance May Disrupt Trump Administration’s Plans to Squeeze Iran", "title_page": "Khashoggi Disappearance May Disrupt Trump Administration’s Plans to Squeeze Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "White House officials are worried that the apparent killing of the dissident journalist Jamal Khashoggi, and Saudi Arabia’s changing account of his fate, could derail a showdown with Iran and jeopardize plans to enlist Saudi help to avoid disrupting the oil market.\nOfficials said the dilemma comes at a fraught moment for the Trump administration, which is expected to reimpose harsh sanctions against Iran on Nov. 5, with the intent of cutting off all Iranian oil exports.\nBut to make the strategy work, the administration is counting on its relationship with the Saudis to keep global oil flowing without spiking prices, and to work together on a new policy to contain Iran in the Persian Gulf.\nIf that carefully coordinated plan moves forward, the Saudis would likely see a significant increase in oil revenue at exactly the moment Congress is talking about penalizing the kingdom over the Khashoggi case. It is one reason that Secretary of State Mike Pompeo was sent, with a few hours’ notice, to see King Salman of Saudi Arabia and Crown Prince Mohammed bin Salman on Tuesday.", "url": "https://www.nytimes.com/2018/10/16/us/politics/khashoggi-trump-iran-sanctions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}