{"authors": ["Liz Robbins", "Caitlin Dickerson"], "date_download": "2018-11-16 04:25:26", "date_modify": "2018-11-16 04:25:26", "date_publish": "2018-01-24 00:53:15", "description": "Three federal judges have now ruled on the Deferred Action for Childhood Arrivals program, or DACA. Here are the basics.", "filename": "2018_01_23_us_daca-dreamers-shutdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342326.html", "image_url": "https://static01.nyt.com/images/2018/01/24/us/24dacaguide/24dacaguide-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_23_us_daca-dreamers-shutdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342326.html", "title": "What Does the Latest Court Ruling on DACA Mean? Here Are Some Answers", "title_page": "What Does the Latest Court Ruling on DACA Mean? Here Are Some Answers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated on April 25.\nA federal judge in the District of Columbia has ruled that the Trump administration must fully reinstate the program it canceled last fall that protects hundreds of thousands of young immigrants brought illegally to the United States as children.\nIt was a stunning rebuke, but it came with one significant caveat: The ruling will not go into effect immediately.\nJudge John D. Bates gave the Department of Homeland Security 90 days to explain its reasoning for canceling the program, Deferred Action for Childhood Arrivals, known as DACA. If the department cannot come up with sufficient legal justification, then the agency must accept new applications for protection from deportation, as well as renewals.\nA federal official said Tuesday that the government would “vigorously defend” its position. Here is the latest on what this newest ruling means, and the basics of an Obama-era program that has been at the center of the nation’s immigration debate:\nWhat is DACA?\nThe program was introduced in 2012 by President Barack Obama as a stopgap measure that would shield from deportation people who were brought into the United States as children. The status is renewable, lasting two years at a time. The program does not provide a pathway to citizenship.", "url": "https://www.nytimes.com/2018/01/23/us/daca-dreamers-shutdown.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}