{"authors": ["Ibram X. Kendi"], "date_download": "2018-11-16 03:40:51", "date_modify": "2018-11-16 03:40:51", "date_publish": "2018-01-13 19:50:50", "description": "What President Trump has in common with his supporters — and his opponents.", "filename": "2018_01_13_opinion_sunday_heartbeat-of-racism-denial.html_module=inline_1542339651.html", "image_url": "https://static01.nyt.com/images/2018/01/14/opinion/sunday/14kendi/14kendi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_13_opinion_sunday_heartbeat-of-racism-denial.html_module=inline_1542339651.html", "title": "The Heartbeat of Racism Is Denial", "title_page": "Opinion | The Heartbeat of Racism Is Denial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Presidential history also includes the social Darwinism of Theodore Roosevelt, the federal-government-segregating, “Birth of a Nation”-praising Woodrow Wilson — and the bigotry that came from the mouths of presidents who are generally seen as essential to racial progress. President Lyndon B. Johnson said “nigger” nearly as often as Ku Klux Klansmen did.\nThis denial of racism is the heartbeat of racism. Where there is suffering from racist policies, there are denials that those policies are racist. The beat of denial sounds the same across time and space.\nI grew up to the beat of racist denial in Queens, not far from where Mr. Trump grew up. I was raised in the urban “hell” of neighborhoods he probably avoided, alongside immigrants from countries he derided last week. In school or elsewhere, we all heard recitals of the American ideal of equality, especially on the day we celebrate the life of the Rev. Dr. Martin Luther King Jr. Those events often feature recitals of the words “all men are created equal,” which were written by a slaveholder who once declared that black people “are inferior to the whites in the endowments both of body and mind.”\nThomas Jefferson was not a founding father of equality. He was a founding father of the heartbeat of denial that lives through both Mr. Trump’s denials and the assertion that his racial views are abnormal for America and its presidents.\nFifty years ago, Richard Nixon transformed this historic heartbeat of denial into an intoxicating political philosophy. His presidential candidacy appealed to George Wallace-type segregationists while also attracting Americans who refused to live near “dangerous” black residents, obstructed the desegregation of schools, resisted affirmative action policies, framed black mothers on welfare as undeserving, called the black family pathological and denigrated black culture — all those racists who refused to believe they were racist in 1968.\nNixon designed his campaign, one of his advisers explained, to allow a potential supporter to “avoid admitting to himself that he was attracted by” the “racist appeal.”", "url": "https://www.nytimes.com/2018/01/13/opinion/sunday/heartbeat-of-racism-denial.html?module=inline"}