{"authors": ["The New York Times"], "date_download": "2018-11-16 04:08:10", "date_modify": "2018-11-16 04:08:10", "date_publish": "2018-03-05 14:37:20", "description": "From the red carpet scene to the stage, we share the highs and lows of the 90th Academy Awards.", "filename": "2018_03_05_movies_oscars-2018-highlights-recap.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341290.html", "image_url": "https://static01.nyt.com/images/2018/03/06/arts/06best-worst-oscars2/06best-worst-oscars2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_05_movies_oscars-2018-highlights-recap.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341290.html", "title": "The Best and Worst of Oscars 2018", "title_page": "The Best and Worst of Oscars 2018 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In an Academy Awards ceremony centered on an exceptional number of gifted nominees over 40 — many of them women — the standout fashion moment was unquestionably that of Rita Moreno. The 86-year-old actress belongs to a specific elite.\nBeyond her gift for collecting statuettes (she is an EGOT — having earned an Emmy, a Grammy, an Oscar and a Tony), Ms. Moreno is sharp-minded and witty, a longtime dancer nimble enough as an octogenarian to skitter across a stage in front of millions and to do it in heels.\nPresenting the Academy Award for best foreign-language film — to the Chilean movie “A Fantastic Woman” — Ms. Moreno scored major style points by dressing in a repurposed version of an outfit she wore to collect her own Oscar, for “West Side Story,” in 1962.\nThe full skirt was made from the weighty brocade cloth typically used for a kimono obi. Before the ceremony, Ms. Moreno explained that it had been fashioned for her in Manila. Back then, actresses were expected to provide their own get-ups for award ceremonies, without the help of stylists.", "url": "https://www.nytimes.com/2018/03/05/movies/oscars-2018-highlights-recap.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}