{"authors": ["Shaun Pett"], "date_download": "2018-11-16 03:08:18", "date_modify": "2018-11-16 03:08:18", "date_publish": "2018-11-09 10:00:14", "description": "At Quetzal, a pair of married chefs create a fine-dining experience by using Mexican and local ingredients, and the occasional grasshopper.", "filename": "2018_11_09_travel_in-toronto-a-restaurant-puts-mexican-cuisine-on-a-wood-fire_1542337698.html", "image_url": "https://static01.nyt.com/images/2018/11/11/travel/11bites-toronto3/11bites-toronto3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_09_travel_in-toronto-a-restaurant-puts-mexican-cuisine-on-a-wood-fire_1542337698.html", "title": "In Toronto, a Restaurant Puts Mexican Cuisine on a Wood Fire", "title_page": "In Toronto, a Restaurant Puts Mexican Cuisine on a Wood Fire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Smoke is often said to be the secret Mexican ingredient and everything here is cooked on a wood fire. The long, narrow space, all white and wood, with low, curving ceilings meant to evoke those of a hacienda, is split in two. The restaurant’s 72 seats run parallel to the open kitchen, which is dominated by a 26-foot-long grill — a toasty chef’s bar gets you close to the heat.\nEverything is diligently made in-house, from the fruit liqueurs for their creative mezcal and tequila cocktails to the Oaxacan corn they import and grind themselves. The menu hops around Mexico and currently highlights Oaxaca, the Yucatán and Baja California. There are a handful of ceviches, including one with strips of heirloom carrots and radishes spiked with a spicy sal de gusano (dried and ground maguey worms).\nRarer corn dishes like tlacoyos, tetelas and tlayudas are cooked on a clay comal griddle. These hand-foods, like the oval tlacoyo, stuffed with requesón cheese and poblano pepper with a side of chanterelle mushrooms, reveal how bland our homogeneous corn tastes. The tortillas are some of the best in the city, though they are still improving.\nGreen and toluqueño chorizo sausages are seared on the grill while deeply flavorful sweet potatoes and beets are roasted in the coals. From the section of larger, shared plates, we opted for the barbacoa. Lacking an earthen pit, here they wrap lamb neck in banana and avocado leaves and roast it in the wood-fired oven for five hours. The cut, rich and fatty, evokes how one would normally eat the whole animal. We enjoyed pulling it apart with our fingers and making tacos with the array of salsas. Mr. Guajardo said, “The whole idea of Mexican food is getting together, sharing and having a good time. You got to grab it with your hands, get dirty a bit.”\nFor dessert, there was a chocolate mousse cake inspired by the tascalate drink the chefs had in Chiapas. Made with cacao, toasted tortilla, achiote and pine nuts, it was smooth and complex, and showed how Mexican ideas can translate and transform. “Mexico is very regional,” Mr. Guajardo said. “That is what attracts us. We know so little still. It gives us so much longevity and learning.”\nQuetzal, 419 College Street; quetzaltoronto.com. An average dinner for two, without drinks or tip, is 165 Canadian dollars, or about $126 at current exchange rates.", "url": "https://www.nytimes.com/2018/11/09/travel/in-toronto-a-restaurant-puts-mexican-cuisine-on-a-wood-fire.html"}