{"authors": ["Ligaya Mishan"], "date_download": "2018-11-16 03:38:46", "date_modify": "2018-11-16 03:38:46", "date_publish": "2018-10-18 18:58:22", "description": "Cheick Cisse always hoped to reach those outside his immigrant community, so he opened this spot in Brooklyn, on the border of Bushwick and Bedford-Stuyvesant.", "filename": "2018_10_18_dining_paradis-des-gouts-review-brooklyn.html_rref=collection%2Fcolumn%2FHungry%20City_1542339526.html", "image_url": "https://static01.nyt.com/images/2018/10/24/dining/24HUNGRY-slide-FRRE/24HUNGRY-slide-FRRE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_18_dining_paradis-des-gouts-review-brooklyn.html_rref=collection%2Fcolumn%2FHungry%20City_1542339526.html", "title": "Sharing the Food of an Ivorian Childhood at Paradis des Gouts", "title_page": "Sharing the Food of an Ivorian Childhood at Paradis des Gouts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Essential to the table is the Ivorian staple foutou banane, plantains boiled, then beaten repeatedly until stretchy to the touch. This is hard labor. “All the women who do it are strong,” said Fatima Dione, the American-raised daughter of a Guinean diplomat. She is manager, host and waitress at once, and often steps into the kitchen to help the three cooks: Ms. Boleane; Djeinaba Dia, from Senegal; and Laurette Silue, from Ivory Coast.\nPieces of foutou, dense and faintly sweet, are pulled off and dabbed in stew, to drink it up. Its ideal match is sauce graine, whose surface has the sheen of red hematite. The color derives from palm nuts crushed into paste, their scarlet oil rising to the top. The texture on the tongue is lush, messing with diction; you might suddenly find yourself slurring your words.\nAnd here is okra the underestimated, a vegetable that confounds some Americans with its inner tap of mucilage, a viscous liquid shunned as slime. But viscosity has its rewards, turning to voluptuousness in gombo frais, a stew of broken-down tomatoes, palm oil and okra chopped into little rondelles and cooked until the guts melt.\nWith the stews might come alloco (fried plantains) or riz gras, listed on the menu by its more generally West African name, jollof rice. The grains are fattened and cooked in a soup that’s built from onions fried into a sugary sweat and simmered with garlic, fresh tomatoes and tomato paste, for layers of bright and dark.", "url": "https://www.nytimes.com/2018/10/18/dining/paradis-des-gouts-review-brooklyn.html?rref=collection%2Fcolumn%2FHungry%20City"}