{"authors": ["Helene Cooper", "Thomas Gibbons-Neff", "Eric Schmitt"], "date_download": "2018-11-16 04:37:13", "date_modify": "2018-11-16 04:37:13", "date_publish": "2018-03-20 00:20:12", "description": "Pentagon leaders are said to be troubled by draft conclusions of an inquiry that blames low-level officers in an ambush that killed four American troops.", "filename": "2018_03_19_world_africa_niger-ambush-defense-department-report.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343033.html", "image_url": "https://static01.nyt.com/images/2018/03/20/us/politics/20dc-niger1/20dc-niger1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_19_world_africa_niger-ambush-defense-department-report.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343033.html", "title": "Soldier in Bloody Niger Mission Had Warned of Gaps, Defense Officials Say", "title_page": "Soldier in Bloody Niger Mission Had Warned of Gaps, Defense Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The leader of an ill-fated team of American soldiers in Niger last fall warned before the mission that his troops did not have the equipment or intelligence necessary to carry out a kill-or-capture raid against a local militant, according to preliminary findings of a continuing Defense Department investigation.\nIn a departure from normal lines of authority, the report concludes, the Oct. 4 mission was not approved by senior military officials up the chain of command in West Africa and Germany. Instead, it was ordered by a junior officer, according to two Defense Department officials. Four American soldiers and five Nigeriens were killed when the unit was ambushed.\nThe two officials said Defense Secretary Jim Mattis and Gen. Joseph F. Dunford Jr., the Joint Chiefs of Staff chairman, are troubled that low-level officers are being blamed for the botched mission instead of senior commanders who should be aware when American troops are undertaking a high-risk raid.\nThe mission began as a routine patrol before Operational Detachment-Alpha Team 3212 was redirected to the operation against the militant, Doundoun Cheffou, who has been linked to the Islamic State.", "url": "https://www.nytimes.com/2018/03/19/world/africa/niger-ambush-defense-department-report.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}