{"authors": ["Dwight Garner"], "date_download": "2018-11-16 03:51:59", "date_modify": "2018-11-16 03:51:59", "date_publish": "2018-04-16 17:13:01", "description": "“Wade in the Water” is the latest collection by Pulitzer Prize winner Tracy K. Smith, while the prolific and acclaimed Kevin Young returns with “Brown.”", "filename": "2018_04_16_books_review-wade-in-water-tracy-k-smith-brown-kevin-young.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340319.html", "image_url": "https://static01.nyt.com/images/2018/04/17/books/17bookyoung-1/17bookyoung-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_16_books_review-wade-in-water-tracy-k-smith-brown-kevin-young.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340319.html", "title": "Scorching, Sophisticated New Work From Two of America’s Leading Poets", "title_page": "Scorching, Sophisticated New Work From Two of America’s Leading Poets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Robert Frost was poet laureate in the late 1950s, he saw himself as a political as well as a literary eminence. He expected his advice to be sought on pressing matters of state.\nHe later flew to Russia to talk to Khrushchev about the crisis in Berlin. Walls were, as they are now, in the news. We know, of course, how Frost felt about them. He wrote, “Something there is that doesn’t love a wall / That wants it down.”\nThe flagrant unlikelihood of anyone in today’s White House ingesting a book of poems, much less consulting Tracy K. Smith, our current laureate, on any matter, is apparent. If someone in the West Wing did pick up “Wade in the Water,” her new collection, it would very likely burn his or her fingers.\nSmith’s new book is scorching in both its steady cognizance of America’s original racial sins — open wounds that have had insectlike eggs repeatedly laid in them — and apprehension about history’s direction. In a poem titled “An Old Story,” she comes out and says it:\nThe worst in us having taken over\nAnd broken the rest utterly down.\nIn an early poem in “Wade in the Water,” her fourth collection, two grizzled angels in leather biker gear show up in a hotel room, reeking of rum and gasoline. There is a sense in this volume that our better angels will need to become rowdier. They will need to know how to handle themselves in a brawl.", "url": "https://www.nytimes.com/2018/04/16/books/review-wade-in-water-tracy-k-smith-brown-kevin-young.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}