{"authors": ["Ross Douthat"], "date_download": "2018-11-16 04:18:24", "date_modify": "2018-11-16 04:18:24", "date_publish": "2018-09-19 09:45:04", "description": "Repealing Roe will be a hollow victory if the anti-abortion cause is hitched to a party that’s seen as anti-woman.", "filename": "2018_09_19_opinion_christine-blasey-ford-kavanaugh-senate-hearing.html_module=inline_1542341904.html", "image_url": "https://static01.nyt.com/images/2018/09/18/opinion/18douthatWeb/18douthatWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_19_opinion_christine-blasey-ford-kavanaugh-senate-hearing.html_module=inline_1542341904.html", "title": "The Kavanaugh Accusation Is Dangerous for the Pro-Life Movement", "title_page": "Opinion | The Kavanaugh Accusation Is Dangerous for the Pro-Life Movement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Thanks to Trump and his enablers, then, liberals and the Democratic Party have been able to take the long list of Hollywood creeps and Acela-corridor bounders and say, look, we have a problem, but we’re dealing with it. While conservatives and the Republican Party are stuck as the vehicle for male defensiveness and anti-#MeToo backlash.\nWhich, to be clear, sometimes has a point. False rape accusations against privileged-white-male targets (the Duke lacrosse team, the imaginary Haven Monahan at the University of Virginia) are real enough, and the style of anti-rape policies on college campuses really has gone too far in traducing the rights of accused men.\nBut among men who are legitimately prominent, not just unfortunate collegians, there have been few cases of late where the accusations have seemed trumped-up or the punishment too severe. The “plight” of Louis C.K. or Charlie Rose inspires no sympathy, and the attempts at reflection and self-rehabilitation by various fallen men — John Hockenberry in Harper’s, Jian Ghomeshi in The New York Review of Books — have mostly been obtuse. And the fact that Ronan Farrow can claim a legitimate scalp every month suggests that the “has it gone too far?” plaints are still premature.\nA Trumpified conservatism, though, will necessarily struggle to acknowledge any of this, because of what it would suggest about Trump’s own fitness for his office. And such a conservatism — much-more-heavily male than the Reagan or Bush G.O.P., organized around the fears and grievances of prominent men, and seemingly indifferent to the legitimacy of certain kinds of female anger — will end up defining all its constituent parts, all its causes and concerns, as subordinate to the defense of male impunity.\nThis includes the pro-life movement. Even if it wins its long-desired victory at the high court and more anti-abortion legislation becomes possible, a pro-life cause joined to a party that can’t win female votes and seems to have no time for women will never be able to achieve those legislative goals, or at least never outside a very few, very conservative states. And having that long-awaited victory accomplished by a male judicial appointee confirmed under a cloud of #MeToo suspicion seems like a good way to cement a perception that’s fatal to the pro-life movement’s larger purposes — the perception that you can’t be pro-woman and pro-life.\nThis points to a conclusion that’s certainly unfair to Kavanaugh if he’s innocent, but nobody ever said that politics would be fair. If his accuser testifies publicly and credibly, if her allegation isn’t undermined by a week of scrutiny and testimony, if it remains unprovable but squarely in the realm of plausibility, then all the abortion opponents who were supporting him should hope that his nomination is withdrawn — with, ideally, a woman nominated in his place.\nThat would be a political gamble in its own right, of course, and one that the Trump White House will take only under duress. But if Kavanaugh is a qualified judge, no judicial nominee is indispensable. And for a movement that risked so much to make these nominations possible, there is no reason to compound that risk unless this nominee can find a way to decisively persuade the country, however unfair that burden may seem, that he did not treat Christine Blasey Ford with the cruelty alleged this week.\nFollow The New York Times Opinion section on Facebook and Twitter (@NYTopinion), join the Facebook political discussion group, Voting While Female, and sign up for the Opinion Today newsletter.", "url": "https://www.nytimes.com/2018/09/19/opinion/christine-blasey-ford-kavanaugh-senate-hearing.html?module=inline"}