{"authors": ["As Told To Patricia R. Olsen", "As Told To"], "date_download": "2018-11-16 03:59:48", "date_modify": "2018-11-16 03:59:48", "date_publish": "2018-01-04 21:32:14", "description": "When official alerts from the city arrive via Twitter, text, email or mobile app, Taylor Winkler is often the one sending them.", "filename": "2018_01_04_jobs_nyc-emergency-alert-system.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340788.html", "image_url": "https://static01.nyt.com/images/2018/01/07/business/07VOCATIONS1/07VOCATIONS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_04_jobs_nyc-emergency-alert-system.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340788.html", "title": "Keeping People Safe in New York City Emergencies", "title_page": "Keeping People Safe in New York City Emergencies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Taylor Winkler, 24, is a public warning specialist at the New York City Emergency Management Department.\nWhat do you do at Emergency Management?\nMy department sends emergency alerts to New York residents about storms, traffic tie-ups and the like. I send them through Twitter, text, email, mobile app or another channel to New York residents who have signed up for Notify NYC. On rare occasions, we send Wireless Emergency Alerts, for more severe threats, to people in New York City who have cellphones equipped to accept them. One example are the alerts sent during the 2016 Chelsea bombing, for which Ahmad Khan Rahimi was convicted.\nHow did you get this job?\nMy education may have had a lot to do with it. I studied emergency management at the Massachusetts Maritime Academy, where I was valedictorian. Also, my internship in emergency management at Yale University, and others at a security firm and a business continuity firm, provided experience.\nWhy did you choose this field?\nMy parents are retired New York City police officers. They’re my heroes. Every day growing up, I would hear how they helped people. After living with them and researching my local emergency management group for a class at the academy, I knew I wanted this type of job.", "url": "https://www.nytimes.com/2018/01/04/jobs/nyc-emergency-alert-system.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}