{"authors": ["Carlotta Gall"], "date_download": "2018-11-16 03:22:38", "date_modify": "2018-11-16 03:22:38", "date_publish": "2018-10-03 19:27:43", "description": "The Saudi journalist has not been seen since he entered the Saudi consulate in Istanbul on Tuesday afternoon. Friends fear he has been detained or worse.", "filename": "2018_10_03_world_middleeast_khashoggi-saudi-journalist-istanbul.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338558.html", "image_url": "https://static01.nyt.com/images/2018/10/04/world/04turkey3/04turkey3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_03_world_middleeast_khashoggi-saudi-journalist-istanbul.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338558.html", "title": "What Happened to Jamal Khashoggi? Conflicting Reports Deepen a Mystery", "title_page": "What Happened to Jamal Khashoggi? Conflicting Reports Deepen a Mystery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — The mystery deepened Wednesday about the fate of a veteran Saudi journalist who entered the country’s consulate in Istanbul on Tuesday afternoon and has not been seen since.\nThe journalist, Jamal Khashoggi, a sharp critic of the Saudi leadership, went to the consulate to obtain a document he needed to get married, but never came out, his fiancée and several close friends said.\nOn Wednesday, the Saudi government said he had left the consulate, the Turkish government said he was still inside, and his fiancée and friends said he was still missing.\nHis fiancée, Hatice, who asked that her surname not be published out of concern for her safety, waited for him outside the consulate until after midnight Tuesday and returned when the consulate reopened on Wednesday morning.", "url": "https://www.nytimes.com/2018/10/03/world/middleeast/khashoggi-saudi-journalist-istanbul.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}