{"authors": ["Michelle Goldberg"], "date_download": "2018-11-16 03:59:49", "date_modify": "2018-11-16 03:59:49", "date_publish": "2018-09-17 21:54:20", "description": "Kavanaugh’s accuser is credible. Will it matter?", "filename": "2018_09_17_opinion_columnists_christine-blasey-ford-brett-kavanaugh-supreme-court-republicans.html_action=click&module=RelatedLinks&pgtype=Article_1542340789.html", "image_url": "https://static01.nyt.com/images/2018/09/17/opinion/17goldbergWeb/17goldbergWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_17_opinion_columnists_christine-blasey-ford-brett-kavanaugh-supreme-court-republicans.html_action=click&module=RelatedLinks&pgtype=Article_1542340789.html", "title": "Boys Will Be Supreme Court Justices", "title_page": "Opinion | Boys Will Be Supreme Court Justices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Kavanaugh denies the allegation unequivocally; on Monday he said he’s willing to rebut it before the Senate Judiciary Committee. (Judge, who wrote a memoir of his teenage alcoholism, has veered between denying the incident and saying he doesn’t recall it.) But it’s a sign of how credible Blasey seems that, since this story broke, much of the public debate has been less about whether her accusations are true than whether they are relevant.\nSome conservatives — though not just conservatives — insist that it is unfair to judge a middle-aged man for things he did as a kid. On Fox News, the former George W. Bush press secretary Ari Fleischer pondered the weight of high school misbehavior. “Should that deny us chances later in life?” he asked. “Even for Supreme Court job, a presidency of the United States, or you name it?”\nSuch arguments would be more convincing if people on the right weren’t so selective in their indulgence. Donald Trump called for the death penalty for the Central Park Five, who were 14 to 16 years old when they were arrested. (They’ve since been proven innocent.) Children are regularly put on sex offender registries, sometimes for their entire lives, for conduct less serious than what Kavanaugh is accused of. In a sour irony, some legal experts think Kavanaugh’s confirmation could imperil Miller v. Alabama, a 2012 decision banning life sentences without parole for most teenage convicts.\nAnyway, this is no longer just about what Kavanaugh might have done 36 years ago. We need to determine, as best we can, if he’s lying now. The Judiciary Committee will be able to begin trying to do that at a public hearing next Monday — called by the committee's head, Charles Grassley, under pressure from some members of his own party.\nSenators should also demand that Kavanaugh’s old friend Judge, who grew up to become a right-wing writer, testify, though Kavanaugh would surely prefer other character witnesses. (“Oh for the days when President George W. Bush gave his wife, Laura, a loving but firm pat on the backside in public,” Judge once wrote. “The man knew who was boss.”)", "url": "https://www.nytimes.com/2018/09/17/opinion/columnists/christine-blasey-ford-brett-kavanaugh-supreme-court-republicans.html?action=click&module=RelatedLinks&pgtype=Article"}