{"authors": ["Amy Harmon"], "date_download": "2018-11-16 03:15:33", "date_modify": "2018-11-16 03:15:33", "date_publish": "2018-09-12 07:00:26", "description": "Forecasters warned that Hurricane Florence might produce severe flooding in a larger swath of the coast and farther inland than previously predicted.", "filename": "2018_09_12_us_hurricane-florence_1542338133.html", "image_url": "https://static01.nyt.com/images/2018/09/11/us/12florence-live-promo/hurricane-florence-tracking-map-promo-1536673849664-facebookJumbo-v21.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_12_us_hurricane-florence_1542338133.html", "title": "Catastrophic Rain Predicted as Hurricane Moves Toward Carolinas", "title_page": "Catastrophic Rain Predicted as Hurricane Moves Toward Carolinas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For the latest updates on Hurricane Florence, read our Thursday live briefing here.\nHours before Hurricane Florence is expected to begin its assault on the Carolinas, officials warned of fierce winds, catastrophic flooding, storm surges up to 13 feet and widespread power failures as they urged residents to get out while there was still time.\nFlorence, now a Category 2 storm packing sustained winds of up to 110 miles per hour, is expected to pummel the region for days, starting with heavy winds along the coast on Thursday morning. The hurricane will then gather strength and spread inland as the center of the storm edges toward the coast on Friday afternoon, bringing torrential rainfall of up to 40 inches that will continue through Saturday and Sunday.\nHere are the latest developments:\n• The major power supplier for North and South Carolina, Duke Energy, said that the storm could knock out power for up to three million customers across the two states and that it could take several weeks to restore electricity.\n• The storm was predicted to slow and the eye could stall just offshore, battering the coast with high waves and dropping as much as 20 to 40 inches of rain in flood-prone coastal areas.\nAdvertisement Continue reading the main story\n• The center of the storm was in the Atlantic Ocean about 335 miles from Wilmington, N.C., on Wednesday evening, the National Hurricane Center said. It was forecast to crawl toward shore on Thursday and Friday, and move slowly along the coastline through Saturday. Follow the hurricane’s path here.\n• The storm’s maximum sustained winds had eased slightly to 110 m.p.h., and forecasters said that its strength would fluctuate in the hours ahead. (Here’s a guide on how the different categories of storms are classified.)", "url": "https://www.nytimes.com/2018/09/12/us/hurricane-florence.html"}