{"authors": ["Thomas Fuller"], "date_download": "2018-11-16 04:18:56", "date_modify": "2018-11-16 04:18:56", "date_publish": "2018-04-26 15:50:21", "description": "Investigators used DNA from crime scenes and plugged that genetic profile into an online genealogy database, tracing DNA to the suspect, Joseph James DeAngelo.", "filename": "2018_04_26_us_golden-state-killer.html_action=click&module=RelatedLinks&pgtype=Article_1542341936.html", "image_url": "https://static01.nyt.com/images/2018/04/27/us/27killer-1-print/27killer-4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_26_us_golden-state-killer.html_action=click&module=RelatedLinks&pgtype=Article_1542341936.html", "title": "How a Genealogy Site Led to the Front Door of the Golden State Killer Suspect", "title_page": "How a Genealogy Site Led to the Front Door of the Golden State Killer Suspect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SACRAMENTO — The Golden State Killer raped and murdered victims across California in an era before Google searches and social media, a time when the police relied on shoe leather, not cellphone records or big data.\nBut it was technology that got him. The suspect, Joseph James DeAngelo, 72, was arrested by the police on Tuesday. Investigators accuse him of committing more than 50 rapes and 12 murders over decades.\nInvestigators used DNA from crime scenes that had been stored all these years and plugged the genetic profile of the suspected assailant into an online genealogy database. One such service, GEDmatch, said in a statement on Friday that law enforcement officials had used its database to crack the case. Officers found distant relatives of Mr. DeAngelo’s and, despite his years of eluding the authorities, traced their DNA to his front door.\n“We found a person that was the right age and lived in this area — and that was Mr. DeAngelo,” said Steve Grippi, the assistant chief in the Sacramento district attorney’s office.", "url": "https://www.nytimes.com/2018/04/26/us/golden-state-killer.html?action=click&module=RelatedLinks&pgtype=Article"}