{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:50:22", "date_modify": "2018-11-16 03:50:22", "date_publish": "2018-02-26 00:04:40", "description": "Mr. Navarro is in line for a promotion, sources close to the White House say, a sign more aggressive trade measures such as tariffs may be in store.", "filename": "2018_02_25_us_politics_peter-navarro-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340222.html", "image_url": "https://static01.nyt.com/images/2018/02/26/us/26navarro_dc/26navarro_dc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_25_us_politics_peter-navarro-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340222.html", "title": "Peter Navarro, a Top Trade Skeptic, Is Ascendant", "title_page": "Peter Navarro, a Top Trade Skeptic, Is Ascendant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Amid the tumult, Mr. Navarro has been able to leverage a close personal relationship with the president to gain more access, a third trade expert close to the White House said.\nIt is unclear what new responsibilities Mr. Navarro’s promotion could bring, or whether the president could change his mind. But the biggest change for Mr. Navarro is that he may once again gain more access to top meetings — and to the president himself.\nMr. Navarro presided over an early period on the campaign trail and in the White House, during which President Trump appeared poised to fulfill his most aggressive promises on trade, including ripping up trade deals that he had criticized as bad for American companies and workers and imposing tariffs on imports.\nMr. Navarro entered the White House with multiple trade actions written and ready for the president’s signature, including a directive to withdraw from the North American Free Trade Agreement, known as Nafta. As The New York Times has previously reported, on at least three occasions in the president’s first year in office, Mr. Navarro’s attempts to withdraw the United States from Nafta were blocked by more pro-trade advisers, headed by Mr. Cohn.\nThe president did sign another directive authored by Mr. Navarro, pulling the United States out of a multinational trade deal known as the Trans-Pacific Partnership. But other efforts by Mr. Navarro to impose tariffs on steel imports and withdraw from a free-trade agreement with South Korea were blocked, leading some to question whether the president had abandoned his promise to take a more aggressive approach to trade than his predecessors.\nAs Mr. Kelly imposed order on the White House by limiting the president’s access to some advisers, Mr. Navarro’s influence was reduced. Mr. Navarro was required to copy Mr. Cohn, his new superior, on all emails. He was absent from some high-level strategy meetings on trade, as well as the president’s trip to China, a focus of Mr. Navarro’s.\nSupporters and opponents of Mr. Navarro describe this as a concerted effort by more pro-trade factions to keep the president from hearing Mr. Navarro’s views, which could have goaded Mr. Trump into more aggressive action.", "url": "https://www.nytimes.com/2018/02/25/us/politics/peter-navarro-trade.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}