{"authors": ["Patrick Kingsley", "Richard Pérez-Peña"], "date_download": "2018-11-16 03:13:42", "date_modify": "2018-11-16 03:13:42", "date_publish": "2018-03-06 12:54:44", "description": "Britain assigned the counterterrorism police to investigate the sudden illness of the spy, Sergei V. Skripal, and his daughter.", "filename": "2018_03_06_world_europe_uk-russian-spy-counterterrorism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338022.html", "image_url": "https://static01.nyt.com/images/2018/03/07/world/europe/07russia-spy/07russia-spy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_06_world_europe_uk-russian-spy-counterterrorism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338022.html", "title": "In Poisoning of Sergei Skripal, Russian Ex-Spy, U.K. Sees Cold War Echoes", "title_page": "In Poisoning of Sergei Skripal, Russian Ex-Spy, U.K. Sees Cold War Echoes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SALISBURY, England — The gentle stroll from Zizzi’s, a restaurant in the center of this sleepy cathedral town, to Sainsbury’s, a popular nearby supermarket, could scarcely be less remarkable. Turn right past the town library, through a covered alleyway, past the gym on the left, over a bubbling mill stream and — 90 seconds later — you have arrived.\nYet, on Sunday afternoon, this most brief and benign of walks may have been the setting for an attempted assassination reminiscent of the most far-fetched Cold War skulduggery.\nIt was the route that Sergei V. Skripal, a former intelligence official freed from a Russian prison as part of a celebrated 2010 spy exchange, is believed to have taken with his daughter before both were found in a catatonic state on a bench outside Sainsbury’s.\nThe British foreign minister, Boris Johnson, said the episode had “echoes of the death of Alexander Litvinenko in 2006,” another former Russian agent who British officials believe was poisoned in London on the orders of the Kremlin.", "url": "https://www.nytimes.com/2018/03/06/world/europe/uk-russian-spy-counterterrorism.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}