{"authors": ["Ellen Barry", "Michael Schwirtz", "Eric Schmitt"], "date_download": "2018-11-16 04:40:30", "date_modify": "2018-11-16 04:40:30", "date_publish": "2018-07-15 19:01:48", "description": "The military intelligence service suspected of disrupting the 2016 presidential campaign in the U.S. may be behind the poisoning of a former Russian spy and his daughter in England.", "filename": "2018_07_15_world_europe_uk-skripal-russia-novichok.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343230.html", "image_url": "https://static01.nyt.com/images/2018/07/16/world/16skripal/16skripal-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_15_world_europe_uk-skripal-russia-novichok.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343230.html", "title": "U.K. Poisoning Inquiry Turns to Russian Agency in Mueller Indictments", "title_page": "U.K. Poisoning Inquiry Turns to Russian Agency in Mueller Indictments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — The same Russian military intelligence service now accused of disrupting the 2016 presidential election in America may also be responsible for the nerve agent attack in Britain against a former Russian spy — an audacious poisoning that led to a geopolitical confrontation this spring between Moscow and the West.\nBritish investigators believe the March 4 attack on the former spy, Sergei V. Skripal, and his daughter, Yulia, was most probably carried out by current or former agents of the service, known as the G.R.U., who were sent to his home in southern England, according to one British official, one American official and one former American official familiar with the inquiry, speaking on the condition of anonymity to discuss intelligence.\nBritish officials are now closing in on identifying the individuals they believe carried out the operation, said the former American official. At the same time, investigators have not ruled out the possibility that another Russian intelligence agency, or a privatized spinoff, could be responsible.\nPresident Trump and President Vladimir V. Putin of Russia are to hold a much-scrutinized meeting on Monday in Helsinki, Finland. For months, Mr. Trump has angrily belittled the special counsel investigation into Russian meddling in the 2016 election. But on Friday, the Justice Department announced a bombshell indictment of 12 G.R.U. officers in the hacking of internal communications of the Democratic National Committee and the Clinton presidential campaign.", "url": "https://www.nytimes.com/2018/07/15/world/europe/uk-skripal-russia-novichok.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}