{"authors": ["The New York Times"], "date_download": "2018-11-16 03:10:38", "date_modify": "2018-11-16 03:10:38", "date_publish": "2018-08-25 04:05:30", "description": "Abuse survivors and their advocates around the world were closely watching what the pope said about the crisis that has undermined the church around the world.", "filename": "2018_08_25_world_europe_pope-francis-ireland-visit-live_1542337838.html", "image_url": "https://static01.nyt.com/images/2018/08/26/world/26vid-pope-still-2/26vid-pope-still-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_25_world_europe_pope-francis-ireland-visit-live_1542337838.html", "title": "Pope in Ireland: Francis Meets Church Abuse Victims", "title_page": "Pope in Ireland: Francis Meets Church Abuse Victims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "• Not everyone is pleased with the pope and his visit to Dublin for the World Meeting of Families: Some people signed up for tickets to his appearances and planned not to use them, and others are unhappy with his relatively lenient views.\n• The New York Times will have live coverage from Ireland throughout the pope’s two-day visit.\nFrancis meets with abuse victims\nAmid criticism that he has not dealt forcefully enough with a spiraling clerical sex abuse crisis, Pope Francis met with victims of clerical and institutional abuse in Dublin on Saturday evening.\nThe meeting, which was expected and was held in private at the Vatican Embassy, lasted an hour and half “with eight Irish survivors of clerical, religious and institutional abuse,” according to a Vatican spokesman, Greg Burke.\nTwo of the survivors who met with the pope said he had condemned the corruption and cover-up within the church using the word “caca,” or, his translator put it, the filth one sees in a toilet.\nThose present included Marie Collins, who earlier in the day called the pope’s absence of action on sex abuse “ disappointing.” Others included the Rev. Patrick McCafferty; the Rev. Joe McDonald; Damian O’Farrell, a Dublin lawmaker; Paul Jude Redmond; Clodagh Malone; and Bernadette Fahy. One survivor, a victim of the Rev. Tony Walsh, preferred to remain anonymous, the Vatican said.\n— Jason Horowitz\nPope denounces sexual abuse of children, abortion and the refugee crisis\nPhoto\nIn the first speech of his visit, the pope acknowledged “the abuse of young people by members of the church” and the church’s failure to “address these repugnant crimes.”\nHe gave no hint of the kind of new measures that victims have demanded in response to the scandals, and praised the steps taken by his predecessor, Pope Benedict XVI, to prevent the abuses from being repeated. Many abuse survivors have described the church’s actions as inadequate.\nAdvertisement Continue reading the main story\nBut sexual abuse was not the main focus of his speech at Dublin Castle, where he spoke, among other things, of the peace that has taken hold on the island since the Good Friday Agreement of 1998 ended decades of sectarian fighting. He also addressed abortion, another source of friction between the Irish and the church.\nConservative Catholics have accused Francis of failing to pay enough attention to the rights of the unborn. Unlike his predecessors, he has preferred to avoid culture-war issues like abortion and gay rights, instead emphasizing care for the poor, the marginalized and migrants.\nBut at an event explicitly intended to spotlight the importance of families, held in the wake of the vote in May to lift a constitutional ban on abortion, Francis had little choice but to broach the subject, though he paired it with concern for refugees.\n“Could it be that the growth of a materialistic ‘throwaway culture’ has in fact made us increasingly indifferent to the poor and to the most defenseless members of our human family, including the unborn, deprived of the very right to life?” he said.\n“Perhaps the most disturbing challenge to our consciences in these days is the massive refugee crisis, which will not go away, and whose solution calls for a wisdom, a breadth of vision and a humanitarian concern that go far beyond short-term political decisions.”\n— Jason Horowitz\nPrime minister calls on the pope to act on abuse\nPhoto\nMr. Varadkar addressed the scandals head-on in his own speech at Dublin Castle, joining abuse survivors in urging the pope, who sat a few feet away, to take action on the “history of sorrow and shame,” rather than merely express regret and sadness.\n“We remember the failures of both church and state and wider society and how they created a bitter and broken heritage for so many, leaving a legacy of pain and suffering,” the prime minister said, speaking to a diverse audience. “In place of Christian charity, forgiveness and compassion, far too often there was judgment, severity and cruelty, in particular, towards women and children and those on the margins.”\nWe Want to Hear From You We want to hear how Catholics feel about Pope Francis’ comments on Saturday. We may publish a selection of the responses. Required fields are marked with an asterisk. Continue Continue What is your name? * First and last preferred, please. What is your email? * Are you Catholic? * Yes No No longer practicing Other Where do you live? * Please include your city and state, or city and country. By clicking the submit button, you agree that you have read, understand and accept the Reader Submission Terms in relation to all of the content and other information you send to us ('Your Content'). If you do not accept these terms, do not submit any content. Of note: Your Content must not be false, defamatory, misleading or hateful or infringe any copyright or any other third party rights or otherwise be unlawful.\nWe will use the contact details that you provide to verify your identity and answers to the questionnaire, as well as to contact you for further information on this story. If we publish Your Content, we may include your name and location. I have read, understood and accept the Reader Submission Terms Thank you for your submission.\nHe specifically cited the institutions — “Magdalene laundries, mother and baby homes, industrial schools” — where the church, with the government’s blessing, housed poor people in harsh conditions, put them to work without pay and coerced women to give up their children for adoption.\nAdvertisement Continue reading the main story\n“Wounds are still open and there is much to be done to bring about justice and truth and healing for victims and survivors,” he said. “Holy Father, we ask that you use your office and influence to ensure this is done here in Ireland and across the world.”\n— Jason Horowitz\nFrancis speaks on the importance of families\nPhoto\nIf it were not for the child sex abuse crisis engulfing the Roman Catholic Church, or a national referendum to lift a ban on abortion that symbolized Ireland’s rejection of that church, Saturday night’s speech by Pope Francis articulating his vision for a loving Christian family based on “small and simple acts of forgiveness” might have garnered more attention.\nFor much of the last year, the most controversial aspect of Francis’s papacy within the church has been his expansive view of the family, including reaching out to gay Catholics, and his potential extension of Communion to divorced and remarried Catholics. That door, which conservatives say church doctrine demands should be sealed shut, was cracked open by Francis in a footnote in Amoris laetitia, a 2016 apostolic exhortation addressing the pastoral care of families.\nThe World Meeting of Families, which drew people from more than 100 countries to Dublin, was the purpose of Francis’s visit to Ireland. On Saturday night, the pope spoke at the packed Festival of Families at Croke Park stadium, and said he had written his exhortation as a “kind of road map of living joyfully the gospel of the family.”\nStacks of the book, which traditionalists say could cause the destruction of the Catholic family, were in boxes earlier in the day at St. Mary’s Pro-Cathedral, where the pope gave marriage advice to newlyweds. “Even the in-laws have wisdom,” he said, to laughter.\nThe pope’s speech at Croke Park avoided the subject of divorce, and stuck to safer shores. (“A society that does not value grandparents is a society that has no future,” he said. And, he added, citing Missy Collins, a member of the Irish Traveller ethnic group who addressed the audience earlier in the evening, “Her witness reminds us that, in God’s house, there is a place at the table for everyone.”)\nHe again offered his advice on achieving familial bliss. “Even if the argument tempts you to sleep in another room, alone and apart, just knock on the door and say, ‘Please can I come in?’ All it takes is a look, a kiss, a soft word, and everything is back to the way it was.”\n— Jason Horowitz\nThe reaction on social media\nOn social media, people in Dublin documented the pope-themed merchandise for sale on the sidewalks, like candy and holy water; the ebb and flow of the crowds as Francis made his way around town; and the demonstrators holding up banners critical of the church or rainbow flags in support of gay rights.\nAdvertisement Continue reading the main story\nMany shared videos of Francis passing by in his Popemobile.\nAnd while some onlookers shared scenes of people singing and cheering, others pointed out that the crowds were, in some places, very modest — a sign of how much the country has changed in recent decades, as Mr. Varadkar noted in his speech.\nMany wrote in anger about child abuse scandals, and some called out the church’s historic stance on issues like abortion and gay rights. The author Ewan MacKenna wrote on Twitter that “the Pope has no place in Ireland, given what the business he heads did there.”\n“Incredible how folks find room for their faith beside so many forms evil,” Mr. MacKenna added.\nOthers commented on how the day’s proceedings were being closely watched by survivors of abuse, and said the pope’s statements on the subject had not been strong enough.\nColm O’Gorman, a clerical abuse survivor and the director of Amnesty International Ireland, called the pope’s remarks on Saturday morning an “extraordinary deflection.”\n— Jacey Fortin\nAbuse survivors demand ‘zero tolerance’\nPhoto\nA group representing survivors of clerical sexual abuse around the world issued a list of demands to Francis on Friday, including a “zero tolerance” church law, meaning that priests who molested children and superiors who protected abusers would be defrocked.\nEnding Clerical Abuse, which documented cases of abuse by members of religious orders that have a global presence in 172 countries, also called on the church to publicly identify abusive clerics, and to prosecute complicit bishops in church tribunals.\n“We need to know who these sex offenders are, just like we need to know who these bishops are, because you know who they are, and you know what they’ve done,” Peter Isely, a survivor from Milwaukee and a founding member of the group, said at a news conference.\nThe demands followed reports that Cardinal Sean O’Malley, whom Francis had appointed to head a commission to address the crisis, had ignored word of sexual abuse accusations against Cardinal Theodore E. McCarrick, archbishop of Washington. Cardinal O’Malley withdrew from the World Families’ Meeting.\nAdvertisement Continue reading the main story\n— Kimiko de Freytas-Tamura\n‘Maybe this country could lead the way’ in church reform, a Dubliner says\nPhoto\nTony Kelly, 58, a bar manager in Dublin, watched the pope’s Dublin Castle speech on television and found his apology sincere, but, he said, “people are looking more for actions rather than words.”\nThe Irish church had suffered the consequences of “living in the past” and breaking its trust with the faithful, Mr. Kelly said.\n“There was a lot of negativity, a lot of cover up, and they tended to protect themselves,” he said, while waiting outside St. Mary’s Church, which has long been the acting cathedral of the archdiocese and where Pope Francis was to dispense advise to young couples.\nBut Mr. Kelly said he hoped that what the pope heard in Ireland would motivate him to help protect children in other churches around the world.\n“Maybe this country could lead the way in certain respects,” he said.\nThe pope fondly recalls a long-ago visit to Ireland\nPhoto\n“It touches my heart to return to Ireland after 38 years,” Francis told reporters aboard his plane, before landing in Dublin. “I was here for nearly three months to practice English in 1980. And for me, this is a great memory.”\nBefore he became Pope Francis, the Argentine priest known as Jorge Mario Bergoglio stayed at a Jesuit residence in the Milltown Park neighborhood of Dublin. Today, a photo of him as pope, grinning and wearing the Ring of the Fisherman on his raised right hand, decorates the main corridor of the residence.\nHe did not mix much, listening to English-language tapes he had bought and taking a few one-on-one lessons, but he still made an impression, said Michael O’Sullivan, a fellow Jesuit who met him then.\n“He had a terrific presence when he looked at you; he focused on you, listened to you. He was just very present,” said Father O’Sullivan, 66, now the director of the Spirituality Institute for Research and Education in Milltown Park.\nAdvertisement Continue reading the main story\n— Iliana Magra and Jason Horowitz\nIreland has changed, but so has the papacy\nPhoto\nIt would be hard to overstate how much Ireland has changed since Pope John Paul II visited in 1979. Church attendance and influence have fallen, the country has a gay prime minister, the people voted overwhelmingly this year to legalize abortion, and in the last four decades, divorce, contraception and same-sex marriage have all become legal.\nThis is also a very different pope, navigating a different world.\nJohn Paul II, the first non-Italian pontiff in four and a half centuries, rode a historic wave of popularity and became a global symbol of resistance to communism during the Cold War, and in Dublin he drew what was called the largest crowd in Irish history. Vigorous and young by papal standards, at 59, he visited several countries on three continents that year, his first full year leading the church.\nHe did not stray far from church doctrine, reiterating during his Irish trip the church’s opposition to abortion, contraception and divorce.\n— Elisabetta Povoledo\nOn Dublin’s streets, reaction to the pope is muted\nPhoto\nApart from a few steel barriers and clusters of police officers on the streets, it was hard to tell on this chilly Saturday morning, just before Pope Francis arrived, that anything special was happening in Dublin.\nA few hours later, as the pope rode through the city, standing in the back of a pickup truck, the crowds he waved to were surprisingly sparse in some areas, though more dense in others.\n“It’s not really a thing that would be on my radar,” said Eoin O’Connell, 21, during his shift at an Irish memorabilia store off Grafton Street, a tourist shopping haven. Vatican flags waved outside the store, but Mr. O’Connell said sales had been low, as has interest in the papal visit.\nLess than 200 yards away, a dozen people gathered to quietly protest the visit. “I can’t help feeling that him coming here is a tremendous disrespect to those who have suffered,” said Michael Shimaokaa, 27.\nA street vendor reorganized his stock of umbrellas, scarves, sweaters and hats, putting Pope Francis T-shirts up front, but tourists still went for the woolen beanies and caps.\nAdvertisement Continue reading the main story\n“He should have gone to western Ireland, where it would have been a big deal,” said Sian O’Sullivan, 36, on her way to get her makeup done, “but Dublin is atheist.”\n— Iliana Magra\nDespite hopes, the pope will not visit Northern Ireland\nPhoto\nWhen the Vatican announced that Pope Francis would visit Ireland, anticipation grew among Catholics in Northern Ireland that Francis, unlike Pope John Paul II, would find time to cross the border. There was even Vatican gossip that Francis might meet the queen.\nThe sectarian violence of the Troubles, which in part kept John Paul away, has all but vanished. Relations between Ireland and Northern Ireland, part of the United Kingdom, have improved so much that people dread the possibility that a hard border will be re-established as a result of Britain’s plan to exit the European Union.\nEven so, there is no visit to Northern Ireland on the pope’s packed 36-hour schedule. As is customary on papal flights, he sent electronic greetings to the leaders of the nations over which his plane flew, including to Queen Elizabeth II.\n“I extend cordial greetings to your majesty, the members of the royal family, and the people of the United Kingdom as I fly over British airspace on my way to Ireland. I willingly invoke upon all of you the abundant blessings of almighty God,” Francis wrote, signing with his formal “Franciscus PP.”\n— Jason Horowitz\nProtest strategy: Keep pope’s crowds small\nPhoto\nSome critics of Pope Francis couldn’t wait to apply for tickets for his appearances in Ireland — and then not use them.\nA protest called “Say Nope to the Pope” encouraged critics of the church to snap up free tickets and then skip the events.\nIt has gained more than 10,000 supporters on its Facebook page, and has been much discussed on radio, in the papers and on the streets. One protester claimed to have reserved more than 1,000 tickets under various assumed names, including Jesus Christ.\nAdvertisement Continue reading the main story\nThere are plenty of Irish Catholics with grievances against the church — survivors of abuse by priests, women who were forced to give up children for adoption or bury them under mother-and-baby homes, poor people who had no choice but to work without pay in church-run facilities.\nAnd then there are the many Irish who have rebelled against the church and its sway over government policy, or have just drifted away from the faith.\nBut even some of the critics of Pope Francis and his church find the “Say Nope” protest in bad taste. Mr. Varadkar called it “petty and meanspirited.”\n— Jason Horowitz\nIn a sign of change, the church held a talk on L.G.B.T. Catholics\nPhoto\nOne event at the gathering prompted controversy long before it took place: a presentation on the church “showing welcome and respect” to gay, lesbian, bisexual and transgender people, by the Rev. James Martin, who published a book on the topic last year.\nConservative protesters have gathered at his public readings from the book, “Building a Bridge,” and a petition to ban him from the World Meeting of Families collected thousands of signatures.\nBut the talk, delivered on Thursday to more than 1,200 people, passed without incident. Mr. Martin, editor-at-large of the Jesuit magazine America, said he spent three hours afterward signing books and talking with people, who were largely supportive of his view.\n“One bishop told me, ‘Just the fact that they invited you is a sign,’ ” he said.\n— Elisabetta Povoledo\nConservative Catholics have offered counterprogramming\nPhoto\nAn ultraconservative Catholic group, the Lumen Fidei Institute, held a rival gathering in Dublin, criticizing Francis for pushing a “watered-down” version of Christian values and for adopting a more open view about gays in the Church.\nAdvertisement Continue reading the main story\nAnthony Murphy, founder of the organization, told Crux, a Catholic news service, that bishops had become “embarrassed” to preach the Gospel.\n“It’s ridiculous,” he told Crux. “These men, or are they mice, encounter a world, certainly the Western world, which is turning against God’s plan for family and marriage, and instead of countering that with an authenticity, they water down the truth and they give a message which is politically correct.”\n— Kimiko de Freytas-Tamura\nThe pope visits a homeless center, highlighting a growing problem\nPhoto\nPope Francis, who has made a point of projecting a humbler papacy, paid a private visit to the Capuchin Day Centre for Homeless People in central Dublin, for meetings with the people who operate the center, volunteers who work there, and 80 to 100 of its regular clients.\nThe center opened in 1969 as a soup kitchen “providing shelter and a bowl of soup,” said Brother Sean Donohoe, a co-director, but last year provided 398,000 “units of service” — a meal, a parcel of groceries, a shower, clothes or medical treatment. “Many years ago it was just men, then women, and now we have families, especially because rents are so expensive in the capital.”\nThe homeless population in Ireland has grown in recent years, and the poverty rate, while it has improved somewhat, remains significantly worse than it was a decade ago.\nVolunteers at the center serve breakfast and dinner — to up to 700 people some evenings — and hand out 1,400 grocery parcels each week. So many adults arrive with children in tow that the center established a family area in its dining hall; it offers day care, and once a week, it hands out diapers.\nThree years ago, Francis had lunch with the residents of a women’s shelter in Philadelphia, and he welcomed thousands of homeless people into the Vatican last November for a Mass and a meal. And in the annual ritual of washing feet during Holy Week, more than once he has washed the feet of prison inmates.", "url": "https://www.nytimes.com/2018/08/25/world/europe/pope-francis-ireland-visit-live.html"}