{"authors": ["Salman Masood"], "date_download": "2018-11-16 04:28:25", "date_modify": "2018-11-16 04:28:25", "date_publish": "2018-05-06 18:48:32", "description": "Mr. Khan, the former cricket star and current opposition leader, is brimming with confidence about his chances to lead Pakistan. One reason: his increasingly close ties with the military.", "filename": "2018_05_06_world_asia_imran-khan-pakistan-military.html_module=inline_1542342505.html", "image_url": "https://static01.nyt.com/images/2018/05/03/world/03Pakistan1/03Pakistan1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_06_world_asia_imran-khan-pakistan-military.html_module=inline_1542342505.html", "title": "Imran Khan Warms to Pakistan’s Military. His Political Fortunes Rise.", "title_page": "Imran Khan Warms to Pakistan’s Military. His Political Fortunes Rise. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LAHORE, Pakistan — Imran Khan, the charismatic cricket star-turned-opposition-leader, is brimming with newfound confidence.\nWith general elections expected in July, Mr. Khan made a spirited claim to lead the next government when he addressed thousands of his supporters who had gathered in the politically important city of Lahore a week ago. The rally kicked off the election season, and other political parties have begun campaigning around the country.\nMr. Khan — a populist with whose nationalist appeal rests in part on an anti-American platform — is the main challenger to the political party of former Prime Minister Nawaz Sharif, who was ousted last year by the Supreme Court after a corruption inquiry. Mr. Sharif was barred from holding public office, and he faces a verdict next month on corruption charges.\nWith Mr. Sharif looking at possible jail time, and several leaders of his party, the Pakistan Muslim League-Nawaz, ensnared in corruption investigations, Mr. Khan says his time has arrived. He presents himself as an alternative to what he calls a corrupt political elite, and says he will work to improve education, health and the environment.", "url": "https://www.nytimes.com/2018/05/06/world/asia/imran-khan-pakistan-military.html?module=inline"}