{"authors": ["Carlotta Gall", "Sergey Ponomarev", "Written By", "Photographs", "Video By"], "date_download": "2018-11-16 03:57:15", "date_modify": "2018-11-16 03:57:15", "date_publish": "2018-06-21 17:04:57", "description": "A proposed canal would open a new trade route and cement President Recep Tayyip Erdogan’s legacy. But critics warn that he is overreaching as the economy stalls.", "filename": "2018_06_21_world_europe_turkey-election-ergodan-canal-megaprojects.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340635.html", "image_url": "https://static01.nyt.com/images/2018/06/14/world/xxturkey-promo/xxturkey-posters-still-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_21_world_europe_turkey-election-ergodan-canal-megaprojects.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340635.html", "title": "A Canal Through Turkey? Presidential Vote Is a Test of Erdogan’s Building Spree", "title_page": "A Canal Through Turkey? Presidential Vote Is a Test of Erdogan’s Building Spree - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — From soaring bridges to a giant mosque to plans for the world’s biggest airport, President Recep Tayyip Erdogan of Turkey has used gargantuan building projects as an engine of growth and a signature way of leaving an indelible stamp on his nation.\nAs he campaigns for re-election on Sunday, Mr. Erdogan has promised his most ambitious project yet: a canal that would bisect the country and create a Turkish-owned trade route, which he says would make Turkey a great power and leave a legacy for the history books.\n“What makes Panama is the Panama Canal,” Mr. Erdogan told supporters at a rally in Istanbul last weekend. “Suez is the biggest source of revenue for Egypt. Let’s have a vote. God willing the Istanbul Canal will be another fresh breath for our city.”\nThe election is shaping up as an up-or-down vote on how Mr. Erdogan has transformed Turkey during 15 years in charge. He has amassed sultanlike powers, jailed political enemies and trimmed civil liberties, even as average annual economic growth of 5 percent has spawned and nurtured a middle class.", "url": "https://www.nytimes.com/2018/06/21/world/europe/turkey-election-ergodan-canal-megaprojects.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}