{"authors": ["Kevin Granville"], "date_download": "2018-11-16 04:02:38", "date_modify": "2018-11-16 04:02:38", "date_publish": "2018-03-19 15:35:57", "description": "A political data firm tied to the Trump campaign gained access to information on 50 million Facebook users. Here is how it happened, and the uproar it has caused.", "filename": "2018_03_19_technology_facebook-cambridge-analytica-explained.html_module=inline_1542340958.html", "image_url": "https://static01.nyt.com/images/2018/03/20/business/20facebookexplain/merlin_135683703_f6b7aa45-4765-44fc-8b1b-82ffdf7d421f-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_19_technology_facebook-cambridge-analytica-explained.html_module=inline_1542340958.html", "title": "Facebook and Cambridge Analytica: What You Need to Know as Fallout Widens", "title_page": "Facebook and Cambridge Analytica: What You Need to Know as Fallout Widens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What kind of information was collected, and how was it acquired?\nThe data, a portion of which was viewed by The New York Times, included details on users’ identities, friend networks and “likes.” The idea was to map personality traits based on what people had liked on Facebook, and then use that information to target audiences with digital ads.\nResearchers in 2014 asked users to take a personality survey and download an app, which scraped some private information from their profiles and those of their friends, activity that Facebook permitted at the time and has since banned.\nThe technique had been developed at Cambridge University’s Psychometrics Center. The center declined to work with Cambridge Analytica, but Aleksandr Kogan, a Russian-American psychology professor at the university, was willing.\nDr. Kogan built his own app and in June 2014 began harvesting data for Cambridge Analytica.\nHe ultimately provided over 50 million raw profiles to the firm, said Christopher Wylie, a data expert who oversaw Cambridge Analytica’s data harvesting. Only about 270,000 users — those who participated in the survey — had consented to having their data harvested, though they were all told that it was being used for academic use.\nFacebook said no passwords or “sensitive pieces of information” had been taken, though information about a user’s location was available to Cambridge.\n[Read more about the internal tension at the top of Facebook over the platform’s political exploitation]\nSo was Facebook hacked?\nFacebook in recent days has insisted that what Cambridge did was not a data breach, because it routinely allows researchers to have access to user data for academic purposes — and users consent to this access when they create a Facebook account.\nAdvertisement Continue reading the main story\nBut Facebook prohibits this kind of data to be sold or transferred “to any ad network, data broker or other advertising or monetization-related service.” It says that was exactly what Dr. Kogan did, in providing the information to a political consulting firm.\nDr. Kogan declined to provide The Times with details of what had happened, citing nondisclosure agreements with Facebook and Cambridge Analytica.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nCambridge Analytica officials, after denying that they had obtained or used Facebook data, changed their story last week. In a statement to The Times, the company acknowledged that it had acquired the data, though it blamed Dr. Kogan for violating Facebook’s rules and said it had deleted the information as soon as it learned of the problem two years ago.\nBut the data, or at least copies, may still exist. The Times was recently able to view a set of raw data from the profiles Cambridge Analytica obtained.\nWhat is Facebook doing in response?\nThe company issued a statement on Friday saying that in 2015, when it learned that Dr. Kogan’s research had been turned over to Cambridge Analytica, violating its terms of service, it removed Dr. Kogan’s app from the site. It said it had demanded and received certification that the data had been destroyed.\nFacebook also said: “Several days ago, we received reports that, contrary to the certifications we were given, not all data was deleted. We are moving aggressively to determine the accuracy of these claims. If true, this is another unacceptable violation of trust and the commitments they made. We are suspending SCL/Cambridge Analytica, Wylie and Kogan from Facebook, pending further information.”\nIn a further step, Facebook said Monday that it had hired a digital forensics firm “to determine the accuracy of the claims that the Facebook data in question still exists.” It said that Cambridge Analytica had agreed to the review and that Dr. Kogan had given a verbal commitment, while Mr. Wylie “thus far has declined.”\n[Read more about how to protect your data on Facebook]\nWhat are others saying?\nFacebook, already facing deep questions over the use of its platform by those seeking to spread Russian propaganda and fake news, is facing a renewed backlash after the news about Cambridge Analytica. Investors have not been pleased, sending shares of the company down more than 8 percent since Friday.\n■The Federal Trade Commission said Tuesday it is investigating whether Facebook violated a 2011 consent agreement to keep users’ data private.\nAdvertisement Continue reading the main story\n■ In Congress, Senators Amy Klobuchar, a Democrat from Minnesota, and John Kennedy, a Republican from Louisiana, have asked to hold a hearing on Facebook’s links to Cambridge Analytica. Republican leaders of the Senate Commerce Committee, led by John Thune of South Dakota, wrote a letter on Monday to Mark Zuckerberg, Facebook’s chief executive, demanding answers to questions about how the data was collected.\n■ A British Parliament committee sent a letter to Mr. Zuckerberg asking him to appear before the panel to answer questions on Facebook’s ties to Cambridge Analytica.\n■ The attorney general of Massachusetts, Maura Healey, announced on Saturday that her office was opening an investigation. “Massachusetts residents deserve answers immediately from Facebook and Cambridge Analytica,” she said in a Twitter post. Facebook’s lack of disclosure on the harvesting of data could violate privacy laws in Britain and several states.", "url": "https://www.nytimes.com/2018/03/19/technology/facebook-cambridge-analytica-explained.html?module=inline"}