{"authors": ["Maggie Haberman", "Jonathan Martin"], "date_download": "2018-11-16 04:00:37", "date_modify": "2018-11-16 04:00:37", "date_publish": "2018-07-08 00:26:09", "description": "Senator Mitch McConnell argued that Judges Raymond M. Kethledge and Thomas M. Hardiman presented the fewest obvious obstacles to being confirmed, according to Republican officials.", "filename": "2018_07_07_us_politics_trump-mcconnell-supreme-court.html_module=inline_1542340837.html", "image_url": "https://static01.nyt.com/images/2018/07/08/business/08dc-Court-1/merlin_140886708_aa508cbf-0999-473d-a4e6-c60be32efc89-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_07_us_politics_trump-mcconnell-supreme-court.html_module=inline_1542340837.html", "title": "McConnell Tries to Nudge Trump Toward Two Supreme Court Options", "title_page": "McConnell Tries to Nudge Trump Toward Two Supreme Court Options - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Senator Mitch McConnell, the Republican leader, told President Trump this past week that Judges Raymond M. Kethledge and Thomas M. Hardiman presented the fewest obvious obstacles to being confirmed to replace Justice Anthony M. Kennedy on the Supreme Court, according to Republican officials briefed on the conversation.\nWhile careful not to directly make the case for any would-be justice, Mr. McConnell made clear in multiple phone calls with Mr. Trump and the White House counsel, Donald F. McGahn II, that the lengthy paper trail of another top contender, Judge Brett M. Kavanaugh, would pose difficulties for his confirmation.\nMr. McConnell is concerned about the volume of the documents that Judge Kavanaugh has created in his 12 years on the United States Court of Appeals for the District of Columbia Circuit, as well as in his roles as White House staff secretary under President George W. Bush and assistant to Kenneth W. Starr, the independent counsel who investigated President Bill Clinton.", "url": "https://www.nytimes.com/2018/07/07/us/politics/trump-mcconnell-supreme-court.html?module=inline"}