{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 03:11:50", "date_modify": "2018-11-16 03:11:50", "date_publish": "2018-01-05 05:14:50", "description": "The talks could lead to a thaw in the tensions over the North’s nuclear program, but President Moon Jae-in of South Korea has vowed to take a tough line in negotiations.", "filename": "2018_01_05_world_asia_north-korea-panmunjom-talks-olympics_1542337910.html", "image_url": "https://static01.nyt.com/images/2018/01/06/world/06nkorea-1/06nkorea-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_05_world_asia_north-korea-panmunjom-talks-olympics_1542337910.html", "title": "North and South Korea Agree to Border Talks Next Week", "title_page": "North and South Korea Agree to Border Talks Next Week - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEOUL, South Korea — President Moon Jae-in of South Korea said on Friday that he would take a tougher line with North Korea than his progressive predecessors, vowing to strengthen the military even as the two Koreas agreed to start high-level talks next week.\n“I won’t be weak-kneed or just focus on dialogue, as we did in the past,” Mr. Moon told leaders of the Korean Senior Citizens Association. “I will push for dialogue and pursue peace, but will do so based on a strong national defense capability.”\nIn inviting members of the association to the presidential residence, Mr. Moon was trying to lessen fears among older and conservative South Koreans that he might be conceding too much to the North as he doggedly champions talks. Such concerns have persisted even as Mr. Moon has moved to build more powerful missiles and get new weapons from the United States to counter the North’s growing nuclear threat.\nConservative South Koreans remain deeply skeptical of the so-called Sunshine Policy of two previous progressive leaders, Kim Dae-jung and Roh Moo-hyun, who encouraged trade with the North and allowed large investment and aid shipments there in a belief that such largess would help North Korea open up and denuclearize.", "url": "https://www.nytimes.com/2018/01/05/world/asia/north-korea-panmunjom-talks-olympics.html"}