{"authors": ["Azam Ahmed"], "date_download": "2018-11-16 04:11:36", "date_modify": "2018-11-16 04:11:36", "date_publish": "2018-04-18 12:43:15", "description": "Without the Castro legacy to rely on, his successor will face a minefield of tasks that even Mr. Castro failed to complete.", "filename": "2018_04_18_world_americas_raul-castro-resigns-cuba-president.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341496.html", "image_url": "https://static01.nyt.com/images/2018/04/20/us/20cubans-02/20cubans-02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_18_world_americas_raul-castro-resigns-cuba-president.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341496.html", "title": "Raúl Castro Prepares to Resign as Cuba’s President, Closing a Dynasty", "title_page": "Raúl Castro Prepares to Resign as Cuba’s President, Closing a Dynasty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HAVANA — Raúl Castro, who took over from his brother Fidel 12 years ago and led Cuba through some of its biggest changes in decades, is expected to step down on Thursday and hand power to someone outside the Castro dynasty for the first time since the Cuban revolution more than half a century ago.\nDuring his two terms as president, Mr. Castro, 86, opened up his Communist country to a small but vital private sector and, perhaps most significantly, diplomatic relations with the United States. It was a notable departure from his brother’s agenda, yet it was possible only because he, too, was a Castro.\nHis handpicked successor, Miguel Díaz-Canel Bermúdez, 57, is a Communist Party loyalist who was born a year after Fidel Castro claimed power in Cuba. His rise ushers in a new generation of Cubans whose only firsthand experience with the revolution has been its aftermath — the early era of plenty, the periods of economic privation after the demise of the Soviet Union, and the fleeting détente in recent years with the United States, its Cold War foe.\nOfficials started gathering here in Havana on Wednesday morning and put forward Mr. Díaz-Canel as the sole candidate to replace Mr. Castro, all but assuring his selection by the Communist Party.\nAdvertisement Continue reading the main story\nThough Mr. Díaz-Canel’s path to the top office has been forecast for years, many an heir apparent before him has fallen by the wayside in the search for a successor to lead the country, whether because of party disloyalty, snide remarks or projecting too much power for the Castros’ liking.\nPhoto\nIn that delicate balancing act, Mr. Díaz-Canel, a former provincial leader who became the most important of Cuba’s vice presidents, has shown the sort of restraint prized by the Castros. But that same caution has left him an enigma both inside and outside the country.", "url": "https://www.nytimes.com/2018/04/18/world/americas/raul-castro-resigns-cuba-president.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}