{"authors": ["Charlie Savage", "Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:00:01", "date_modify": "2018-11-16 04:00:01", "date_publish": "2018-09-07 23:48:59", "description": "Four days of Supreme Court confirmation hearings ended Friday the way they began: With fierce partisan divisions over Judge Brett M. Kavanaugh.", "filename": "2018_09_07_us_politics_brett-kavanaugh-confirmation-hearings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340801.html", "image_url": "https://static01.nyt.com/images/2018/09/08/us/politics/08dc-kavanaugh-print/08dc-kavanaugh1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_07_us_politics_brett-kavanaugh-confirmation-hearings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340801.html", "title": "As Hearings End, Democrats Accuse Supreme Court Nominee of Dissembling", "title_page": "As Hearings End, Democrats Accuse Supreme Court Nominee of Dissembling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But with no Republican senator signaling any concern, and with the party holding 51 votes in the Senate, Judge Kavanaugh’s confirmation appeared likely, even as questions linger over documents that remain hidden from the public.\n“I expect that over the next months, even years, all of the relevant documents will eventually become public and we may well end up having a much clearer record in a number of the incidents that were debated very fiercely,” said Senator Chris Coons, Democrat of Delaware.\n“And at that point,” he added, “Judge Kavanaugh will most likely be serving as a justice of the Supreme Court.”\nHere are some of the issues that arose during the hearing, and how Judge Kavanaugh addressed them:\nSpying on Senate Democrats\nMr. Leahy pushed Judge Kavanaugh on his testimony, during his 2004 and 2006 appeals court confirmation hearings, that he neither knew nor suspected that a Republican Senate aide with whom he had interacted, Manuel Miranda, had infiltrated the computer files of Judiciary Committee Democrats about which of Mr. Bush’s appeals court nominees Democrats would try to block and with what tactics.\nMr. Leahy cited numerous emails that Mr. Miranda had sent Judge Kavanaugh and a few other officials during that period, including verbatim internal Democratic talking points, a draft Democratic letter that was not yet public, “intel” about what questions Mr. Leahy was planning to ask a nominee at a coming hearing, and an email chain about meeting at Mr. Miranda’s apartment to obtain “useful info” about two other Democratic senators.\nBut Judge Kavanaugh testified that none of the information he received had raised a “red flag,” suggesting that he had assumed the Republican Senate aides were instead receiving information from friends on the Democratic staff. Separately, Mr. Miranda told The New York Times that he never informed Judge Kavanaugh about the computer server.", "url": "https://www.nytimes.com/2018/09/07/us/politics/brett-kavanaugh-confirmation-hearings.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}