{"authors": ["The New York Times"], "date_download": "2018-11-16 04:45:00", "date_modify": "2018-11-16 04:45:00", "date_publish": "2018-10-02 15:00:10", "description": "Here’s an overview of the intense fight over the confirmation of the Supreme Court nominee, who has been accused of sexual misconduct by several women.", "filename": "2018_10_02_us_politics_kavanaugh-news-fbi-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343500.html", "image_url": "https://static01.nyt.com/images/2018/10/03/us/politics/03xp-kavguide/03xp-kavguide-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_02_us_politics_kavanaugh-news-fbi-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343500.html", "title": "Everything on Brett Kavanaugh, the Senate Vote and the Fallout", "title_page": "Everything on Brett Kavanaugh, the Senate Vote and the Fallout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated Oct. 6\nThe divisive fight in the Senate over President Trump’s Supreme Court nominee, Judge Brett M. Kavanaugh, reached an end Saturday afternoon, with senators voting 50 to 48 to elevate the judge to the nation’s highest court despite the allegations of sexual assault and misconduct against him.\nJudge Kavanaugh was sworn in during a private ceremony Saturday evening.\nThe confirmation has dominated headlines for weeks, mirroring a country gripped by partisan distrust, inspiring fervent protests among liberals, eliciting angry pushback from conservatives and encouraging women to share personal stories of rape, assault and harassment.\nHere’s a guide to coverage of the confirmation from The New York Times.\nThe Senate vote\nThe vote, which was interrupted repeatedly by protesters, broke almost entirely along party lines. Senator Lisa Murkowski of Alaska, the only Republican opposed to Judge Kavanaugh’s confirmation, voted present instead of no to accommodate a colleague who could not attend and would have voted yes. Senator Joe Manchin III of West Virginia was the only Democrat to vote to confirm. (See how each senator voted with our vote tally.)\nThe final result was expected; by Friday afternoon, two key undecided senators, Susan Collins of Maine and Mr. Manchin, had announced that they would vote for Judge Kavanaugh, ensuring his confirmation. Their remarks came after the Senate voted narrowly to limit debate on his nomination and to push to a final vote on Saturday.", "url": "https://www.nytimes.com/2018/10/02/us/politics/kavanaugh-news-fbi-investigation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}