{"authors": ["The New York Times"], "date_download": "2018-11-16 04:30:45", "date_modify": "2018-11-16 04:30:45", "date_publish": "2018-02-20 20:41:30", "description": "New York City’s M.T.A. system serves almost six million riders every day. It also has the worst on-time performance of any major rapid transit system in the world. Here’s why.", "filename": "2018_02_20_nyregion_mta-train-delays.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342645.html", "image_url": "https://static01.nyt.com/images/2018/02/02/autossell/MTA_FINAL_THUMB/MTA_FINAL_THUMB-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_20_nyregion_mta-train-delays.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342645.html", "title": "M.T.A. Delays: How Did the Subway Get So Bad?", "title_page": "M.T.A. Delays: How Did the Subway Get So Bad? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "New York City’s subway system includes 665 miles of track, 472 stations and 27 subway lines. It also has the worst on-time performance of any major rapid transit system in the world. Here are three reasons your train might be delayed.\nThe M.T.A.’s budget has been mismanaged since the 1990s.\nThe ’90s were the golden era of subway functionality — Gov. George Pataki even called it “a transit Renaissance.” But then, the city started to take the system for granted.\nMayors and governors began diverting their budgets away from the M.T.A. and toward other priorities, then blamed one another for the problems that followed. While the city and state contributions got smaller, subway ridership went up. Even increased fares weren’t enough to make up for the budget cuts.\nFinally, a group of Wall Street executives came to the M.T.A. with a deal: Give us your debt; we’ll pay you cash. Governor Pataki agreed, and that debt lives on today.", "url": "https://www.nytimes.com/2018/02/20/nyregion/mta-train-delays.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}