{"authors": ["Ariel Dorfman"], "date_download": "2018-11-16 04:02:11", "date_modify": "2018-11-16 04:02:11", "date_publish": "2018-04-27 09:00:05", "description": "In “Wrestling With the Devil,” Ngugi wa Thiong’o remembers his isolation and fear as he struggled to overcome the deprivations of his detention.", "filename": "2018_04_27_books_review_wrestling-with-the-devil-ngugi-wa-thiongo_1542340931.html", "image_url": "https://static01.nyt.com/images/2018/04/29/books/review/29Dorfman/29Dorfman-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_27_books_review_wrestling-with-the-devil-ngugi-wa-thiongo_1542340931.html", "title": "A Kenyan Writer and Dissident on His Year in Prison", "title_page": "A Kenyan Writer and Dissident on His Year in Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WRESTLING WITH THE DEVIL\nA Prison Memoir\nBy Ngugi wa Thiong’o\n248 pp. The New Press. $25.99.\nOn an afternoon in late December 1977, the Kenyan author Ngugi wa Thiong’o innocently drove by the walls of Kamiti, a high-security prison on the outskirts of Nairobi. He had a sense of foreboding, though he could not know that the following week he would be arrested by security forces and spend almost a whole year in that very penitentiary. During those endless days and nights, everything was done to break his will: solitary confinement, pressure to confess by cruel supervisors and the humiliation of being manacled while receiving medical attention.\nThe story of how he survived that ordeal with “the cunning instinct of the hunted,” first published in 1982 under the title “Detained,” has now been revised by the author and reissued as “Wrestling With the Devil.”\nImage\nA welcome addition to the vast literature produced by jailed writers across the centuries (Boethius, Cervantes, Gramsci, Soyinka, Solzhenitsyn, Peltier), this book has several traits that make it special. Ngugi does not wish to enthrone his experience as unique. Instead, he sees his detention as a mere link in a chain of previous internments dating back to the British occupation of Kenya and continuing under the corrupt post-independence regime. A third of the book therefore describes, not his own daily ritual of endurance, as most memoirs of this sort do, but a history of repression and resistance in his homeland, strewn with exhortations to liberate Africa from foreign domination. This formulaic repetition of revolutionary rhetoric — a bit wearisome even to this sympathetic reader — has, admittedly, an organic function. Ngugi is affording us a glimpse into how a prisoner of conscience, by stubbornly reiterating his convictions, keeps faith with the ideals that those in power want him to betray.", "url": "https://www.nytimes.com/2018/04/27/books/review/wrestling-with-the-devil-ngugi-wa-thiongo.html"}