{"authors": ["Guy Trebay"], "date_download": "2018-11-16 04:07:48", "date_modify": "2018-11-16 04:07:48", "date_publish": "2018-04-05 16:16:04", "description": "A hero among the men’s wear set, Mr. Peskowitz has brought his urban sensibility to the West Coast, where he runs the cult boutique Magasin.", "filename": "2018_04_05_fashion_mens-style_josh-peskowitz-a-new-york-man-of-style-dives-into-californias-coastal-currents_1542341268.html", "image_url": "https://static01.nyt.com/images/2018/04/06/fashion/06encounters-INYT/06encounters-INYT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_05_fashion_mens-style_josh-peskowitz-a-new-york-man-of-style-dives-into-californias-coastal-currents_1542341268.html", "title": "Josh Peskowitz, a New York Man of Style, Dives Into California’s Coastal Currents", "title_page": "Josh Peskowitz, a New York Man of Style, Dives Into California’s Coastal Currents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Los Angeles — “We have just left the Judaism corridor and are now in Christian drop-off territory,” Josh Peskowitz said, palming the steering wheel of his new Cadillac S.U.V. as he drove past rows of synagogues and churches on the far west side of Los Angeles.\nIt was a chilly Sunday, somewhere in the low 40s. Late-season Santa Ana winds had scoured the winter skies to a marine blankness. Surface streets, too, were uncommonly empty as Mr. Peskowitz headed toward the Santa Monica Airport and a choice monthly flea market held there.\nMr. Peskowitz, a native New Yorker, was on an expedition to ferret out local experiences: the flea market; a visit to Arcana, a bookstore that is an Aladdin’s cave of rare finds; a trip up the coast to the Reel Inn, a fish shack he called “a little bit of Sheepshead Bay in Malibu.”\nLike many Angelenos, Mr. Peskowitz is a recent West Coast transplant and a particularly avid one. New York may be where he cut his teeth as a fashion retailer and emerged as a kind of style hero — Instagram loves him and whole Pinterest pages are dedicated to his sartorial doings. Yet Los Angeles, as it turns out, is where his singular mash-up of street wear, geek wear and Italian tailoring looks most natural.", "url": "https://www.nytimes.com/2018/04/05/fashion/mens-style/josh-peskowitz-a-new-york-man-of-style-dives-into-californias-coastal-currents.html"}