{"authors": ["Henry Fountain"], "date_download": "2018-11-16 03:10:47", "date_modify": "2018-11-16 03:10:47", "date_publish": "2018-08-16 17:10:12", "description": "The engineering and maintenance of Riccardo Morandi’s 1967 cable-stayed bridge are under scrutiny, days after it collapsed in Genoa.", "filename": "2018_08_16_world_europe_italy-bridge-collapse-design.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337847.html", "image_url": "https://static01.nyt.com/images/2018/08/17/world/17bridge1/17bridge1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_16_world_europe_italy-bridge-collapse-design.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337847.html", "title": "In Italy Bridge Collapse, Both Design and Upkeep Are Under Suspicion", "title_page": "In Italy Bridge Collapse, Both Design and Upkeep Are Under Suspicion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When bridges collapse suddenly, flaws in design or construction, or inadequate inspection and maintenance, are usually to blame. In the case of the Morandi Bridge in Genoa, Italy, which stood for half a century before falling apart Tuesday in a tangled heap of concrete and steel, both design and maintenance may be at fault, experts said.\nThe bridge, named for its designer, Riccardo Morandi, is of the cable-stayed type, in which sections of roadway are cantilevered from towers like diving boards and supported by stays. This type of design, more common now than it was 50 years ago, is often used when the gap to be spanned is too long for the structure to be supported at both ends, but not so long that a suspension bridge would be a better solution.\nThe stays are critical elements of this kind of design. Without them, the cantilevered sections would have to be so massive as to make the bridge too costly or otherwise impractical. And more than anything else, the stays are what made the Morandi bridge unusual: They are constructed of concrete with steel rods, called tendons, inside them, which enables the concrete to handle the pull of the roadway. More modern cable-stayed bridges use steel cables instead.", "url": "https://www.nytimes.com/2018/08/16/world/europe/italy-bridge-collapse-design.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}