{"authors": ["Farah Stockman"], "date_download": "2018-11-16 04:32:51", "date_modify": "2018-11-16 04:32:51", "date_publish": "2018-03-03 10:01:22", "description": "Abysmally low turnout among young people has long been a hallmark of American elections. Some universities are trying to change that.", "filename": "2018_03_03_us_students-voter-turnout.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342771.html", "image_url": "https://static01.nyt.com/images/2018/03/04/us/04students-01/00students-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_03_us_students-voter-turnout.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342771.html", "title": "How College Campuses Are Trying to Tap Students’ Voting Power", "title_page": "How College Campuses Are Trying to Tap Students’ Voting Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now a growing number of universities are using their institutional power to increase student turnout on their campuses, spurred by a desire to develop students into better citizens. And schools like the University of Michigan are armed with data showing them for the first time which kinds of students are voting and which are not, so they can target their efforts and measure which strategies work.\n“It’s exciting that colleges are starting to wake up to the role that they should play to teaching people how to be citizens of democracy,” said Robert J. Donahue, associate director of the Center for Civic Engagement at Northwestern University. “Hopefully we’ll live up to the charge and start turning out more active citizens and not just scholars.”\nThe new emphasis on voting — among a population that tends to vote Democrat — comes as the nation gears up for a high-stakes midterm election. It is unclear whether the efforts to increase student turnout will impact the nation’s political map. Among the students who vote, many cast absentee ballots for districts where they grew up.\nBut about three dozen House races considered competitive this year were won in 2016 by margins smaller than the number of college students living in the district.\nRepresentative Darrell Issa, a California Republican, won by 1,621 votes in a district with more than 51,000 students. More than half attend the University of California, San Diego, which has set up a student-organized “voter access” committee to push turnout in the fall.", "url": "https://www.nytimes.com/2018/03/03/us/students-voter-turnout.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}