{"authors": ["Lucas Peterson"], "date_download": "2018-11-16 04:47:46", "date_modify": "2018-11-16 04:47:46", "date_publish": "2018-02-28 10:01:12", "description": "An unparalleled economic powerhouse and megacity of 24 million people, the Chinese city was a frugal challenge. But it can be done (plenty of delicious dumplings helped).", "filename": "2018_02_28_travel_shanghai-china-budget-affordable-dumplings-art_1542343666.html", "image_url": "https://static01.nyt.com/images/2018/03/04/travel/04frugal-shanghai-1/04frugal-shanghai-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_28_travel_shanghai-china-budget-affordable-dumplings-art_1542343666.html", "title": "Conquering High-Priced Shanghai, From Dumplings to Modern Art", "title_page": "Conquering High-Priced Shanghai, From Dumplings to Modern Art - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At Lao Sheng Xing, another quick casual midday hot spot, a man wielding two pairs of industrial pliers poured a steady stream of grease out of a wide, shallow pan. The two dozen or so golden brown dumplings, stuffed with beef and chopped vegetables, bubbled and sputtered. I ordered three big fried dumplings, each about the size of a baseball, for a total of 9 yuan. The drill at most of these places is the same: Order at the counter and hand your receipt to a server or, in this case, the guy making the dumplings. Grab your food, an available seat and enjoy.\nOther quality dumpling houses abound, and special mention should go to Ling Long Fang for its casual, appealingly dingy atmosphere and excellent xiao long bao (16 yuan a dozen) — which you can see being made while you wait. The real M.V.P. of Shanghai dumplings, though, is the sheng jian bao. At the intersection of steamed bun, fried pot sticker and soup dumpling, you’ll find the sheng jian bao (not to be confused with the regular jian bao mentioned above). They are fried in a shallow pan, then steamed, and finished off with a smattering of scallions and sesame seeds. They also drench the palate with hot juice upon the initial bite.\nYou can get your fix at Da Hu Chun, a warm and homey storefront with shared tables and four pork-filled dumplings for 7 yuan. Of nearly as good quality are the ones at Yang’s Dumplings, a popular chain — get the sheng jian bao stuffed with shrimp (four for 18 yuan). The best I had, though, were during a two-hour morning food tour I purchased through Lost Plate, a food tour outfitter (300 yuan, includes food). Our guide, Nick, started us off at Xiahai Miao (Under the Sea), a Buddhist temple with an adjacent vegetarian restaurant (the Eight Treasure Noodles were quite good), then walked us through the former Jewish Ghetto, where 20,000 refugees lived during World War II.\nWinding our way through the nongtang (old-fashioned alleyways) passing humble apartment blocks with European-style balconies, we ended up near the intersection of Dongyuhang and Anguo Roads, where I found the sheng jian bao of my dreams in a small storefront. They were fluffy on top, crunchy on the bottom and filled with savory, fatty juice. They were included in the price of the tour, but would have cost just 6 yuan for an order of four.", "url": "https://www.nytimes.com/2018/02/28/travel/shanghai-china-budget-affordable-dumplings-art.html"}