{"authors": ["Ben Brantley"], "date_download": "2018-11-16 04:12:26", "date_modify": "2018-11-16 04:12:26", "date_publish": "2018-07-13 17:13:37", "description": "In the National Theater’s adaptation of Stefano Massini’s play, three wondrous actors become multitudes.", "filename": "2018_07_13_theater_lehman-trilogy-review-national-theater-london.html_module=inline_1542341546.html", "image_url": "https://static01.nyt.com/images/2018/07/14/arts/14lehmantrilogy1/14lehmantrilogy1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_13_theater_lehman-trilogy-review-national-theater-london.html_module=inline_1542341546.html", "title": "Review: ‘The Lehman Trilogy’ Is a Transfixing Epic of Riches and Ruin", "title_page": "Review: ‘The Lehman Trilogy’ Is a Transfixing Epic of Riches and Ruin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — The power of three is multiplied into infinity in “The Lehman Trilogy,” the transfixing saga of family and finance that opened on Thursday night at the National Theater here. This sprawling yet devastatingly efficient production begins as the tale of three brothers, Lehman by name, Bavarian Jewish immigrants to the United States.\nThe show is also divided into three parts, each of which (according to my watch) lasts a precise hour, with an additional 30 minutes of combined intermissions. It is set among the restlessly shifting American landscape of three different centuries, and its characters are shaken by three monumental wars.\nBut what makes this work a ticket worth cashing in your gilt-edged securities for are its three extraordinary actors, who are the sole occupants of the vast Lyttelton stage for nearly 180 minutes. They are Simon Russell Beale, Ben Miles and Adam Godley. Behold them with wonder, humble theatergoer, for they are multitudes.\nWritten by the Italian dramatist Stefano Massini, “The Lehman Trilogy” was staged in Paris (in 2013) and Milan (in 2015), where it clocked in at five hours. Ben Power has done the astute, hypnotically cadenced English adaptation, and it has been directed with luxuriant austerity by the celebrated stage and film director Sam Mendes.", "url": "https://www.nytimes.com/2018/07/13/theater/lehman-trilogy-review-national-theater-london.html?module=inline"}