{"authors": ["Brian X. Chen"], "date_download": "2018-11-16 04:02:47", "date_modify": "2018-11-16 04:02:47", "date_publish": "2018-02-06 13:30:22", "description": "It couldn’t hail an Uber, answer a cooking question or learn music preferences. Here’s why it may not be the right time to buy Apple’s new smart speaker.", "filename": "2018_02_06_technology_personaltech_apple-homepod-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340967.html", "image_url": "https://static01.nyt.com/images/2018/02/08/business/08techfix2/08techfix2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_06_technology_personaltech_apple-homepod-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340967.html", "title": "Apple’s HomePod Has Arrived. Don’t Rush to Buy It.", "title_page": "Apple’s HomePod Has Arrived. Don’t Rush to Buy It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On my second day with Apple’s new HomePod, I asked the artificially intelligent speaker to play some music. Siri, the virtual assistant that powers HomePod, enthusiastically replied, “O.K., let’s get going with some Dashboard Confessional.”\nI cringed. “Hey, Siri,” I said. “Nobody likes Dashboard Confessional.”\nSiri replied, “Sorry, I couldn’t find the song ‘Nobody Likes Dashboard Confessional.’” Then to my horror, HomePod continued playing a track by the emo rock band.\nAt the time, I gave Siri a pass. After all, Apple’s HomePod, a rival to smart speakers from Amazon and Google, is supposed to study your music preferences over time to create special playlists just for you. I had had only one day with HomePod.\nBut after a week — during which I asked HomePod to play my favorite tunes from artists like Beck, Talking Heads and David Bowie — the smart speaker still did not learn. Instead, like a stubborn D.J., Siri kept playing music by artists outside my music palette: Taylor Swift and Leroy Francis, to name just two.", "url": "https://www.nytimes.com/2018/02/06/technology/personaltech/apple-homepod-review.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}