{"authors": [], "date_download": "2018-11-16 03:09:47", "date_modify": "2018-11-16 03:09:47", "date_publish": "2018-11-09 17:31:45", "description": "The trumpeter, who died at 49, was a singular figure dedicated to keeping jazz’s past in dialogue with its future.", "filename": "2018_11_09_arts_music_popcast-roy-hargrove_1542337787.html", "image_url": "https://static01.nyt.com/images/2018/11/04/obituaries/04hargrove3/merlin_141874146_753fc69d-e787-4cc3-9ad6-3a633297bbb3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_09_arts_music_popcast-roy-hargrove_1542337787.html", "title": "Remembering Roy Hargrove, Who Brought Jazz History Into Tomorrow", "title_page": "Remembering Roy Hargrove, Who Brought Jazz History Into Tomorrow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The trumpeter Roy Hargrove died last week at 49. He was a highly regarded performer who managed to be perceived simultaneously as one of the musicians most responsible for keeping jazz history alive and relevant, and also one of the artists most comfortable putting jazz in dialogue with contemporary music.\nHe released moving versions of old standards, composed his own affecting additions to the contemporary-jazz songbook, and led fusion projects with R&B musicians and Afro-Cuban luminaries.\nOutside of jazz, he was one of the animating forces on a trio of albums released in 2000 — D’Angelo’s “Voodoo,” Erykah Badu’s “Mama’s Gun” and Common’s “Like Water for Chocolate” — that were high water marks for the Soulquarian movement of earthy, historically minded hip-hop and soul.\nMentored by Wynton Marsalis when he was still in high school, Mr. Hargrove went on to become a relentless nurturer of young talent, collaborating on recordings and bandstands across the world, and providing space for upstart performers at the Jazz Gallery in New York.", "url": "https://www.nytimes.com/2018/11/09/arts/music/popcast-roy-hargrove.html"}