{"authors": ["Nicholas Confessore", "David Gelles"], "date_download": "2018-11-16 04:25:58", "date_modify": "2018-11-16 04:25:58", "date_publish": "2018-04-11 00:34:26", "description": "Rebekah and Robert Mercer, the conservative donors behind Cambridge Analytica, are trying to limit damage to their nascent empire and deflect scrutiny from their business endeavors.", "filename": "2018_04_10_us_politics_mercer-family-cambridge-analytica.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342358.html", "image_url": "https://static01.nyt.com/images/2018/03/17/us/09MERCER1/27mercer-item-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_10_us_politics_mercer-family-cambridge-analytica.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342358.html", "title": "Facebook Fallout Deals Blow to Mercers’ Political Clout", "title_page": "Facebook Fallout Deals Blow to Mercers’ Political Clout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Although a Cambridge spokesman last month downplayed Ms. Mercer’s role at the company — saying she had a “broad business oversight” role and no involvement in its daily operations — she serves on the company’s board and in the past has worked to drum up campaign business for Cambridge, according to Republicans who have worked with or competed against the firm. Former Cambridge employees said she was close to Alexander Nix, the company’s chief executive, who was suspended last month after reports on Cambridge’s harvesting of Facebook data.\nMs. Mercer’s intermediary with Facebook was Matthew Michelsen, a tech entrepreneur and investor based in San Diego, who lists his employer as GothamAlpha, a consulting firm. According to his LinkedIn profile, he has also advised major Silicon Valley companies, including Facebook and Palantir, a data-mining firm and intelligence contractor.\nMr. Michelsen’s meeting came on March 20, the day after Facebook announced that Cambridge had agreed to let it audit the firm’s computer servers. Mr. Michelsen met informally with a Facebook acquaintance who was accompanied by a Facebook lawyer, according to a person briefed on the meeting, and both Cambridge Analytica and the Mercers were discussed. The person discussed the meeting on the condition of anonymity because he was not authorized to speak about it publicly. No immediate actions were taken as a result of Mr. Michelsen’s outreach.\nMr. Michelsen acknowledged in an interview on Thursday that he visited the company but he would not discuss the purpose of the trip, citing nondisclosure agreements Facebook required him to sign. Ms. Mercer declined to say whether she and Mr. Michelsen had discussed the purpose of the meeting or whether he had briefed her on it afterward.\nCambridge also mounted a more formal effort to assuage Facebook, the person said, sending its own lawyers to meet with Facebook on the same day Mr. Michelsen was there. The Cambridge lawyers asked Facebook officials whether the firm could be reinstated on the platform. Mark Zuckerberg, Facebook’s chief executive, acknowledged that meeting in an interview with The Times last month, saying that his company had not decided whether to lift the ban.\nA Cambridge spokesman did not respond to requests for comment. In a lengthy public statement on Monday, the company stated that “the vast majority of our business is commercial rather than political, contrary to the way some of the media has portrayed us.”\nImage Stephen K. Bannon and Kellyanne Conway, White House advisers, with Ms. Mercer at the 2017 inauguration. The firm helped the Trump campaign target voters.\nIn recent years, the Mercers have become among the most prominent and highly scrutinized political donors in the United States. In the early years of the Obama administration, they began doling out tens of millions of dollars to an eclectic array of conservative groups — many of them outside Washington’s mainline Republican establishment. Mr. Mercer invested $10 million in Breitbart News, the nationalist website, bringing on Mr. Bannon as chairman, while Ms. Mercer joined the boards of leading conservative think tanks.", "url": "https://www.nytimes.com/2018/04/10/us/politics/mercer-family-cambridge-analytica.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}