{"authors": ["Kim Severson"], "date_download": "2018-11-16 03:29:17", "date_modify": "2018-11-16 03:29:17", "date_publish": "2018-04-09 16:05:46", "description": "The Atlanta chef, who mixes Mexican and Southern cuisines, has a new cookbook and an enduring creed: “You make do, and you make it taste good.”", "filename": "2018_04_09_dining_taqueria-del-sol-eddie-hernandez-cookbook_1542338957.html", "image_url": "https://static01.nyt.com/images/2018/04/11/dining/11turnip1/11turnip1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_09_dining_taqueria-del-sol-eddie-hernandez-cookbook_1542338957.html", "title": "Eddie Hernandez Doesn’t Care if His Food Isn’t ‘Authentic’", "title_page": "Eddie Hernandez Doesn’t Care if His Food Isn’t ‘Authentic’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After a decade of working in factories and Tex-Mex restaurants while trying to break into the music business, he moved to Atlanta. He said that despite his chunky gold jewelry, pierced ear and long rocker hair, he got a job at a restaurant owned by Mike Klank, a low-key son of the South.\nHe and Mr. Klank, to whom the book is dedicated, are now partners in the seven-restaurant Taqueria del Sol chain. Mr. Hernandez sells plenty of carnitas folded into flour tortillas, and bowls of green pork chili. But the menu also has his own Southern-Mexican mash-ups like tacos stuffed with fried chicken and lime jalapeño mayonnaise, or Memphis-style smoked pork with spicy cabbage slaw.\nMr. Klank has helped Mr. Hernandez understand the Southern palate. They toured Atlanta’s meat-and-three restaurants, and sampled the dry-rub barbecue from Memphis, Mr. Klank’s hometown.\nSome of Mr. Hernandez’s education was simple experimentation. Early on, a customer gave him a bag of turnip greens. He didn’t know what to do with them. Mr. Klank explained that Southerners simmer them for a long time with a ham hock to make a smoky, almost murky broth called potlikker.\nInstead, Mr. Hernandez approached them the way his family used to cook lamb’s quarters, the greens called quelites in Spanish. He put them in a pot with chicken stock, tomatoes and garlic, and added a hit of chile de arbol. The dish is a mainstay at the restaurants, and the recipe is in his book.", "url": "https://www.nytimes.com/2018/04/09/dining/taqueria-del-sol-eddie-hernandez-cookbook.html"}