{"authors": ["Ana Swanson", "Jim Tankersley", "Alan Rappeport"], "date_download": "2018-11-16 03:50:20", "date_modify": "2018-11-16 03:50:20", "date_publish": "2018-07-20 14:20:01", "description": "The president turned his ire on the American central bank, as well as trading partners that are fighting back against his tariffs, in a series of Twitter posts.", "filename": "2018_07_20_business_trump-fed-china-economy.html_module=inline_1542340220.html", "image_url": "https://static01.nyt.com/images/2018/07/21/us/21dc-trumptrade-alpha/21dc-trumptrade-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_20_business_trump-fed-china-economy.html_module=inline_1542340220.html", "title": "Trump Blasts Fed, China and Europe for Putting U.S. Economy at a Disadvantage", "title_page": "Trump Blasts Fed, China and Europe for Putting U.S. Economy at a Disadvantage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It will be the third such meeting of the world’s top economic officials in recent months in which Mr. Mnuchin is expected to bear the brunt of the frustration of American allies. Viewed as a voice of moderation on trade in the Trump administration, Mr. Mnuchin will once again try to do damage control and will be a sounding board for growing concerns about American tariffs on steel and aluminum and the prospect of new tariffs on automobile imports.\nIn a slew of trade actions, the president has already imposed tariffs on about 4 percent of American imports, including foreign steel, aluminum, washing machines and solar-power products, and a variety of goods from China. But he has threatened to greatly escalate those measures, expanding tariffs to cover about a quarter of all United States imports.\nA senior Treasury official who previewed the event said that Mr. Mnuchin does not have a meeting scheduled with Chinese officials in Buenos Aires. They are expected to interact during the multilateral discussions, but one-on-one negotiations are currently stalled.\nThe Treasury secretary will meet separately this weekend with counterparts from Group of 7 countries to discuss ways to coordinate “concrete action with regard to China and its economic aggression,” the official said.\nIn the interview with CNBC, the president described the tit-for-tat threats on China as a poker game, saying the trade conflict was “the right thing to do for our country.”\n“I raised 50, and they matched us,” he said. “I said, ‘You don’t match us. You can’t match us because otherwise we’re always going to be behind the 8-ball.’”\nChina’s currency has weakened in recent months, though economists debate whether the change has been propelled by markets turning more cautious or whether Beijing has sought to weaken its currency to bolster its exporters. Mr. Trump’s own Treasury Department declined to label either the European Union or China a “currency manipulator” in an April report.", "url": "https://www.nytimes.com/2018/07/20/business/trump-fed-china-economy.html?module=inline"}