{"authors": ["Carl Hulse"], "date_download": "2018-11-16 04:00:07", "date_modify": "2018-11-16 04:00:07", "date_publish": "2018-06-27 20:05:46", "description": "Justice Anthony M. Kennedy’s retirement throws the volatile issue of a Supreme Court confirmation to the Senate, and Democrats have little power to stop it.", "filename": "2018_06_27_us_politics_mcconnell-supreme-court-vote_1542340807.html", "image_url": "https://static01.nyt.com/images/2018/06/28/us/politics/28DC-HULSE-01/28DC-HULSE-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_us_politics_mcconnell-supreme-court-vote_1542340807.html", "title": "McConnell Promises Fall Vote to Confirm Next Supreme Court Justice", "title_page": "McConnell Promises Fall Vote to Confirm Next Supreme Court Justice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But it represents an opportunity for a crowning judicial triumph for Mr. McConnell, who led the blockade against Merrick B. Garland in 2016, and will now have the chance to usher a second Republican-nominated justice onto the Supreme Court in the first two years of Mr. Trump’s presidency. He has already guided scores of appeals and district court judges onto the bench.\nIn elevating Neil M. Gorsuch to the Supreme Court last year, Republicans altered Senate rules to deny Democrats the opportunity to filibuster the nomination as well as future Supreme Court choices. That procedural change — following a similar 2013 Democratic effort to speed confirmation for lower court judges — means that Republicans can confirm a second Trump pick with only Republican votes — though they hold a very narrow 51-to-49 majority.\nBut because one of those Republicans, Senator John McCain of Arizona, is absent with cancer and unlikely to be on hand for future votes, the resistance of a single Republican could be an obstacle to confirmation. That may influence Mr. Trump’s selection process and prevent him from making a risky conservative choice that could ignite resistance from his own party. It will also drive Democrats to put intense pressure on more moderate Republicans, like Senators Susan Collins of Maine and Lisa Murkowski of Alaska, who support abortion rights.\nDemocrats made clear that they intend to focus on a potential threat to Roe v. Wade as part of their effort to upend a Trump nominee they find objectionable or, failing that, to deploy the issue along with health care as a rallying point for voters in November.\nSenator Chuck Schumer of New York, the Democratic leader, called on his colleagues to block any nominee who would encroach on established rights that Democrats consider sacrosanct.", "url": "https://www.nytimes.com/2018/06/27/us/politics/mcconnell-supreme-court-vote.html"}