{"authors": ["John Herrman", "Charlie Savage"], "date_download": "2018-11-16 03:14:22", "date_modify": "2018-11-16 03:14:22", "date_publish": "2018-05-23 18:37:15", "description": "A federal judge in Manhattan ruled on Wednesday that President Trump’s practice of blocking Twitter users who criticize him is unconstitutional.", "filename": "2018_05_23_business_media_trump-twitter-block_1542338062.html", "image_url": "https://static01.nyt.com/images/2018/05/24/business/24trumptwitter-jump-print/24TRUMPBLOCK-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_23_business_media_trump-twitter-block_1542338062.html", "title": "Trump’s Blocking of Twitter Users Is Unconstitutional, Judge Says", "title_page": "Trump’s Blocking of Twitter Users Is Unconstitutional, Judge Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The plaintiffs had argued that Mr. Trump’s Twitter feed is an official government account and that blocking users from following it is a violation of their First Amendment rights.\nIn June, the plaintiffs had sent a letter to the White House asking to be unblocked. When that went ignored, they sued.\nTheir complaint argued that Mr. Trump’s feed amounted to a “digital town hall” where not only did the president and his aides communicate information but members of the public — by replying to Mr. Trump’s tweets and others who responded to him — exchanged views with one another. By blocking particular people from viewing or replying to message chains because they had expressed views he did not like, it argued, Mr. Trump had violated their First Amendment rights.\nJudge Buchwald, who was appointed to the federal bench in 1999 by President Bill Clinton, agreed.\n“The viewpoint-based exclusion of the individual plaintiffs from that designated public forum is proscribed by the First Amendment and cannot be justified by the president’s personal First Amendment interests,” she wrote.\nThe ruling also rejected the government’s claim that Mr. Trump operates the account merely in a personal capacity, concluding that he “uses the account to take actions that can be taken only by the president as president.”\nJudge Buchwald, however, did dismiss Sarah Huckabee Sanders, the White House press secretary, and Hope Hicks, the former communications director, as defendants because Ms. Sanders does not have access to the account and Ms. Hicks no longer works in the administration.\nMr. Jaffer said Mr. Trump or Mr. Scavino should simply unblock the users. If they do not, the next step could be to seek an injunction. (Judge Buchwald mentioned that possibility, writing that “injunctive relief directed at Scavino” was one of the options that “remain available.”)", "url": "https://www.nytimes.com/2018/05/23/business/media/trump-twitter-block.html"}