{"authors": ["Nick Wingfield"], "date_download": "2018-11-16 03:14:08", "date_modify": "2018-11-16 03:14:08", "date_publish": "2018-01-21 15:00:40", "description": "The technology inside Amazon’s new convenience store, opening Monday in downtown Seattle, enables a shopping experience like no other — including no checkout lines.", "filename": "2018_01_21_technology_inside-amazon-go-a-store-of-the-future.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338048.html", "image_url": "https://static01.nyt.com/images/2018/01/23/business/22AMAZONGO-1/22AMAZONGO-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_21_technology_inside-amazon-go-a-store-of-the-future.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338048.html", "title": "Inside Amazon Go, a Store of the Future", "title_page": "Inside Amazon Go, a Store of the Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEATTLE — The first clue that there’s something unusual about Amazon’s store of the future hits you right at the front door. It feels as if you are entering a subway station. A row of gates guard the entrance to the store, known as Amazon Go, allowing in only people with the store’s smartphone app.\nInside is an 1,800-square foot mini-market packed with shelves of food that you can find in a lot of other convenience stores — soda, potato chips, ketchup. It also has some food usually found at Whole Foods, the supermarket chain that Amazon owns.\nBut the technology that is also inside, mostly tucked away out of sight, enables a shopping experience like no other. There are no cashiers or registers anywhere. Shoppers leave the store through those same gates, without pausing to pull out a credit card. Their Amazon account automatically gets charged for what they take out the door.", "url": "https://www.nytimes.com/2018/01/21/technology/inside-amazon-go-a-store-of-the-future.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}