{"authors": ["Paul Krugman"], "date_download": "2018-11-16 04:18:25", "date_modify": "2018-11-16 04:18:25", "date_publish": "2018-11-14 20:41:43", "description": "Lots of financial maneuvering, signifying nothing", "filename": "2018_11_14_opinion_the-tax-cut-and-the-balance-of-payments-wonkish.html_rref=collection%2Fcolumn%2FPaul%20Krugman_1542341905.html", "image_url": "https://static01.nyt.com/images/2018/11/14/opinion/141118krugman3/141118krugman3-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_14_opinion_the-tax-cut-and-the-balance-of-payments-wonkish.html_rref=collection%2Fcolumn%2FPaul%20Krugman_1542341905.html", "title": "The Tax Cut and the Balance of Payments (Wonkish)", "title_page": "Opinion | The Tax Cut and the Balance of Payments (Wonkish) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now, when the U.S. reduces its corporate tax rate, this reduces the incentive to engage in such schemes: corporations don’t have to go to Ireland to avoid taxes, they can do it right here in the U.S.A. So you would expect the tax cut to lead to repatriation of assets, and that’s indeed what happened. The Bureau of Economic Analysis, which produces our balance of payments statistics, had a very helpful box on the effects of the TCJA in its latest report on international transactions that included a striking chart on the impact on multinational corporations (Figure 2). Following the tax law’s enactment, U.S. firms had their subsidiaries pay the home company huge dividends; the counterpart of these dividends, on paper, was a sharp drop in investment overseas.\nImage Figure 2 Credit Bureau of Economic Analysis\nBut what did these big numbers correspond to in reality? Quite possibly nothing.\nImagine a U.S. company whose overseas subsidiary has $1 billion in a London bank account. Following the enactment of the tax cut, it decides to transfer that $1 billion back to the parent company - but the parent keeps the money where it is. In that case the balance of payments statistics show a big drop in net direct investment abroad, because the parent firm is reducing its apparent stake in the subsidiary. But the reality is that the company still owns that same $1 billion in London - it has just shifted from owning it indirectly via the subsidiary to holding it directly. It’s just accounting, with no real-world effect.\nOf course, the company could choose not to keep that $1 billion in a London bank; it might do something else with it, such as buy shares back from its stockholders. But what happens to the money then? The shareholders might themselves buy assets overseas; even if they buy stock here, whoever sells them the stock might invest the proceeds abroad.\nIn other words, looking at corporate financial maneuvering after the tax cut doesn’t really tell us anything about whether the cut is, in fact, attracting global capital into the United States. To make that assessment, we need to look at net sales of assets to foreigners by the U.S. as a whole - or, equivalently, at our net sales of goods and services, because the balance of payments always balances: the trade balance is by definition the inverse of the net capital inflow.\nWhat actually happened to capital inflows?\nIf we’re trying to assess the possible effects of the TCJA on the U.S. ability to invest, we need to know how much, if at all, it promoted true inflows of capital - resources made available to the United States that let us invest more than we ourselves are saving. These inflows can be measured two different ways. One is to look directly at the international financial account: asset transactions with foreigners, where selling assets is an inflow and buying assets an outflow. The other is to look indirectly at the difference between sales and purchases of goods and services, because the trade balance broadly defined (including investment income) - aka the balance on current account - is the flip side of capital inflows.\nIn principle these two methods should give the same result. In practice there is sometimes a significant “statistical discrepancy,” probably because some financial transactions don’t end up being properly reported. This is less of an issue for goods and services, although some of the same strategies used for tax avoidance can distort this balance too. Anyway, I’ve prepared a little chart showing quarterly measures of capital inflow since 2016, by both methods (Figure 3.)", "url": "https://www.nytimes.com/2018/11/14/opinion/the-tax-cut-and-the-balance-of-payments-wonkish.html?rref=collection%2Fcolumn%2FPaul%20Krugman"}