{"authors": ["Ivan Penn"], "date_download": "2018-11-16 03:24:04", "date_modify": "2018-11-16 03:24:04", "date_publish": "2018-02-28 23:27:31", "description": "Debbie Dooley, an early Tea Party organizer who backs President Trump, says embracing alternative energy is part of a consistent worldview.", "filename": "2018_02_28_business_energy-environment_debbie-dooley-energy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338644.html", "image_url": "https://static01.nyt.com/images/2018/02/27/business/00SOLAR/00SOLAR-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_28_business_energy-environment_debbie-dooley-energy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338644.html", "title": "A Gun-Owning Trump Fan’s New Crusade: Clean Energy", "title_page": "A Gun-Owning Trump Fan’s New Crusade: Clean Energy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Dooley sees the Trump administration’s tariffs on solar-panel imports as the latest in a series of impediments to clean energy. A former information technology systems analyst — “probably why I am so drawn to innovative energy technology” — she is particularly critical of policies that make it more difficult for consumers to become more self-reliant for their energy.\nAt 59, from her rental home here in the Atlanta suburbs, she works full time on utility, clean energy and climate issues with a total budget of $90,000 a year, using funds from the San Francisco-based Energy Foundation and other donors. She has worked to persuade legislators and regulators in her state to embrace measures that would foster greater use of solar power.\nBut it wasn’t easy. “I didn’t just put my head in the sand like an ostrich,” Ms. Dooley said. “Let’s face it: They had to come kicking and screaming.”\nShe is also having a wider impact, taking on some of the nation’s largest utilities.\nProponents of residential solar power like Ms. Dooley accuse utility companies and the energy industry at large of waging war on efforts to free consumers from their power companies, even if only for a slightly lower electric bill.\nFor the utilities, which are facing flat or declining consumption, residential solar power threatens the bottom line. They have responded by spending tens of millions of dollars to combat consumers’ efforts to untether themselves from the electric grid.\nA new study by the Sustainable Investments Institute, a nonprofit group that conducts research on efforts to influence corporate boards, found that utilities had spent $50 million between 2011 and 2016 to block clean energy in seven states: Alaska, California, Florida, Michigan, Ohio, Oregon and Washington.", "url": "https://www.nytimes.com/2018/02/28/business/energy-environment/debbie-dooley-energy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}