{"authors": ["Linda Qiu"], "date_download": "2018-11-16 03:40:01", "date_modify": "2018-11-16 03:40:01", "date_publish": "2018-10-12 09:00:07", "description": "Be it “open borders,” Medicare, Veterans Choice or job creation, President Trump has recycled these 10 inaccurate talking points at more than 20 campaign rallies for Republican candidates. We fact-checked them.", "filename": "2018_10_12_us_politics_fact-check-trump-rallies-midterm-campaigns_1542339601.html", "image_url": "https://static01.nyt.com/images/2018/10/13/us/politics/13dc-rallyfacts/13dc-rallyfacts-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_12_us_politics_fact-check-trump-rallies-midterm-campaigns_1542339601.html", "title": "A Guide to Trump’s Stump Speeches for the Midterm Campaigns", "title_page": "A Guide to Trump’s Stump Speeches for the Midterm Campaigns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sept. 21, Springfield, MO.\n“Republicans want to protect Medicare. Democrats want to raid Medicare to pay their socialism.”\nFalse.\nThe financial outlook for Medicare, the health care program for older Americans, has worsened under Mr. Trump’s watch, in part because of his tax law.\nHis claim about the Democrats’ strategy refers to — and distorts — progressive proposals to expand “Medicare for all.” None of the “Medicare for all” bills offered by Democratic lawmakers would reduce benefits or cut dollars from the insurance program; in fact, current beneficiaries would receive more health coverage for lower costs.\nOct. 4, Rochester, Minn.\n“We will always protect Americans with pre-existing conditions. We’re going to take care of them. Some of the Democrats have been talking about ending pre-existing conditions.”\nFalse.\nMr. Trump’s promise to “always protect” Americans who have pre-existing medical conditions contradicts actions that have been taken by his own administration and political party.\nIn June, the Justice Department told a federal court that it would no longer defend provisions in the Affordable Care Act that protect patients with pre-existing conditions. Legislatively, Mr. Trump has supported bills that would have undermined those protections.\nThere is no evidence that Democrats have suggested taking away protections for pre-existing conditions. Efforts to preserve those safeguards were central to Democrats’ campaign to maintain the Affordable Care Act and the party’s midterm message.\nOct. 9, Council Bluffs, Iowa\n“We won't talk about Da Nang Dick, who tried to convince people for 15 years that he was a great war hero. They were going down left. They were going down right. Right, you know who that is? [Senator Richard] Blumenthal. He said they were going on my left, they were going down, he was in Da Nang Province. Except the one problem. It's hard to be there, because he was never in Vietnam. But these are minor details.”\nThis is exaggerated.\nEven before Mr. Blumenthal, Democrat of Connecticut, became a vocal opponent of confirming Justice Brett M. Kavanaugh to the Supreme Court, the lawmaker was the subject of embellished attacks from Mr. Trump.\nIn May 2010, The New York Times reported that Mr. Blumenthal had falsely claimed to have served in Vietnam; instead, he obtained at least five military deferments and then joined the Marine Reserve. Mr. Blumenthal acknowledged the misrepresentations and apologized for them that year.", "url": "https://www.nytimes.com/2018/10/12/us/politics/fact-check-trump-rallies-midterm-campaigns.html"}