{"authors": ["Ross Douthat"], "date_download": "2018-11-16 04:18:10", "date_modify": "2018-11-16 04:18:10", "date_publish": "2018-10-13 18:30:04", "description": "Are Trump's conservative critics really conservatives anymore?", "filename": "2018_10_13_opinion_sunday_the-different-ends-of-nevertrump_1542341890.html", "image_url": "https://static01.nyt.com/images/2018/10/14/opinion/sunday/14Douthat/14Douthat-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_13_opinion_sunday_the-different-ends-of-nevertrump_1542341890.html", "title": "The Different Ends of NeverTrump", "title_page": "Opinion | The Different Ends of NeverTrump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But at the same time, labels do sometimes need to shift with political realities. The neoconservatives of the 1970s, former liberals who became Nixon or Reagan backers, eventually accepted the “neocon” description instead of calling themselves “The Real New Deal Democrats” forever. And for an important part of the NeverTrump movement a similar shift may happen, so that within a few years figures like Rubin will just identify as centrist Democrats or left-libertarians or “neo-neoliberals” or some other term that’s yet to be invented.\nThis expectation doesn’t apply to many NeverTrumpers. It doesn’t fit Reaganite Trump-skeptics who hate the president's temperament but have been pleasantly surprised by his judicial appointments and tax cuts, or younger, heterodox conservatives who regard Trump himself as a bigot but consider his populist campaign a possible road map for the future.\nBut an important group of NeverTrumpers identified with the right on a very specific set of issues — support for the 1990s-era free trade consensus, Wilsonian hawkishness, democracy promotion — that are unlikely to animate conservatism again any time soon no matter how the Trump presidency ends. These intellectuals and strategists aren’t particularly culturally conservative, they’re allergic to populism, they don’t have any reason to identify with a conservatism that’s wary of nation-building and globalization — and soon enough, they won’t.\nAlong with Rubin I'm thinking here of Max Boot, her fellow Post columnist and the author of a new book denouncing the Trump-era right, who self-defined as a conservative mostly because he favored a democratic imperialism of the kind that George W. Bush unsuccessfully promoted. I'm thinking of Evan McMullin, the third-party presidential candidate turned full-time anti-Trump activist, and certain Republican strategists from the Bush-McCain-Romney party, whose Twitter feeds suggest that they never much cared for the voters who supported their candidates anyway. A recent Atlantic essay from the Navy War College professor Tom Nichols, explaining his departure from the G.O.P., is a more idiosyncratic but still useful example of the type.\nPeople in this camp will remain interesting, as converts and apostates often are. But observers trying to imagine what a decent right might look like after Trump should look elsewhere — to thinkers and writers who basically accept the populist turn, and whose goal is to supply coherence and intellectual ballast, to purge populism of its bigotries and inject good policy instead.", "url": "https://www.nytimes.com/2018/10/13/opinion/sunday/the-different-ends-of-nevertrump.html"}