{"authors": ["David D. Kirkpatrick", "Ben Hubbard"], "date_download": "2018-11-16 04:39:25", "date_modify": "2018-11-16 04:39:25", "date_publish": "2018-10-18 18:08:57", "description": "Saudi rulers are considering blaming a deputy intelligence director who is close to Crown Prince Mohammed bin Salman.", "filename": "2018_10_18_world_middleeast_jamal-khashoggi-killing-saudi-arabia_1542343165.html", "image_url": "https://static01.nyt.com/images/2018/11/12/us/politics/10dc-assassinate4/10dc-assassinate4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_18_world_middleeast_jamal-khashoggi-killing-saudi-arabia_1542343165.html", "title": "Saudis May Blame Intelligence Official for Killing Jamal Khashoggi", "title_page": "Saudis May Blame Intelligence Official for Killing Jamal Khashoggi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jared Kushner, Mr. Trump’s son-in-law and Middle East adviser, has been urging the president to stand by the prince, according to a person close to the White House and a former official with knowledge of the discussions.\nMr. Kushner has argued that the crown prince can survive the outrage just as he has weathered past criticism.\nAmerican lawmakers of both parties, however, are expressing far greater horror at what appears to be the brutal killing of Mr. Khashoggi, a veteran of the Saudi establishment who was well known among journalists and diplomats. His story has captured the attention of the American public far more than the mass killings and other atrocities in the region, and a growing number of lawmakers are demanding some sanction.\nGeneral Assiri, who previously served as the spokesman for the Saudi-led military intervention in Yemen, is close enough to the crown prince to have easy access to his ear and has considerable authority to enlist lower-ranking personnel in a mission.\nThe Saudi rulers are expected to say that General Assiri received oral authorization from Prince Mohammed to capture Mr. Khashoggi for an interrogation in Saudi Arabia, but either misunderstood his instructions or overstepped that authorization and took the dissident’s life, according to two of the people familiar with the Saudi plans. They spoke on the condition of anonymity because they were not authorized to brief journalists.\nEven in this scenario, however, Prince Mohammed would still have ordered an operation to abduct a resident of the United States, apparently only on the basis of his public criticism of Saudi leaders.", "url": "https://www.nytimes.com/2018/10/18/world/middleeast/jamal-khashoggi-killing-saudi-arabia.html"}