{"authors": ["Sewell Chan"], "date_download": "2018-11-16 03:13:24", "date_modify": "2018-11-16 03:13:24", "date_publish": "2018-03-15 03:30:00", "description": "A look at Andrew Cunanan’s childhood reveals that the apple didn’t fall far from the tree.", "filename": "2018_03_14_arts_television_assassination-gianni-versace-american-crime-story-recap-creator-destroyer_1542338004.html", "image_url": "https://static01.nyt.com/images/2018/03/09/arts/14versace/12watching-slide-N6CN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_14_arts_television_assassination-gianni-versace-american-crime-story-recap-creator-destroyer_1542338004.html", "title": "‘The Assassination of Gianni Versace’ Episode 8: Prince Andrew", "title_page": "‘The Assassination of Gianni Versace’ Episode 8: Prince Andrew - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Andrew Cunanan’s early years, we learn, were in most respects considerably more complicated.\nIt is 1980 and the Cunanan family — Modesto (played by a fantastic Jon Jon Briones), who is Filipino; his wife, Mary Ann; and their four children — are moving into a spacious new home in San Diego. Andrew turned 11 that summer. Modesto leads his youngest child — whom an older brother calls “Prince Andrew” — on a tour of the new house. He is given the master bedroom. It is clear that his parents have marked him as special, and not just in the way youngest children are often doted on.\nAs Andrew interviews for the Bishop’s School, an elite private academy, Modesto interviews at Merrill Lynch. Modesto’s charm is on full display. “Gentlemen, I’m aware that you have a long line of eager Ivy League-educated young men queuing up to be brokers at Merrill Lynch, but ask yourself, how many of them started from nothing?” he asks. When asked to discuss business, not his biography, he protests: “My life is a tale told in dollars,” he tells them, which started in a small village in the Philippines and wound up in an $80,000 home.\n“Now is that biography or business?” he asks. “Because I will tell your investors that’s what I plan to do with their money. I will cross oceans with it. I will take it to new lands. I’m talking about growth they can’t imagine.” The monologue is notable because it is so much like the fantastic tales that Andrew will later tell to the many gay men he will try to impress. Modesto gets the job.\nYoung Andrew, meanwhile, is accepted to the Bishop’s School, after telling the interviewers that his one wish is “to be special.”\nIt is a high point for the father and son, whose lives start to go down from this point.\nBut first we learn about the family’s unusual and troubling dynamics. Modesto spoils Andrew to the point of buying a car for him, even though he is too young for a license. Even more troubling, Modesto is physically abusive to his wife, Mary Ann, whom he holds in contempt for her “weak mind.” And his obsession with Andrew is clearly unhealthy. In one particularly disturbing scene at bed time, there’s an intimation of possible sexual abuse. The scene goes dark, and we’re left to wonder. But the effect is unsettling regardless.", "url": "https://www.nytimes.com/2018/03/14/arts/television/assassination-gianni-versace-american-crime-story-recap-creator-destroyer.html"}