{"authors": ["Neil Irwin"], "date_download": "2018-11-16 04:12:20", "date_modify": "2018-11-16 04:12:20", "date_publish": "2018-08-02 09:18:28", "description": "The expansion is nine years old. An ill-timed end of fiscal stimulus, a corporate debt bubble and the trade war are the things that could most easily end it.", "filename": "2018_08_02_upshot_next-recession-three-most-likely-causes_1542341540.html", "image_url": "https://static01.nyt.com/images/2018/07/24/upshot/up-recession2/up-recession2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_02_upshot_next-recession-three-most-likely-causes_1542341540.html", "title": "What Will Cause the Next Recession? A Look at the 3 Most Likely Possibilities", "title_page": "What Will Cause the Next Recession? A Look at the 3 Most Likely Possibilities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The economic expansion in the United States celebrated its ninth birthday last month. If it survives another year, it will be the longest on record.\nBut eventually something will kill it. The question is what, and when.\nWhile it’s impossible to predict the details or timing of the next recession with any confidence, we can identify some emerging threats to the expansion — and with a bit of imagination, picture how the recession of 2020 (or 2022, or whatever year it ends up being) may unfold.\nTo be clear, the economy is going gangbusters right now. The nation’s G.D.P. rose at an annual rate of 4.1 percent in the second quarter, the strongest quarter of growth since 2014. But when you speak with some of the people who fret and worry about economic risks for a living, a few factors come up repeatedly.\nPerhaps most worrisome, many of the culprits in ending the expansion wouldn’t necessarily arise in isolation. Rather, each one could make the others worse, meaning the next recession might have multiple causes.", "url": "https://www.nytimes.com/2018/08/02/upshot/next-recession-three-most-likely-causes.html"}