{"authors": ["Maggie Haberman"], "date_download": "2018-11-16 04:24:38", "date_modify": "2018-11-16 04:24:38", "date_publish": "2018-11-05 01:03:29", "description": "As President Trump tries again to use immigration fears for electoral advantage, this time with control of Congress at stake, Mr. Miller, his chief policy adviser, is at his side.", "filename": "2018_11_04_us_politics_trump-stephen-miller-immigration.html_module=inline_1542342278.html", "image_url": "https://static01.nyt.com/images/2018/11/05/us/05dc-miller1/05dc-miller1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_04_us_politics_trump-stephen-miller-immigration.html_module=inline_1542342278.html", "title": "A Familiar Force Nurtures Trump’s Instincts on Immigration: Stephen Miller", "title_page": "A Familiar Force Nurtures Trump’s Instincts on Immigration: Stephen Miller - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 2016, Mr. Miller began serving as a warm-up act for the president at his rallies, supplying a hypercharged, more polished version of Mr. Trump’s immigration talk.\n“You’ve seen what it does to living standards, you’ve seen what it does to wages, you see what it does in terms of transnational cartels,” Mr. Miller warned at a rally in Texas in June 2016. “You have seen the heartbreak, you have seen the heartache, you have seen the needless death.”\n“Everybody — everybody — who is trying to stop Donald J. Trump wants that border to be wide open,” he boomed, later asking, “When did we forget that a country exists to serve its own citizens?”\nA few days later, in Las Vegas, Mr. Miller asked the crowd, “How does it help America or lift up America or support America to bring anyone into this country who rejects our values, rejects our way of living?”\nOnce inside the administration, Mr. Miller drew notice for declaring on a Sunday morning television program, after he and Stephen K. Bannon, then the chief strategist in the White House, had pushed through a travel ban targeting Muslim countries, that the president’s powers “will not be questioned.”\nTo be sure, Mr. Miller is not the only person around Mr. Trump who has seen the immigration debate as having political value. With Mr. Trump’s grip on his party tightening in the past year, he has pulled many Republicans toward his and Mr. Miller’s views on policies they might not have supported before, such as reductions to legal immigration.\nOther advisers saw the issue gaining traction beyond the Republican base in the years before the 2016 election, particularly in relation to the economy. A 2014 polling memo from Kellyanne Conway, now the counselor to the president, took note that deportations of unaccompanied children crossing the border had seized national attention.", "url": "https://www.nytimes.com/2018/11/04/us/politics/trump-stephen-miller-immigration.html?module=inline"}