{"authors": ["Linda Qiu"], "date_download": "2018-11-16 04:32:33", "date_modify": "2018-11-16 04:32:33", "date_publish": "2018-11-05 03:43:25", "description": "The president falsely said Democrats “want to take away your health care” and misstated when he appeared on “The Oprah Winfrey Show,” among many other dubious remarks in campaign rallies on Sunday.", "filename": "2018_11_04_us_politics_fact-check-trump-georgia-tennessee-rally_1542342753.html", "image_url": "https://static01.nyt.com/images/2018/11/05/us/05dc-factcheck1/05dc-factcheck1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_04_us_politics_fact-check-trump-georgia-tennessee-rally_1542342753.html", "title": "15 False or Misleading Claims in Trump’s Georgia and Tennessee Rallies", "title_page": "15 False or Misleading Claims in Trump’s Georgia and Tennessee Rallies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "what Mr. Trump said\n“Stacey Abrams wants illegal aliens to vote.”\nThis is misleading.\nMr. Trump is repeating a misleading claim from Brian Kemp, the Georgia secretary of state and Republican candidate for governor running against Ms. Abrams, a Democrat. Mr. Kemp has repeatedly distorted comments Ms. Abrams made during an Oct. 9 campaign event, in which she called for the “blue wave,” which Democrats hope will sweep them into power, to be inclusive.\n“The blue wave is African-American. It’s white. It’s Latino. It’s Asian-Pacific Islander. It is disabled. It is differently abled. It is L.G.B.T.Q. It is law enforcement. It is veterans. It is made up of those who’ve been told that they are not worthy of being here,” she said. “It is comprised of those who are documented and undocumented. It’s made up of those who have been told they are successful and those who have been told they are left behind.”\nMr. Kemp cited these comments to claim Ms. Abrams had “called on illegals to vote for you in this election” during their debate and in an interview with Fox News. But Ms. Abrams has repeatedly denied this and said she “never asked for anyone who is not legally eligible to vote to be able to cast a ballot.”\n“I only believe that those who have the legal eligibility to vote should cast a ballot,” she said during the debate.", "url": "https://www.nytimes.com/2018/11/04/us/politics/fact-check-trump-georgia-tennessee-rally.html"}