{"authors": ["Alan Rappeport", "Jim Tankersley"], "date_download": "2018-11-16 03:50:18", "date_modify": "2018-11-16 03:50:18", "date_publish": "2018-07-12 22:40:35", "description": "Concern is growing among businesses and lawmakers in both parties that President Trump has no clear strategy to resolve the escalating dispute.", "filename": "2018_07_12_us_politics_china-trade-war-mnuchin.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340218.html", "image_url": "https://static01.nyt.com/images/2018/07/13/business/13dc-trade-1/13dc-trade-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_12_us_politics_china-trade-war-mnuchin.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340218.html", "title": "As Trade War Persists, Mnuchin Says China Talks Have ‘Broken Down’", "title_page": "As Trade War Persists, Mnuchin Says China Talks Have ‘Broken Down’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The trade war between the United States and China showed no signs of yielding on Thursday, as Steven Mnuchin, the Treasury secretary, told lawmakers there was no clear path to resolution and Beijing blasted the administration over its approach.\nMr. Mnuchin, who has tried to avoid calling the trade tensions with China a “war,” said talks with Beijing had “broken down” and suggested it was now up to China to come to the table with concessions. President Trump, speaking in Brussels on Thursday, described the trade talks with China as a “nasty” battle.\nThe Chinese, meanwhile, accused the United States of “acting erratically” and said the administration had “blatantly abandoned the consensuses that two sides have reached and insisted on fighting a trade war with China.”\nRepublicans and Democrats on the House Financial Services Committee showed little patience for Mr. Mnuchin’s answers about the lack of progress, repeatedly pressing him about whether there was a strategy to resolve the trade war and expressing concern that it was starting to hurt parts of the economy.", "url": "https://www.nytimes.com/2018/07/12/us/politics/china-trade-war-mnuchin.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}