{"authors": ["Musa Okwonga"], "date_download": "2018-11-16 03:18:29", "date_modify": "2018-11-16 03:18:29", "date_publish": "2018-06-12 16:59:17", "description": "In my adopted German home and across Europe, xenophobia and football excellence are running up against each other.", "filename": "2018_06_12_opinion_world-cup-germany-nationalism.html_action=click&module=RelatedLinks&pgtype=Article_1542338309.html", "image_url": "https://static01.nyt.com/images/2018/05/17/opinion/editorials/00Op-Offsides-03b/00Op-Offsides-03b-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_12_opinion_world-cup-germany-nationalism.html_action=click&module=RelatedLinks&pgtype=Article_1542338309.html", "title": "When Nationalists Don’t Like the National Team", "title_page": "Opinion | When Nationalists Don’t Like the National Team - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is part of Offsides, a newsletter on the broader issues and hidden stories around the World Cup. You can sign up here to receive it in your inbox.\nGermany won the World Cup in 2014 and it has an excellent chance of winning it again this year in Russia. Here in Berlin, where I live, the excitement is rising. My friends’ calendars are filling up with watch parties. Bar owners are moving big TV screens toward the street. My local beer garden is stockpiling booze and sausages, preparing for the hordes of fans hopeful that the German team will advance to victory.\nBut not everyone in this country is necessarily so happy about the squad that the coach, Joachim Loew, has put together. Of its 23 members, seven have parents of foreign heritage. Some Germans see this as a model of racial unity; others, particularly those who support the far-right Alternative for Germany party, see it as what’s wrong with the country.\nOne of the team’s stars is Jérôme Boateng, who plays for Bayern Munich and is one of the world’s best defenders. His father is from Ghana. In 2016, Alexander Gauland, Alternative for Germany’s leader, said that though Boateng was a fine player, he was unsure that most Germans would want to live next door to him. The backlash to Gauland’s racist comment was swift.", "url": "https://www.nytimes.com/2018/06/12/opinion/world-cup-germany-nationalism.html?action=click&module=RelatedLinks&pgtype=Article"}