{"authors": ["Emily Flitter", "Stacy Cowley"], "date_download": "2018-11-16 04:13:11", "date_modify": "2018-11-16 04:13:11", "date_publish": "2018-03-01 01:10:21", "description": "A lawsuit by a former employee claims that when customers complained of fraudulent activity in their accounts, the bank closed the accounts instead of investigating them.", "filename": "2018_02_28_business_wells-fargo-fraud-closing-accounts.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341591.html", "image_url": "https://static01.nyt.com/images/2018/03/01/business/01WELLS1/01WELLS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_28_business_wells-fargo-fraud-closing-accounts.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341591.html", "title": "Wells Fargo Accused of Harming Fraud Victims by Closing Accounts", "title_page": "Wells Fargo Accused of Harming Fraud Victims by Closing Accounts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Valles is the first Wells Fargo insider to publicly offer up more details on an issue that surfaced last year in a brief few lines in a regulatory filing by the bank. Wells Fargo disclosed in August that the Consumer Financial Protection Bureau was looking into whether customers had been harmed by the bank’s practice of freezing and often closing accounts after it or its customers detected signs of fraud.\nWhen a bank receives a fraud claim or detects suspicious activity, it typically assigns an investigator to piece together what happened. If the bank determines that the customer was an innocent victim, it will usually help him or her try to recover the missing money. But if the bank finds signs that the customer has engaged in illegal activities, like money laundering or fraud, it is supposed to report the issue to law enforcement and close the customer’s accounts.\nMany Wells Fargo customers, however, have complained that the bank was too quick to freeze or close accounts after signs of fraud — even if they themselves reported the suspicious activity. The consumer bureau’s complaints database contains dozens of reports from aggrieved customers who said their accounts had been shut down after they were victimized. Some customers who unknowingly deposited fake checks, for instance, said their accounts had then been terminated, often with little warning or explanation. That can temporarily block customers’ access to their funds — and make it more difficult to recover any money they lost.\nWells Fargo said it was working with regulators on the matter.\n“As always, our goal is to protect our customers and the bank from fraud, and we want to do so in ways that minimize the risk and impact on our customers,” Mr. Seitz, the bank spokesman, said.\nTimothy J. Sloan, Wells Fargo’s chief executive, said at an investor conference in December that the bank was reviewing its procedures for handling accounts with signs of suspicious activity.", "url": "https://www.nytimes.com/2018/02/28/business/wells-fargo-fraud-closing-accounts.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}