{"authors": ["Matthew Goldstein", "Jessica Silver-Greenberg"], "date_download": "2018-11-16 03:59:13", "date_modify": "2018-11-16 03:59:13", "date_publish": "2018-09-11 18:01:03", "description": "The subpoenas from federal prosecutors in Brooklyn suggest the authorities are intensifying an investigation into allegations of fraud against a network of doctors, lawyers and consultants.", "filename": "2018_09_11_business_vaginal-mesh-surgery-lawsuits-financing_1542340753.html", "image_url": "https://static01.nyt.com/images/2018/09/12/business/12TORTS/12TORTS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_11_business_vaginal-mesh-surgery-lawsuits-financing_1542340753.html", "title": "Prosecutors Are Said to Issue Subpoenas Over Pelvic-Mesh Surgery Financing", "title_page": "Prosecutors Are Said to Issue Subpoenas Over Pelvic-Mesh Surgery Financing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Federal prosecutors in Brooklyn are intensifying an investigation into allegations that a network of doctors, lawyers, financiers and consultants lured women into having pelvic mesh implants removed, according to the two people familiar with the matter.\nIn the past month, the prosecutors have issued subpoenas seeking information about whether women had been tricked into undergoing unnecessary surgery and whether doctors or others had received improper payments, said the two people, who spoke on the condition of anonymity because they were not authorized to do so publicly.\nThe prosecutors, from the United States attorney’s office for the Eastern District of New York, began making informal inquiries about the network this year after The New York Times reported that hundreds of women may have been pressured into getting the implants removed to improve their odds of winning large cash settlements in lawsuits against the manufacturers.\nA spokesman for Richard P. Donoghue, the United States attorney in Brooklyn, declined to comment.\nThe Florida attorney general’s office, in an emailed statement, said it was also investigating the matter but declined further comment. Many of the procedures in question were performed at walk-in medical centers in the state and were arranged by consultants there.", "url": "https://www.nytimes.com/2018/09/11/business/vaginal-mesh-surgery-lawsuits-financing.html"}