{"authors": ["Henry Fountain"], "date_download": "2018-11-16 04:29:29", "date_modify": "2018-11-16 04:29:29", "date_publish": "2018-01-03 21:25:17", "description": "The term is applied to storms when atmospheric pressure drops rapidly when warm air meets cold air.", "filename": "2018_01_03_us_what-is-a-bomb-cyclone_1542342569.html", "image_url": "https://static01.nyt.com/images/2018/01/04/us/storm-video/merlin_131859818_63d763df-018f-4892-b0ba-2127b5ff0426-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_03_us_what-is-a-bomb-cyclone_1542342569.html", "title": "What Is a ‘Bomb Cyclone?’ Here’s How It Works.", "title_page": "What Is a ‘Bomb Cyclone?’ Here’s How It Works. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When discussing the storm, some weather forecasters have referred to a “bomb cyclone.” Calling it a “bomb” sounds dire, but those kinds of storms are not exceedingly rare — there was one in New England recently.\nWhat makes a storm a “bomb” is how fast the atmospheric pressure falls; falling atmospheric pressure is a characteristic of all storms. By definition, the barometric pressure must drop by at least 24 millibars in 24 hours for a storm to be called a bomb cyclone; the formation of such a storm is called bombogenesis.\nHere is how it works: Deep drops in barometric pressure occur when a region of warm air meets one of cold air. The air starts to move, and the rotation of the earth creates a cyclonic effect. The direction is counterclockwise in the Northern Hemisphere (when viewed from above), leading to winds that come out of the northeast — a Nor’easter.\nThat’s what happened at the end of October, when warm air from the remnants of a tropical cyclone over the Atlantic collided with a cold front coming from the Midwest. Among other impacts then, more than 80,000 electric customers in Maine lost power as high winds toppled trees.", "url": "https://www.nytimes.com/2018/01/03/us/what-is-a-bomb-cyclone.html"}