{"authors": ["Alexander Burns", "Katharine Q. Seelye"], "date_download": "2018-11-16 04:45:02", "date_modify": "2018-11-16 04:45:02", "date_publish": "2018-09-13 00:38:59", "description": "Ms. Raimondo, the Democratic incumbent, defeated Matt Brown, who tried to depict her as overly close to moneyed interests. But she is considered vulnerable in the fall.", "filename": "2018_09_12_us_politics_gina-raimondo-rhode-island-primary_1542343502.html", "image_url": "https://static01.nyt.com/images/2018/09/13/us/13rhodeisland-print/13rhodeisland-print-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_12_us_politics_gina-raimondo-rhode-island-primary_1542343502.html", "title": "Gina Raimondo, Rhode Island Governor, Turns Back Liberal Challenge in Primary", "title_page": "Gina Raimondo, Rhode Island Governor, Turns Back Liberal Challenge in Primary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gov. Gina Raimondo of Rhode Island defeated a liberal challenger in a Democratic primary election on Wednesday, according to The Associated Press, reasserting herself as the party’s leader in a state where she has battled criticism from activists on the left and intransigence from old-guard lawmakers in her own camp.\nMs. Raimondo, 47, is expected to face a serious fight for re-election in November despite Rhode Island’s Democratic lean and the difficult political climate for Republicans nationwide. Polls have consistently shown her vulnerable to defeat, though she and her allies believe it will be difficult for any Republican to escape the shadow of President Trump, who is fairly unpopular in the state.\nShe will face Allan Fung, the Republican mayor of Cranston who also ran against her four years ago in November.\nComplicating matters for both parties, Joe Trillo, a former Republican state legislator who chaired Mr. Trump’s campaign in Rhode Island, is also running for governor as an independent.", "url": "https://www.nytimes.com/2018/09/12/us/politics/gina-raimondo-rhode-island-primary.html"}