{"authors": ["Sharon Lafraniere"], "date_download": "2018-11-16 04:48:44", "date_modify": "2018-11-16 04:48:44", "date_publish": "2018-09-10 23:37:04", "description": "The judge, who refused to release Ms. Butina, said prosecutors overstepped by mistakenly accusing her of offering sex for work, and the defense by discussing evidence publicly.", "filename": "2018_09_10_us_politics_maria-butina-bond-hearing_1542343724.html", "image_url": "https://static01.nyt.com/images/2018/09/11/us/politics/11dc-butina/11dc-butina-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_10_us_politics_maria-butina-bond-hearing_1542343724.html", "title": "Judge Chastises Both Sides in Maria Butina Case", "title_page": "Judge Chastises Both Sides in Maria Butina Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Judge Chutkan also rebuked prosecutors from the United States Attorney’s Office for the District of Columbia, which brought the charges, for mistakenly alleging in court filings that Ms. Butina had offered sex in exchange for a job as part of her work for the Russian government. On Friday, prosecutors acknowledged that they had misinterpreted her innocent text messages with a friend.\nThe judge told Erik Michael Kenerson, an assistant United States attorney, that she was “dismayed” by the mistake. It took her no more than five minutes, she said, to review the messages and conclude they were meant in jest.\nShe rejected the latest motion by the defense to release Ms. Butina from custody, saying there was too much risk that she would flee the United States.\nThe allegations against Ms. Butina, 29, have generated widespread publicity in Russia and the West. Prosecutors claim she carried out an influence campaign directed by Alexander Torshin, the deputy governor of the Russian central bank. Her lawyers say that Mr. Torshin was a friend and mentor, and that her efforts to connect him with Republican politicians and candidates, including Donald J. Trump, were entirely legal.\nOn Monday, ABC News, citing email exchanges, reported that Ms. Butina had organized a Moscow visit in December 2015 by a group of N.R.A. board members, fund-raisers and benefactors who met with Mr. Torshin. Jim Liberatore, the president of the cable-television network the Outdoor Channel, also participated. The network later paid Ms. Butina $20,000 over four months to secure the cooperation of President Vladimir V. Putin of Russia for an outdoor adventure series that was to have featured him in one or more episodes.", "url": "https://www.nytimes.com/2018/09/10/us/politics/maria-butina-bond-hearing.html"}