{"authors": ["Karen Weise"], "date_download": "2018-11-16 04:03:00", "date_modify": "2018-11-16 04:03:00", "date_publish": "2018-09-07 09:00:13", "description": "Amazon announced its plans for a second headquarters a year ago on Friday. People in the 20 finalist cities are looking for any sign of a winner.", "filename": "2018_09_07_technology_amazon-hq2-finalists_1542340980.html", "image_url": "https://static01.nyt.com/images/2018/09/08/business/08amazon/08amazon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_07_technology_amazon-hq2-finalists_1542340980.html", "title": "The Mystery of Amazon HQ2 Has Finalists Seeing Clues Everywhere", "title_page": "The Mystery of Amazon HQ2 Has Finalists Seeing Clues Everywhere  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some city and economic development officials seem tired of waiting. “Probably every dinner party they go to, every neighborhood meeting, it comes up,” Mr. Pearlstein said. “They probably get sick of wanting to stall” when queried about the latest.\nThose whose cities aren’t selected will be eager to move on, using what they learned in the process.\nAmazon’s “feedback is very relevant and can help shape public policy, economic development and housing investment strategies for growing economies across the United States,” Mr. Bailey said. “If Eastern time zone was a big deal for them, I can’t change that. But I can help policy leaders change their work force development plans.”\nAn Amazon spokesman said on Thursday that the company was committed to choosing a location this year.\nThe silence on the decision — which could affect local housing and job markets, not to mention a city’s culture — has led residents and even some officials to fill the information void with any scrap they can muster.\nSome are even acting on their hunches.\nEric Fidler, a software developer, lives next to one of the sites that Washington, D.C., has proposed for the headquarters. He was so optimistic the region would be selected that he invested in three real estate companies he thought would benefit if Amazon chose the area. Then he thought he got an HQ2 crumb when he heard from a recruiter for Amazon’s retail division, which doesn’t have a large engineering presence locally.\nHe followed up with the recruiter, and learned the position was in Palo Alto, Calif., or Seattle. But he was not deterred.", "url": "https://www.nytimes.com/2018/09/07/technology/amazon-hq2-finalists.html"}