{"authors": ["Catie Edmondson"], "date_download": "2018-11-16 04:41:16", "date_modify": "2018-11-16 04:41:16", "date_publish": "2018-08-13 23:27:08", "description": "In a pair of tweets, Representative Robert W. Goodlatte’s son made it clear he wants change: “I’m deeply embarrassed” by “my father’s grandstanding.”", "filename": "2018_08_13_us_politics_goodlatte-family-feud.html_module=inline_1542343276.html", "image_url": "https://static01.nyt.com/images/2018/08/14/us/politics/14dc-goodlatte-1/14dc-goodlatte-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_13_us_politics_goodlatte-family-feud.html_module=inline_1542343276.html", "title": "Family Feud Breaks Out Between Judiciary Committee Chairman and Son", "title_page": "Family Feud Breaks Out Between Judiciary Committee Chairman and Son - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The son of the retiring Republican chairman of the House Judiciary Committee turned heads on Monday when he used Twitter to prove that he is unwilling to bear what are, in his estimation, the sins of his father.\nBobby Goodlatte, the son of Representative Robert W. Goodlatte, announced Sunday that he had donated the maximum amount to Jennifer Lewis, the Democrat running a long-shot campaign to take his father’s open seat in rural Virginia. Then he encouraged others to do the same, adding, “2018 is the year to flip districts — let’s do this!”\nLess than 24 hours later, the younger Mr. Goodlatte, a Silicon Valley-based investor and product designer, stepped up his messaging after the news that Peter Strzok, an F.B.I. agent and senior counterintelligence officer who texted criticism of President Trump, had been fired. The words and face of Mr. Strzok were burned into the nation’s conscience during a daylong hearing before the Judiciary Committee last month that, at times, looked like an inquisition.\n“I’m deeply embarrassed that Peter Strzok’s career was ruined by my father’s political grandstanding,” Mr. Goodlatte tweeted. “That committee hearing was a low point for Congress.”", "url": "https://www.nytimes.com/2018/08/13/us/politics/goodlatte-family-feud.html?module=inline"}