{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:15", "date_modify": "2018-11-16 04:54:15", "date_publish": "2018-01-09 10:00:26", "description": "Renovating a 60-square-foot kitchen is like a game of balancing blocks: It takes skill, ingenuity and lots of patience.", "filename": "2018_01_09_realestate_tiny-jenga-kitchen-renovation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344055.html", "image_url": "https://static01.nyt.com/images/2018/01/14/realestate/14fix1/14fix1-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_09_realestate_tiny-jenga-kitchen-renovation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344055.html", "title": "The Tiny Jenga Kitchen", "title_page": "The Tiny Jenga Kitchen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We really struggled with giving Sue storage,” Ms. Hofmann said, because the basic appliances took up most of the kitchen’s under-cabinet space. To take advantage of what was left, “we gave her a drawer under the oven,” she said, “and gave her double drawers under the cooktop.”\nTo reduce waste and cut costs, Ms. Hofmann sifted through the boxes that had been sitting in the living room all those years, to see what could be salvaged. The cabinet interiors were put to good use — some of them to cover the exposed steam pipe — with new glossy white doors covering them. The backsplash tiles, however, were so old that they were falling apart, and after an unsuccessful attempt to save them, she substituted subway tile.\nMs. Hofmann, who said she doesn’t ever “throw away anything that can be reused or repurposed,” was also able to make a contribution of her own: A white oak door left over from another job was transformed into open shelving.", "url": "https://www.nytimes.com/2018/01/09/realestate/tiny-jenga-kitchen-renovation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}