{"authors": ["Maya Salam"], "date_download": "2018-11-16 03:14:27", "date_modify": "2018-11-16 03:14:27", "date_publish": "2018-05-24 01:44:52", "description": "“What he’s done is create an echo chamber,” said one user who was blocked for suggesting that President Trump had a crush on Hillary Clinton.", "filename": "2018_05_23_business_media_twitter-trump-block.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338067.html", "image_url": "https://static01.nyt.com/images/2018/05/24/us/24twitterside2_xp/24twitterside2_xp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_23_business_media_twitter-trump-block.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338067.html", "title": "Blocked by Trump: Twitter Users Sound Off on Being Barred", "title_page": "Blocked by Trump: Twitter Users Sound Off on Being Barred - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By blocking users on Twitter, President Trump has violated the First Amendment, a federal judge ruled on Wednesday.\nThe lawsuit was brought by seven Twitter users — including a Texas police officer, a New York comedy writer and a Nashville surgeon — who claimed that Mr. Trump’s Twitter feed was an official government account and that preventing users from following it was unconstitutional.\nIn her ruling, Judge Naomi Reice Buchwald wrote that the plaintiffs who sought to view and engage with Mr. Trump’s tweets alongside those who were not restricted were “protected by the First Amendment.” The judge, though, did not require the president or Twitter to unblock anyone.\nThe number of users blocked from the president’s account @realDonaldTrump, which has more than 52 million followers, is known only to Mr. Trump, to those who have access to his account and to Twitter.", "url": "https://www.nytimes.com/2018/05/23/business/media/twitter-trump-block.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}