{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 04:02:26", "date_modify": "2018-11-16 04:02:26", "date_publish": "2018-02-28 21:37:49", "description": "In a televised meeting in the White House, the president appeared to stun giddy Democrats and stone-faced Republicans by calling for comprehensive gun control.", "filename": "2018_02_28_us_politics_trump-gun-control.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340946.html", "image_url": "https://static01.nyt.com/images/2018/03/01/us/politics/01dc-trump/01dc-trump-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_28_us_politics_trump-gun-control.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340946.html", "title": "Trump Stuns Lawmakers With Seeming Embrace of Comprehensive Gun Control", "title_page": "Trump Stuns Lawmakers With Seeming Embrace of Comprehensive Gun Control - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But Mr. Trump suggested that the dynamics in Washington had changed after the school shooting in Florida that claimed 17 lives, in part because of his own leadership in the White House, a sentiment that the Democrats in the room readily appeared to embrace as they saw the president supporting their ideas.\n“It would be so beautiful to have one bill that everyone could support,” Mr. Trump said as Senator Dianne Feinstein, Democrat of California and a longtime advocate of gun control, sat smiling to his left. “It’s time that a president stepped up.”\nDemocrats tried to turn sometimes muddled presidential musings into firm policy: “You saw the president clearly saying not once, not twice, not three times, but like 10 times, that he wanted to see a strong universal background check bill,” said Senator Amy Klobuchar, Democrat of Minnesota. “He didn’t mince words about it. So I do not understand how then he could back away from that.”\nJust what the performance means, and whether Mr. Trump will aggressively push for new gun restrictions, remain uncertain given his history of taking erratic positions on policy issues, especially ones that have long polarized Washington and the country.\nThe gun control performance on Wednesday was reminiscent of a similar televised discussion with lawmakers about immigration in January during which the president appeared to back bipartisan legislation to help young immigrants brought to the country illegally as children — only to reverse himself and push a hard-line approach that helped scuttle consensus in the Senate.\nMr. Trump’s comments during the hourlong meeting were at odds with his history as a candidate and president who has repeatedly declared his love for the Second Amendment and the N.R.A., which gave his campaign $30 million. At the group’s annual conference last year, Mr. Trump declared, “To the N.R.A., I can proudly say I will never, ever let you down.”", "url": "https://www.nytimes.com/2018/02/28/us/politics/trump-gun-control.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}