{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:00:02", "date_modify": "2018-11-16 04:00:02", "date_publish": "2018-07-10 23:26:52", "description": "In cases touching on issues as diverse as gun and abortion rights to regulations and national security, Judge Kavanaugh has assembled a conservative record.", "filename": "2018_07_10_us_politics_brett-kavanaugh-abortion-guns-environment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340802.html", "image_url": "https://static01.nyt.com/images/2018/07/11/us/politics/11dc-record-1-print/11dc-record-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_10_us_politics_brett-kavanaugh-abortion-guns-environment.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340802.html", "title": "Brett Kavanaugh on the Issues: Abortion, Guns, Climate and More", "title_page": "Brett Kavanaugh on the Issues: Abortion, Guns, Climate and More  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He maintained that the government was within its bounds to choose a transfer to a sponsor instead of “forcing the minor to make the decision in an isolated detention camp with no support network available.” Judge Kavanaugh accused the majority of wrongly inventing “a new right for unlawful immigrant minors in U.S. government detention to obtain immediate abortion on demand.” He said that barred the government from intervening to connect minors with their immigration sponsors before making such a serious life decision. “The majority’s decision represents a radical extension of the Supreme Court’s abortion jurisprudence,” he wrote.\nReligion\nJudge Kavanaugh disagreed with his colleagues in a 2015 case about a part of the Affordable Care Act that required insurers to cover contraception. Under the law, employers must provide insurance to their workers or pay a fine. But employers who oppose contraception on religious grounds can bypass the requirement by submitting a form to their insurers, which then cover the workers’ contraception at no expense to the employers.\nSome religious organizations challenged that arrangement, contending that even submitting the form made them complicit in providing contraception. An appeals court panel rejected their argument, and the full appeals court decided not to rehear it — over Judge Kavanaugh’s objections.\nForcing employers to submit the form violated their religious liberty, he wrote, though he acknowledged a Supreme Court precedent that strongly suggested that the government “has a compelling interest in facilitating access to contraception for the employees of these religious organizations.” The same outcome could be achieved, he contended, if employers instead only had to notify the government of their objections and let the government deal with the insurers.\nSeparately, in a 2010 case, some atheists challenged the saying of a prayer at presidential inaugurations and the phrase “so help me God” in the presidential oath of office. A three-judge panel dismissed the lawsuit. But while the other two judges merely said the plaintiffs had no standing, Judge Kavanaugh weighed in on the merits.\nHe upheld the practice as constitutional, citing the principle that government-sponsored religious speech or prayer at public events where prayers were traditionally said do not violate the First Amendment’s prohibition on establishment of religion, so long as the prayers are “not proselytizing (seeking to convert) or otherwise exploitative.”", "url": "https://www.nytimes.com/2018/07/10/us/politics/brett-kavanaugh-abortion-guns-environment.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}