{"authors": ["Emma G. Fitzsimmons"], "date_download": "2018-11-16 04:30:19", "date_modify": "2018-11-16 04:30:19", "date_publish": "2018-04-15 21:42:50", "description": "The M.T.A. is investigating the signal system at a subway stop in Brooklyn after a series of delays.", "filename": "2018_04_15_nyregion_even-newer-subway-signals-cause-headaches-on-f-train_1542342619.html", "image_url": "https://static01.nyt.com/images/2018/04/16/nyregion/16SIGNALS1/16SIGNALS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_15_nyregion_even-newer-subway-signals-cause-headaches-on-f-train_1542342619.html", "title": "Even Newer Subway Signals Cause Headaches on F Train", "title_page": "Even Newer Subway Signals Cause Headaches on F Train - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For F train riders, the signal problems have made an increasingly miserable commute worse. The F line has the worst on-time performance of any line — just 32 percent of weekday trains were on time in January, the most recent month for which statistics were available. Only a year earlier, in January 2017, the F line’s on-time rate was nearly 50 percent.\nGov. Andrew M. Cuomo, who controls the M.T.A., has said that subway service is starting to improve. Mr. Cuomo declared that the subway was in a state of emergency last summer and announced a short-term action plan to fix it. But painful delays continue to wreak havoc on the city, and riders still complain about unreliable service and crowded trains.\nOn a recent morning, Zoe Belden spent 45 minutes stuck on an F train near Bergen Street because of signal problems. She was late to work. After being delayed again the next night, Ms. Belden was so frustrated that she walked more than three miles home, from Chinatown in Manhattan.\n“I wanted to not be mad at the city anymore,” Ms. Belden said, noting that the weather was nice for her jaunt across the Manhattan Bridge. “I want to enjoy it, and the M.T.A. makes that difficult.”\nSubway officials have pledged to be more transparent — and sympathetic — when informing riders about delays.\n“For those impacted, we know your commute was incredibly frustrating and apologize for letting you down,” the main subway Twitter account said after signal problems at Bergen Street on March 15. “Please know that we will be launching a full internal investigation of the signal malfunction, so that we identify the root cause to prevent it from happening again.”\nAfter the meltdown on April 6, the Twitter account said officials would share the findings of that investigation “in the coming days.” A week later, they still have not been released.", "url": "https://www.nytimes.com/2018/04/15/nyregion/even-newer-subway-signals-cause-headaches-on-f-train.html"}