{"authors": ["Neal E. Boudette"], "date_download": "2018-11-16 03:41:13", "date_modify": "2018-11-16 03:41:13", "date_publish": "2018-01-04 01:45:24", "description": "Production of the electric-car maker’s mass-market offering was far below forecasts in the fourth quarter. The report sent the company’s shares lower.", "filename": "2018_01_03_business_tesla-model-3.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339673.html", "image_url": "https://static01.nyt.com/images/2018/01/04/us/04Tesla/04Tesla-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_03_business_tesla-model-3.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339673.html", "title": "Tesla Reports New Setback for Model 3, With Output Lagging", "title_page": "Tesla Reports New Setback for Model 3, With Output Lagging - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Of the Model 3s assembled in the fourth quarter, Tesla delivered 1,550 to customers, although many of the initial recipients were employees of the company.\n“This is par for the course for Tesla and Elon Musk, whose history of stating goals and forecasts and not meeting them is pretty well established,” said Karl Brauer, a senior director at Kelley Blue Book, an automotive research company. “That the Model 3 is moving slowly isn’t a surprise. Most independent experts found the production rates he was forecasting were pretty unlikely.”\nTesla shares fell 2 percent in extended trading after the announcement.\nIn a statement, Tesla reported “major progress addressing Model 3 production bottlenecks,” adding that the production rate increased “significantly” toward the end of the quarter. In the last few days, it said, the company was nearing an assembly rate that would produce 1,000 Model 3s a week. That’s still well short of Mr. Musk’s forecast from last July, but well ahead of the pace in the third quarter, when just 260 Model 3s rolled off its assembly line.\nIn addition to the Model 3, Tesla also delivered 15,200 Model S sedans and 13,120 Model X sport-utility vehicles in the fourth quarter. It said overall deliveries were 27 percent higher than in the fourth quarter of 2016.", "url": "https://www.nytimes.com/2018/01/03/business/tesla-model-3.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}