{"authors": ["Rebecca Stadlen Amir"], "date_download": "2018-11-16 04:28:10", "date_modify": "2018-11-16 04:28:10", "date_publish": "2018-10-25 09:00:06", "description": "Middle East-meets-West in Israel’s seafront capital of cool", "filename": "2018_10_25_style_tel-aviv-shopping-guide.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342490.html", "image_url": "https://static01.nyt.com/images/2018/10/26/arts/26telaviv-INYT1/26telaviv-INYT1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_25_style_tel-aviv-shopping-guide.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342490.html", "title": "Local Talent and Global Flair Give Tel Aviv a Style All Its Own", "title_page": "Local Talent and Global Flair Give Tel Aviv a Style All Its Own - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A short stroll away in Jaffa’s historic flea market is the gallery-meets-retail space SAGA, which focuses on Israeli design pieces. On one wall are funky, African-inspired laser-cut masks shaped by the local label Umasqu (726 shekels, about $200). The newest additions to the mask collection are an evil eye, hamsa and fish, all symbols with protective powers in Moroccan culture. SAGA also recently added charcoal black ceramic espresso cups by a local artisan, Odaka.\nNorth of Jaffa is Tel Aviv’s Neve Tzedek neighborhood, one of the city’s oldest quarters. Popular with Europeans, Neve Tzedek features stylish cafes and restaurants, along with world-class gelato at Anita on Shabazi Street. Just across the road is Agas and Tamar, an Israeli jeweler known for designs like delicate handcrafted pendant necklaces featuring ancient coins and gold rings made with antique Afghan gemstones (from 2,900 shekels).\nWhile many local designers are influenced by Israel’s Middle Eastern and North African roots, Tel Aviv is experiencing a wave of Francophilia.", "url": "https://www.nytimes.com/2018/10/25/style/tel-aviv-shopping-guide.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}