{"authors": ["Nate Cohn"], "date_download": "2018-11-16 04:03:05", "date_modify": "2018-11-16 04:03:05", "date_publish": "2018-11-13 10:00:07", "description": "The unfavorable map of the 2016 election still seems to pose a problem.", "filename": "2018_11_13_upshot_democrats-midterms-weaknesses-2020_1542340985.html", "image_url": "https://static01.nyt.com/images/2018/11/12/upshot/up-midterm-tidbits/up-midterm-tidbits-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_13_upshot_democrats-midterms-weaknesses-2020_1542340985.html", "title": "Weak Spots in Democrats’ Strong Midterm Results Point to Challenges in 2020", "title_page": "Weak Spots in Democrats’ Strong Midterm Results Point to Challenges in 2020 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Democrats had a great showing in the 2018 midterm elections. But even in such a strong year, they sometimes struggled to match their traditional support in electorally significant areas — with serious implications for 2020.\nTheir triumph was a somewhat narrow one, concentrated in well-educated, affluent communities. Over all, the distribution of Democratic and Republican support was reminiscent of the 2016 election, when Democrats won the popular vote but lost the Electoral College.\nYes, Democrats can muscle their way through those disadvantages with a big enough win, like their seven-point advantage in the House popular vote. But white voters without a degree are overrepresented in the most important Midwestern battleground states. The most straightforward alternative for Democrats goes through Florida, which probably gave Republicans their most promising results last week.\nDemocratic weakness in Miami-Dade County\nFlorida was probably the biggest disappointment for Democrats last week, and Miami-Dade County the biggest single cause for it.", "url": "https://www.nytimes.com/2018/11/13/upshot/democrats-midterms-weaknesses-2020.html"}