{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:25:15", "date_modify": "2018-11-16 04:25:15", "date_publish": "2018-06-28 23:46:38", "description": "Progressives dream of unseating Democratic state senators who had for years empowered Republicans in Albany.", "filename": "2018_06_28_nyregion_ocasio-cortez-fallout-klein-senate-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342315.html", "image_url": "https://static01.nyt.com/images/2018/06/29/nyregion/29statesenate1/29statesenate1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_28_nyregion_ocasio-cortez-fallout-klein-senate-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342315.html", "title": "Ocasio-Cortez Toppled a Giant. Are These N.Y. Democrats Next?", "title_page": "Ocasio-Cortez Toppled a Giant. Are These N.Y. Democrats Next? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The night after Representative Joseph Crowley’s stunning defeat, another Bronx politician who faces an energetic primary challenge from the left, State Senator Jeffrey D. Klein, happened to be holding a birthday party at Limani, the upscale Rockefeller Center restaurant.\nThe topic, inevitably, turned to the fate of Mr. Crowley. Making the case why his own primary would be different, Mr. Klein told attendees the story of when he ran into Mr. Crowley, whose district overlaps with Mr. Klein’s, at a Bronx parade last year.\n“Good to see you here,” Mr. Klein recalled telling the congressman, according to a person at the party. “You must have gotten a new GPS.”\nThe victory of Alexandria Ocasio-Cortez, a 28-year-old activist, over Mr. Crowley, one of the state’s most powerful Democrats, has reshuffled New York’s political order. As emboldened progressive activists dream of their next targets, Mr. Klein and the band of renegade Democrats he led in Albany, who for years broke with the Democratic Party to help keep Republicans in power in the State Senate, are at the top of the list.", "url": "https://www.nytimes.com/2018/06/28/nyregion/ocasio-cortez-fallout-klein-senate-democrats.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}