{"authors": ["Carl Hulse"], "date_download": "2018-11-16 03:40:07", "date_modify": "2018-11-16 03:40:07", "date_publish": "2018-02-09 18:40:01", "description": "In embracing a costly new bipartisan budget bill, the party of fiscal restraint shows little restraint.", "filename": "2018_02_09_us_politics_republicans-budget_1542339607.html", "image_url": "https://static01.nyt.com/images/2018/02/10/us/politics/10dc-hulse/10dc-hulse-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_09_us_politics_republicans-budget_1542339607.html", "title": "For Republicans, the Tea Party Is Over", "title_page": "For Republicans, the Tea Party Is Over - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Senator Rand Paul was right — Republicans can be hypocrites when it comes to spending.\nMr. Paul, the architect of Friday’s one-man shutdown, called out his own party for renewed profligacy after years of penny-pinching during the Obama administration, accusing Republicans of forming “an unholy alliance and spending free-for-all with Democrats at the expense of the American people and our party’s supposed principles.”\nBut Mr. Paul, a Kentucky Republican, had his own obvious inconsistencies. He was bemoaning a surge in deficit spending after enthusiastically voting in December for a deficit-ballooning $1.5 trillion tax cut. He then forced a brief and avoidable government shutdown that threw federal agencies into confusion, even though he had zero chance of blocking the budget measure.\nStill, the underlying truth exposed by Mr. Paul and the predawn bipartisan approval of the budget package is that most lawmakers like to spend money, even when they say they don’t. That is what many came to Washington to do — to win federal resources to apply to solving big problems in their districts and states, problems like an epidemic of opioid abuse deaths, crumbling highways and bridges, and lack of access to health care.\nThey want to invest billions of dollars in a badly stretched military and fix embarrassing shortcomings in the system that is supposed to be treating veterans. They want to show frustrated and unhappy voters they are capable of doing something.", "url": "https://www.nytimes.com/2018/02/09/us/politics/republicans-budget.html"}