{"authors": ["Karen Weise"], "date_download": "2018-11-16 04:02:59", "date_modify": "2018-11-16 04:02:59", "date_publish": "2018-09-05 20:03:57", "description": "Mr. Bezos and his wife, MacKenzie, made what was by far their largest political contribution to the With Honor Fund, which backs congressional candidates with military backgrounds.", "filename": "2018_09_05_technology_jeff-bezos-amazon-political-donation-veterans_1542340979.html", "image_url": "https://static01.nyt.com/images/2018/09/06/business/06bezos/06bezos-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_05_technology_jeff-bezos-amazon-political-donation-veterans_1542340979.html", "title": "Jeff Bezos’ First Major Political Donation Is $10 Million to Elect Veterans", "title_page": "Jeff Bezos’ First Major Political Donation Is $10 Million to Elect Veterans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jeff Bezos, the founder of Amazon and the richest man in the world, has recently faced the ire of elected officials across the political spectrum, President Trump on the right and Senator Bernie Sanders on the left.\nNow, two months before the midterm elections, Mr. Bezos and his wife, MacKenzie Bezos, are making by far their biggest known campaign contribution to a political group that plays right down the middle.\nThe couple are donating $10 million to the With Honor Fund, a so-called super PAC that supports military veterans running for Congress who vow to take a cross-party approach to governing. The group has endorsed 33 candidates running this year — 14 Republicans and 19 Democrats.\nIn 2012, the Bezoses gave $2.5 million to support a successful referendum proposal that legalized same-sex marriage in Washington State. Mr. Bezos’ other federal campaign donations have largely been to political action committees tied to Amazon and Blue Origin, his space exploration company, and a few small donations to a mix of Democratic and Republican federal lawmakers.", "url": "https://www.nytimes.com/2018/09/05/technology/jeff-bezos-amazon-political-donation-veterans.html"}