{"authors": ["Una Galani"], "date_download": "2018-11-16 03:50:56", "date_modify": "2018-11-16 03:50:56", "date_publish": "2018-01-11 00:59:43", "description": "It’s hard to imagine an audience less receptive to President Trump’s nationalist priorities than the World Economic Forum’s annual gathering this month.", "filename": "2018_01_10_business_dealbook_trump-davos.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340256.html", "image_url": "https://static01.nyt.com/images/2018/01/10/us/politics/11db-viewsdavos1/10dc-davos1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_10_business_dealbook_trump-davos.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340256.html", "title": "Trump’s ‘America First’ Agenda Is Crashing Davos Party", "title_page": "Trump’s ‘America First’ Agenda Is Crashing Davos Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Trump is crashing the global elite’s ultimate party: He’s planning to attend the World Economic Forum’s annual gathering in Davos this month, the White House confirmed on Tuesday. It’s hard to imagine an audience less receptive to Mr. Trump’s “America First” agenda. Yet, whether he is seeking reconciliation or pitching for strongman status, his mere presence is a rebuke to the elites who got him badly wrong.\nMr. Trump will stand out among the 3,000-odd political leaders, financiers and company executives due to convene in the Swiss resort on Jan. 23. His threats to raise barriers to the movement of goods and people, his rejection of the Paris climate change accord and his belligerence toward North Korea have convinced the gathering’s wealthy and mostly liberal delegates that the United States is giving up on global leadership. Indeed, this year’s Davos theme — “Creating a shared future in a fractured world” — seems an attempt to mitigate Mr. Trump’s influence.\nThe self-proclaimed billionaire will be the first sitting United States president to attend the gathering since Bill Clinton in 2000. Just as President Richard M. Nixon’s right-wing credentials made it possible for him to visit Communist China, Mr. Trump’s anti-globalization stance has enabled him to risk a trip to the European mountain resort. Imagine the vitriol that Barack Obama would have endured at home if he had put in an appearance.\nWhat Mr. Trump hopes to achieve is less clear. There will be optimism that his visit is a sign that White House moderates have gained the upper hand. Even so, it is hard to imagine Mr. Trump giving a conciliatory speech or defending globalization, as the Chinese leader, Xi Jinping, did last year.", "url": "https://www.nytimes.com/2018/01/10/business/dealbook/trump-davos.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}