{"authors": ["Karen Weise"], "date_download": "2018-11-16 04:02:40", "date_modify": "2018-11-16 04:02:40", "date_publish": "2018-09-20 21:31:55", "description": "Amazon announced more than a dozen devices and tools for its Alexa voice assistant, including a microwave.", "filename": "2018_09_20_technology_amazon-alexa-new-features-products.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340960.html", "image_url": "https://static01.nyt.com/images/2018/09/21/business/21amazon-1/21amazon-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_20_technology_amazon-alexa-new-features-products.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340960.html", "title": "Hey, Alexa, Why is Amazon Making a Microwave?", "title_page": "Hey, Alexa, Why is Amazon Making a Microwave? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Thursday, Mr. Limp also introduced an Echo Auto that plugs into cars; Fire TV Recast, a DVR recording device that lets users record live TV and watch on a variety of devices; and an analog wall clock with a voice-controlled timer.\nAnother suite of devices announced on Thursday is aimed to appeal to audiophiles. Echo devices can now be used for individual left and right channels, meaning a pair can create stereo sound. And the new Echo Sub provides rich bass sounds, which Mr. Limp showed by booming Lorde’s “Royals.” The new Echo Input is the first Echo device without a speaker so users can connect their speakers to the brain of the Alexa.\nSince it introduced its Alexa smart assistant four years ago, the company has not shied from trying out new forms and uses. First it had an Echo speaker, a tall cylinder, then an Echo Dot, a version the size of a hockey puck. Then it added a screen, too, with the Echo Show. At the same time, developers wrote thousands of apps — or skills — for the devices. There are now more than 50,000 skills.\nThe strategy helped Amazon quickly take the lead in the voice-controlled device market — a market it practically created. But it now has some stiff competition.\nA device from Google, the Home Mini, is now the top-selling smart speaker worldwide, Strategy Analytics, a research firm, wrote in a report this week. Google offers fewer types of devices, but has an advantage because millions of customers already have access to its voice assistant through the smartphones that use its Android operating system. Apple has also introduced its own high-priced voice-controlled speaker, focused on pristine audio quality, which Amazon looks to now be challenging head-on.", "url": "https://www.nytimes.com/2018/09/20/technology/amazon-alexa-new-features-products.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}