{"authors": ["Manuela Andreoni"], "date_download": "2018-11-16 04:14:06", "date_modify": "2018-11-16 04:14:06", "date_publish": "2018-08-19 21:59:28", "description": "As Brazilians in the northern town of Pacaraima set fire to their tents, hundreds of Venezuelans ran back across the border.", "filename": "2018_08_19_world_americas_residents-pacaraima-brazil-border-town-attack-venezuela-migrants-camp_1542341646.html", "image_url": "https://static01.nyt.com/images/2018/08/20/world/20VENEZUELA-01/merlin_142540473_2a96d547-7667-42fa-8a55-03f6bc001d06-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_19_world_americas_residents-pacaraima-brazil-border-town-attack-venezuela-migrants-camp_1542341646.html", "title": "Residents of Brazil Border Town Attack Camps for Venezuelan Migrants", "title_page": "Residents of Brazil Border Town Attack Camps for Venezuelan Migrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — Residents of a border town in northern Brazil that has become a main entry point for Venezuelans seeking refuge destroyed migrant camps over the weekend in one of the most dramatic instances of a backlash to the Venezuelans’ growing presence there.\nAfter squatter camps in the border town of Pacaraima came under attack on Saturday, as many as 1,200 Venezuelans who feared for their safety rushed back into the country they had fled, military officials said.\nThe unrest in the main municipality along the border between Brazil and Venezuela began after the family of a local merchant told the authorities that he had been assaulted by a group of Venezuelans on Friday night, according to residents and officials. The authorities said on Sunday that the assailants’ identity and nationality had not been confirmed.\nOn Saturday morning, residents of Pacaraima took to the streets to protest the toll the surge of migrants has taken on their quality of life. They blamed government officials for doing too little to manage the influx.", "url": "https://www.nytimes.com/2018/08/19/world/americas/residents-pacaraima-brazil-border-town-attack-venezuela-migrants-camp.html"}