{"authors": ["Sopan Deb"], "date_download": "2018-11-16 04:29:15", "date_modify": "2018-11-16 04:29:15", "date_publish": "2018-10-18 18:22:19", "description": "As more details emerged about the fate of the journalist Jamal Khashoggi, the museums said they would use their own money for events originally supported by Saudi funds.", "filename": "2018_10_18_arts_design_museums-saudi-money-jamal-khashoggi.html_module=inline_1542342555.html", "image_url": "https://static01.nyt.com/images/2018/10/19/arts/19metmuseum-item/19metmuseum-item-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_18_arts_design_museums-saudi-money-jamal-khashoggi.html_module=inline_1542342555.html", "title": "Met and Brooklyn Museums Will Not Use Saudi Money for Programs on the Middle East", "title_page": "Met and Brooklyn Museums Will Not Use Saudi Money for Programs on the Middle East - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The museum said it had accepted less than $20,000 for the event, which is to take place on Tuesday. The Met still has the money, and is deciding what to do with it now that it will not be used for the seminar.\nIn a statement, Brooklyn Museum officials said they “believe strongly in the value of culture to create bridges and build a more connected, civic and empathetic global community.” But they said that “in light of recent events and in harmony with the international community’s concerns,” the museum will not use Saudi money for its exhibition, “Syria, Then and Now: Stories from Refugees a Century Apart,” which began last Saturday.\nStephen Stapleton, a London-based artist who runs Edge of Arabia, which is partially supported by the Saudi government and its state-run oil company, and is a main organizer of the yearlong initiative, said in a statement: “We are fully understanding and supportive of our partner organizations in the Arab Art & Education Initiative when it comes to decisions around funding, and are delighted there continues to be a commitment from our partners to present open and free cross-cultural programming, as part of the initiative, here in New York City.”\nLast week, the Middle East Institute, a Washington-based think tank, which had helped organize the initiative, said it would be pulling out. Columbia University said it was postponing its portion of the initiative, a talk with the Saudi artist Ahmed Mater originally scheduled for next Monday. According to Mr. Stapleton, that event did not involve Saudi money. Other institutions have continued their involvement, including the Museum of Modern Art, which hosted a conversation with the Kuwaiti artist Monira al Qadiri this past Monday. That event was funded by MoMA and did not involve Saudi donations. The Guggenheim is also maintaining its offering, a talk next Tuesday with Samia Halaby, a Palestinian artist who lives in New York.\nRepresentatives from another backer, the Misk Foundation, which is tied to Crown Prince Mohammed bin Salman, did not respond to requests for comment on Thursday. The crown prince has been accused of approving a plan to kill Mr. Khashoggi.", "url": "https://www.nytimes.com/2018/10/18/arts/design/museums-saudi-money-jamal-khashoggi.html?module=inline"}