{"authors": ["Julie Creswell", "Kevin Draper"], "date_download": "2018-11-16 03:44:11", "date_modify": "2018-11-16 03:44:11", "date_publish": "2018-05-08 14:42:52", "description": "At least five more top managers are leaving the world’s largest sports footwear and apparel company after an investigation into complaints of harassment and bias. The departures follow six others.", "filename": "2018_05_08_business_nike-harassment_1542339851.html", "image_url": "https://static01.nyt.com/images/2018/05/08/business/nikedepartures-3/nikedepartures-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_08_business_nike-harassment_1542339851.html", "title": "5 More Nike Executives Are Out Amid Inquiry Into Harassment Allegations", "title_page": "5 More Nike Executives Are Out Amid Inquiry Into Harassment Allegations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the exodus of so many top executives could also heighten scrutiny of Mr. Parker, 62, who worked closely with many of those who are leaving. So far, Nike’s board of directors has not made any comments on the management overhaul or whether it still has confidence in Mr. Parker’s leadership.\nFor Wall Street, the turmoil could be worrisome and prompt questions about whether Nike will have the leaders it needs in place to execute its aggressive business strategy.\nMr. Parker, who has been chief executive since 2006, has set a goal of increasing Nike’s revenue from around $36 billion to $50 billion by 2022. Achieving that will involve transforming the company’s business by shifting away, in part, from its traditional sports-athlete focus to the women’s and so-called athleisure markets. It also plans to sell more of its products in its own retail stores and through its website.\n“Nike has a deep bench and has a history of moving people around the different businesses,” said Sam Poser, an analyst with Susquehanna Financial Group. “But we haven’t before seen the exits of people like this who have been there for a very, very long time, and the question is, are the people who are replacing them ready to take on these new jobs?”\nNike shares were down 1.21 percent, to $68.50, in trading on Tuesday afternoon.\nThe latest moves come a little more than a week after The New York Times, using interviews with more than 50 current and former Nike employees, reported on women’s complaints of being marginalized, harassed and thwarted in their careers at the company, and about indignities that included humiliating visits to strip clubs and unwanted kisses. Many of those interviewed said when they took their grievances to human resources, they did not seem to be taken seriously.\nSince then, current employees have said, Nike’s Beaverton, Ore., campus has been awash in rumors and speculation that more managerial changes were in the works. On Tuesday, those rumors turned to fact.", "url": "https://www.nytimes.com/2018/05/08/business/nike-harassment.html"}