{"authors": ["Wesley Yang"], "date_download": "2018-11-16 04:19:26", "date_modify": "2018-11-16 04:19:26", "date_publish": "2018-06-25 09:45:05", "description": "The university has systemically denigrated one minority group in pursuit of diversity.", "filename": "2018_06_25_opinion_harvard-asian-american-racism.html_action=click&module=RelatedLinks&pgtype=Article_1542341966.html", "image_url": "https://static01.nyt.com/images/2018/06/25/opinion/25yangWeb/25yangWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_25_opinion_harvard-asian-american-racism.html_action=click&module=RelatedLinks&pgtype=Article_1542341966.html", "title": "Harvard Is Wrong That Asians Have Terrible Personalities", "title_page": "Opinion | Harvard Is Wrong That Asians Have Terrible Personalities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The report by the plaintiff’s expert witness, the Duke University economist Peter Arcidiacono, revealed that Harvard evaluated applicants on the extent to which they possessed the following traits: likability, helpfulness, courage, kindness, positive personality, people like to be around them, the person is widely respected. Asian-Americans, who had the highest scores in both the academic and extracurricular ratings, lagged far behind all other racial groups in the degree to which they received high ratings on the personality score.\n“Asian-American applicants receive a 2 or better on the personal score more than 20% of the time only in the top academic index decile. By contrast, white applicants receive a 2 or better on the personal score more than 20% of the time in the top six deciles,” wrote Mr. Arcidiacono. “Hispanics receive such personal scores more than 20% of the time in the top seven deciles, and African Americans receive such scores more than 20% of the time in the top eight deciles.”\nEven if the very worst stereotypes about Asians were true on average, it beggars belief that one could arrive at divergences as dramatic as the ones Mr. Arcidiacono documents by means of unbiased evaluation.\nThe Asian-American population has more than doubled over the last 20 years, yet the Asian-American share in the student populations at Harvard has remained frozen. Harvard has maintained since the 1980s, when claims of anti-Asian discrimination in Ivy League admissions first surfaced, that there is no racial bias against Asian-Americans once you control the preferences offered to athletes and alumni.\nThe discovery process in this case has demonstrated that this claim is no longer supportable.\nMr. Arcidiacono found that an otherwise identical applicant bearing an Asian-American male identity with a 25 percent chance of admission would have a 32 percent chance of admission if he were white, a 77 percent chance of admission if he were Hispanic, and a 95 percent chance of admission if he were black. A report from Harvard’s own Office of Institutional Research found that even after alumni and athletic preferences were factored in, Asians would be accepted at a rate of 26 percent, versus the 19 percent at which they were actually accepted. That report, commissioned back in 2013, was summarily filed away, with no further investigation or action taken.\nNo innocuous explanation can account for the extent of these disparities. Yet Harvard is insisting that those who call it what it plainly is — racial discrimination — are advancing a “divisive agenda.”\nOn June 12, Harvard’s president, Drew Gilpin Faust, sent an email to all alumni of the college warning of a forthcoming attempt to use “misleading, selectively presented data taken out of context” in order to “question the integrity of the undergraduate admissions process.” The statement promised to “react swiftly and thoughtfully to defend diversity as the source of our strength and our excellence — and to affirm the integrity of our admissions process.”", "url": "https://www.nytimes.com/2018/06/25/opinion/harvard-asian-american-racism.html?action=click&module=RelatedLinks&pgtype=Article"}