{"authors": ["Elizabeth Williamson"], "date_download": "2018-11-16 04:00:05", "date_modify": "2018-11-16 04:00:05", "date_publish": "2018-07-11 09:00:10", "description": "Conservative advocates for the Supreme Court nominee coordinated a public relations campaign by his former clerks, more than half of whom are women.", "filename": "2018_07_11_us_politics_kavanaugh-supreme-court-clerks.html_module=inline_1542340805.html", "image_url": "https://static01.nyt.com/images/2018/07/12/us/politics/12dc-clerks-print/11dc-clerks-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_11_us_politics_kavanaugh-supreme-court-clerks.html_module=inline_1542340805.html", "title": "Judge Kavanaugh’s Former Clerks: Diverse, and Deployed to Vouch for Him", "title_page": "Judge Kavanaugh’s Former Clerks: Diverse, and Deployed to Vouch for Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Another touched on fashion advice. “Early in my clerkship, the judge called me into his office and said he noticed that my collar was curling up in front,” wrote Eric Hansford, a clerk from 2011 to 2012 who is now an assistant United States attorney in Washington. “He pulled down his tie, took the collar stays out his own shirt, and handed them to me. The next morning, I came in to find a pile of collar stays on my chair. I still use those collar stays.”\nAn endorsement letter signed by 34 former clerks — “every single one of Judge Kavanaugh’s clerks not prohibited by their current or pending employment from signing,” according to the letter — was also sent to Senator Charles E. Grassley, Republican of Iowa and the chairman of the Senate Judiciary Committee, and Senator Dianne Feinstein, Democrat of California, who is the committee’s ranking member.\n“We never once saw him take a shortcut, treat a case as unimportant, or search for an easy answer,” the letter reads. “Instead, in each case, large or small, he masters every detail and rereads every precedent. He listens carefully to the views of his colleagues and clerks, even — indeed, especially — when they differ from his own.”\nThe letter points out that the former clerks now serve as “prosecutors, professors, state and federal public officials, and attorneys at private law firms, corporations, and nonprofits,” adding, “Our ranks include Republicans, Democrats, and independents.”\nTwo of Judge Kavanaugh’s former clerks are married: John Bash, a clerk from 2006 to 2007, finished his year with Judge Kavanaugh a month before his wife, Zina Bash, signed on. Mr. Bash went on to clerk for Justice Antonin Scalia, and Ms. Bash, for Justice Samuel A. Alito Jr. Mr. Bash is the United States attorney for the Western District of Texas, and Ms. Bash is senior counsel for Ken Paxton, the Texas attorney general. Ms. Bash was previously Mr. Trump’s special assistant for regulatory reform, legal and immigration policy.\nMr. Bash’s statement praised Mr. Kavanaugh’s “personal integrity, intellectual rigor, fairness, open-mindedness and fundamental decency.” Ms. Bash called Judge Kavanaugh “an enthusiastic role model to so many women.” In emails, the couple said they were not speaking in an official capacity.\nBrian Fallon, the executive director of Demand Justice, a progressive group urging Democrats to vote against any nominee on conservative groups’ list of preferred candidates, said the focus on Judge Kavanaugh’s staff is part of “a purposeful effort to cast himself in a light that is favorable to women because he’s anticipating that his views on abortion and contraception are going to be major issues in his confirmation.”", "url": "https://www.nytimes.com/2018/07/11/us/politics/kavanaugh-supreme-court-clerks.html?module=inline"}