{"authors": ["Serena Solomon"], "date_download": "2018-11-16 04:46:43", "date_modify": "2018-11-16 04:46:43", "date_publish": "2018-06-19 10:44:48", "description": "Eight artists found new ways to see after learning they had macular degeneration. “Nothing to lose is a kind of new freedom,” says one of them.", "filename": "2018_06_19_arts_design_macular-degeneration-serge-hollerbach-david-levine_1542343603.html", "image_url": "https://static01.nyt.com/images/2018/06/20/arts/20blind1-alpha/20blind1-alpha-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_19_arts_design_macular-degeneration-serge-hollerbach-david-levine_1542343603.html", "title": "Artists Who Lose Their Vision, Then See Clearly", "title_page": "Artists Who Lose Their Vision, Then See Clearly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The pre- and post-macular degeneration works of eight artists, including Mr. Hollerbach, Lennart Anderson and Hedda Sterne, are the focus of “The Persistence of Vision,” a new exhibition at the University of Cincinnati. It explores the versatility of artists — shown in early and late works — as they adapted their styles to vision loss and, in cases like Mr. Hollerbach’s, experienced a personal renaissance.\n“The late works are gorgeous,” said Brian Schumacher, a curator of the show at the Philip M. Meyers Jr. Memorial Gallery within the university, where Mr. Schumacher is an assistant professor of design. “They stand on their own as viable and legitimate and beautiful works of visual art.”\nMr. Hollerbach’s response to his disease was a turn toward playfulness — perhaps a reflection of a relentless optimism that had helped him survive Nazi labor camps, where he was confined as a teenager during World War II. His work continues to reflect a bend toward social justice and his fascination with everyday life through crowded New York street scenes, including the city’s homeless.\nOn a Sunday afternoon in his studio, Mr. Hollerbach held a plastic cup up to within an inch of his face. “That’s blue isn’t it?” he asked himself. Yes it was, and he would go on to create water in a crowded beach scene. It was a back and forth process as he placed the canvas on a flat table to apply the acrylic paint so it wouldn’t run. “I can’t really see what I am doing,” he admitted, adding, “I will look at it later.” He placed the canvas back on the easel and took a long squint at it. Mr. Hollerbach didn’t seem overly impressed. “But that’s the freedom of it,” he said, as he continued painting.", "url": "https://www.nytimes.com/2018/06/19/arts/design/macular-degeneration-serge-hollerbach-david-levine.html"}