{"authors": ["Sheera Frenkel", "Nicholas Fandos"], "date_download": "2018-11-16 04:53:22", "date_modify": "2018-11-16 04:53:22", "date_publish": "2018-08-21 23:22:06", "description": "The social network removed hundreds of fake accounts and pages targeting people in different countries and regions that originated in Iran and Russia.", "filename": "2018_08_21_technology_facebook-political-influence-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344002.html", "image_url": "https://static01.nyt.com/images/2018/08/23/us/elections/COVER-STILL/COVER-STILL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_21_technology_facebook-political-influence-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344002.html", "title": "Facebook Identifies New Influence Operations Spanning Globe", "title_page": "Facebook Identifies New Influence Operations Spanning Globe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Facebook said on Tuesday that it had identified multiple new influence campaigns that were aimed at misleading people around the world, with the company finding and removing 652 fake accounts, pages and groups that were trying to sow misinformation.\nThe activity originated in Iran and Russia, Facebook said. Unlike past influence operations on the social network, which largely targeted Americans, the fake accounts, pages and groups were this time also aimed at people in Latin America, Britain and the Middle East, the company said.\nSome of the activity was still focused on Americans, but the campaigns were not specifically intended to disrupt the midterm elections in the United States, said FireEye, a cybersecurity firm that worked with Facebook on investigating the fake pages and accounts. The operations “extend well beyond U.S. audiences and U.S. politics,” FireEye said in a preliminary report.\nThe global scale of what was uncovered far exceeded that of an influence operation that Facebook revealed last month, in which the company said it detected and removed 32 pages and fake accounts that had engaged in divisive social issues ahead of the midterms.", "url": "https://www.nytimes.com/2018/08/21/technology/facebook-political-influence-midterms.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}