{"authors": ["Scott Shane"], "date_download": "2018-11-16 03:11:18", "date_modify": "2018-11-16 03:11:18", "date_publish": "2018-02-19 01:00:16", "description": "With imperfect English and tireless posting on Facebook and Twitter, Russian trolls summoned Americans to rallies, praised Donald J. Trump and played on political divisions.", "filename": "2018_02_18_us_politics_russian-operatives-facebook-twitter_1542337878.html", "image_url": "https://static01.nyt.com/images/2018/02/19/us/19dc-russians2/19dc-russians2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_18_us_politics_russian-operatives-facebook-twitter_1542337878.html", "title": "How Unwitting Americans Encountered Russian Operatives Online", "title_page": "How Unwitting Americans Encountered Russian Operatives Online - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "They were politically active Americans scattered around the country, dedicating their spare time to the 2016 presidential campaign or various causes. And the seeming fellow activists who called them to rallies via Facebook, or joined in the free-for-all on Twitter, appeared unremarkable.\nExcept that their English sometimes seemed a little odd.\n“We are looking for friendship because we are fighting for the same reasons,” someone purporting to be with an online group calling itself Blacktivist wrote via Twitter to the Rev. Dr. Heber Brown III, a Baltimore pastor, in April 2016. “Actually we are open for your thoughts and offers.”\nIn late October 2016, in Nederland, Tex., the Texas Nationalist Movement got a Facebook message from someone representing a group called Heart of Texas, which planned to organize rallies in favor of Texas secession on the eve of the election. But on a follow-up call, “something was off,” said Daniel Miller, the president of the Texas Nationalist Movement.\nDespite their wariness, neither Dr. Brown nor Mr. Miller had any inkling of what was really behind those odd encounters. Heart of Texas and Blacktivist were phony groups, part of a sweeping Russian disinformation campaign that was funded with millions of dollars and carried out by 80 people operating out of St. Petersburg, Russia.", "url": "https://www.nytimes.com/2018/02/18/us/politics/russian-operatives-facebook-twitter.html"}