{"authors": ["Ivan Penn"], "date_download": "2018-11-16 03:23:52", "date_modify": "2018-11-16 03:23:52", "date_publish": "2018-04-27 15:45:00", "description": "San Diego may join a growing trend and become a retailer of electricity, seeking better rates than the local utility and pursuing clean-energy goals.", "filename": "2018_04_27_business_energy-environment_electricity-san-diego.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338632.html", "image_url": "https://static01.nyt.com/images/2018/04/20/business/00ELECTRIC-1/00ELECTRIC-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_27_business_energy-environment_electricity-san-diego.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338632.html", "title": "Can San Diego Ditch the Power Company? Not Without a Fight", "title_page": "Can San Diego Ditch the Power Company? Not Without a Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Having a choice has generally meant lower rates for customers. They can also tell their provider that they want electricity from climate-friendly sources, an option that proponents say has helped speed the construction of solar and wind farms. But that doesn’t mean everyone is a fan.\nCritics of the San Diego plan — backed by an affiliate of the local utility, the San Diego Gas and Electric Company — have started a political-style ad campaign on social media, raising concern that taxpayers could be on the hook for billions of dollars if the program went wrong.\nThey have made the case that major changes to California’s energy policies gave rise to an energy crisis in 2000 and 2001 that caused rolling blackouts and soaring power bills. And they formed an alliance, the Clear the Air Coalition, that includes leaders of organizations funded by the power company, among them a group of African-American pastors.\nThat’s when the campaign became more than Bishop George McKinney could stand.\nBishop McKinney, pastor of St. Stephen’s Cathedral Church of God in Christ here for the last 55 years, said he believed that those attacking the program, including fellow African-American clergy members, were doing so only because of financial support from the utility company.\n“I think that the inner-city residents are being taken advantage of,” the 85-year-old bishop said. “The cost of energy now is escalating in the community. There has to be someone who is willing to speak truth to power.”", "url": "https://www.nytimes.com/2018/04/27/business/energy-environment/electricity-san-diego.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}