{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 03:11:28", "date_modify": "2018-11-16 03:11:28", "date_publish": "2018-02-07 21:50:52", "description": "Representative Nancy Pelosi, the House Democratic leader, broke records on Wednesday with an extended speech opposing the budget deal because it ignored the “Dreamers.”", "filename": "2018_02_07_us_politics_pelosi-dreamers-budget-deal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337888.html", "image_url": "https://static01.nyt.com/images/2018/02/08/us/08dc-pelosi-sub/08dc-pelosi-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_07_us_politics_pelosi-dreamers-budget-deal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337888.html", "title": "Pelosi Held House Floor in Advocacy of ‘Dreamers’ for More Than 8 Hours", "title_page": "Pelosi Held House Floor in Advocacy of ‘Dreamers’ for More Than 8 Hours - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Pelosi read heart-rending testimonies from Dreamers who had written their representatives about their lives. There was Andrea Seabra, who is serving in the Air Force, and whose father was a member of the Peruvian Air Force. There was Carlos Gonzalez, who once worked as an aide to former Representative Michael M. Honda, Democrat of California. And there was Al Okere, whose father was killed by the Nigerian police after articles he wrote criticizing the Nigerian government appeared in a newspaper.\nAt one point, perhaps running out of stories, Ms. Pelosi suggested she might turn to the Bible. “Perhaps I should bring my rosary, blessed by the pope,” she said.\nAn estimated 690,000 young undocumented immigrants have been protected under DACA, and roughly 1.1 million more are eligible but did not apply. When Mr. Trump suspended the program in September, he gave Congress six months to come up with a replacement. Democrats and their allies had hoped to use the must-pass spending bill to carry legislation to protect the Dreamers.\nSenator Mitch McConnell, the majority leader, has promised an open debate in the Senate on immigration legislation, with senators of both parties allowed to offer amendments, if a deal is not reached by Thursday. Ms. Pelosi is calling on Speaker Paul D. Ryan to make a similar commitment in the House.\n“Our basic request is to honor the House of Representatives, give us a chance to have a vote on the floor,” she said as she wound down her talk on Wednesday night.\nBut a spokeswoman for Mr. Ryan, choosing her words carefully, suggested he had no intention of conducting a freewheeling House debate. “Speaker Ryan has already repeatedly stated we intend to do a DACA and immigration reform bill — one that the president supports,” she said.", "url": "https://www.nytimes.com/2018/02/07/us/politics/pelosi-dreamers-budget-deal.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}