{"authors": ["Margot Boyer-Dry", "Tejal Rao"], "date_download": "2018-11-16 03:24:22", "date_modify": "2018-11-16 03:24:22", "date_publish": "2018-08-23 14:31:57", "description": "Just a bit north of the city, a castle and an estate, kayaking and hiking; plus a look at life before modern amenities, at the Tenement Museum.", "filename": "2018_08_23_arts_things-to-do-nyc-cold-spring_1542338662.html", "image_url": "https://static01.nyt.com/images/2018/07/20/nyregion/20summer-newsletter01/20summer-newsletter01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_23_arts_things-to-do-nyc-cold-spring_1542338662.html", "title": "Things to Do: Cold Spring by Kayak and Living History on the Lower East Side", "title_page": "Things to Do: Cold Spring by Kayak and Living History on the Lower East Side - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If you’ve taken this train before, perhaps on the way to Beacon for art or even to Poughkeepsie, you’ve most likely noticed Pollepel Island, where the crumbling yet still imposing Bannerman Castle sits.\nThis time, get off at Cold Spring and investigate. The village, which is home to excellent hikes, a bucolic Main Street and scads of suburban charm, is also a launch site for some awesome kayak tours of the Hudson, including to Pollepel Island and other notable sites.\nI kayaked to what most people call Bannerman Island with Hudson River Expeditions recently, a three-hour, seven-mile loop that felt like a spiritual reset button. Freed by the water and harbored by mountains, city worries melted away.\nBetween dips in the water (I asked to learn how to climb back into my kayak without tipping), our guide, “Awesome Ken,” shared stories of the historical markers we paddled by. Most impressive were West Point, with its strategic location on the riverbank, and the Catskill Aqueduct, a century-old passage point for New York City’s water supply.\nBut the Pollepel story is the kicker. Starting in the 1800s, a New Yorker named Francis Bannerman collected and sold surplus military equipment. A lot of it. When Bannerman’s collection, which included explosive black gunpowder, became too unsafe to store in the city, he bought Pollepel Island and constructed the castle to store his supply. And with a facade reading “Bannerman’s Island Arsenal,” then clearly visible from the train, the castle functioned as an advertisement for his wares. A fire in 1969 began the process of decay that leaves the castle in ruins today.", "url": "https://www.nytimes.com/2018/08/23/arts/things-to-do-nyc-cold-spring.html"}