{"authors": ["Ruth La Ferla"], "date_download": "2018-11-16 04:07:08", "date_modify": "2018-11-16 04:07:08", "date_publish": "2018-02-01 22:40:52", "description": "“Life is a ‘pasarela,’ a runway,” says Daniela Vega, the Chilean actress in the Oscar-nominated film.", "filename": "2018_02_01_style_daniela-vega-fantastic-woman-oscars_1542341228.html", "image_url": "https://static01.nyt.com/images/2018/02/04/fashion/04ENCOUNTERS4/04ENCOUNTERS4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_01_style_daniela-vega-fantastic-woman-oscars_1542341228.html", "title": "The Star of ‘A Fantastic Woman’ Picks a Few Come-Hither Dresses", "title_page": "The Star of ‘A Fantastic Woman’ Picks a Few Come-Hither Dresses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Daniela Vega glanced appraisingly into the makeup mirror. Her eyelids, slicked with gloss by a tirelessly hovering makeup artist, gave her the humid, come-hither look of a 1930s cinema vamp. Pretty much as she’d planned.\n“I want to look like a period piece,” said Ms. Vega, the 28-year-old Chilean star of “A Fantastic Woman.” Ms. Vega, a transgender actress who plays a passably stylish transgender woman in the film (a contender for the Best Foreign Language Oscar), acknowledged that, on screen or off, fashion has long been a formidable tool in her arsenal.\nShe was prepping last week in her gray-on-gray suite at the strenuously modish Langham Hotel in the southern part of Midtown Manhattan, riffling through her outsize closet in anticipation of the multicity tour promoting the movie’s release. (It opens nationally on Feb. 2.) She would be visiting Washington the next morning, followed in whirlwind succession by Tokyo, Madrid and, within a brief span of days, New York again.\nShe wasn’t complaining. Dressing for an imagined public is, to her mind, a performance.\n“Life is a ‘pasarela,’ a runway,” she said. Switching gamely between her native Spanish and occasional bursts of un-self-conscious English, she added, “You can shine or be low key. I always prefer to get attention.”", "url": "https://www.nytimes.com/2018/02/01/style/daniela-vega-fantastic-woman-oscars.html"}