{"authors": ["Alexandra Alter"], "date_download": "2018-11-16 03:40:21", "date_modify": "2018-11-16 03:40:21", "date_publish": "2018-08-20 16:03:06", "description": "The novelist’s only children’s book is coming back into print, and it couldn’t be more timely.", "filename": "2018_08_20_books_review_james-baldwin-little-man-picture-book_1542339621.html", "image_url": "https://static01.nyt.com/images/2018/08/24/books/review/24baldwin-jtampblinky-alpha/merlin_142075119_b91151e5-561d-4e50-a62a-9c29c9bfebe0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_20_books_review_james-baldwin-little-man-picture-book_1542339621.html", "title": "A James Baldwin Book, Forgotten and Overlooked for Four Decades, Gets Another Life", "title_page": "A James Baldwin Book, Forgotten and Overlooked for Four Decades, Gets Another Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I never had a childhood,” the writer James Baldwin once said. “I was born dead.”\nBaldwin delivered this bleak assessment of his youth when he was around 50, and in the middle of writing “Little Man, Little Man,” his only children’s book.\nThe story unfolds from the perspective of a curious, irrepressible 4-year-old boy named TJ, who loves music and playing ball, and navigates a neighborhood where gun violence, police brutality, alcoholism and drug addiction are looming threats — an outside world that even his warm home life with loving parents can’t shield him from.\nImage A 1978 photo of Baldwin and his nephew, Tejan, who was the inspiration for TJ in “Little Man, Little Man.” Credit Baldwin Family Photo\nWhen “Little Man, Little Man” was first published in 1976, critics didn’t know what to make of an experimental, enigmatic picture book that straddled the line between children’s and adult literature. It received lukewarm reviews and quickly went out of print.", "url": "https://www.nytimes.com/2018/08/20/books/review/james-baldwin-little-man-picture-book.html"}