{"authors": ["Dan Levin"], "date_download": "2018-11-16 04:32:50", "date_modify": "2018-11-16 04:32:50", "date_publish": "2018-08-25 09:00:08", "description": "Pennsylvania is leading the surge of young voter registrations nationwide, with voters 34 and younger now outnumbering those 65 and older in the state.", "filename": "2018_08_25_us_pennsylvania-young-voters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342770.html", "image_url": "https://static01.nyt.com/images/2018/08/16/us/00youngvoters-04/00youngvoters-04-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_25_us_pennsylvania-young-voters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342770.html", "title": "They’re Young and They Want Change. Now They’re Ready to Vote for the First Time.", "title_page": "They’re Young and They Want Change. Now They’re Ready to Vote for the First Time. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LANCASTER, Pa. — On an overcast afternoon this month, a block party was in full swing, the hot dogs were going fast, and Chris Underhill, freshly graduated from high school, was savoring a new milestone: He had registered to vote for the first time.\nFilling out the form offered by a political activist not much older than him took about three minutes. But its significance was not lost on Mr. Underhill, 18, who grew up in this city on the edge of Amish country, 75 miles west of Philadelphia. An aspiring actor who helped organize a local march following this year’s deadly mass shooting in Parkland, Fla., Mr. Underhill said his everyday worries mirror those that fuel the anxieties of his generation, such as how to pay for college and losing access to health care.\nAnd then there’s the presidency of Donald J. Trump.\n“This country’s just gone off the walls since Trump got elected,” he said, echoing the impressions of thousands of new Pennsylvania voters his age. “But now I have the power to vote and make it better, starting with Lancaster and then going bigger.”\nWeary of a political system that many young Americans see as rigged against their generation, and fired up to elect candidates who they believe support the issues they care about, a surge of young adults between the ages of 18 and 29 have registered to vote this year, according to data from 39 states compiled by Targetsmart, a Democratic polling firm.", "url": "https://www.nytimes.com/2018/08/25/us/pennsylvania-young-voters.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}