{"authors": ["Richard C. Paddock", "Muktita Suhartono"], "date_download": "2018-11-16 04:27:45", "date_modify": "2018-11-16 04:27:45", "date_publish": "2018-09-28 16:00:04", "description": "Hundreds were killed in the city of Palu alone, and it was feared that the toll could rise further still.", "filename": "2018_09_28_world_asia_tsunami-palu-indonesia-earthquake.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342465.html", "image_url": "https://static01.nyt.com/images/2018/09/29/world/29tsunami-4/29tsunami-4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_28_world_asia_tsunami-palu-indonesia-earthquake.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342465.html", "title": "Tsunami and Earthquake in Indonesia Kill Nearly 400, Officials Say", "title_page": "Tsunami and Earthquake in Indonesia Kill Nearly 400, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BANGKOK — Indonesian officials said Saturday that nearly 400 people had been killed in a strong earthquake and a tsunami on the central island of Sulawesi. Rescue workers had yet to reach some areas thought to have been affected, and it was feared that the toll could still rise.\nSutopo Purwo Nugroho, a spokesman for the Indonesian disaster agency, said 384 people were confirmed dead in the city of Palu, where preparations for a beach festival had been underway when the tsunami hit Friday evening, on the heels of a 7.5-magnitude earthquake. Mr. Sutopo said 540 people were injured and 29 were still missing.\nBut those figures applied to Palu alone, and there were other vulnerable coastal areas where communications were down. Officials had been unable to make contact with Donggala, a fishing community near Palu that was also reported to have been hit by the tsunami.\nDr. Komang Adi Sujendra, the director of Undata Hospital in Palu, said in a video message posted online Saturday morning that the area had no electricity, that phone and internet service had been disrupted and that road access was limited. He sought help from the public, saying that “we hope to build a field hospital immediately.”", "url": "https://www.nytimes.com/2018/09/28/world/asia/tsunami-palu-indonesia-earthquake.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}