{"authors": ["Michael Slackman"], "date_download": "2018-11-16 04:19:08", "date_modify": "2018-11-16 04:19:08", "date_publish": "2018-06-27 09:00:15", "description": "Journals have long been a way for The Times’s foreign correspondents to bring readers with them as they explore a distant land. But they have needed a reboot, our international editor writes.", "filename": "2018_06_27_reader-center_international-dispatches-journals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341948.html", "image_url": "https://static01.nyt.com/images/2018/06/28/world/28Readers-dispatch-sub2/28Readers-dispatch-sub2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_reader-center_international-dispatches-journals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341948.html", "title": "Our International Report Becomes a Bit More Modern", "title_page": "Our International Report Becomes a Bit More Modern - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We will formally launch this initiative on Wednesday.\nWe would like to hear from you about what you think about the changes. We would also like to hear from you if there is a Dispatch you think one of our correspondents should take on — whether in print , photography, video or some combination of all three.\nIn 1995, Bill Keller, then the foreign editor, wrote a memo to the staff saying what he was looking for in Journals. “This is the place for the story you know would most delight your family in a letter home, or your friends over a beer,” he said. “And you should feel free to relax in the telling of it.” The main requirements, Bill said, are that a Journal convey “a strong sense of place” and that it be “written from beginning to end.”\nWe want the same from our new Dispatches — even if many of them will no longer be “written” in the old-school sense.\nA note to readers who are not subscribers: This article from the Reader Center does not count toward your monthly free article limit.\nFollow the @ReaderCenter on Twitter for more coverage highlighting your perspectives and experiences and for insight into how we work.", "url": "https://www.nytimes.com/2018/06/27/reader-center/international-dispatches-journals.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}