{"authors": ["Ernesto Londoño", "Shasta Darlington"], "date_download": "2018-11-16 03:46:14", "date_modify": "2018-11-16 03:46:14", "date_publish": "2018-10-28 22:08:47", "description": "After choosing leftist presidents in four successive elections, Brazilians opted for a radical new course for Latin America’s largest nation.", "filename": "2018_10_28_world_americas_jair-bolsonaro-brazil-election_1542339974.html", "image_url": "https://static01.nyt.com/images/2018/10/29/world/29bolsonaro1/29bolsonaro1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_28_world_americas_jair-bolsonaro-brazil-election_1542339974.html", "title": "Jair Bolsonaro Wins Brazil’s Presidency, in a Shift to the Far Right", "title_page": "Jair Bolsonaro Wins Brazil’s Presidency, in a Shift to the Far Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hundreds of supporters gathered outside Mr. Bolsonaro’s seaside home in Rio de Janeiro, jumping and hugging one another when the results were announced. As golden fireworks lit up the sky, they chanted “mito,” or legend, paying homage to their president-elect.\nReeling from the deepest recession in the country’s history, a corruption scandal that tarnished politicians across the ideological spectrum, and a record-high number of homicides last year, Brazilians picked a candidate who not only rejected the political establishment but at times also seemed to reject the most basic democratic tenets.\nMr. Bolsonaro’s victory caps a bitter contest that divided families, tore friendships apart and ignited concerns about the resilience of Brazil’s young democracy.\nMany Brazilians see authoritarian tendencies in Mr. Bolsonaro, who plans to appoint military leaders to top posts and said he would not accept the result if he were to lose. He has threatened to stack the Supreme Court by increasing the number of judges to 21 from 11 and to deal with political foes by giving them the choice of extermination or exile.\nMr. Bolsonaro, 63, a former army captain who has been a member of Congress for nearly three decades, beat a crowded field of presidential contenders, several of whom entered the race with bigger war chests, less baggage and the backing of powerful political parties.\nMr. Bolsonaro said that President Trump called to congratulate him, calling it “obviously a very friendly contact.”\nPart of the reason for Mr. Bolsonaro’s victory was the collapse of the left. Many cried foul after former President Luiz Inácio Lula da Silva, the longtime front-runner in the race, was ruled ineligible to run after he was imprisoned in April to start serving a 12-year sentence for corruption and money laundering.", "url": "https://www.nytimes.com/2018/10/28/world/americas/jair-bolsonaro-brazil-election.html"}