{"authors": ["Kate Kelly", "David Enrich"], "date_download": "2018-11-16 04:14:12", "date_modify": "2018-11-16 04:14:12", "date_publish": "2018-09-24 23:56:57", "description": "The Supreme Court nominee Brett Kavanaugh and some high school friends described themselves in a yearbook as “Renate” alumni. The woman they were referring to is furious.", "filename": "2018_09_24_business_brett-kavanaugh-yearbook-renate.html_module=inline_1542341652.html", "image_url": "https://static01.nyt.com/images/2018/09/25/business/25YEARBOOK02/25YEARBOOK02-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_24_business_brett-kavanaugh-yearbook-renate.html_module=inline_1542341652.html", "title": "Kavanaugh’s Yearbook Page Is ‘Horrible, Hurtful’ to a Woman It Named", "title_page": "Kavanaugh’s Yearbook Page Is ‘Horrible, Hurtful’ to a Woman It Named - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Brett Kavanaugh’s page in his high school yearbook offers a glimpse of the teenage years of the man who is now President Trump’s Supreme Court nominee: lots of football, plenty of drinking, parties at the beach. Among the reminiscences about sports and booze is a mysterious entry: “Renate Alumnius.”\nThe word “Renate” appears at least 14 times in Georgetown Preparatory School’s 1983 yearbook, on individuals’ pages and in a group photo of nine football players, including Judge Kavanaugh, who were described as the “Renate Alumni.” It is a reference to Renate Schroeder, then a student at a nearby Catholic girls’ school.\nTwo of Judge Kavanaugh’s classmates say the mentions of Renate were part of the football players’ unsubstantiated boasting about their conquests.\n“They were very disrespectful, at least verbally, with Renate,” said Sean Hagan, a Georgetown Prep student at the time, referring to Judge Kavanaugh and his teammates. “I can’t express how disgusted I am with them, then and now.”", "url": "https://www.nytimes.com/2018/09/24/business/brett-kavanaugh-yearbook-renate.html?module=inline"}