{"authors": ["Michael Tackett"], "date_download": "2018-11-16 04:25:17", "date_modify": "2018-11-16 04:25:17", "date_publish": "2018-01-29 17:09:22", "description": "The women, who were contemporaries at the Naval Academy, are part of a powerful wave of political activism in the era of President Trump.", "filename": "2018_01_29_us_politics_women-annapolis-democrats-congress-trump.html_module=inline_1542342317.html", "image_url": "https://static01.nyt.com/images/2018/01/29/us/29dc-candidates4/29dc-candidates4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_29_us_politics_women-annapolis-democrats-congress-trump.html_module=inline_1542342317.html", "title": "From Annapolis to Congress? These Three Women Know Tough Missions", "title_page": "From Annapolis to Congress? These Three Women Know Tough Missions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the three Naval Academy graduates, all Democrats themselves, are offering something that breaks through — the kind of military credentials and academy service that have propelled men to office since the founding of the country. And they are running in swing districts where military service is likely to resonate and where Democrats must win to wrest control of the House from Republicans.\n“It’s incredibly important that I decided to serve my country before deciding to run for office,” said Ms. Sherrill, whose path to the House became easier on Monday when her Republican opponent, Representative Rodney Frelinghuysen, chairman of the House Appropriations Committee, announced his retirement. “That shows where my center is.”\nStrategists in both parties say that women — as candidates, activists and voters — are more likely to shape the outcome of the midterm elections than any other part of the electorate.\nRepublicans have their own female veterans running for House seats: Aja Smith in inland Southern California and Lynne Blankenbeker in New Hampshire. Representative Martha McSally, Republican of Arizona and an Air Force Academy graduate and decorated fighter pilot, is running for the Senate.\nBut Democrats have the trickier task — flipping enough seats in often gerrymandered Republican districts to take the House. Ms. Luria is running in the Tidewater Region of Virginia, home to the world’s largest naval base and the headquarters of the Christian Broadcasting Network. If she wins her primary race, she is likely to face Representative Scott Taylor, a freshman Republican with his own military credential, as a Navy SEAL.", "url": "https://www.nytimes.com/2018/01/29/us/politics/women-annapolis-democrats-congress-trump.html?module=inline"}