{"authors": ["Peter Baker"], "date_download": "2018-11-16 03:50:41", "date_modify": "2018-11-16 03:50:41", "date_publish": "2018-01-25 16:13:29", "description": "Steven Mnuchin, whose apparently offhand remark on the dollar caused a tumble, joins many Treasury secretaries whose words have been given more meaning than intended.", "filename": "2018_01_25_business_steven-mnuchin-dollar-davos.html_module=inline_1542340241.html", "image_url": "https://static01.nyt.com/images/2018/01/26/us/26dollar-alpha/26dollar-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_25_business_steven-mnuchin-dollar-davos.html_module=inline_1542340241.html", "title": "For Mnuchin, a Lesson in How Words Can Move Markets", "title_page": "For Mnuchin, a Lesson in How Words Can Move Markets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I thought my comment on the dollar was actually quite clear yesterday,” he told reporters hours before Mr. Trump arrived in Davos. “I thought it was actually balanced and consistent with what I’ve said before, which is we’re not concerned with where the dollar is in the short term, it’s a very, very liquid market, and we believe in free currencies. And that there’s both advantages and disadvantages of where the dollar is in the short term. Let me say, I thought that was clear.”\nMaybe it should have been. But Treasury secretaries have learned over the years that comments they thought were clear have not always been taken that way. More than perhaps any other official in the American government except the Federal Reserve chief, a Treasury secretary finds his remarks flyspecked to an extraordinary degree, with each word often given far more meaning than intended.\n“Treasury secretaries normally are highly disciplined when they speak on the dollar to ensure their words are treated seriously when they want to signal policy shifts or to build confidence in challenging economic moments,” said Gene Sperling, who served as the top economic adviser to Presidents Barack Obama and Bill Clinton. “This type of seemingly off-the-cuff and politically careless back and forth just erodes that type of authority when it will be most needed.”\nTony Fratto, who was a Treasury Department official under President George W. Bush, said that Mr. Mnuchin had just come across the same tripwire that his predecessors had stumbled over, but that it was part of learning the job.\n“It’s not surprising that a Treasury secretary has one of these moments — almost all of them do,” he said. “The reason is that the language of currency markets is different from everyday rhetoric. In fact, it’s even different from everyday economic rhetoric. I worked for three Treasury secretaries, and I’m friends with three others. Almost every Treasury secretary I know has had to acquire that language on the job.”", "url": "https://www.nytimes.com/2018/01/25/business/steven-mnuchin-dollar-davos.html?module=inline"}