{"authors": ["Jeffery C. Mays"], "date_download": "2018-11-16 04:52:18", "date_modify": "2018-11-16 04:52:18", "date_publish": "2018-09-21 22:41:48", "description": "Robert F. Kennedy Human Rights says the concerns are unfounded and still plans to bail out as many as 500 women and teenagers from Rikers Island.", "filename": "2018_09_21_nyregion_mass-bailout-rikers_1542343938.html", "image_url": "https://static01.nyt.com/images/2018/09/22/nyregion/22bailout/22bailout-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_21_nyregion_mass-bailout-rikers_1542343938.html", "title": "City Officials Fear Mass Bailout at Rikers Could Endanger Crime Victims", "title_page": "City Officials Fear Mass Bailout at Rikers Could Endanger Crime Victims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The purpose of bail, according to New York State law, is to ensure a defendant’s return to court. Judges can, under limited circumstances, remand defendants without bail. Judges are supposed to consider a defendant’s ability to pay bail in their decision but that seldom happens, according to criminal defense lawyers.\nRoughly 80 percent of the Rikers population is awaiting trial; more than 75 percent of them are eventually released without being sentenced to prison.\n“I don’t think anyone should be locked up solely because they can’t afford to buy their freedom but that’s what happens to blacks and Latinos living in certain communities while the privileged, often charged with far worse crimes, are walking free,” said Scott Hechinger, senior staff attorney and the director of policy at Brooklyn Defender Services, which represents more than 30,000 people arrested each year in Brooklyn.\nMr. Hechinger cited a client represented by Brooklyn Defender Services who has been held since June on $750 bail for allegedly stealing multiple pairs of shoes. Because the woman was accused of entering the vestibule of an apartment building to steal the shoes, the crime she is charged with is technically considered a violent felony.\nA 2017 study from the Vera Institute of Justice tracked 99 cases in which unsecured bail or partially secured bond was granted, and 54 percent of cases included defendants charged with a felony. The study found that 88 percent of defendants returned to court; only 8 percent were arrested pretrial on another felony charge.\n“There is this misconception that people who are on Rikers need to be there because if they are let out, the streets will run with blood,” Mr. Hechinger said.\nMayor Bill de Blasio and some district attorneys say they favor bail reform, but believe the mass bailout should only be for people charged with low-level offenses. Kennedy officials said they will consider all bail-eligible women and teenagers regardless of the crime they are charged with.", "url": "https://www.nytimes.com/2018/09/21/nyregion/mass-bailout-rikers.html"}