{"authors": ["Reed Abelson"], "date_download": "2018-11-16 03:40:43", "date_modify": "2018-11-16 03:40:43", "date_publish": "2018-08-31 13:30:05", "description": "Frustrated with insurers, some large companies — including a certain cable behemoth — are shedding long-held practices and adopting a do-it-yourself approach.", "filename": "2018_08_31_health_comcast-health-insurance-employees_1542339643.html", "image_url": "https://static01.nyt.com/images/2018/07/25/science/02COMCAST1/00COMCAST-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_31_health_comcast-health-insurance-employees_1542339643.html", "title": "The Last Company You Would Expect Is Reinventing Health Benefits", "title_page": "The Last Company You Would Expect Is Reinventing Health Benefits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We see the start-up community as where the real disruption is taking place,” said Brian Marcotte, the chief executive of the National Business Group on Health, which represents large employers. “We weren’t seeing enough innovation.” The group now vets some of these companies for employers, including Comcast.\nComcast “is the tip of the spear,” Mr. Marcotte said.\nThe corporation, of course, is controlling costs and offering these unusual benefits out of self-interest. And these services are sometimes handed out at the expense of improving wages. In a tight labor market, Comcast also needs to remain competitive for not only highly skilled employees, but also lower-wage workers whose direct contact with customers has generated so much dissatisfaction over the years. “We do these things because it’s great for business,” Mr. Leavitt said .\nBut much of what sets Comcast apart is its willingness to directly tackle its medical costs rather than relying on others — insurers, consultants or associations. It’s a luxury only the largest companies can afford, and roughly a fifth of big companies continue to see annual cost increases of more than 10 percent, according to Mercer, a benefits consultant.\nWhile fate may play a role — a single expensive medical claim can drive up a company’s costs in any given year — employers, like Comcast, that use a variety of strategies tend to have the lowest annual increases. “You attack this thing from different angles,” said Beth Umland, Mercer’s director of research for health and benefits. “The intensity of effort pays off.”\nSome companies are shaking up hospitals and doctors\nOther employers are focusing more attention on unsatisfying hospitals and doctors. Walmart has been at the forefront of efforts to direct employees to specific providers to get medical care, even if it means paying their travel to places like the Mayo Clinic.\nThe retailer said it had found, for example, that employees were being told they needed back surgery even when they would not benefit from the procedure. “Walmart isn’t going to stand for this,” said Marcus Osborne, a benefits executive, at a health business conference. “We aren’t going to sit around to try to build another coalition or bureaucracy.”\nThe majority of working-age Americans — some 155 million — get their health insurance through an employer, and most companies cover their own medical costs. The companies rely on insurers to handle the paperwork and to contract with hospitals and doctors. Insurers may also suggest programs like disease management or wellness to help companies control costs.", "url": "https://www.nytimes.com/2018/08/31/health/comcast-health-insurance-employees.html"}