{"authors": ["Emily Cochrane"], "date_download": "2018-11-16 04:32:37", "date_modify": "2018-11-16 04:32:37", "date_publish": "2018-08-13 16:55:24", "description": "The trial of Paul Manafort in Alexandria, Va., has drawn an eclectic mix of lawyers, tourists and political junkies determined to witness a little piece of history.", "filename": "2018_08_13_us_politics_manafort-trial-spectators.html_module=inline_1542342757.html", "image_url": "https://static01.nyt.com/images/2018/08/14/us/politics/14dc-spectators1/merlin_142099488_69912151-9bb1-4fba-92ba-ffbc67d7b7cb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_13_us_politics_manafort-trial-spectators.html_module=inline_1542342757.html", "title": "Manafort Trial’s Spectators: ‘Why Go to Cancun’ When You Can See History?", "title_page": "Manafort Trial’s Spectators: ‘Why Go to Cancun’ When You Can See History? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s the only aspect of the Russia investigation we can see with our own eyes,” he said. Mr. Bennett, 27, left the trial early last Tuesday to handle DNA preparation back in his lab, but he planned to go to Mr. Manafort’s second trial in Washington, where other related charges, including money laundering, were filed against the former Trump campaign chairman.\nMultiple people likened the experience to church: strangers squashed together in wooden benches, standing and sitting at the behest of a man in robes and listening to hours of monotone call and response.\nAnd if the ninth-floor courtroom is a church of justice, the second day of testimony from Rick Gates, the government’s star witness, was Christmas Eve Mass: first-time attendees and casual onlookers joining the devoted, flooding the benches to see him testify for hours on exactly how he said he had helped his former business partner evade taxes and shuffle hidden offshore money.\n“I felt I really hadn’t done my part to be a part of this historical time we’re in,” said Chris Martin, 31, a government contractor who took the day off from work to listen to Mr. Gates, ready to take notes in a leather-bound notebook. “I want to take notes, share them with my kids and say, yeah, I was in the courtroom.”\nLegal enthusiasts like Carl Mcadoo, 60, a retired Army veteran who frequently attends trials of varying public intrigue, relished the opportunity to draw their own conclusions from watching the legal arguments firsthand.\n“Why go to Cancun, all these major resorts areas, when you can go to all these major cities, sit in these courtrooms and learn more than you ever could in a classroom?” he said.", "url": "https://www.nytimes.com/2018/08/13/us/politics/manafort-trial-spectators.html?module=inline"}