{"authors": ["Maggie Astor", "Maya Salam"], "date_download": "2018-11-16 04:16:31", "date_modify": "2018-11-16 04:16:31", "date_publish": "2018-04-03 20:31:54", "description": "The San Bruno Police Department confirmed that three people were taken to local hospitals with gunshot wounds. The shooter died from what the police believe was a self-inflicted gunshot.", "filename": "2018_04_03_us_youtube-shooting_1542341791.html", "image_url": "https://static01.nyt.com/images/2018/04/04/autossell/04xp-shooting-1/merlin_136350525_ae053f13-f258-48ca-8ae1-93bae7c3e934-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_03_us_youtube-shooting_1542341791.html", "title": "YouTube Shooting: Woman Wounds 3 Before Killing Herself, Police Say", "title_page": "YouTube Shooting: Woman Wounds 3 Before Killing Herself, Police Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "• Three people were injured by gunfire, one of them critically, in a shooting at YouTube’s headquarters in San Bruno, Calif., on Tuesday afternoon.\n• The San Bruno Police Department identified the attacker, who died of an apparently self-inflicted gunshot wound, as Nasim Najafi Aghdam, who was in her late 30s.\n• President Trump has been briefed and tweeted “thoughts and prayers” to the victims.\nHere is the latest information on the attack.\nThree victims are shot\nChief Ed Barberini of the San Bruno Police Department said at a news conference that three victims had been transported away with gunshot wounds. He had previously indicated that there were four shooting victims; the discrepancy stemmed from the fact that at least one person was injured while fleeing the building but not shot.\nThe gunshot victims were taken to Zuckerberg San Francisco General Hospital, the only Level 1 trauma center in San Francisco. Brent Andrew, a spokesman for the hospital, said at a news conference that a 36-year-old man was in critical condition, a 32-year-old woman in serious condition and a 27-year-old woman in fair condition.", "url": "https://www.nytimes.com/2018/04/03/us/youtube-shooting.html"}