{"authors": ["Nick Wingfield"], "date_download": "2018-11-16 04:03:13", "date_modify": "2018-11-16 04:03:13", "date_publish": "2018-04-29 21:03:21", "description": "Amazon has surprised officials in cities vying for the company’s new headquarters by asking how to avoid soaring housing costs and paralyzing traffic.", "filename": "2018_04_29_technology_amazon-hq2-seattle.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340993.html", "image_url": "https://static01.nyt.com/images/2018/04/30/business/30amazon1-alpha/30amazon1-alpha-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_29_technology_amazon-hq2-seattle.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340993.html", "title": "One Goal of Amazon’s HQ2: Learn the Lessons of Seattle", "title_page": "One Goal of Amazon’s HQ2: Learn the Lessons of Seattle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The company employs about 45,000 people in Seattle, spread out among more than 30 buildings near the downtown area. Despite a construction frenzy, building of new homes hasn’t kept up with demand, leading to soaring housing costs in Seattle, where rents are now close to those in Boston and New York and home prices are growing faster than those in any other large city.\nWhile Amazon is not the only reason for all the change, it has become the most convenient target for groups worried about home prices and paralyzing traffic.\n“There was clearly a sensitivity both to the real and to the perceived impact when they come in to a place,” Mr. Clark said, referring to Amazon’s discussions in Toronto.\nThe company says it has given $40 million for affordable housing projects in Seattle. In a new office building it is constructing, Amazon has agreed to give a rent-free space to a homeless shelter for families. The company says its employees are big users of public transportation, with 17 percent of its local employees living in the same ZIP code in which they work.\n“The pace of change has been so fast and housing supply has not kept up and the transit system has not kept up,” said Alan Durning, executive director of Sightline Institute, a nonprofit research group in Seattle focused on sustainability. “There’s a visceral public reaction to the whole rapid pace of change in the city symbolized by, and perhaps blamed too much on, Amazon.”\nIn May, Seattle’s City Council plans to vote on a tax — dubbed the “Amazon Tax” by locals — on the city’s largest employers. The tax is expected to raise $75 million annually, with most of the money being funneled into building affordable housing. The remainder will go to support services for the homeless.", "url": "https://www.nytimes.com/2018/04/29/technology/amazon-hq2-seattle.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}