{"authors": ["Joel Bines", "David Bassuk"], "date_download": "2018-11-16 03:13:54", "date_modify": "2018-11-16 03:13:54", "date_publish": "2018-04-13 21:36:17", "description": "Given the headlines, it would easy to think the retail industry is dying, but it has a long history of successful reinvention.", "filename": "2018_04_13_business_dealbook_retail-industry.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338034.html", "image_url": "https://static01.nyt.com/images/2018/04/14/business/dealbook/14db-anotherview1/14db-anotherview1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_13_business_dealbook_retail-industry.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338034.html", "title": "Why We Should Be Optimistic About Retail", "title_page": "Why We Should Be Optimistic About Retail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Few retailers have figured out yet how to compete effectively with Amazon, but some perspective is necessary. Just 8.9 percent of retail sales in the United States last year were made online — including Amazon. Said differently, 91.1 percent of the $5.7 trillion consumers spent at retailers last year still passed through brick-and-mortar locations. Yes, the share of retail sales taking place online will continue to increase for some time — but not forever.\nHere are three reasons to be confident in the industry’s prospects:\nFirst, while bankruptcies and store closings are certainly painful, they are helping whittle away at retail’s overcapacity problem. Last year the United States had 23.5 square feet of retail space per person, according to Morningstar. That compares with 16.4 square feet in Canada and 11.1 square feet in Australia, the next two countries with the most retail space per capita. And compared with Europe or Japan, America has nearly six times as much retail space per capita. No industry can survive with that kind of crushing overcapacity for long — and retail has now awakened to that fact.\nSecond, the industry is beginning to reduce its debt levels. True, an average of $5 billion per year in high-yield retail debt is set to come due between 2019 and 2025, according to Fitch Ratings. That’s on top of this year’s $1.9 billion. More and more lenders are valuing a retailer with an inelastic balance sheet less than a retailer that has more options. Add to that the benefits of a growing economy, rising wages for consumers and the benefits to retail from the new tax law, and we just may have a recipe for a retail renaissance.\nThird, as Peter Drucker famously said: “The purpose of business is to create a customer, the business enterprise has two — and only two — basic functions: marketing and innovation.”\nThe marketing part will be easy for retail — it’s in its D.N.A. The innovation part will be tougher, and there will be many more setbacks along the way (including companies trying to beat Amazon at its own game).", "url": "https://www.nytimes.com/2018/04/13/business/dealbook/retail-industry.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}