{"authors": ["Azi Paybarah", "Alexandra S. Levine", "Jonathan Wolfe"], "date_download": "2018-11-16 04:28:48", "date_modify": "2018-11-16 04:28:48", "date_publish": "2018-11-09 11:00:04", "description": "Friday: Tech giants talk expansion, and two columnists sign off.", "filename": "2018_11_09_nyregion_new-york-today-we-like-big-are-google-and-amazon-too-big_1542342528.html", "image_url": "https://static01.nyt.com/images/2018/11/09/science/09NEWYORKTODAY/merlin_134934864_3ddef8df-7b61-4e87-a45f-87432bee700b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_09_nyregion_new-york-today-we-like-big-are-google-and-amazon-too-big_1542342528.html", "title": "New York Today: We Like Big. Are Google and Amazon Too Big?", "title_page": "New York Today: We Like Big. Are Google and Amazon Too Big? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Update, 10:35 a.m.: The chairman of the Metropolitan Transportation Authority, Joseph Lhota, has resigned.\nLiving and working in New York have ingrained in most of us a certain laissez-faire attitude to things big and grand. The transit system with more stations than anywhere else in the world ... yet not enough. The most populated school system ... yet we don’t always have enough seats for every student. The most celebrated pizza in the country ... and yet we continue to try new styles.\nThis week, New York appeared on the verge of landing a few more big things. Two of the tech industry’s giants signaled an interest in expanding here, potentially bringing a combined 45,000 employees to Manhattan, where Google already has an office, and Queens, where Amazon is considering locating a headquarters.\nFirst, a caveat: No deals have been completed, so we don’t know how many people these companies will employ in New York. Google has 7,000 employees in Chelsea, and that number could double if it moves into 1.3 million square feet of office space in the West Village. Amazon could bring up to 25,000 employees to Long Island City.", "url": "https://www.nytimes.com/2018/11/09/nyregion/new-york-today-we-like-big-are-google-and-amazon-too-big.html"}