{"authors": ["Richard Fausset"], "date_download": "2018-11-16 03:12:02", "date_modify": "2018-11-16 03:12:02", "date_publish": "2018-10-23 00:04:01", "description": "As a college student, more than a quarter-century ago, Ms. Abrams joined in the burning of the state flag, which at the time was viewed by many as a lingering symbol of white supremacy.", "filename": "2018_10_22_us_politics_abrams-flag-burning-georgia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337922.html", "image_url": "https://static01.nyt.com/images/2018/10/23/us/politics/23abramsflag2/23abramsflag2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_22_us_politics_abrams-flag-burning-georgia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337922.html", "title": "Stacey Abrams’s Burning of Georgia Flag With Confederate Symbol Surfaces on Eve of Debate", "title_page": "Stacey Abrams’s Burning of Georgia Flag With Confederate Symbol Surfaces on Eve of Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ATLANTA — At a protest on the steps of the Georgia Capitol in 1992, Stacey Abrams, now the Democratic candidate for governor, joined in the burning of the state flag, which at the time incorporated the Confederate battle flag design and was viewed by many as a lingering symbol of white supremacy.\nMs. Abrams’s role in the protest, which took place around the end of her freshman year at Spelman College in Atlanta, has begun to emerge on social media on the eve of her first debate Tuesday with her Republican opponent, Secretary of State Brian Kemp. Mr. Kemp and his allies have sought to portray her as “too extreme for Georgia.”\nIf elected, Ms. Abrams, 44, would become the first black female governor in the nation. In August 2017, after the violent white supremacist demonstrations in Charlottesville, Va., Ms. Abrams injected the issue of Confederate memorials into the governor’s race by calling for the removal of the giant Confederate carving on Stone Mountain, a granite outcropping east of Atlanta, noting, correctly, its ties to white supremacy and the revival of the Ku Klux Klan.\nMr. Kemp, who is white, has said that Georgians should not “attempt to rewrite” the past, and said he would protect the monument from “the radical left.”", "url": "https://www.nytimes.com/2018/10/22/us/politics/abrams-flag-burning-georgia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}