{"authors": ["Jon Caramanica"], "date_download": "2018-11-16 03:09:21", "date_modify": "2018-11-16 03:09:21", "date_publish": "2018-05-09 12:08:59", "description": "The new store is not what you’d expect to find at 57th and Broadway. For one thing, you may find some highly coveted sneakers here.", "filename": "2018_05_09_style_nordstrom-men-shopping_1542337761.html", "image_url": "https://static01.nyt.com/images/2018/05/10/fashion/10CRITIC-lede/10CRITIC-lede-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_09_style_nordstrom-men-shopping_1542337761.html", "title": "Nordstrom Men: Choose Your Own Adventure", "title_page": "Nordstrom Men: Choose Your Own Adventure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But that’s not the same as different ideologies. This new Nordstrom, the first in New York City that’s not a Nordstrom Rack discount store, aims to be all things to one person but instead is more one thing to many different kinds of people.\nPerhaps at no other store in New York is there such a disorienting narrative: an intersection of brands I swoon over (Deveaux, Bedwin & the Heartbreakers), brands I accept as part of a balanced wardrobe (Norse Projects, Patagonia), brands I had to Google (Rodd & Gunn, G/Fore), brands I associate with discount stores but still have affection for (check out the joltingly colorful socks by Bugatchi Uomo).\nThis being an actual physical store, with inventory that hasn’t been shared with or gobbled up by eager internet buyers, you can find some especially coveted sneakers. J.W. Anderson’s Converse collaboration and Comme des Garçons’ pink Air Max 180s. Those Balenciaga Triple S’s and also the hard-to-find Dior Homme runners.\nIf you were looking to fill in a hole in your collection, as I was, without navigating the traumatizing online resale ecosystem, you could just walk right in, try a pair on and walk out with it. It felt radical.", "url": "https://www.nytimes.com/2018/05/09/style/nordstrom-men-shopping.html"}