{"authors": ["Matt Apuzzo", "Eileen Sullivan", "Sharon Lafraniere"], "date_download": "2018-11-16 04:49:32", "date_modify": "2018-11-16 04:49:32", "date_publish": "2018-08-03 23:10:40", "description": "Prosecutors in Mr. Manafort’s bank and tax fraud trial say he was desperate for money. Why, then, did he volunteer to work unpaid in a top post in the Trump campaign?", "filename": "2018_08_03_us_politics_paul-manafort-trump-campaign.html_module=inline_1542343772.html", "image_url": "https://static01.nyt.com/images/2018/08/04/us/politics/04DC-MEMO-01print/04DC-MEMO-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_03_us_politics_paul-manafort-trump-campaign.html_module=inline_1542343772.html", "title": "Paul Manafort Was Deep in Debt. He Saw an Opportunity in Trump.", "title_page": "Paul Manafort Was Deep in Debt. He Saw an Opportunity in Trump. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Manafort’s work running the campaign is the backdrop to his federal bank and tax fraud trial in Northern Virginia. Prosecutors are not addressing that work. But as they present evidence that he was growing desperate for money, the question of why Mr. Manafort, now 69, agreed to an unpaid job for Mr. Trump has become increasingly tantalizing.\nWhile his trial is unlikely to reveal the answer, there is evidence that Mr. Manafort saw Mr. Trump’s campaign as a potential loss leader — an upfront freebie that he could use to boost his stature and eventually parlay into more work for foreign clients. After working decades earlier for Bob Dole, George Bush, Ronald Reagan and Gerald Ford, Mr. Manafort viewed the Trump campaign as a chance to return to prominence on the biggest stage in American politics, his associates said.\nMr. Manafort’s memo made its way to Mr. Trump through a mutual friend, Thomas J. Barrack Jr., who described Mr. Manafort to the candidate as “the most experienced and lethal of managers” and “a killer.” For the notoriously stingy Mr. Trump, the price was right. And he liked the fact that he and Mr. Manafort lived in the same Trump-owned Manhattan high rise. He once quipped that it was great to have a campaign chairman who paid him money, and not the other way around, campaign officials said.\nRunning a winning presidential campaign is a surefire path to a White House job. But Mr. Manafort told people he had no interest in working in the Trump administration. “My dad is Trump’s right-hand man right now and will be through November,” Mr. Manafort’s daughter, Andrea Manafort Shand, wrote in a text message that was publicly disclosed after her phone had been hacked. “But he won’t accept any position in the White House.”\nBut Mr. Manafort recognized that his work with the Trump campaign was worth something. In April 2016, just days after becoming a Trump campaign strategist, he tried to use his positive news media coverage as leverage in a debt dispute with a Russian oligarch, Oleg V. Deripaska.", "url": "https://www.nytimes.com/2018/08/03/us/politics/paul-manafort-trump-campaign.html?module=inline"}