{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 03:40:31", "date_modify": "2018-11-16 03:40:31", "date_publish": "2018-01-16 20:08:27", "description": "The secretary of homeland security was quizzed repeatedly about the vulgar word, or words, said to have been uttered by the president describing African countries.", "filename": "2018_01_16_us_politics_trump-shithole-shithouse-immigration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339631.html", "image_url": "https://static01.nyt.com/images/2018/01/17/us/politics/congress-9/congress-9-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_16_us_politics_trump-shithole-shithouse-immigration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339631.html", "title": "Trump’s Harsh Words, Not His Plan for Wall, Dominate Hearing", "title_page": "Trump’s Harsh Words, Not His Plan for Wall, Dominate Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We certainly don’t want the government to shut down,” Sarah Huckabee Sanders, the White House press secretary, said on Tuesday, just after giving a carefully worded denial to reporters at the White House about the president’s choice of words. She said that while she had not attended the meeting in question, others who had “said that term wasn’t used, but that tough language was.”\n“No one here is going to pretend like the president is always politically correct — he isn’t,” Ms. Sanders said, adding that it was “one of the reasons the American people love him” and he won the presidency.\n“We’ve wasted five days fighting over one word, when we should be fighting over the people that are involved in the DACA program,” she said, using the acronym for Deferred Action for Childhood Arrivals, a program created by President Barack Obama that Mr. Trump rescinded in September, setting a six-month clock — until March 5 — before recipients would begin to lose their special status.\nSeveral people familiar with the immigration meeting said last week that the president had used the vulgar phrase and questioned why Haitians should receive protection in the plan, as Mr. Durbin and Mr. Graham pushed back on his language and his characterization of immigrant populations.\nThe White House initially did not dispute the account, and Senators Tom Cotton of Arkansas and David Perdue of Georgia, two Republicans who were also present, first said they could not recall what was said. But the senators changed their stories over the weekend, attacking Mr. Durbin’s account of the meeting. Mr. Perdue said flatly that the word was never used; Mr. Cotton said he did not hear it used.\nOn Tuesday, Mr. Durbin told CNN, “I stand by every word I said.”\n“Senator Cotton and Senator Perdue should remember a word as gross as that in the course of a conversation with the president of the United States,” he added.\nAsked about whether Mr. Cotton and Mr. Perdue could be technically correct if Mr. Trump had instead said “shithouse,” Mr. Durbin was incredulous.\n“Let me say they’re wrong,” he said. “I can tell you explicitly they are wrong. And let me also say, is that their defense? That s-house is acceptable, s-hole he would never say? Come on. To think that the president of the United States would refer to any country on earth as an s-house country, for goodness’ sakes, what does that say?”", "url": "https://www.nytimes.com/2018/01/16/us/politics/trump-shithole-shithouse-immigration.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}