{"authors": [], "date_download": "2018-11-16 04:00:04", "date_modify": "2018-11-16 04:00:04", "date_publish": "2018-09-14 21:36:24", "description": "Brett Kavanaugh’s confirmation vote, barring delays caused by allegations of sexual assault, is scheduled for Sept. 20. What’s at stake for you?", "filename": "2018_09_14_opinion_kavanaugh-supreme-court-young-americans.html_action=click&module=RelatedLinks&pgtype=Article_1542340804.html", "image_url": "https://static01.nyt.com/images/2018/09/14/opinion/14youngam-kav-callout/14youngam-kav-callout-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_14_opinion_kavanaugh-supreme-court-young-americans.html_action=click&module=RelatedLinks&pgtype=Article_1542340804.html", "title": "Young Americans, What Do You Think About the Kavanaugh Confirmation?", "title_page": "Opinion | Young Americans, What Do You Think About the Kavanaugh Confirmation? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In response to a recent editorial, “Confirmed: Brett Kavanaugh Can’t Be Trusted,” about the Supreme Court nominee, Brandon from Harrisburg, Pa., a reader, commented on the dangers of confirming a candidate chosen by the current administration. “At such a tumultuous moment in our country,” he wrote, “red flags emerge as the president is in the midst of an impending crisis — one that could alter the future of our nation’s fabric forever.”\nHe also worried about the long-term repercussions, including the possible overturning of landmark decisions like Roe v. Wade. “On paper, he would fit the mold of what a Supreme Court justice should be,” Brandon continued. “But in reality, we have a man who would likely politically polarize the court and put the country on a path backward, and that scares me.”\nHe added, “I am a young American, and I want to know what my future entails by raising Judge Kavanaugh to the Supreme Court.”", "url": "https://www.nytimes.com/2018/09/14/opinion/kavanaugh-supreme-court-young-americans.html?action=click&module=RelatedLinks&pgtype=Article"}