{"authors": ["Alan Feuer", "Joseph Goldstein"], "date_download": "2018-11-16 04:33:26", "date_modify": "2018-11-16 04:33:26", "date_publish": "2018-02-19 19:16:31", "description": "A federal trial in Brooklyn is set to explore the issue of so-called collars for dollars. The implications could be far-reaching.", "filename": "2018_02_19_nyregion_new-york-police-overtime-pay-trial_1542342806.html", "image_url": "https://static01.nyt.com/images/2018/02/20/nyregion/20overtime/20overtime-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_19_nyregion_new-york-police-overtime-pay-trial_1542342806.html", "title": "The Arrest Was a Bust. The Officers Got Overtime Anyway.", "title_page": "The Arrest Was a Bust. The Officers Got Overtime Anyway. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The lawsuit has accused the officers of concocting the basis of Mr. Cordero’s arrest “in order to obtain overtime for completing the attendant paperwork,” court filings state. The officers, who are being defended by lawyers for the city, have denied the charges. The city’s Law Department said that the arrest was “supported by probable cause.”\nThe case began at 1 p.m. on Oct. 24, 2014, when Officer Hugo Hugasian was sitting in an unmarked police car watching the mini-market as part of a plainclothes street narcotics team. Court papers state that Officer Hugasian saw a man — later identified as Matthew Ninos — walk up to the store with a cellphone at his ear.\nThen someone left the store, approached Mr. Ninos and handed him “two little zips or bags” in exchange for money, Officer Hugasian said. After a description of the buyer was sent out on a radio, Mr. Ninos was arrested on a charge of having 0.138 grams of cocaine. He later pleaded guilty to drug possession.\nThe seller went back into the mini-market, court papers said. Though two other officers, Peter Rubin and John Essig, went inside to find him, they were unable to identify him. So Officer Hugasian, who said that he had witnessed the deal, went into the store. Court papers state he bought a bottle of water and identified the seller as Mr. Cordero, a cashier at J & C Mini Market who is 59 years old.\nMr. Cordero was arrested within minutes, according to the papers, but when he was searched, the police did not find any drugs or drug paraphernalia. He did, however, have $580 in his pocket, which he said was “for emergencies.” Both Mr. Cordero and the owner of the store, Fausto Tineo, told the police that he had never left the market and had been serving customers when the drug deal supposedly occurred. Mr. Cordero was held for several hours, but five months later — on March 4, 2015 — the Brooklyn district attorney’s office dismissed the charges against him.\nThe encounter led Mr. Harvis to conclude that the arrest was a sham and had been orchestrated to generate overtime. In court filings, he noted that the street narcotics unit filed for at least 22 hours of extra pay that day — most of it by Officers Hugasian and Essig.\nBoth men, according to the lawsuit, had been scheduled to work on the day of the arrests from 7 a.m. to 3:35 p.m. Police records show that Mr. Cordero and Mr. Ninos left the precinct at 5:30 p.m. and were taken to the courthouse. While Officer Hugasian never met with an assistant district attorney, court papers said that he was interviewed by phone about Mr. Cordero’s arrest. Shortly after 8 p.m., the papers said, Mr. Cordero was released from the courthouse. (Mr. Ninos had also been released.) But Officer Hugasian filed documents claiming that he worked until 12:25 a.m. the next day, and Officer Essig said that he remained on duty until 11:30 p.m.", "url": "https://www.nytimes.com/2018/02/19/nyregion/new-york-police-overtime-pay-trial.html"}