{"authors": ["Caitlin Lovinger"], "date_download": "2018-11-16 03:23:10", "date_modify": "2018-11-16 03:23:10", "date_publish": "2018-10-06 02:00:01", "description": "Lewis Dean Hyatt is here to shred your Saturday solve average.", "filename": "2018_10_05_crosswords_daily-puzzle-2018-10-06_1542338590.html", "image_url": "https://static01.nyt.com/images/2018/10/06/crosswords/06wordplay-firehose/06wordplay-firehose-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_05_crosswords_daily-puzzle-2018-10-06_1542338590.html", "title": "Make Rent", "title_page": "Make Rent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "18A: “Pan” gets me every time! Is it for cooking, hopping around hedonistically in the woods or dashing someone’s artistic dreams? In this case the last choice is the key — some pans, or bad reviews, are just SCATHING.\n32A: References to sesamoid bones remind me of Stephen Jay Gould and the panda, but that’s feet. This is a much bigger bone, the KNEECAP, or patella, although it’s another example of the sesamoid’s purpose to strengthen a joint.\n11D: Mr. Hyatt’s notes mention “SWA” becoming SZA, which is the Times puzzle debut for this artist. I see now that “winced” became this answer, ZINCED, which isn’t IRONICAL but it was hard as nails to figure out. (Even though, at the moment, I am zinced.)\n48D: This was just silly, but effective — I had “Lara\" / Sahara, “Hope” / Europe, and so on, but ERICA / America it is.\nA few years ago I decided to make a Mother’s Day puzzle for my mom, a longtime fan of the Times crossword. Hi Mom! I ended up building so much stuff — filling algorithm, word lists, etc. — that I decided to see what else I could do with it, and so here we are. It was really an amazing process working with Will and Sam, and I couldn’t be more grateful to them for the opportunity to appear in this venue.\nThe first puzzle I submitted was a different 66-word grid, about which the less said, the better. The grid you see here with the arrangement of six 14s is the second one I submitted, this puzzle being my third attempt at it. When I got the response to the second try and the subject was “Crossword — good news!”, my heart jumped — only to sink a minute later when I saw, among the generally encouraging feedback, a request to redo the NE corner to remove OREO THIN and SWA. I knew the former was impossible, given how much the 8s and the 14s in this grid interact with each other. I made a hard-fought effort, including going up to 68 words and adding cheater squares in various places, but there was no way to remove that singular cookie.\nI felt it was a great opportunity that Will had invited me to submit my next revision by email, and I didn’t want to waste it, but after a week all I had was a version that was identical except for the one letter changing SWA to SZA. I found that rotating the grid by 90 degrees opened up some new possibilities, and so I made a brand new puzzle to accompany my revision and sweeten the deal. I was actually really curious to know what the editing team thought of that one — I felt that the 14s were stronger and the 8s weaker, but I wasn’t sure how it balanced out — but I never found out; they accepted the single letter change and all my dreams came true.\nI hope you enjoyed solving this puzzle as much as I did making it!", "url": "https://www.nytimes.com/2018/10/05/crosswords/daily-puzzle-2018-10-06.html"}