{"authors": ["Nellie Bowles"], "date_download": "2018-11-16 03:14:31", "date_modify": "2018-11-16 03:14:31", "date_publish": "2018-05-02 16:00:07", "description": "Gamers are the new stars. Esports arenas are the new movie theaters.", "filename": "2018_05_02_style_fortnite.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338071.html", "image_url": "https://static01.nyt.com/images/2018/05/03/fashion/03FORTNITE6/merlin_137567790_02272ab2-c666-4bda-8f6a-a7097956dabc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_02_style_fortnite.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338071.html", "title": "All We Want to Do Is Watch Each Other Play Video Games", "title_page": "All We Want to Do Is Watch Each Other Play Video Games - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Fortnite content received 2.4 billion views on YouTube in February alone, according to Tubular Insights. So yes, people love playing video games — but people also love to watch others compete at them.\nEsports are, finally, just like any other sport.\nHere’s How to Save America’s Malls\nFor gaming, this is a moment of convergence of trends. Professional esports leagues around games like League of Legends are growing more popular and more serious; huge numbers of people are tuning into livestreams to watch gamers play (Fortnite broke the record), and going to YouTube to get fun game-centric content from game celebrities.\nAt the same time? Physical spaces around the country are being renovated into gamer bars.\nThose 150 million gamers in America want to gather. They want to sit next to each other, elbow to elbow, controller to controller. They want the lighting to be cool, the snacks to be Hot Pockets, and they want a full bar because they are not teenagers anymore.\nIt was inevitable. Movie theater attendance hit a 25-year low in 2017, while 638,000 tuned in to watch Drake play Fortnite recently. The Paris Olympics in 2024 are now in talks to include gaming as a demonstration sport.\nBesides, gamers already have been playing together, chatting live on headsets and messaging apps as they march through their increasingly beautiful digital worlds.", "url": "https://www.nytimes.com/2018/05/02/style/fortnite.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}