{"authors": ["David Gelles"], "date_download": "2018-11-16 03:59:23", "date_modify": "2018-11-16 03:59:23", "date_publish": "2018-08-25 22:20:31", "description": "The chief executive decided that rather than being a prayer answered, funding for a buyout would present a host of new troubles, people close to the events say.", "filename": "2018_08_25_business_elon-musk-tesla-private.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340763.html", "image_url": "https://static01.nyt.com/images/2018/08/25/business/26tesla/merlin_142658619_b1f393be-49dd-4cb5-bb33-31e817008cdf-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_25_business_elon-musk-tesla-private.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340763.html", "title": "Why Elon Musk Reversed Course on Taking Tesla Private", "title_page": "Why Elon Musk Reversed Course on Taking Tesla Private - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But from the moment of his nine-word Twitter posting announcing his thoughts on Aug. 7 and saying that he had “funding secured,” other considerations came into play.\nIn his note announcing that Tesla would remain public, Mr. Musk cited four main factors that changed his mind: existing shareholders believe Tesla is better off as a public company; not all existing investors would be able to own shares of a private company; it wasn’t clear how individual investors would take part in a deal; and the process could distract the company from production of its first mass-market offering, the Model 3, which is crucial to its financial health.\nBy the account of people familiar with Mr. Musk’s thinking, deepening ties with new private investors presented its own challenges. By taking money from Saudi Arabia’s sovereign wealth fund — something Mr. Musk said he believed was a sure thing — Tesla would have been teaming up with a country whose very foundation is fossil fuels, and one often criticized on human-rights grounds.\nThat cognitive dissonance — an electric-car company backed by big oil — was pointed out to Mr. Musk several times, these people said.\nAs Tesla representatives reached out to officials at the Saudi fund and other sovereign funds, it also became clear that they might want more than just Tesla equity in exchange for an investment. Some, said someone briefed on those talks, would expect Tesla to open manufacturing operations in their countries, for example.\nAnd while several big carmakers approached Tesla about funding a deal, people familiar with the discussions said, there were issues there, too. Some of those companies have their own reputational baggage. And Mr. Musk, proud that Tesla’s cars are made in America, did not want to let foreign interests dictate his decisions about manufacturing.", "url": "https://www.nytimes.com/2018/08/25/business/elon-musk-tesla-private.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}