{"authors": ["Carl Zimmer"], "date_download": "2018-11-16 03:43:50", "date_modify": "2018-11-16 03:43:50", "date_publish": "2018-03-20 06:30:10", "description": "The geneticist at Harvard Medical School has retrieved DNA from more than 900 ancient people. His findings trace the prehistoric migrations of our species.", "filename": "2018_03_20_science_david-reich-human-migrations.html_module=inline_1542339830.html", "image_url": "https://static01.nyt.com/images/2018/03/20/science/20SCI-REICH1/20SCI-REICH1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_20_science_david-reich-human-migrations.html_module=inline_1542339830.html", "title": "David Reich Unearths Human History Etched in Bone", "title_page": "David Reich Unearths Human History Etched in Bone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Instead, the people who first arrived on Vanuatu and other Pacific islands came directly from Asia — perhaps Taiwan or the Philippines — without ever stopping in New Guinea. Only later did a wave of Papuans arrive.\n“We know now when that wave hits — it hits before 2,400 years ago,” said Dr. Reich. “And it’s a total replacement.”\nAnd that second wave actually was made up of at least two migrations. The Papuans who came to what is now Vanuatu probably sailed from the Bismarck Islands. But the Papuans who arrived further east, in Polynesia, came from other islands, possibly New Britain.\nAs of last month, Dr. Reich’s team has published about three-quarters of all the genome-wide data from ancient human remains in the scientific literature. But the scientists are only getting started.\nThey also have retrieved DNA from about 3,000 more samples. And the lab refrigerators are filled with bones from 2,000 more denizens of prehistory.\nDr. Reich’s plan is to find ancient DNA from every culture known to archaeology everywhere in the world. Ultimately, he hopes to build a genetic atlas of humanity over the past 50,000 years.\n“I try not to think about it all at once, because it’s so overwhelming,” he said.", "url": "https://www.nytimes.com/2018/03/20/science/david-reich-human-migrations.html?module=inline"}