{"authors": ["Alan Blinder"], "date_download": "2018-11-16 04:25:46", "date_modify": "2018-11-16 04:25:46", "date_publish": "2018-06-12 21:22:26", "description": "The South Carolina House candidate seemed to realize that his frequent criticism of the president would lead to the first electoral loss of his career.", "filename": "2018_06_12_us_politics_mark-sanford-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342346.html", "image_url": "https://static01.nyt.com/images/2018/06/13/us/politics/13primaries-sanfordwatch/13primaries-sanfordwatch-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_12_us_politics_mark-sanford-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342346.html", "title": "In the Age of Trump, Mark Sanford’s Political Career Fades", "title_page": "In the Age of Trump, Mark Sanford’s Political Career Fades - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The biggest county is Charleston County — it’s a blue county! — so when I do a town-hall meeting, you do 1,000 or 500 people screaming at you saying Trump needs to be impeached,” he continued. “Meanwhile, you find yourself in a Republican primary where you’re not ‘Trump enough.’ It’s like you can’t win these days, in terms of trying to talk about ideas.”\nMr. Sanford stuck with an old-school strategy, content with what he noted proudly had worked before and the time before that and the time before that, but Ms. Arrington summoned a political strength that by turns mesmerized and infuriated his voters and supporters.\nShe swung at Mr. Sanford with little apparent reservation or restraint, filling her advertisements and debates with barbs about the congressman’s personal and political integrity.\n“You can’t have a seat at the table in the Oval Office, because you have offended the president numerous times,” Ms. Arrington told Mr. Sanford during a debate on a talk-radio station on Monday. “You should have the wherewithal not to go on CNN to bash our president. Instead, work with the president, work with leadership to get done what we want done here.”\nBefore the primary, Ms. Arrington, who has worked in defense contracting, not-so-subtly invoked the marital infidelity that nearly drove Mr. Sanford from the governor’s wing of offices in Columbia, the state capital, and cost him his marriage to the woman who helped forge his rise in politics.\n“Mark Sanford and the career politicians cheated on us,” she said in one commercial. Referring to the snicker-inducing false alibi of an Appalachian Trail outing that he once offered for an absence from the capital, she said, “Bless his heart, but it’s time for Mark Sanford to take a hike — for real this time.”\nMr. Trump ultimately opted for a similar line of attack. His endorsement of Ms. Arrington, though, was late arriving. Mr. Trump had already backed, and raised money for, Gov. Henry McMaster, who was forced into a runoff on Tuesday.", "url": "https://www.nytimes.com/2018/06/12/us/politics/mark-sanford-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}