{"authors": ["Liam Stack"], "date_download": "2018-11-16 04:41:04", "date_modify": "2018-11-16 04:41:04", "date_publish": "2018-10-12 23:03:01", "description": "A spokesman for Scott Wagner said he made a video threatening the incumbent, Gov. Tom Wolf, in order to criticize his opponent’s use of negative campaign ads.", "filename": "2018_10_12_us_politics_scott-wagner-video-tom-wolf.html_module=inline_1542343264.html", "image_url": "https://static01.nyt.com/images/2018/10/13/us/politics/13wagner/13wagner-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_12_us_politics_scott-wagner-video-tom-wolf.html_module=inline_1542343264.html", "title": "Republican Candidate in Pennsylvania Threatens to ‘Stomp All Over’ Opponent’s Face", "title_page": "Republican Candidate in Pennsylvania Threatens to ‘Stomp All Over’ Opponent’s Face - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Standing by the side of the road three weeks before Election Day, Scott Wagner, the Republican candidate for governor in Pennsylvania, wanted to send a message to the incumbent, Gov. Tom Wolf, a Democrat. It said, in part: “I’m going to stomp all over your face with golf spikes.”\nThat violent imagery was perhaps the most jarring of several verbal bombs thrown by Mr. Wagner in a video posted to Facebook on Friday, as the country approaches the homestretch of a tense campaign season. By Friday afternoon the video had been viewed over 28,000 times.\n“Well, Governor Wolf, let me tell you what, between now and Nov. 6, you better put a catcher’s mask on your face, because I’m going to stomp all over your face with golf spikes,” Mr. Wagner roared, as the sound of cars whizzing past could be heard nearby. “Because I’m going to win this for the state of Pennsylvania. And we’re throwing you out of office. Because I’m sick and tired of your negative ads.”\nThe ad came as both parties have sparred over the level of civility in politics, with Republicans recently likening Democratic protesters during the confirmation hearings for Brett M. Kavanaugh to a mob and criticizing remarks about Justice Kavanaugh by various Democrats.", "url": "https://www.nytimes.com/2018/10/12/us/politics/scott-wagner-video-tom-wolf.html?module=inline"}