{"authors": ["Jenna Wortham"], "date_download": "2018-11-16 04:03:21", "date_modify": "2018-11-16 04:03:21", "date_publish": "2018-01-24 05:00:03", "description": "The reality-television competition that began nine years ago has evolved to reflect an era fixated on gender and identity — and the boundary-pushing spirit of its star.", "filename": "2018_01_24_magazine_is-rupauls-drag-race-the-most-radical-show-on-tv_1542341001.html", "image_url": "https://static01.nyt.com/images/2018/01/28/magazine/28mag-rupaul4-cover/28mag-rupaul4-cover-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_24_magazine_is-rupauls-drag-race-the-most-radical-show-on-tv_1542341001.html", "title": "Is ‘RuPaul’s Drag Race’ the Most Radical Show on TV?", "title_page": "Is ‘RuPaul’s Drag Race’ the Most Radical Show on TV? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bowyer-Chapman, a die-hard fan of the show who is a frequent guest judge, later told me that he felt the scene was cutting commentary on both the racial discrimination of “The Bachelor,” which has never had an African-American star, and the way television warps people. The contestants “became caricatures of themselves in ways that were the polar opposite of what usually happens on ‘Drag Race,’ which is about finding the authenticity of yourself and showcasing it,” he said. The show reveals, Bowyer-Chapman argued, that regardless of gender and orientation, “we all have more in common than not.”\nPhoto\nDrag has been featured in popular culture for decades. Movies like “Kinky Boots,” “Tootsie,” “The Birdcage” — even “Mrs. Doubtfire” — have showcased men, some gay, some not, who dress and perform as women. But most tended to treat drag as high jinks. Nothing about the inner lives of queens has hit critical mass quite like “Drag Race,” not even the 1991 documentary “Paris Is Burning,” which followed the black and Latino drag ball circuit in New York during the 1980s. “It is a popular movie, but it didn’t reach everyone the way a weekly television show does,” said Lady Bunny, a drag queen in her 50s who is often regarded as one of the legendary figures of American drag culture. “Many people have never had any interaction with a drag queen, and barely know what it is,” Bunny continued. “Anytime Middle America gets a taste of a community that they’re not familiar with, it does normalize the L.G.B.T. experience.”\nCharles has said that he feels he is beyond categorization — he’s black but he’s not; he’s gay but he’s not. These days, when someone says that, it’s usually met with a polite eye roll, the kind reserved for out-of-touch elders. The personal politics of this moment are almost entirely defined by naming. There’s space for every pronoun, every hyphen and every politically correct portmanteau. But Charles belongs to a different generation, one that fought so hard for visibility that they feel they’ve earned the right to eschew all political decorum and enjoy the anarchy of reinvention, co-opting and bending language beyond recognition. When “Drag Race” first began, it seemed like a fun window into an underground culture, but over the nine years it has aired, the show has evolved to reflect America’s changing relationship to queer rights and acceptance.\nAdvertisement Continue reading the main story\nDrag, to Charles, is about the perversion of our understanding of gender, and by extension, ourselves. “We queens take on identity, and it is always a social statement,” Charles explained to me. “It’s all nudge, nudge, wink, wink. We never believe this is who we are. That is why drag is a revolution, because we’re mocking identity. We’re mocking everyone.”\nAnyone familiar with reality television will recognize the premise of “Drag Race”: Loosely modeled on “America’s Next Top Model,” hosted by Tyra Banks, the show features 12 (or so) contestants who gather to compete for the title of America’s Next Drag Superstar and a cash prize that varies per season but can be as much as $100,000. To determine who will advance to the next round, the queens are given elaborate challenges, like creating haute-couture runway looks from scratch or starring in music videos. “Drag Race” is entertaining in the way that every show that structures itself around transformation is: There’s a pleasant thrill that comes from watching a bland room metamorphose into something out of Architectural Digest, or the creation of an impossibly elaborate meal in under an hour, or a generic-looking man morphing into a gorgeous and statuesque woman.\nIn 2009, the year that the first season of “RuPaul’s Drag Race” was broadcast, the buzziest reality shows on television tended to be the most melodramatic and cattiest — “Survivor” or “The Hills.” “Producers were just looking for the nasty side of the human experience, and I definitely didn’t want to be a part of that,” Charles told me. Randy Barbato and Fenton Bailey, founders of the production house World of Wonder, talked him into it. The trio had been collaborating since the 1980s, when Barbato and Bailey were in an electro band called the Fabulous Pop Tarts. Charles appears in one of their videos in a skin-tight leopard dress. They produced Charles’s VH1 variety show in the 1990s. “I knew they loved drag the way I loved drag, and they would celebrate the art of drag,” Charles said. Tom Campbell, head of development at World of Wonder, told me that the idea for the show was to create a competition that would groom the next generation of drag superstars by replicating all the major milestones of Charles’s career — model, television personality, performer. “This was his turn to give back and create his legacy,” he said.\nAt first, “Drag Race” wasn’t an easy sell. “Everyone felt like it was too much,” Barbato said. Even when Viacom’s L.G.B.T. channel, LogoTV, picked it up, Charles had to fight to realize his vision for the show. According to Charles and the producers, in the first season Logo resisted including a queen named Tammie Brown, who called to mind a cross between Marlene Dietrich and Prymaat, the matriarch in the “Saturday Night Live” sketch “Coneheads.” Charles felt it was important to reflect the oddballs of drag, a staple of the culture.\nDespite airing on a niche cable channel, the show found a loyal audience that included an elite coterie of celebrity fans who appeared regularly as guest judges, including Lily Tomlin, Debbie Reynolds, Vanessa Williams, Margaret Cho, Amber Rose, Rosie Perez and Khloé Kardashian. It was the most-watched show in the history of Logo. Last year, the show moved to VH1 and grew significantly: The ninth season averaged nearly 1.2 million viewers per episode, more than double that of Season 8, according to data collected by Nielsen. In 2016, Charles won an Emmy for host of a reality show, and in 2017, he won again and the show picked up two more. Time magazine recently named Charles one of its 100 Most Influential People of the year.\n“Drag Race” has become a staple of modern television for the way it skewers expectations and attitudes about gender, much as a show like “black-ish” works to challenge stereotypes about black families in America. That isn’t to say contestants on “Drag Race” don’t bicker or trade petty insults, as in other reality-TV shows, but the program doesn’t leave viewers with the same existential dread about the future of humanity as, say, any of the “Real Housewives” franchises. In Season 5, for example, a contestant named Jade Jolie criticized her competitor, Alyssa Edwards, for having back fat. In a cutaway reaction, Edwards cocked an eyebrow, recoiled in disbelief and managed to completely defang the insult with a single word: “Backrolls?” — signaling that the word was both ludicrous (she is rail-thin) and so untoward that it could not be taken seriously. Some five seasons later, “backrolls” still pops up on the show as a kind of venomless meta-reference.\nEach season is imbued with a sense of optimism in the face of relentless adversity; Charles believes that is central to the gay and queer experience. “There is a sisterhood here,” he told me. “It has to do with the shared experience of being outsiders and making a path for ourselves.” The camaraderie Charles describes is evident: Even after their season ends, “Drag Race” contestants work together, live together, travel together. Their Instagrams are full of photos of one another. The kinship feels real, and it’s what initially caught my attention and endeared the show to me.\nAmid the glitz and glamour of drag, the show doesn’t obscure the violence and terror that accompanies the life of the marginalized. On the first season, a contestant named Porkchop described being shot at while standing outside a gay bar. In Season 8, Kim Chi, a shy Korean-American queen known for elaborate outfits, talked about hiding her colorful drag persona from her parents out of fear of shaming them. Trinity K Bonet talked about living with H.I.V. Last season, Cynthia Lee Fontaine revealed that if not for a last-minute change in her schedule, she would have performed at the Pulse nightclub in Orlando the night of the mass shooting there; one of her friends, Martin Benitez Torres, unaware of the change, came to see her and was killed in the massacre. When I asked Charles if there was a deliberate decision to infuse the show with overt political messaging, he shook his head. “It’s inherent in our experience. We don’t have to do much to infuse a consciousness into the show. It is such a part of our story, and we walk with it.”\nAdvertisement Continue reading the main story\nAs “Drag Race” matures, it continues to find a broader and younger audience. Charles told me that some of the most dedicated viewers are women, especially teenagers and women in their 20s and 30s. “There is so much programming by social media, and how you have to construct your sense of self in line with how everyone else is constructing their sense of self. I think they see our show as a handbook for a navigation, and think, How can I rig this conveyor belt where I don’t have to go down that thing?” That awakening feels familiar to him because he went through it himself at 13. He looked like a girl, with sharp cheekbones, a soft brow and a red Afro that he let grow so big that it flopped down. “When I first started doing drag in clubs, it was like the blurry picture that people had of me became clear,” he told me. “Some of the queens were kicked out of their homes, bullied or ostracized from society, and here they are looking gorgeous and confident. I know that’s what kids are relating to. They’re having a great time, but they’ve overcome the pain too.”\nCharles thinks these new fans who follow him and the queens on Instagram or who show up at live events for the show are embracing the spirit of drag and the freedom it offers. “They are shifting the balance of masculinity and femininity. And that makes me so optimistic.” I was slightly skeptical that so many young people were watching the show, but as we sat over breakfast at Palihouse in West Hollywood, I noticed a middle-aged woman hovering with a nervous grin, waiting for her moment to approach. As Charles stood up, unfolding his lanky frame — sheathed in a slightly iridescent emerald-green suit — and leaned down to pick up his brown leather handbag, the woman rushed over. She wanted a photograph. “It’s not for me, but for my kids,” she explained. Her children were 9 and 5, she told Charles. “They watch you every week,” she gushed. “They love you.”\nThe story of Charles’s name goes like this: His mother, Ernestine — friends called her Toni — was thumbing through the July 1960 issue of Ebony Magazine, where there was a spread of the singer and piano player Fats Domino’s new $200,000 home in New Orleans. A photograph of Domino enjoying a cocktail with the architect who designed his new home, Albert J. Saputo, as well as his wife and Domino’s friends Louis Diamond and Ripoll Roberts, caught Toni’s eye. She drew an arrow to Ripoll’s name and wrote “boy” underneath. Ernestine was Creole, and she wanted her next child’s name to reflect her heritage. She changed “Ri” to “Ru” to symbolize roux, the base of Louisiana dishes like gumbo. A psychic had told her that her unborn child would be famous, and she was determined to give the baby a name meant for a marquee.\nA few months later, in November 1960, that boy was born. His full name was RuPaul Andre Charles. His parents were living in San Diego at the time, having moved with their twins, Renetta and Renae, from Louisiana during the second wave of the Great Migration. Charles’s parents traveled to the farthest coast, the literal end of the country their ancestors were forcibly brought to, only to discover that the mythos of the West — that it was a land of fresh starts — was far more complicated for black people, who still faced discrimination. “She was heartbroken by this world,” he told me, with tears in his eyes. His parents were poor, and Charles’s mother suffered from a debilitating depression throughout his youth. “My folks, and other folks in the South, had such traumatic experiences. I was able to dissect and deconstruct some of my feelings. I could afford to do it. They couldn’t afford to do it.”\nIn the summer of 1976, Renetta and her husband, Laurence, moved to Atlanta and invited Charles, who was 15, to join them. “It was like my bar mitzvah,” Charles told me. “Southern culture has always had a place for eccentrics. I was ready to bust out and become who I am today.” Those years imbued Charles with confidence. He enrolled at a performing-arts high school, where he took drama and theater. Atlanta’s night life was a Warholian village of underground clubs, art shows, D.I.Y. movie shoots and warehouse parties. Under the governance of Maynard Jackson, the city’s first African-American mayor, Atlanta was also a boomtown for African-Americans, creatively, socially and economically. He had never seen so many black people in one place — he didn’t even know that many black people existed.\nHe saw his first drag performance: Crystal LaBeija, an icon in drag-queen history, was singing Donna Summer in black fishnets and a bustier. Charles was floored. He used Renetta’s sewing machine and drafted the first iteration of his new persona, blending the new-wave punk aesthetic of Bow Wow Wow, the goth freakiness of “The Rocky Horror Picture Show” and jungle prints. A favorite look was a jock strap with football shoulder pads, fishnets and knee-high wading boots and dramatic eyes, all finished with a pile of hair whose volume rivaled Tina Turner’s. He started bands, made music videos with friends, appeared on public-access variety shows and worked as a go-go dancer. He papered downtown Atlanta with handmade posters of himself that read, “RuPaul Is Everything,” and “RuPaul Is Red Hot.”\nAlthough drag has a long cultural history in America, it remained largely underground till the late 1980s. During the 1920s, the height of speakeasy culture in America, illicit venues and establishments that catered to gay clientele frequently hosted drag performance. By the 1940s and 1950s, postwar America had become more conservative, and the gay community was more heavily policed: A “pervert inquiry” in government agencies led to dismissals of federal and military personnel suspected of homosexuality. Cross-dressing was a punishable offense; in New York, men wearing fewer than three pieces of clothing could be arrested. But with the end of McCarthyism and the beginning of the sexual revolution, by the late 1960s and early 1970s, the United States was home to about 500 regularly performing drag queens, with several, like Divine, reaching cult status. When Charles settled in Manhattan in the late 1980s, drag was a full-on cultural phenomenon in the city, and Charles was determined to be at its center.\nAt 28, Charles became a fixture as a dancer at downtown clubs like Pyramid, Tunnel and Limelight. His popularity and career exploded when he teamed up with a D.J. named Larry Tee for the roving underground party Love Machine. It quickly became a trendy scene — even Liza Minnelli made an appearance. By then, Charles had transformed his look from what he called “fright drag” to something much more glamorous. The B-52s asked Charles to appear in their 1989 video “Love Shack,” which was shown regularly on MTV; four years later, Charles released the album “Supermodel of the World” on Tommy Boy Records, a label that had introduced acts like De La Soul and Queen Latifah. The album featured the song “Supermodel (You Better Work),” in which he gave models runway advice like “shantay,” a word Charles described as casting a bewitching spell. The song became a club anthem. The designers Todd Oldham and Isaac Mizrahi used it in their runway presentations during fashion week, and a cover of it appeared in “The Lizzie McGuire Movie.” In 1993, it was nominated for best dance video at the MTV Video Music Awards. Charles landed a regular modeling contract with MAC Cosmetics — the advertising campaign featured him in full glamazon drag, alongside the tag line “I am the MAC girl.” He had become the most successful queen of his era.\nI asked Charles if his mother ever got to see him perform. She did, once, in 1993. She was on her deathbed at home, suffering from cancer. She and Charles watched a Kurt Loder segment on MTV News around the release of “Supermodel.” It showed Charles prancing around a mall in New Jersey before a recorded voice-over declared him a “supermodel of the world.” His mother turned to him, he recalled, and said, “Nigga, you crazy.” But Toni could also see that the psychic’s premonition — that Charles would be famous — had come true. “I could see her thinking, It’s happening,” he told me.\nAdvertisement Continue reading the main story\nFor two years, he hosted, accompanied by his close friend Michelle Visage (a regular judge on “Drag Race”), “The RuPaul Show,” a kind of variety program featuring pop-culture celebrities like Cher and Eartha Kitt. It was the first national show to have a drag queen as host. He released 10 more studio albums, but none were as successful as “Supermodel.” Then Bailey and Barbato, his World of Wonder co-producers, urged him to pitch the reality-show competition that would become “RuPaul’s Drag Race.” “We thought, Everyone is ready for drag — it’s mainstream now,” Barbato said. “Distribution is part of the reason it hadn’t been realized as a cultural phenomenon.”\nSince “Drag Race” first aired in 2009, the conversation around identity and gender has shifted tremendously. For all the show has done to challenge its audience’s notions of masculinity and femininity, it has shied away, until the most recent season, from any serious discussion about the ways the drag community intersects the trans one. There have been trans queens on the show, but the topic is a touchy one in the drag community. For most drag artists, the point is the performance; it is not their sole identity. But for those queens who identify as trans or nonbinary, their stage persona is not necessarily a performance. The centerpiece of the show is the contestants’ transforming themselves into queens, and then, after each competition, taking off their wigs and removing synthetic breasts to reappear as men. For years, “Drag Race” prioritized entertainment over any nuances of the culture. Much of the queens’ vernacular, body language and movements come from the drag world’s — especially white queens’ — interpretation of black femininity. I’ve always been uncomfortable with that phenomenon, despite how much I enjoy the show. In his essay “ ‘Draguating’ to Normal,” the academic Josh Morrison argues that by using the bodies of women, people of color and other marginalized groups, “through an often loving, well-intentioned impersonation of them,” drag “unintentionally does them discursive violence.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nA few years ago, the show hit a third rail. On “America’s Next Top Model,” Banks would send the contestants a video message called “TyraMail” when she wanted to communicate with them; “Drag Race” had a version of this called “She-Mail.” There were also challenges in which contestants were shown body parts and asked to guess “female” or “shemale.” Some viewers complained on Twitter, and trans activists and writers started a public campaign advocating against the terms “she-mail” and “she-male,” arguing that they were transphobic. Charles and his producers initially defended their position. Charles tweeted, “Orwell’s book ‘Animal Farm’: The rebels eventually forgot the purpose of the revolution.” But eventually the show dropped the term. Carmen Carrera, who competed in the show’s third season and came out as transgender after her season aired, wrote on Facebook that although she didn’t think the show meant any harm, “ ‘shemale’ is an incredibly offensive word, and this whole business about if you can tell whether a woman is biological or not is getting kind of old.” For Charles, the controversy represented the antithesis of drag, which he sees as a subversive, countercultural reminder not to take the world so seriously. But for members of the trans community, language isn’t a magic trick. Stepping into an identity other than the one you were assigned at birth isn’t a performance — it’s a confirmation and a correction.\nThe controversy speaks to how quickly the culture has changed over the past 10 years. When I was on the phone with Lady Bunny, I used the word “queer.” Bunny let out an exasperated sigh. “Oh, God, do I have to say it, too, now?” During her youth, which is still recent history, “queer” was a slur — what “they’d say right before they bashed you in the head,” she reminded me. The boundary-pushers of Charles and Bunny’s time reveled in making a mockery of identity politics and political correctness; ours is defined by sharpening categories as a means to demand inclusion and recognition. (Facebook now has more than 50 options for listing gender identity, including pangender and agender.)\nThroughout my conversations with Charles, I got the sense that he is a sensitive person who is actively trying to evolve with the times. “Every season the girls come and they challenge me. A new nose contour technique or a new way to see themselves and identity, and it helps me stay on my game and stay engaged in the conversation.” Last season, midway through the show, a queen in her late 30s named Peppermint revealed she was transgender, the first time being trans became a significant part of a character’s narrative arc. Peppermint talked openly about her transition with Charles and the other contestants. Peppermint had auditioned twice for the show, and she didn’t mention her transness. “I was always careful to separate my trans identity from my drag career,” she told me in a phone conversation. When she finally made it onto the show, she was asked if she would feel comfortable speaking about it. She has gorgeous features and deep dimples, but on the show, she described how her figure and hair, which were perceived as masculine, invited critiques from people who felt she should transition further or appear more feminine. “I came to terms with my womanhood, even if I naturally have a beard growing in,” she said. “Men don’t own gender and gender performance. We all can turn gender on its head.”\nPhoto\nPeppermint noted the ways the popularity of “Drag Race” has bolstered an entire community, and in turn, an entire economy. In the ’90s, she recalled, it was only lucrative to be a drag queen if you were one of the chosen queens — Lady Bunny, Candis Cayne, Miss Understood and, of course, RuPaul. She reminisced about doing drag seven days a week to pay the rent. “Really, only 10 or 15 queens were benefiting,” she said. “And now the show has given so much exposure that it gives everyone a chance to earn very good money and recoup all the investments that we’ve put in over the years — you know, the money we’ve spent on glitter and rhinestones.”\nJack Halberstam, a professor of English and gender studies at Columbia University and author of the book “Female Masculinity,” a study of the history of diverse gender expressions, told me that we’re in a watershed moment for gender visibility and equality, and he doesn’t want to play down the importance of a mainstream drag show on television. Even now, gay life on television is limited — typically it’s a side plot or narrative device. Representation still matters. But he raised an interesting point: “Notice that there’s no ‘RuPaul’s Drag Kings,’ ” Halberstam said — meaning the culture of drag where people, usually gay women, dress up as passable versions of men. “It’s as equally raucous and raunchy, with lip-syncing and costume competitions. We still have this idea that femininity is malleable, and masculinity is a protected domain of real power and privilege. It is not transferable or attainable. The public has no appetite for artificial masculinity.”\nI tried to imagine a version of the show where contestants won prizes for making fun of male archetypes and stereotypes, and demonstrated that male identity can be deconstructed as easily as whipping off a toupee and a soft prosthetic penis. It was impossible.\nAdvertisement Continue reading the main story\nCharles’s dressing room on the set of “Drag Race” is actually two rooms: One for his suits, the other for his gowns. In the room with gowns, there were tables full of costume jewelry and impossibly large (and tall!) stiletto heels; there was a table devoted to makeup, and on racks, an enviable number of ball gowns in all sorts of materials and shades — pink sequins, purple plaid taffeta, black tulle. Charles made sure I noticed the size of the mirror — it was at least seven feet tall, purchased specifically to accommodate his height. Charles loves clothes. He has a staggering number of shoes and bespoke suits, which were handmade by the Los Angeles label Klein Epstein & Parker. Each includes a custom label: The words under the collar read, “Born Naked,” and inside, “The Rest Is Drag,” an adage that Charles coined.\nCharles frequently described his relationship to drag as “the Superman to my Clark Kent.” The first time he stepped into his drag persona, Charles felt fully alive, electric with a power to command attention and desire. One day his therapist told him he could be Superman regardless of his attire. “She said, ‘The power you feel in drag is available to you 24/7,’ ” he told me. That realization, he said, is what he is trying to relay in each season of the show, to both the queens and the viewers. Charles is rarely in drag these days — only for special occasions, and during the judging and elimination rounds on the show — a shift that he made about a decade ago. For Charles, the confidence and fun of drag is a state of mind, not an outfit change. But he is always keenly aware of the power dynamics (the ones Halberstam noted) that favor men, even when they are taking on female personas. “We never forget the fact that we are men in a male-dominated culture where masculinity is a currency that is valued more than gold. For men to do anything with femininity, to use femininity as a palette, it’s basically an act of treason in our culture.”\nDuring a break in taping while I was on set, Charles rounded up people for a game of dirty charades, which he loves so much that he keeps a list of clever ideas on his iPhone that is several swipes long. Empty director’s chairs were dragged into an approximation of an audience around the giant stage where the show’s contestants usually walk the runway. About half a dozen crew members arranged themselves accordingly. Charles, impeccable in his petal-pink three-piece suit, leapt onto the stage, lit by fuchsia lights, and signaled the start of the game. He used his hands to simulate the whirring of an analog film camera, and then held up three fingers, indicating a three-word movie title. He pinched his forefinger and thumb to indicate that the first word was short. He curled his hands into soft fists and raised them to his mouth. He mimed licking himself, and then spun around and squatted, reaching his hands around and motioning as if he were pulling something from his ass. The group, including me, burst into laughter. Someone yelled, “That Darn Scat!” and Charles slapped his thighs and released a peal of laughter so distinct and delightful — like a throaty giggle — that as a child his older sisters regularly tickled it out of him.\nNo one wanted to try and top that performance, so Charles cycled through several more R-rated versions of movies and songs like “It’s the Hard-Knock Life,” “A Clockwork Orange” and “The Blue Lagoon.” After each round, there was wild applause. I had the discomfiting sensation of catching a glimpse of something deeply private, like walking in on someone in a state of undress or using the bathroom. I had seen more than 100 episodes of “Drag Race.” I had watched Charles play the matriarch and patriarch, dispensing wisdom, jokes, admonishments and pep talks. Here, he looked carefree as he moved seamlessly between impersonations of a tough biker, a coquettish flirt, a naughty schoolgirl. Onscreen, he was always slightly removed, distant, ruling the show with a steely reserve that bordered on conservatism. The contrast between that Ru and the Ru pantomiming masturbation onstage was so disorienting it made my head spin. Watching him shape-shift onstage, I finally understood what he was trying to get at, how he refuses the outward ways in which people try to characterize him — and really, all people.\nCharles has been with his husband, Georges LeBar, since 1994, when they met on the dance floor at Limelight. On their second date, they flew from London to Düsseldorf on Elton John’s private jet. They married in early 2017, 23 years after they met. The couple split their time between Los Angeles and Wyoming, where LeBar, a ruggedly handsome man somehow taller than Charles, has a 60,000-acre ranch. When they can, they take quick trips to San Francisco, New York or Maui. One time they took a helicopter from Las Vegas to the Grand Canyon, had lunch and took a boat down the Colorado River. “Having money is great when you have an imagination,” Charles told me. I asked him if LeBar likes that sort of thing. “He loves luxury and doesn’t give a [expletive] about culture,” Charles replied. “He doesn’t know who the Kardashians are. He doesn’t know who Lil Yachty is. He couldn’t name a Taylor Swift song.” It’s a reprieve from the celebrity status of Charles’s world.\nBut Charles thrives on that culture. He is working on a scripted television series for Hulu with the director J.J. Abrams based on his own life, and he recently appeared in the fourth season of “Broad City,” as Marcel, the manager of a haughty Brooklyn restaurant where Ilana works, who encourages her to be mean to the customers as a tactic to pressure them into spending money. Ilana eventually pushes back against Marcel’s tyranny and realizes she is more successful as herself — the ultimate Ru message. “We wrote this character with Ru in mind,” Abbi Jacobson, the creator of the show with Ilana Glazer, told me. “There’s a [expletive]-it mentality of being and owning yourself, and experimenting with yourself,” she said of his appeal. Jacobson and Glazer watched “The RuPaul Show” when it aired during the 1990s and remembered the fun freakiness of the cast and characters. At the time, Glazer was also watching the sitcom “Saved by the Bell,” which featured model-looking teenagers; the show made her feel “ugly and fat,” she said. “It was such a relief to change the channel and see Ru dancing and partying in the margins, and making space for his identity. He elbowed his way into the room in such a way that includes so many more people than him, and that representation trickled all the way down to these two little weird Jewish girls.”\nI arrived at a Midtown Manhattan convention hall early on a Sunday morning in September to find the new drag economy, the one that Peppermint noted, at work. In 2015, Charles and World of Wonder created RuPaul’s DragCon, a multiday convention about all things drag. Charles had mentioned to me it several times — he is nothing if not media-savvy — as the future of his empire and a way to widen the culture of drag beyond a television show and nighttime acts.\nTables were laden with items for sale: intricate corsets, leather gloves, beaded jewelry, sequined pasties, gel breastplates and elaborate bouffant-style wigs in every shade of pastel. There were makeup counters and queens giving attendees makeovers. One aisle was marked “backrolls.” Past winners and former contestants paraded the halls, with everyone holding court in their best looks. Ginger Minj was dressed as Snow White, while Bob the Drag Queen looked like a cute clown in a blue tulle top and yellow party hat. Nearby, a queen named Detox lounged near the kind of bubble pit usually reserved for children at a fast-food restaurant. There were local queens, too, as well as children like Lactatia, a 9-year-old drag queen from Montreal (born Nemis Quinn Mélançon Golden), who strutted the convention floor in an iridescent hologram three-piece suit and a cotton-candy-pink bobbed wig. Peppermint was there, too, resplendent in a sheer polka-dot caftan.\nHordes of young people swarmed around the queens, eager to have their photos taken with them. There were long lines of men and women excited to take photographs with Charles, who was holding court in a section reserved for the V.I.P.s who bought special badges. There were people dressed as mermaids, muppets, cartoon characters and ghouls. There was a queen dressed as a sea captain being half-eaten by a shark. The atmosphere was the freakiest I’d ever seen in Midtown during the daylight. I flashed back to a conversation with Charles when he told me about the early days of throwing wild, gender-bending parties in New York. People came out for the simple sake of experimenting. They dressed weird and let loose on the dance floor — the only place such liberation was possible back then.\nAdvertisement Continue reading the main story\nAt one point, I spied a pack of children, of indeterminate gender, outfitted in suits and dresses. They could have been dressed for the occasion, or just in their daily wear. Amid of sea of six- and seven-foot queens in stilettos, they stood out, doll-size and adorable. Their cuteness drew gasps and oohs, but I also couldn’t help thinking that we were also captivated by them for another reason: They felt like a glimpse of a future — and maybe even, someday, the new normal.", "url": "https://www.nytimes.com/2018/01/24/magazine/is-rupauls-drag-race-the-most-radical-show-on-tv.html"}