{"authors": ["David E. Sanger", "William J. Broad"], "date_download": "2018-11-16 03:11:50", "date_modify": "2018-11-16 03:11:50", "date_publish": "2018-01-06 19:34:16", "description": "For decades, they warned the North was making progress on a missile that could reach the United States. But the last breakthroughs happened faster than they expected.", "filename": "2018_01_06_world_asia_north-korea-nuclear-missile-intelligence_1542337910.html", "image_url": "https://static01.nyt.com/images/2018/01/07/us/07dc-warning1/07dc-warning1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_06_world_asia_north-korea-nuclear-missile-intelligence_1542337910.html", "title": "How U.S. Intelligence Agencies Underestimated North Korea", "title_page": "How U.S. Intelligence Agencies Underestimated North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — At the start of Donald Trump’s presidency, American intelligence agencies told the new administration that while North Korea had built the bomb, there was still ample time — upward of four years — to slow or stop its development of a missile capable of hitting an American city with a nuclear warhead.\nThe North’s young leader, Kim Jong-un, faced a range of troubles, they assured the new administration, giving Mr. Trump time to explore negotiations or pursue countermeasures. One official who participated in the early policy reviews said estimates suggested Mr. Kim would be unable to strike the continental United States until 2020, perhaps even 2022.\nMr. Kim tested eight intermediate-range missiles in 2016, but seven blew up on the pad or shattered in flight — which some officials attributed partly to an American sabotage program accelerated by President Barack Obama. And while the North had carried out five underground atomic tests, the intelligence community estimated that it remained years away from developing a more powerful type of weapon known as a hydrogen bomb.\nWithin months, those comforting assessments looked wildly out of date.\nAt a speed that caught American intelligence officials off guard, Mr. Kim rolled out new missile technology — based on a decades-old Soviet engine design, apparently developed in a parallel program — and in quick succession demonstrated ranges that could reach Guam, then the West Coast, then Washington.", "url": "https://www.nytimes.com/2018/01/06/world/asia/north-korea-nuclear-missile-intelligence.html"}