{"authors": ["Maggie Astor"], "date_download": "2018-11-16 04:25:46", "date_modify": "2018-11-16 04:25:46", "date_publish": "2018-06-13 16:35:54", "description": "Mr. Stewart, who lost a bid for governor last year, has long courted voters on the rightward fringes of his party, often by playing to anti-immigration sentiment.", "filename": "2018_06_13_us_politics_corey-stewart-virginia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342346.html", "image_url": "https://static01.nyt.com/images/2018/06/14/us/14virginia/14virginia-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_13_us_politics_corey-stewart-virginia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342346.html", "title": "Fact Check: Corey Stewart, Republicans and the Fringe Right", "title_page": "Fact Check: Corey Stewart, Republicans and the Fringe Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Corey Stewart, the provocative conservative who won Tuesday’s Republican primary to challenge Democratic Senator Tim Kaine in Virginia in November, has spent years courting voters on the rightward fringes of his party, often by playing to anti-immigration sentiment.\nHe has also been accused of supporting white nationalists, an allegation that he has denied yet may cost him support this fall even among other Republicans. One of his primary opponents, Nick Freitas, urged voters in an email last week to “reject Corey Stewart’s dog-whistling of white supremacists, anti-Semites and racists.” This argument is likely to play a major role in the general election, as signaled by the first statement from Mr. Kaine’s campaign after Mr. Stewart secured the nomination on Tuesday night.\n“A cruder imitation of Donald Trump who stokes white supremacy and brags about being ‘ruthless and vicious,’ Corey Stewart would be an embarrassment for Virginia in the U.S. Senate,” the statement said.\nHere are the facts of Mr. Stewart’s history with courting the far right.\nHe praised a white nationalist, then disavowed him.\nIn January 2017, as Mr. Stewart ran for governor, he met with and praised Paul Nehlen, an outspoken anti-Semite who is now making his second run for Congress in Wisconsin. He called Mr. Nehlen “one of my personal heroes” and said he was “so honored” to have Mr. Nehlen’s endorsement. And in a June 2017 campaign finance filing reported by CNN, he disclosed a $759 payment to Mr. Nehlen, described as a “fund-raising commission.”", "url": "https://www.nytimes.com/2018/06/13/us/politics/corey-stewart-virginia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}