{"authors": ["Sheryl Gay Stolberg", "Nicholas Fandos"], "date_download": "2018-11-16 03:59:12", "date_modify": "2018-11-16 03:59:12", "date_publish": "2018-09-27 18:08:17", "description": "At an extraordinary hearing that gripped the country, Dr. Blasey emotionally detailed the night she said Judge Brett M. Kavanaugh sexually assaulted her.", "filename": "2018_09_27_us_politics_brett-kavanaugh-confirmation-hearings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340752.html", "image_url": "https://static01.nyt.com/images/2018/09/28/us/politics/28dc-assess/28dc-assess-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_27_us_politics_brett-kavanaugh-confirmation-hearings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340752.html", "title": "Brett Kavanaugh and Christine Blasey Ford Duel With Tears and Fury", "title_page": "Brett Kavanaugh and Christine Blasey Ford Duel With Tears and Fury - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I know that we’ve got to take what she says very seriously,” the committee chairman, Senator Charles E. Grassley, Republican of Iowa, said during a break in the hearing.\nDr. Blasey told senators that the experience “dramatically altered my life for a long time,” and during her college years, she struggled academically because of it. And it has affected her in sometimes unusual ways, she said. When she and her husband were remodeling their home, she told senators, she insisted on having a second front door — an obvious reference to how she escaped the home where she said the assault occurred by running down the stairs and out the front door.\nThe young Mr. Kavanaugh described by Dr. Blasey and Democrats is a far cry from the image that the judge projected at his previous confirmation hearings, where he portrayed himself as a churchgoing father of two daughters and a beloved basketball coach for their teams.\nSenator Dianne Feinstein of California, the top Democrat on the Judiciary Committee, noted that Judge Kavanaugh has previously made statements that he never “drank so much he couldn’t remember what happened.” That statement, the senator said, is at odds with one given by Judge Kavanaugh’s freshman roommate at Yale, who has said that the young Mr. Kavanaugh was “frequently, incoherently drunk,” and that when he was, he became “aggressive and belligerent.”\nSpeaking calmly, Dr. Blasey used her opening statement to recount how she met Judge Kavanaugh when their social circles at their elite private schools intersected during her freshman or sophomore year, when she was 14 or 15. She said she had been friendly with a classmate of Judge Kavanaugh’s, who introduced them. “This is how I met Brett Kavanaugh, the boy who sexually assaulted me,” she said.\nOne evening in the summer of 1982, after a day of diving at the Columbia Country Club in suburban Washington, she attended what she said was “almost surely a spur of the moment” gathering at a nearby home, Dr. Blasey told senators. She said it was clear that Mr. Kavanaugh and one of his friends, Mark Judge, had been drinking, and that she had only had one beer. When she went up the narrow staircase to use the restroom, she said, she was pushed from behind into a bedroom.\nShe described how “Brett and Mark” entered the bedroom, locked the door and turned up the music. “I was pushed on the bed, and Brett got on top of me and he began running his hands over my body and grinding into me,” she said. “I yelled, hoping that someone downstairs might hear me, and I tried to get away from him, but his weight was heavy.”", "url": "https://www.nytimes.com/2018/09/27/us/politics/brett-kavanaugh-confirmation-hearings.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}