{"authors": ["Choe Sang-Hun"], "date_download": "2018-11-16 03:11:56", "date_modify": "2018-11-16 03:11:56", "date_publish": "2018-01-03 08:43:21", "description": "The return of the hotline, suspended nearly two years ago, could lead to direct dialogue between the two Koreas after years of hair-trigger tensions.", "filename": "2018_01_03_world_asia_north-korea-hotline-south.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337916.html", "image_url": "https://static01.nyt.com/images/2018/01/04/world/04nkorea-1/04nkorea-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_03_world_asia_north-korea-hotline-south.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337916.html", "title": "North Korea Reopens Border Hotline With South", "title_page": "North Korea Reopens Border Hotline With South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "North Korea cut off all lines of communications with South Korea nearly two years ago, when Mr. Moon’s conservative predecessor, the since-impeached President Park Geun-hye, shut down a joint industrial complex in the North Korean town of Kaesong. At Panmunjom, which has served as a contact point for the two Koreas for decades, North Korean officials did not pick up the phone when their South Korean counterparts made a daily call to keep the line alive.\nWhen South Korean officials had an urgent message for the North, like the repatriation of North Korean fishermen rescued in South Korean waters, they had to use a megaphone to shout across the border at Panmunjom.\nOn Tuesday, when South Korea proposed high-level talks, there was no way to deliver its proposal directly to the North. So, Cho Myoung-gyon, a South Korean cabinet minister in charge of relations with the North, held a news conference to read out the South’s proposal.\nMr. Ri’s television appearance was the North’s response to Mr. Cho’s news conference. Mr. Ri is chairman of the Committee for the Peaceful Reunification of the Fatherland, a North Korean agency that handles relations with the South.\n“The reopening of a communications channel is highly significant because it is a step toward being able to hold dialogue anytime both sides want,” said Yoon Young-chan, a spokesman for Mr. Moon.\nThe lack of a functional hotline with the North has particularly worried Mr. Moon’s government over the last year, as Mr. Kim and President Trump exchanged personal insults and threats of war, raising fears of misunderstanding and an accidental military clash.\nMr. Moon has doggedly urged the United States and North Korea to start a dialogue to peacefully resolve the North Korean nuclear crisis. He insists that sanctions alone will not end the North’s pursuit of nuclear weapons. He also objects to any pre-emptive military action against North Korea, fearing it would lead to a full-blown war with South Koreans bearing the brunt of the violence.", "url": "https://www.nytimes.com/2018/01/03/world/asia/north-korea-hotline-south.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}