{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:29:34", "date_modify": "2018-11-16 04:29:34", "date_publish": "2018-03-06 20:47:43", "description": "The actress and education advocate is said to be talking with a pair of veteran Democratic political operatives, and is studying up on policy issues.", "filename": "2018_03_06_nyregion_cynthia-nixon-cuomo-governor-ny.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342574.html", "image_url": "https://static01.nyt.com/images/2018/03/07/nyregion/07nixon1/07nixon1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_06_nyregion_cynthia-nixon-cuomo-governor-ny.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342574.html", "title": "Cynthia Nixon Explores Possible Run Against Andrew Cuomo", "title_page": "Cynthia Nixon Explores Possible Run Against Andrew Cuomo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The actress Cynthia Nixon, who for months has teased her interest in challenging Gov. Andrew M. Cuomo, has engaged in talks with a pair of veteran Democratic political operatives, a sign that she may be moving closer to a decision on whether to run this year, according to people familiar with the situation.\nA longtime education activist, Ms. Nixon has also been studying up on other policy areas, in particular transportation policy, according to two people familiar with Ms. Nixon’s activities. The ongoing woes of New York City’s subway system, which are run by the Metropolitan Transportation Authority — overseen by Mr. Cuomo — are widely seen as one of Mr. Cuomo’s greatest political vulnerabilities.\nMs. Nixon has been openly critical of Mr. Cuomo for many months as she has mulled a campaign. But her conversations with two Democratic strategists, Bill Hyers and Rebecca Katz, who are aligned with the party’s left flank in the state, appear to be a sign of her growing seriousness.\nRebecca Capellan, Ms. Nixon’s publicist, declined to comment on what conversation Ms. Nixon has had with Mr. Hyers or Ms. Katz, which were first reported by NY1. Mr. Hyers and Ms. Katz are former top advisers to Mayor Bill de Blasio, who has feuded with Mr. Cuomo for years. Neither Mr. Hyers nor Ms. Katz responded to requests for comment.", "url": "https://www.nytimes.com/2018/03/06/nyregion/cynthia-nixon-cuomo-governor-ny.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}