{"authors": ["Michael Wolgelenter", "Ellen Barry"], "date_download": "2018-11-16 04:40:51", "date_modify": "2018-11-16 04:40:51", "date_publish": "2018-05-18 09:31:46", "description": "The British authorities said that Moscow had attacked him with a nerve agent, touching off a diplomatic dispute that led to the expulsion of hundreds of diplomats from the West and Russia.", "filename": "2018_05_18_world_europe_sergei-skripal-released-hospital.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343251.html", "image_url": "https://static01.nyt.com/images/2018/05/18/world/18skripal/18skripal-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_18_world_europe_sergei-skripal-released-hospital.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343251.html", "title": "Sergei Skripal, Russian Ex-Spy, Leaves U.K. Hospital After Poisoning", "title_page": "Sergei Skripal, Russian Ex-Spy, Leaves U.K. Hospital After Poisoning - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A top health official has said the poison was very potent and “did not degrade quickly.”\n“You can assume it is not much different now from the day it was distributed,” Ian Boyd, the chief scientific adviser at the Department for Environment, Food and Rural Affairs in Britain, told Salisbury residents at a meeting on April 19.\nMr. Guthrie said the substrate — which, in a contact poisoning, could be a substance like hand cream or petroleum jelly — may have prevented the nerve agent from entering the victims’ bloodstream in a fatal dose. He said the authorities had released no information about the substrate that was used.\n“Clearly, the method of putting it through the skin didn’t kill them,” he said.\nAlastair Hay, professor of environmental toxicology at the University of Leeds, said the exposure “would have killed them if they hadn’t had the right treatment.”\n“I have it on good authority that the symptoms were recognized by the medical staff very early, and that enabled them to institute treatment promptly,” he said. He added that the attacker may have expected the two to lose consciousness and die inside the house.\n“They wouldn’t have been found if they had stayed inside,” Mr. Hay said.\nThe authorities have not said where the Skripals are now living, and the Metropolitan Police said in a statement on Friday that it would not provide any details about the protective and security measures they have employed.\nAccording to the British government, Yulia Skripal rejected an offer of Russian consular assistance, although she has not been heard from or seen since her release from the hospital. Russia has insisted on being allowed access to the Skripals and said that it believes the two are being held against their will.\nWhile the British authorities were quick to state that the Skripals and a third person, Det. Sgt. Nick Bailey, who became ill during the investigation, were poisoned with novichok, the hospital has been more circumspect in describing their recovery.", "url": "https://www.nytimes.com/2018/05/18/world/europe/sergei-skripal-released-hospital.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}