{"authors": ["Alan Rappeport", "Ana Swanson"], "date_download": "2018-11-16 03:50:11", "date_modify": "2018-11-16 03:50:11", "date_publish": "2018-08-16 20:47:56", "description": "The meeting, to be held in Washington this month between midlevel officials, comes as the Trump administration is preparing more tariffs on Chinese goods.", "filename": "2018_08_16_us_politics_us-china-tariffs-trade.html_module=inline_1542340211.html", "image_url": "https://static01.nyt.com/images/2018/08/17/us/politics/17dc-uschina/17dc-uschina-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_16_us_politics_us-china-tariffs-trade.html_module=inline_1542340211.html", "title": "U.S. and China to Rekindle Trade Talks as More Tariffs Loom", "title_page": "U.S. and China to Rekindle Trade Talks as More Tariffs Loom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Beyond tariffs, currency concerns have re-emerged as an issue in the Trump administration, and they are expected to come up during this round of talks.\nThe value of China’s currency, the renminbi, has fallen roughly 10 percent against the dollar since the beginning of April, a change that makes Chinese products cheaper for foreigners to purchase and helps offset the impact of the Trump administration’s tariffs.\nEconomists say the currency has weakened because of market forces and the strengthening of the dollar, as well as the influence of the Chinese government, which sets a baseline for the currency and then allows its value to fluctuate within a narrow band.\nThat drop in value will put pressure on the Treasury Department in advance of an October report in which Mr. Mnuchin is charged with deciding whether to label countries currency manipulators. So far, the Trump administration has declined to give China the label, saying that while China manipulated its currency in the past, that problem had dissipated for now.\nBut in the last month, China’s currency has once again become a target for Mr. Trump.\n“China, the European Union and others have been manipulating their currencies and interest rates lower, while the U.S. is raising rates while the dollars gets stronger and stronger with each passing day — taking away our big competitive edge,” Mr. Trump tweeted on July 20. “As usual, not a level playing field …”\nIn its coming talks, the Treasury Department will seek to pressure the Chinese to lift the value of their currency, a person briefed on the plans said. But additional American tariff measures going into effect in coming months could further push down the value of the renminbi against the dollar, complicating those efforts.\nThe Trump administration is engaged in trade clashes on multiple fronts, as American negotiators seek to wrap up talks over the North American Free Trade Agreement with Canada and Mexico and hold additional talks with European and Japanese counterparts in coming months.", "url": "https://www.nytimes.com/2018/08/16/us/politics/us-china-tariffs-trade.html?module=inline"}