{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:24:21", "date_modify": "2018-11-16 04:24:21", "date_publish": "2018-10-25 17:12:07", "description": "The announcement, part of a flurry of initiatives from the White House ahead of the midterms, came after a government study found that Medicare is paying 80 percent more than other nations for drugs.", "filename": "2018_10_25_us_politics_medicare-prescription-drug-costs-trump.html_module=inline_1542342261.html", "image_url": "https://static01.nyt.com/images/2018/10/26/us/politics/26dc-health-sub/26dc-health-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_25_us_politics_medicare-prescription-drug-costs-trump.html_module=inline_1542342261.html", "title": "Trump Proposes to Lower Drug Prices by Basing Them on Other Countries’ Costs", "title_page": "Trump Proposes to Lower Drug Prices by Basing Them on Other Countries’ Costs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump proposed on Thursday that Medicare pay for certain prescription drugs based on the prices paid in other advanced industrial countries — a huge change that could save money for the government and for millions of Medicare beneficiaries.\nAs part of a demonstration project covering half the country, Medicare would establish an “international pricing index” and use it as a benchmark in deciding how much to pay for drugs covered by Part B of Medicare.\n“This is a revolutionary change,” Mr. Trump said in a speech on Thursday at the Department of Health and Human Services. “Nobody’s had the courage to do it, or they just didn’t want to do it.”\nMr. Trump’s announcement was part of a flurry of initiatives emerging from the White House ahead of next month’s midterm elections, in which Democrats hope to take control of the House and possibly the Senate. Democrats have focused their campaigns on health care, hammering Republicans on the high cost of prescription drugs and asserting that Republicans would undo protections for people with pre-existing medical conditions — one of the most popular provisions of the Affordable Care Act.", "url": "https://www.nytimes.com/2018/10/25/us/politics/medicare-prescription-drug-costs-trump.html?module=inline"}