{"authors": ["Kristin Wong"], "date_download": "2018-11-16 03:16:01", "date_modify": "2018-11-16 03:16:01", "date_publish": "2018-06-27 09:00:06", "description": "When you book travel with a credit card, you usually get some kind of travel insurance — but what it doesn’t cover can leave you vulnerable. Here’s what you really get, and why you might want to buy additional coverage.", "filename": "2018_06_27_travel_what-travel-insurance-does-and-doesnt-cover.html_action=click&module=RelatedLinks&pgtype=Article_1542338161.html", "image_url": "https://static01.nyt.com/images/2018/07/01/travel/01INSURANCE/01INSURANCE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_travel_what-travel-insurance-does-and-doesnt-cover.html_action=click&module=RelatedLinks&pgtype=Article_1542338161.html", "title": "What Travel Insurance Does and Doesn't Cover", "title_page": "What Travel Insurance Does and Doesn't Cover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even the most comprehensive travel insurance plans exclude pre-existing conditions, although some offer a waiver for travelers who buy a policy on or around their “trip deposit date,” the first day you booked and purchased expenses for your trip, like a flight, tour or lodging.\nLet’s say you’re bringing your fancy DSLR camera to take pictures, or your laptop, in case you need to squeeze in some extra work. The good news is, your homeowner’s or renter’s insurance policy may cover these items while you’re traveling. Many of these policies include off-premise protection, which insures your belongings even if they’re outside of your home. So if your camera is stolen, you might not even need travel insurance to protect you.\nThe Limits of Credit Card Protection\nSome credit cards come with a form of insurance, too. For example, the Chase Sapphire Preferred card, a popular one among travelers, comes with cancellation insurance of up to $10,000 per covered trip, usually for emergency-scenarios, like severe weather or bodily injury. And the Citi Prestige Card comes with baggage delay coverage of up to $500 per traveler, per trip, if your bags don’t get to you within three hours of your arrival. As a general rule, if your card comes with a fee, there’s a good chance it includes some kind of travel insurance perk.\nThere are caveats, though. For one, your card probably doesn’t come with “cancel for any reason” protection. Most credit cards have strict rules about when they will and won’t reimburse you for canceled travel, so make sure to read your card’s explanation of benefits online, or just call and ask. “If your plan does have a cancel-for-any-reason clause, be sure you understand the terms,” Ms. Godlin said. “A percentage of the trip might be either refunded in cash or returned in a credit, as those terms can vary dramatically.”\nIn other words, your credit card might not offer the same amount of coverage you’d get with a separate insurance plan. It might only reimburse you for up to $1,500 worth of travel expenses, while you can buy a third-party plan to cover the full cost of your trip. Most credit cards don’t cover emergency medical care abroad, either. Finally, in order to be covered, you have to pay for your travel with the card in question, and coverage might exclude travel that you paid for with rewards points.\nIt’s certainly worth looking into your credit card’s policy to see if you are covered, but be mindful of these gaps.\nExtra Perks of Third-Party Travel Insurance\nIf you do decide to buy separate travel insurance, you can purchase it through an independent carrier (Allianz and Nationwide are two of the most popular options) or directly from the airline or agency you used to book your travel. And you might as well take advantage of the perks that come with coverage, too.", "url": "https://www.nytimes.com/2018/06/27/travel/what-travel-insurance-does-and-doesnt-cover.html?action=click&module=RelatedLinks&pgtype=Article"}