{"authors": ["Niraj Chokshi"], "date_download": "2018-11-16 04:18:28", "date_modify": "2018-11-16 04:18:28", "date_publish": "2018-04-24 12:45:00", "description": "A new study suggests that the white, Christian and male voters who supported Donald J. Trump were driven by concerns over losing their privilege.", "filename": "2018_04_24_us_politics_trump-economic-anxiety.html_module=inline_1542341908.html", "image_url": "https://static01.nyt.com/images/2018/04/23/us/24trumpvoters/24trumpvoters-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_24_us_politics_trump-economic-anxiety.html_module=inline_1542341908.html", "title": "Trump Voters Driven by Fear of Losing Status, Not Economic Anxiety, Study Finds", "title_page": "Trump Voters Driven by Fear of Losing Status, Not Economic Anxiety, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ever since Donald J. Trump began his improbable political rise, many pundits have credited his appeal among white, Christian and male voters to “economic anxiety.” Hobbled by unemployment and locked out of the recovery, those voters turned out in force to send Mr. Trump, and a message, to Washington.\nOr so that narrative goes.\nA study published on Monday in the Proceedings of the National Academy of Sciences questions that explanation, the latest to suggest that Trump voters weren’t driven by anger over the past, but rather fear of what may come. White, Christian and male voters, the study suggests, turned to Mr. Trump because they felt their status was at risk.\n“It’s much more of a symbolic threat that people feel,’’ said Diana C. Mutz, the author of the study and a political science and communications professor at the University of Pennsylvania, where she directs the Institute for the Study of Citizens and Politics. “It’s not a threat to their own economic well-being; it’s a threat to their group’s dominance in our country over all.”\nThe study is not the first to cast doubt on the prevailing economic anxiety theory. Last year, a Public Religion Research Institute survey of more than 3,000 people also found that Mr. Trump’s appeal could better be explained by a fear of cultural displacement.", "url": "https://www.nytimes.com/2018/04/24/us/politics/trump-economic-anxiety.html?module=inline"}