{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:40", "date_modify": "2018-11-16 04:00:40", "date_publish": "2018-08-06 09:00:10", "description": "In an annual summary of the Supreme Court’s work, Justice Ginsburg, 85, said she hoped for more consensus and may try to serve until she is 90.", "filename": "2018_08_06_us_politics_ruth-bader-ginsburg-duke_1542340840.html", "image_url": "https://static01.nyt.com/images/2018/08/07/us/politics/07dc-bar/07dc-bar-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_06_us_politics_ruth-bader-ginsburg-duke_1542340840.html", "title": "Ruth Bader Ginsburg Bemoans a ‘Divisive’ Term, but Vows to Stick Around", "title_page": "Ruth Bader Ginsburg Bemoans a ‘Divisive’ Term, but Vows to Stick Around - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She said challenges to partisan gerrymandering, which the court ducked in a pair of decisions in June, could soon return to the court. In one, from Wisconsin, the court gave the challengers another chance to demonstrate that they had suffered the sort of direct injury that gave them standing to sue.\nJustice Ginsburg said that showing would be easy to make. “It should not be too hard to find willing plaintiffs in each of the gerrymandered districts,” she said.\nShe added that Justice Elena Kagan had provided the plaintiffs with a valuable tutorial by writing “a concurring opinion that reads as a blueprint for a complaint that could be successful.”\nJustice Ginsburg also predicted that the court would soon hear a sequel to the case of the Colorado baker who refused to create a wedding cake for a same-sex couple. The Supreme Court also ducked the central issue in that case in June, ruling for the baker on the grounds that he had not been treated fairly by a state civil rights commission.\n“There will be another opportunity,” Justice Ginsburg said, pointing to a similar case involving a florist in Washington State.\n“That case doesn’t have anything like what was present in the Colorado case, that is, the suspicion that two of the commissioners on the Colorado commission were hostile to religion,” she said.\nShe said the term had some amusing moments, recalling an argument in October in which “Justice Kagan became nostalgic” about attending raucous parties at which she did not know the host.", "url": "https://www.nytimes.com/2018/08/06/us/politics/ruth-bader-ginsburg-duke.html"}