{"authors": ["Gisela Williams"], "date_download": "2018-11-16 03:08:17", "date_modify": "2018-11-16 03:08:17", "date_publish": "2018-10-19 19:57:55", "description": "Machu Picchu is the area’s most popular tourist stop, but the land beyond is home to lesser-known ruins, artisanal crafts and an innovative food scene.", "filename": "2018_10_19_t-magazine_sacred-valley-peru-guide-shop-stay-eat-see-travel_1542337697.html", "image_url": "https://static01.nyt.com/images/2018/10/19/t-magazine/19tmag-sacredvalley-slide-8MTG/19tmag-sacredvalley-slide-8MTG-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_19_t-magazine_sacred-valley-peru-guide-shop-stay-eat-see-travel_1542337697.html", "title": "What to Do and Where to See Alpacas in Peru’s Sacred Valley", "title_page": "What to Do and Where to See Alpacas in Peru’s Sacred Valley - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Eat\nMil\nHalf a year after opening, this project from Virgilio Martínez Véliz and Pia León — married chefs best known for Central, their top-ranked restaurant in Lima — and their business partner, Malena Martínez, has established itself as a global destination. Part restaurant and part food lab, it occupies a thatched-roof building positioned over the archaeological site of Moray, a complex of concentric stepped terraces thought to have been an Incan experimental agricultural plot (the higher the terrace, the lower the growing temperature). The couple is using the space to study heirloom seed varieties and work with local farming communities. Martinez Véliz and Leon also oversee the main kitchen, which turns out an ambitious eight-course lunch that, depending on the day, might include lamb crudo with quinoa cream and a dried kañihua crisp or duck confit with caviarlike cushuro (colonies of blue-green algae bacteria). milcentro.pe\nCuchara de Palo at Písac Inn\nJust south of the Písac ruins, you’ll find the lively village of the same name, whose main square market has become the place to purchase traditional Andean weaving, much of it made on a traditional loom with naturally dyed yarns, and connect with local shamans, who organize ceremonies centered on ayahuasca, a hallucinogenic plant brew. One of the best places to watch the action is from this restaurant’s ground-floor terrace, which leads to an interior patio with cactuses and pendulous floripondio blossoms. The young chef is known for his new and classic Andean dishes, among them seco de cordero, a cilantro-laden lamb stew, and alpaca steak cooked in a red wine reduction with quinotto. cucharadepalorestaurant.com\nCicciolina\nThose eager to sample guinea pig, a regional delicacy, should head to this brightly painted high-end Cusco tapas bar, where sculptural bouquets of dried chilies and garlic hang from the vaulted ceiling. The Australian expat Tammy Gordon opened it with her Peruvian husband, José Francisco, in 2003, bringing on the Argentine chef Luis Alberto Sacilotto, formerly of Lima’s La Gloria, to create dishes such as Peruvian potato gnocchi and fillet of alpaca with a creamy pepper sauce and yucca soufflé. There’s also a lengthy wine list featuring excellent South American vintages — and the best pisco sours in town. cicciolinacuzco.com\nImage A dining car in the Belmond Andean Explorer, which runs between Cusco, Arequipa and Puno. Credit Ben Sklar\nShop\nL’Atelier by Grid and L’Atelier Café Concept\nIn 2007, Ingrid Thieblemont took a break from Paris, where she was an accessories designer, to go hiking in southern Peru. Six months later, she returned to Cusco for good, opening a pair of adjacent boutiques in San Blas. Both spaces are filled with beautiful handmade essentials, from vintage leather carryalls she finds in local markets to organic cotton T-shirts silk-screened with quirky line drawings to her own jewelry designs — delicately hammered bronze or silver cuffs and pendants. One of the shops also has its own tearoom, serving espresso, chocolate cake and vegan apple-and-chia muffins. gridcusco.com", "url": "https://www.nytimes.com/2018/10/19/t-magazine/sacred-valley-peru-guide-shop-stay-eat-see-travel.html"}