{"authors": [], "date_download": "2018-11-16 03:19:15", "date_modify": "2018-11-16 03:19:15", "date_publish": "2018-09-20 19:58:39", "description": "The recruit carried out the killing. Then he questioned everything.", "filename": "2018_09_20_podcasts_caliphate-transcript-chapter-five-the-heart_1542338355.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_20_podcasts_caliphate-transcript-chapter-five-the-heart_1542338355.html", "title": "Chapter 5: The Heart", "title_page": "Chapter 5: The Heart - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[Music]\nHuzayfah: There’s two guards on each side of the gate, and then they just, like, look through your passport, where you’re coming — they ask where you’re coming from. And that’s when I told them, O.K., “I came from Pakistan. They’re like, “Oh, O.K., how long were you there?” “Ten months.” “Why were you there for 10 months?” I told them university and everything. They were like, O.K. And I said it in a way, I guess, that it didn’t make it seem like I was lying. And I was telling the truth. I guess it was a sugar-coated version, but I was still telling the truth. Um, when I got back, I had to face the reprisals from my parents, obviously.\nCallimachi: But first, tell me what happened at the airport.\nHuzayfah: Ah, yeah. My mom and my sister picked me up. And they just, you know, they hugged me, and they just started crying. They couldn’t believe it. I was really skinny, like, scratches on my face, a lot more scratches on my face. You know, anytime I’d just drop dead soon — that’s what I looked like. And then, we went home, and my mom, she wouldn’t leave my side. She just, she’d keep me in the kitchen with her while cooking dinner. And, you know, I’d have to sleep on the ground of their room.\nCallimachi: Do you think that they’ve been able to forgive you?\nHuzayfah: My mom, probably not. I don’t think my mom can ever forgive me for what I told her — about killing and everything.\nCallimachi: I see.\nHuzayfah: Yeah, about what I’ve done. She’d never expected that ——\nCallimachi: Yeah.\nHuzayfah: That I’d ever do something like that. And my dad — probably not, either. I put them through a lot, and it’s time I make it up to them now.\nCallimachi: And do you think that there’s a chance you could go back to that ideology and to that life of violence?\nHuzayfah: No. No, I cannot, at all. I can’t, no. I’ve come too far from it. And, you know, and there’s too much here that I have to give up now. Like, I’ve struggled so much to reintegrate myself. So, there’s no point in throwing that out all over again and going back to that ideology. Something that’s not right is not right.\nCallimachi: Have you thought of turning yourself in as a way to kind of try to just, you know, break with it for good, and not, and not —— ?", "url": "https://www.nytimes.com/2018/09/20/podcasts/caliphate-transcript-chapter-five-the-heart.html"}