{"authors": ["Heather Murphy"], "date_download": "2018-11-16 03:49:32", "date_modify": "2018-11-16 03:49:32", "date_publish": "2018-03-16 09:00:17", "description": "Most people will draw a man. Researchers investigate the consequences.", "filename": "2018_03_16_health_women-leadership-workplace.html_module=inline_1542340172.html", "image_url": "https://static01.nyt.com/images/2018/03/12/science/12TRI-LEADERSHIP3-alpha/12TRI-LEADERSHIP3-alpha-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_16_health_women-leadership-workplace.html_module=inline_1542340172.html", "title": "Picture a Leader. Is She a Woman?", "title_page": "Picture a Leader. Is She a Woman? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In one experiment, participants were asked to call into a monthly sales team meeting of a fictional insurance company, during which they would hear from either an Eric or an Erica. Later they were asked to rate the speaker on the degree to which he or she had “exhibited leadership,” “influenced the team” or “assumed a leadership role.”\nThe Erics who spoke up with change-oriented ideas were far more likely to be identified as leaders than Erics who simply critiqued their team’s performance. But Ericas did not receive a boost in status from sharing ideas even though they were exactly the same as the Erics’.\nLife, of course, does not unfold like a scripted call. And in a second experiment, the researchers attempted to investigate the benefits of speaking up in the “wild.” The researchers asked participants in a 36-team skills competition at the U.S. Military Academy at West Point to fill out a series of questionnaires before, during and after their competition.\nThe authors acknowledged that there were limitations in studying this atypically male-dominated place, but the nature of the competition allowed them to control for athletic ability, cognitive ability and other factors.\nStill, after the competition, when participants ranked who they wanted to be the team leader, only the men who had spoken up with ideas received a boost.\n“It didn’t matter whether women spoke up 1) almost never, 2) rarely, 3) sometimes, 4) often, or 5) almost always,” Kyle Emich, a professor at Alfred Lerner College of Business and Economics at the University of Delaware, and one of the authors, wrote in an email. “Women did not gain status for speaking up, and subsequently were less likely (much less) to be considered leaders.”\nA negative response to female assertiveness — known as the “backlash effect” — has been documented in other studies on gender and leadership.", "url": "https://www.nytimes.com/2018/03/16/health/women-leadership-workplace.html?module=inline"}