{"authors": ["Sharon Lafraniere", "Emily Cochrane"], "date_download": "2018-11-16 04:49:39", "date_modify": "2018-11-16 04:49:39", "date_publish": "2018-08-01 18:48:45", "description": "The judge in the trial restricted prosecutors from displaying photos of Mr. Manafort’s expensive suits and from describing his pool house at his home in the Hamptons.", "filename": "2018_08_01_us_politics_paul-manafort-fraud-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343779.html", "image_url": "https://static01.nyt.com/images/2018/08/02/us/politics/02dc-manafort-print/02dc-manafort-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_01_us_politics_paul-manafort-fraud-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343779.html", "title": "Prosecution Cites Lavish Spending by Paul Manafort in His Fraud Trial", "title_page": "Prosecution Cites Lavish Spending by Paul Manafort in His Fraud Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ALEXANDRIA, Va. — To the manager of Alan Couture, a high-end men’s wear boutique in Manhattan, Paul Manafort was one of his top five customers, spending more than $900,000, paid by wire transfer, over five years ending in 2014.\nThe controller for the House of Bijan in Beverly Hills, Calif., sometimes called “the world’s most expensive men’s store,” said he was “a very good customer.” A neighbor of Mr. Manafort’s in suburban Virginia recalled how he showed him a $1.9 million home and Mr. Manafort decided to “go for it,” offering the seller full price.\nThe second day of the trial for Mr. Manafort, President Trump’s former campaign chairman, on tax and bank fraud charges felt at times more like “Lifestyles of the Rich and Famous” than a first, politically charged courtroom test of the inquiry led by the special counsel, Robert S. Mueller III.\nBut the prosecutors on Mr. Mueller’s team had a very specific goal in calling witnesses to testify about Mr. Manafort’s spending habits: to present the jury with detailed evidence that he wired millions of dollars from secret overseas bank accounts to buy and renovate homes in places like the Hamptons and suburban Washington, shop at the country’s most exclusive men’s boutiques and snap up one luxury vehicle after another with income he hid from the tax authorities.", "url": "https://www.nytimes.com/2018/08/01/us/politics/paul-manafort-fraud-trial.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}