{"authors": ["Natasha Singer"], "date_download": "2018-11-16 03:13:53", "date_modify": "2018-11-16 03:13:53", "date_publish": "2018-04-11 09:03:07", "description": "Facebook tracks even nonusers as they surf the web, and House members grilled Mark Zuckerberg, Facebook’s chief executive, about the practice during his second day of hearings.", "filename": "2018_04_11_technology_facebook-privacy-hearings_1542338033.html", "image_url": "https://static01.nyt.com/images/2018/04/12/business/12TARGETED-3/12TARGETED-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_11_technology_facebook-privacy-hearings_1542338033.html", "title": "What You Don’t Know About How Facebook Uses Your Data", "title_page": "What You Don’t Know About How Facebook Uses Your Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That has not stopped angry users from airing their grievances over Facebook’s practices.\nIn 2016, for example, a Missouri man with metastatic cancer sued Facebook. The suit, which sought class-action status, accused the tech giant of violating the man’s privacy by tracking his activities on cancer center websites outside the social network — and collecting details about his possible treatment options — without his permission.\nFacebook persuaded a federal judge to dismiss the case. The company argued that tracking users for ad-targeting purposes was a standard business practice, and one that its users agreed to when signing up for the service. The Missouri man and two other plaintiffs have appealed the judge’s decision.\nFacebook is quick to note that when users sign up for an account, they must agree to the company’s data policy. It plainly states that its data collection “includes information about the websites and apps you visit, your use of our services on those websites and apps, as well as information the developer or publisher of the app or website provides to you or us.”\nBut in Europe, some regulators contend that Facebook has not obtained users’ explicit and informed consent to track them on other sites and apps. Their general concern, they said, is that many of Facebook’s 2.1 billion users have no idea how much data Facebook could collect about them and how the company could use it. And there is a growing unease that tech giants are unfairly manipulating users.", "url": "https://www.nytimes.com/2018/04/11/technology/facebook-privacy-hearings.html"}