{"authors": ["Brad Plumer"], "date_download": "2018-11-16 03:24:17", "date_modify": "2018-11-16 03:24:17", "date_publish": "2018-07-24 14:07:51", "description": "Heat waves are America’s deadliest natural disaster. Here are some strategies that cities around the world are pursuing to try to beat the heat.", "filename": "2018_07_24_climate_heat-waves-cities.html_module=inline_1542338657.html", "image_url": "https://static01.nyt.com/images/2018/07/25/climate/25CLI-COOLCITIES1/25CLI-COOLCITIES1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_24_climate_heat-waves-cities.html_module=inline_1542338657.html", "title": "5 Ways to Keep Cities Cooler During Heat Waves", "title_page": "5 Ways to Keep Cities Cooler During Heat Waves - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Cities can be miserable during heat waves. All that concrete and asphalt soaks up the sun’s rays, pushing temperatures up even further. Tall buildings can block cooling breezes. Exhaust from cars and air-conditioners just adds to the swelter.\nThis is known as the urban heat island effect: A large city’s built-up environment can make it 2 to 5 degrees Fahrenheit warmer than the surrounding countryside during the day and up to 22 degrees warmer at night. That extra heat is becoming a serious public health problem. On average, 650 Americans die each year from heat-related causes, the Centers for Disease Control and Prevention estimates, and global warming is only expected to make things worse.\nIn recent years, some urban planners have been seeking out creative strategies to combat the heat island effect to provide relief and prevent more people from dying during brutal hot spells. “Cities need to realize that they have the power to change their own weather,” said Brian Stone, Jr., a professor at Georgia Tech’s School of City and Regional Planning.\nHere’s a look at a few of the more promising ideas that cities around the world have been pursuing to try to beat the heat.", "url": "https://www.nytimes.com/2018/07/24/climate/heat-waves-cities.html?module=inline"}