{"authors": ["Maria Abi-Habib", "Salman Masood"], "date_download": "2018-11-16 04:28:19", "date_modify": "2018-11-16 04:28:19", "date_publish": "2018-07-21 14:28:28", "description": "With out-of-favor candidates sidelined and news outlets censored, some Pakistanis say the vote Wednesday will be more like a soft coup than an election.", "filename": "2018_07_21_world_asia_pakistan-election-military.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342499.html", "image_url": "https://static01.nyt.com/images/2018/07/22/world/22pakistan-election/22pakistan-election-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_21_world_asia_pakistan-election-military.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342499.html", "title": "Military’s Influence Casts a Shadow Over Pakistan’s Election", "title_page": "Military’s Influence Casts a Shadow Over Pakistan’s Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LAHORE, Pakistan — The phone calls started last month, said Rana Iqbal Siraj: intimidating, anonymous demands that he defect from the party that governed Pakistan for the past five years and tried to curb the power of the military. Soon, he was summoned by state security officials who delivered the same message.\nMr. Siraj, a candidate for the legislature in Punjab Province, stayed with his party, the Pakistan Muslim League-Nawaz, which was built decades ago around former Prime Minister Nawaz Sharif. Then in June, roughly a month before Election Day, security officials raided his business at the behest of the military, Mr. Siraj said in an interview.\n“They are trying to ruin me financially by raiding my warehouse and beating my staff,” he said, adding that he was considering moving his family abroad for their safety. “What am I at fault for? Just because I’m running on the PML-N ticket?”\nMr. Siraj and fellow party members said the aim of the raid was to weaken the former governing party’s chances by forcing its candidates to defect ahead of national elections on Wednesday that are shaping up to be a referendum on the military and its interference in Pakistan’s democracy.", "url": "https://www.nytimes.com/2018/07/21/world/asia/pakistan-election-military.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}