{"authors": ["Kyle Chayka"], "date_download": "2018-11-16 03:09:15", "date_modify": "2018-11-16 03:09:15", "date_publish": "2018-03-12 22:34:27", "description": "Spirulina smoothies, quinoa bowls, chicory salads: They’re all dining clichés. But so is the décor around them: brass sconces, midcentury chairs, tile mosaics.", "filename": "2018_03_12_t-magazine_design_mp-shift-anna-polonsky-amy-morris.html_rref=collection%2Fcolumn%2FBy%20Design_1542337755.html", "image_url": "https://static01.nyt.com/images/2018/03/02/t-magazine/02tmag-mp-slide-J9F8-alpha/02tmag-mp-slide-J9F8-alpha-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_12_t-magazine_design_mp-shift-anna-polonsky-amy-morris.html_rref=collection%2Fcolumn%2FBy%20Design_1542337755.html", "title": "The Women Responsible for the Look of Your Next All-Day Cafe", "title_page": "The Women Responsible for the Look of Your Next All-Day Cafe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ON A FALL afternoon at De Maria, a year-old restaurant in New York’s NoLIta neighborhood, the flat city light pours in from a wall of windows onto square tables covered in worn pistachio-green and navy leather. Diners can sit on squat wooden chairs, a tan-leather banquette or felt-topped stools at the bar, which is lit by orblike pendants and backed by a Bauhaus-via-Brazil geometric tile mural. They might order a chai latte, which arrives in a stoneware mug made by Brooklyn’s Workaday Handmade, or a cured-salmon and coconut grain bowl, off seasonal menus that are available from early in the morning until late at night.\nBeyond the virtuous food, the space itself is somehow salubrious, as if solely by being here you are improving your life. Along with places like Kismet in Los Angeles, June’s All Day in Austin and Res Ipsa in Philadelphia, De Maria is part of a new class of American restaurants — or rather, “all-day cafes” — that combine highly specific, instantly recognizable décor with visually pleasing riffs on health-store classics like flaxseed banana bread and acai. These new cafes, all of which owe a debt to New York’s abstemious Dimes, which opened in Chinatown in 2013, present amiable aesthetic experiences that feel ready-made for Instagram: Many of these rooms share the same natural light, blond wood chairs and copper details that have come to evoke a kind of Scandinavian-inflected, aspirational millennial apartment, which the cafes themselves tend to resemble.\nDe Maria’s interior, in particular, is the work of the MP Shift, a Chinatown-based design and branding studio that, since its founding three years ago, has created variations on this look for several New York City restaurants and is now expanding throughout the country — as well as to Paris, London and Sydney. The studio was established by Amy Morris and Anna Polonsky (the M and P of the name, plus shift as in “late”), who met a decade ago through mutual friends, when Morris was a marketing consultant and Polonsky was a managing partner at a culinary events company. The young chefs and restaurateurs they encountered in those jobs were often interested in developing independent projects but lacked the proper guidance, so the two women decided to build an agency that consolidated graphics, interiors and brand-direction.", "url": "https://www.nytimes.com/2018/03/12/t-magazine/design/mp-shift-anna-polonsky-amy-morris.html?rref=collection%2Fcolumn%2FBy%20Design"}