{"authors": ["Carl Hulse"], "date_download": "2018-11-16 03:53:20", "date_modify": "2018-11-16 03:53:20", "date_publish": "2018-03-30 09:00:13", "description": "Without major change, spending bills that are too big to veto will most likely remain the standard in Congress, despite President Trump’s insistence that he’ll never sign one again.", "filename": "2018_03_30_us_politics_omnibus-bills-congress_1542340400.html", "image_url": "https://static01.nyt.com/images/2018/03/31/us/politics/31DC-HULSE/31DC-HULSE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_30_us_politics_omnibus-bills-congress_1542340400.html", "title": "Broad Spending Bills Here to Stay as Long as Congressional Dysfunction Reigns", "title_page": "Broad Spending Bills Here to Stay as Long as Congressional Dysfunction Reigns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One main reason for the pessimistic outlook is that the Senate, for various political and logistical reasons, has essentially given up on the time-honored method of considering individual spending bills on the floor after they have been hashed out in committee.\nThe threat of a slew of politically charged amendments, the need for 60 votes to move any spending legislation and the reluctance of the leadership to devote the necessary floor time to debate the bills have effectively ended public review of the 12 annual spending bills by the full Senate.\nWhat that means is that most senators have no real opportunity to try to influence the individual spending measures and are instead presented with the take-it-or-leave-it choice they faced last week when they could either vote for a 2,232-page, $1.3 trillion spending measure with many provisions they supported — notably a big increase in Pentagon spending — or balk and be responsible for shutting down the government. Those options left many lawmakers dissatisfied, including some of those most closely involved in writing the legislation.\n“I would rather we brought these bills to the floor one at a time,” said Senator Roy Blunt, Republican of Missouri and a member of the spending panel, who lamented the packaging of the bills. “It didn’t used to be that way. It has been that way for about 10 years now. It needs to stop. Every member needs to have a right to be able to amend these bills, to bring them to the floor one or two at a time, have a real debate.”\nCongressional leaders say they don’t like jamming the spending bills through en bloc, but there are real incentives for them to continue to do so because it concentrates considerable power in their hands.", "url": "https://www.nytimes.com/2018/03/30/us/politics/omnibus-bills-congress.html"}