{"authors": ["Jessica Bennett"], "date_download": "2018-11-16 03:13:52", "date_modify": "2018-11-16 03:13:52", "date_publish": "2018-06-28 08:00:01", "description": "As the harassment conversation shifts to “what’s next?”, small networks of women are helping to lay the groundwork for legal and institutional change.", "filename": "2018_06_28_arts_what-is-next-metoo-movement.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338032.html", "image_url": "https://static01.nyt.com/images/2018/07/01/arts/01MET00-ESSAY/01MET00-ESSAY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_28_arts_what-is-next-metoo-movement.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338032.html", "title": "After #MeToo, the Ripple Effect", "title_page": "After #MeToo, the Ripple Effect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "They call themselves “the nine.” They are nine women, eight scattered around the United States and one in France, each with accusations of having been sexually harassed or assaulted by a former mentor, the playwright Israel Horovitz. Last fall, they chose to speak out publicly against him, adding their voices to the chorus of women proclaiming #MeToo.\nNone of these women had met one another before they told me their stories for an article published in The New York Times in November, detailing alleged misconduct spanning 30 years. Eight months later, they are in near-constant contact. They text, they call, they email, pulling someone out of a hole when one of them spirals. Recently, they coordinated a letter-writing campaign to have one of Mr. Horovitz’s plays stricken from the lineup of a repertory theater in Sharon, Mass. (Mr. Horovitz, in a statement to The Times, apologized to “any woman who has ever felt compromised by my actions.”)\n[Read more: How saying #MeToo changed their lives.]\n“This group of nine women ground me,” said Laura Crook, an actor who lives outside of Boston. She created small pendants — nine delicate stones and a pearl with “x9” engraved on a silver bead — for each of the women. “It’s like we have spun our individual pain into solidarity.”\nIt’s a strange sisterhood that perhaps could exist only in this particular moment. But these small networks are one of a number of ways that the conversation around #MeToo has shifted to: What’s next?", "url": "https://www.nytimes.com/2018/06/28/arts/what-is-next-metoo-movement.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}