{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:26:17", "date_modify": "2018-11-16 04:26:17", "date_publish": "2018-04-06 03:16:21", "description": "The Vermont senator, who drew slim support from African-Americans in his 2016 presidential bid, is now trying to fix that vulnerability as he considers another run in 2020.", "filename": "2018_04_05_us_politics_bernie-sanders-obama-mississippi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342377.html", "image_url": "https://static01.nyt.com/images/2018/04/07/us/politics/07sanders1/06sanders1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_05_us_politics_bernie-sanders-obama-mississippi.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342377.html", "title": "Bernie Sanders Courts Black Voters Anew. But an Obama Reference Stings.", "title_page": "Bernie Sanders Courts Black Voters Anew. But an Obama Reference Stings. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JACKSON, Miss. — Senator Bernie Sanders insists he hasn’t decided whether to run again for president, but a 14-hour sprint across the Deep South on Wednesday made clear that he is not only thinking about it but is already trying to remedy his most significant vulnerability in 2016: his lack of support from black voters.\nMr. Sanders began the 50th anniversary of the Rev. Dr. Martin Luther King Jr.’s assassination with a morning speech and a march in Memphis, helpfully captured in a picture on the Rev. Al Sharpton’s Twitter feed. He appeared at an economic justice forum here in Mississippi’s capital, speaking before a crowd that included far more African-Americans than his campaign events typically drew. And he wound down over a plate of wings at a late-night dinner with Chokwe Antar Lumumba, Jackson’s new mayor, a 35-year-old African-American and progressive.\nEven more than recapturing the magic of 2016 in the early nominating states, Mr. Sanders’s prospects in 2020 would hinge in large part on whether he could garner far stronger support from African-Americans than the less than 20 percent of the vote that he won from them in Southern states.\nStill, the same unvarnished bluntness, lack of polish and unwavering devotion to his tried-and-true message — which made him a global hero of the left — continue to create challenges for him. On Wednesday night, after the Jackson forum, Mr. Sanders faced sharp criticism from some African-Americans who thought he had reduced the nation’s first black president, Barack Obama, to merely being what Mr. Sanders called a “charismatic individual.”", "url": "https://www.nytimes.com/2018/04/05/us/politics/bernie-sanders-obama-mississippi.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}