{"authors": ["Timothy Egan"], "date_download": "2018-11-16 03:12:54", "date_modify": "2018-11-16 03:12:54", "date_publish": "2018-03-16 17:04:21", "description": "Ireland’s leader, Leo Varadkar, the gay son of a Hindu father of Indian descent, tries to nudge the United States back to the moral high ground.", "filename": "2018_03_16_opinion_irish-leo-varadkar_1542337974.html", "image_url": "https://static01.nyt.com/images/2018/03/16/opinion/16egan/16egan-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_16_opinion_irish-leo-varadkar_1542337974.html", "title": "How the Irish Could Still Save Civilization", "title_page": "Opinion | How the Irish Could Still Save Civilization - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The White House opened its doors to the leader of the original “shithole” country this week. The irony was that a president who wants only the smartest and best-looking immigrants was embracing a nation once known for sending famine-stricken, disease-laden, crime-breeding foreigners to our shores.\nFor that matter, how did Ireland’s prime minister, Leo Varadkar, the gay son of a Hindu father of Indian descent, merit time from a president who has stirred up a thousand little hatreds from the darkest corners of America?\nThe Taoiseach got his moment because on St. Patrick’s Day everybody wants to be Irish. But no one in power has betrayed the Irish-American story more than President Trump. He’s been joined by a handful of Hibernian toadies who have made a mockery of their heritage.\nEarlier in the week, the prime minister of a tiny nation tried to nudge the mighty United States back to the moral high ground. “It’s really tough to see a country that is built on freedom not being a world leader in that space anymore,” he told an audience in Austin, Tex.", "url": "https://www.nytimes.com/2018/03/16/opinion/irish-leo-varadkar.html"}