{"authors": ["Michael D. Shear", "Adam Liptak", "Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:00:22", "date_modify": "2018-11-16 04:00:22", "date_publish": "2018-09-05 22:54:12", "description": "On his first full day of questioning, Judge Brett M. Kavanaugh, President Trump’s nominee to the Supreme Court, would not say whether a president could be subpoenaed or pardon himself.", "filename": "2018_09_05_us_politics_brett-kavanaugh-hearing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340822.html", "image_url": "https://static01.nyt.com/images/2018/09/06/us/politics/06dc-kavanaugh-jp-2-print/06dc-kavanaugh-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_05_us_politics_brett-kavanaugh-hearing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340822.html", "title": "Kavanaugh Ducks Questions on Presidential Powers and Subpoenas", "title_page": "Kavanaugh Ducks Questions on Presidential Powers and Subpoenas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Judge Brett M. Kavanaugh, President Trump’s nominee to the Supreme Court, on Wednesday dodged direct questions about whether the Constitution would allow Mr. Trump to use the powers of the presidency to thwart the Russia collusion and obstruction investigations that are swirling around his administration.\nTestifying before the Senate Judiciary Committee on a grueling second day of hearings, Judge Kavanaugh refused to say whether he believes Mr. Trump, as a sitting president, could be subpoenaed by Robert S. Mueller III, the special counsel, to testify in the sprawling inquiry. Answering questions in public for the first time since his nomination, the judge also declined to say whether Mr. Trump could escape legal jeopardy by pardoning himself or his associates.\n“I’m not going to answer hypothetical questions of that sort,” Judge Kavanaugh said, insisting that it would be inappropriate for a Supreme Court nominee to publicly offer views on issues that might come before the court once he is a justice.\nJudge Kavanaugh also declined to say he would disqualify himself from cases concerning Mr. Trump.\nIn a hearing that began in the morning, stretched into the night, and seesawed between intense grilling by Democrats and fawning praise by Republicans, Judge Kavanaugh sought to present himself as an evenhanded arbiter of the law rather than a partisan ideologue driven by a desire to carry out a Republican policy agenda. He parried questions, without any obvious blunders, on matters ranging from abortion to gun rights to executive powers and arcane provisions of antitrust law.", "url": "https://www.nytimes.com/2018/09/05/us/politics/brett-kavanaugh-hearing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}