{"authors": ["Jay Levin"], "date_download": "2018-11-16 04:32:09", "date_modify": "2018-11-16 04:32:09", "date_publish": "2018-11-07 10:01:14", "description": "A top-rated elementary school and easy highway access are among the attractions for home buyers in this placid neighborhood.", "filename": "2018_11_07_realestate_hollis-hills-queens-quiet-surroundings-and-a-diverse-community.html_rref=collection%2Fcolumn%2FLiving%20In_1542342729.html", "image_url": "https://static01.nyt.com/images/2018/11/11/realestate/11Living-In-Hollis-Hills-slide-UJRX/11Living-In-Hollis-Hills-slide-UJRX-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_07_realestate_hollis-hills-queens-quiet-surroundings-and-a-diverse-community.html_rref=collection%2Fcolumn%2FLiving%20In_1542342729.html", "title": "Hollis Hills, Queens: Quiet Surroundings and a Diverse Community", "title_page": "Hollis Hills, Queens: Quiet Surroundings and a Diverse Community - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Compared to its eastern Queens neighbors, Hollis Hills flies under the radar. Looking for hip-hop? You want Hollis, an incubator of rap music. Political pedigree? Go to Governor Cuomo’s Holliswood or President Trump’s Jamaica Estates. Big-box stores? Douglaston and Fresh Meadows have those.\nHollis Hills claims no such distinctions. The placid community of about 1,500 single-family houses, built around the time of World War II, is best known for P.S. 188, one of New York City’s top-rated public elementary schools.\nIt was P.S. 188, also called the Kingsbury School, that attracted Vicky Zhang and Nelson Chen, who had been renting in Bayside. The couple focused their search in areas of Queens served by highly ranked public schools before zeroing in on Hollis Hills, which Mr. Chen, 47, an information technology consultant, said reminded him of the “idyllic leafy neighborhood on Long Island where I grew up.”", "url": "https://www.nytimes.com/2018/11/07/realestate/hollis-hills-queens-quiet-surroundings-and-a-diverse-community.html?rref=collection%2Fcolumn%2FLiving%20In"}