{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:25:00", "date_modify": "2018-11-16 04:25:00", "date_publish": "2018-06-01 09:00:22", "description": "From the Rocky Mountain West to Texas and to California, Republican backers of an immigration petition are making life tough on Speaker Paul D. Ryan.", "filename": "2018_06_01_us_politics_republicans-immigration-petition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342300.html", "image_url": "https://static01.nyt.com/images/2018/06/02/us/politics/02dc-immig1/01dc-immig1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_01_us_politics_republicans-immigration-petition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342300.html", "title": "Vulnerable Republicans See Immigration as Political Salvation", "title_page": "Vulnerable Republicans See Immigration as Political Salvation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Sign up for California Today for the latest news on the June 5 primary and more here.\nTURLOCK, Calif. — In all of his campaigns for the House, Representative Jeff Denham has never seen anything quite like the rolling circus that trails him through his sprawling district in California’s Central Valley — the “Dump Denham” signs, the papier-mâché effigies, the shouting.\nHe says it does not faze him, but there is nothing like the political gallows to focus the mind of an endangered politician, and Mr. Denham, a Republican, is responding in a way that touches almost everybody here in California farm country: He is leading the charge on Capitol Hill to pressure Speaker Paul D. Ryan to hold a vote on legislation to protect the young undocumented immigrants known as Dreamers.\nNearly two dozen other House Republicans — about half of them politically vulnerable and many in districts with large Hispanic populations — have followed suit, affixing their signatures to a petition that is just a few votes short of forcing Mr. Ryan to act. If it works, it will push the party into a divisive, and politically risky, election year debate on immigration.\nA vote this summer to help undocumented immigrants could demoralize President Trump’s most ardent supporters and depress Republican turnout in November. A vote to toughen immigration rules and harm the young Dreamers would further energize Democratic voters. To avoid such a showdown, the speaker has scheduled a two-hour meeting on immigration with his rank and file when lawmakers return to Washington next week.", "url": "https://www.nytimes.com/2018/06/01/us/politics/republicans-immigration-petition.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}