{"authors": ["C. J. Chivers"], "date_download": "2018-11-16 04:37:00", "date_modify": "2018-11-16 04:37:00", "date_publish": "2018-04-24 18:00:04", "description": "Maximilian Uriarte attributes his success with “Terminal Lance” to accuracy and raw material from his loyal fans.", "filename": "2018_04_24_books_marines-terminal-lance-comic-strip-maximilian-uriarte_1542343020.html", "image_url": "https://static01.nyt.com/images/2018/04/26/books/26Uriarte-strip2/Uriarte-strip2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_24_books_marines-terminal-lance-comic-strip-maximilian-uriarte_1542343020.html", "title": "A Comic Strip About the Marines: The Few, the Proud, the Bored Out of Their Minds", "title_page": "A Comic Strip About the Marines: The Few, the Proud, the Bored Out of Their Minds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If this sounds like a hard sell to a proud service, “Terminal Lance” fans have rewarded Mr. Uriarte’s unflinching take and reportage with a full embrace. The nearly 691,000 followers of the “Terminal Lance” Facebook page are almost four times the number of active-duty Marines. In just three years, its newer Instagram account has swelled to 287,000 fans, the largest proportion of whom are 18- to-24-year-olds. The strip’s own website averages about one million unique visitors a month, and its reach is further boosted by the publication of a less offensive version in the Marine Corps Times, an independent biweekly newspaper.\nMr. Uriarte, formerly a terminal lance himself, attributes the success to an unusual trait for a comic strip: accuracy. “I think ‘Terminal Lance’ has done very well because while it has been critical, it’s been honest,” he said.\nThat’s not to say the strip has not generated complaints. Senior Marines often contact Mr. Uriarte to grouse about unflattering portrayals, including his characters’ excessive drinking. Some try to root out his sources. But the corps and its illustrator have found a measure of peace.\n“If you are a grunt and can’t laugh at this stuff, you’d go crazy,” Gen. Robert Neller, the Marine commandant, said in a telephone interview last week. “Every time I see his comic I read it. If nothing else it makes you ponder his point, or just laugh out loud.”\nIn hindsight Mr. Uriarte’s success looks like a plan. He enlisted in the Marines in 2006, when he was 19, hoping to become a professional artist with time. He had been drawing and sketching since he was kid and was seeking a challenge and the rich story lines he expected to find in grunt life.\n“I consider myself an artist before anything else,” he said. “This whole thing was really to inform my artwork, from a weird 19-year-old perspective.”\nHe spent his first combat tour, in 2007, as a machine-gunner in the turret of an armored truck, escorting his company commander around. By his second tour, in 2009, he had talked himself into a job as an official photographer.", "url": "https://www.nytimes.com/2018/04/24/books/marines-terminal-lance-comic-strip-maximilian-uriarte.html"}