{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:29:36", "date_modify": "2018-11-16 04:29:36", "date_publish": "2018-03-16 09:00:18", "description": "Gov. Andrew M. Cuomo and his political operation have gone into overdrive, though his aides say it has nothing to do with Ms. Nixon’s possible candidacy.", "filename": "2018_03_16_nyregion_cynthia-nixon-cuomo-governor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342576.html", "image_url": "https://static01.nyt.com/images/2018/03/17/fashion/17Cuomo-2/13nixon-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_16_nyregion_cynthia-nixon-cuomo-governor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342576.html", "title": "Cynthia Nixon Hints at a Run, and Cuomo Flexes His Muscle", "title_page": "Cynthia Nixon Hints at a Run, and Cuomo Flexes His Muscle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There are increasing signals that Ms. Nixon, best known for playing the lawyer Miranda Hobbes in “Sex and the City,” plans to run, including her being spotted last week on the streets of New York City with what appeared to be a campaign camera crew, and her wife stepping down from a job in city government this week.\nTwo former top advisers to Mr. de Blasio, Bill Hyers and Rebecca Katz, have been in talks with Ms. Nixon, and both are known for running campaigns that mobilize the Democratic left, the portion of the party that has been most vocal in its criticism of Mr. Cuomo.\n“In 2018, we don’t just need to elect more Democrats,” Ms. Nixon pointedly said in a speech last month. “We also need better Democrats.”\nMr. Cuomo, whose former top aide, Joseph Percoco, was convicted Tuesday of federal corruption charges, remains a heavy front-runner. A Quinnipiac University poll last month showed that 75 percent of Democrats in the state said they were inclined to re-elect him, and he has more than $30 million in campaign money. Mr. Cuomo’s campaign asked donors to bolster that war chest last week, inviting them to a half-dozen events in the coming months with price tags as high as $50,000.\nIn recent days, Mr. Cuomo has burnished his progressive credentials.\nOn Sunday, he headlined a rally for a Democrat in a competitive special election in Westchester. On Monday, he appeared at a public housing site in the Bronx and decried the conditions as “disgusting.” On Tuesday, he delivered a firebrand speech to Planned Parenthood in Albany where he said Democrats were fighting a “biased, bigoted, misogynistic backward mentality.” On Wednesday, he joined a student walkout protesting gun violence, including the “die-in” in Manhattan’s Zuccotti Park, the original home of the Occupy Wall Street movement.\nPointedly, Mr. Cuomo lay on the ground alongside Ms. Weingarten, the head of the American Federation of Teachers, and rallied with Michael Mulgrew, president of the United Federation of Teachers. Four years ago, New York’s biggest teachers union did not endorse Mr. Cuomo.", "url": "https://www.nytimes.com/2018/03/16/nyregion/cynthia-nixon-cuomo-governor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}