{"authors": ["Michael Tackett", "Rachel Shorey"], "date_download": "2018-11-16 04:32:50", "date_modify": "2018-11-16 04:32:50", "date_publish": "2018-05-20 09:00:05", "description": "Younger voters typically do not cast ballots in midterm elections. But after the Parkland, Fla., shooting, registration among younger voters is accelerating.", "filename": "2018_05_20_us_politics_young-voters-registration-parkland.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342770.html", "image_url": "https://static01.nyt.com/images/2018/05/06/us/politics/06dc-youngvoter1/06dc-youngvoter1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_20_us_politics_young-voters-registration-parkland.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342770.html", "title": "Young People Keep Marching After Parkland, This Time to Register to Vote", "title_page": "Young People Keep Marching After Parkland, This Time to Register to Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In Pennsylvania, voter registrations across age groups increased sharply in March and April before the primary last week, but registrations of young voters increased the fastest, jumping to 45 percent in March and more than half in April, from fewer than 40 percent of voters in January and February.\nThe trend was particularly stark in Broward County, site of the mass shooting in Parkland — and where more than a thousand young people were added to voter rolls in the week leading to the student-led March for Our Lives protests in March. Young voters represented only 16 percent of new registrants in January and February. In March, that number jumped to 46 percent, before slipping back to 25 percent in April.\nRegistrations among other groups remained relatively constant during the same period, in Broward and in Florida generally, according to data provided by the Florida Department of State Division of Elections.\nAnd those new registrants lean Democratic. Of the new voters ages 25 and under in the state, a third registered as Democrats; 21 percent signed up as Republicans; and 46 percent registered as either unaffiliated or with another political party. For new registrants over 25, 27 percent were Democrats; 29 percent were Republicans; and 44 percent were independent or affiliated with a different party.\nIn addition to the registration figures, new polling of younger voters from the Harvard Kennedy School’s Institute of Politics found a significant jump from two years ago in those who say their involvement will make a difference. Such optimism indicates a voter is more likely to actually turn out.\n“What I have seen is what I am calling a once-in-a-generation attitudinal shift about the efficacy of participating in the political process,” said John Della Volpe, the director of the institute, who has specialized in polling younger voters for nearly two decades. “I am optimistic that the increasing interest we have tracked in politics will likely lead to increased participation in the midterms.”", "url": "https://www.nytimes.com/2018/05/20/us/politics/young-voters-registration-parkland.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}