{"authors": ["Ana Swanson", "Alan Rappeport"], "date_download": "2018-11-16 03:50:07", "date_modify": "2018-11-16 03:50:07", "date_publish": "2018-05-20 15:15:45", "description": "A temporary cease-fire has calmed fears of a trade war, but the Trump administration now faces criticism it is backing down from striking a tough deal.", "filename": "2018_05_20_us_politics_mnuchin-kudlow-china-trade_1542340207.html", "image_url": "https://static01.nyt.com/images/2018/05/20/business/21dc-chinatrade/21dc-chinatrade-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_20_us_politics_mnuchin-kudlow-china-trade_1542340207.html", "title": "U.S. Suspends Tariffs on China, Stoking Fears of a Loss of Leverage", "title_page": "U.S. Suspends Tariffs on China, Stoking Fears of a Loss of Leverage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Trump administration has suspended its plan to impose sweeping tariffs on China as it presses forward with trade talks, a gesture that will temporarily ease tensions between the two nations but rapidly increase pressure on President Trump to secure the type of tough deal that he has long said is necessary to protect American workers.\nSteven Mnuchin, the Treasury secretary, said on Sunday that the two countries had made progress as they concluded three days of intense trade negotiations in Washington late last week. The planned tariffs on as much as $150 billion worth of Chinese goods are off the table while the talks proceed, he said.\n“We’re putting the trade war on hold,” Mr. Mnuchin said on “Fox News Sunday.”\nThe reprieve came as many crucial details remained undecided, and trade experts warned that the suspension of tariffs could undercut Mr. Trump’s leverage and thrust the United States back into the kind of lengthy — and ultimately fruitless — negotiations with China that have bogged down previous administrations.\nThere are also large and lingering questions about what the United States planned to do with one of its most powerful bargaining chips: the Chinese telecom firm ZTE, which has been crippled by sanctions that prevent it from buying American components. Mr. Trump last week suggested on Twitter that he might rethink the company’s punishment in return for trade concessions.", "url": "https://www.nytimes.com/2018/05/20/us/politics/mnuchin-kudlow-china-trade.html"}