{"authors": ["Nick Wingfield", "Paul Mozur", "Michael Corkery"], "date_download": "2018-11-16 03:13:55", "date_modify": "2018-11-16 03:13:55", "date_publish": "2018-04-01 21:52:10", "description": "The opening of Amazon Go was alarming for many retailers, who saw a sudden willingness by Amazon to wield its power in new ways.", "filename": "2018_04_01_technology_retailer-stores-automation-amazon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338035.html", "image_url": "https://static01.nyt.com/images/2018/04/02/business/02CASHIERS-06/00CASHIERS-06-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_01_technology_retailer-stores-automation-amazon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338035.html", "title": "Retailers Race Against Amazon to Automate Stores", "title_page": "Retailers Race Against Amazon to Automate Stores - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "JD and Alibaba both plan to sell their systems to other retailers and are working on additional checkout technologies.\nBack in the United States, Walmart, the world’s largest retailer, is testing out the Bossa Nova robots in dozens of its locations to reduce some tedious tasks that can eat up a worker’s time. The robots, which look like giant wheeled luggage bags, roll up and down the aisles looking for shelves where cereal boxes are out of stock and items like toys are mislabeled. The machines then report back to workers, who restock the shelves and apply new labels.\nAt 120 of Walmart’s 4,700 American stores, shoppers can also scan items, including fruits and vegetables, using the camera on their smartphones and pay for them using the devices. When customers walk out, an employee checks their receipts and does a “spot check” of the items they bought.\nKroger, one of the country’s largest grocery chains, has also been testing a mobile scanning service in its supermarkets, recently announcing that it would expand it to 400 of its more 2,700 stores.\nNew start-ups are seeking to give retailers the technology to compete with Amazon’s system. One of them, AiFi, is working on cashierless checkout technology that it says will be flexible and affordable enough that mom-and-pop retailers and bigger outlets can use it. In the United States, venture capitalists put $100 million into retail automation start-ups in each of the past two years, up from about $64 million in 2015, according Pitchbook, a financial data firm.", "url": "https://www.nytimes.com/2018/04/01/technology/retailer-stores-automation-amazon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}