{"authors": ["Megan Twohey", "Jim Rutenberg"], "date_download": "2018-11-16 04:01:12", "date_modify": "2018-11-16 04:01:12", "date_publish": "2018-01-12 22:21:03", "description": "The reported $130,000 payment was made shortly before the election. Mr. Trump “vehemently denies” the encounter happened, his lawyer said.", "filename": "2018_01_12_us_trump-stephanie-clifford-stormy-daniels.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340872.html", "image_url": "https://static01.nyt.com/images/2018/01/13/us/13xp-Stormy-sub/13xp-Stormy-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_12_us_trump-stephanie-clifford-stormy-daniels.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340872.html", "title": "Porn Star Was Reportedly Paid to Stay Quiet About Trump", "title_page": "Porn Star Was Reportedly Paid to Stay Quiet About Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A lawyer for President Trump orchestrated a $130,000 payment to a pornographic film actress in October 2016 to prevent her from going public with claims of a consensual sexual encounter with Mr. Trump, The Wall Street Journal reported on Friday.\nThe reported payment came shortly before the presidential election and as the actress, Stephanie Clifford, 38, was discussing sharing her account with ABC’s “Good Morning America” and the online magazine Slate, according to interviews, notes and text messages reviewed by The New York Times.\nJacob Weisberg, editor in chief of the Slate Group, said on Friday that in a series of interviews with Ms. Clifford in August and October 2016, she told him she had an affair with Mr. Trump after meeting him at a 2006 celebrity golf tournament. She told him that Michael D. Cohen, a lawyer for Mr. Trump, had agreed during the presidential campaign to pay her the $130,000 if she kept the relationship secret, Mr. Weisberg said, adding that Ms. Clifford had told him she was tempted to go public because the lawyer was late in making the payment and she feared he might back out of their agreement.", "url": "https://www.nytimes.com/2018/01/12/us/trump-stephanie-clifford-stormy-daniels.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}