{"authors": ["William K. Rashbaum"], "date_download": "2018-11-16 04:01:42", "date_modify": "2018-11-16 04:01:42", "date_publish": "2018-03-30 19:14:09", "description": "The head of the Department of Investigation, Mark G. Peters, is trying to consolidate power over the city’s investigators, and the schools leader refused to go along.", "filename": "2018_03_30_nyregion_investigation-chief-special-commissioner.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340902.html", "image_url": "https://static01.nyt.com/images/2018/03/31/nyregion/31sci/31sci-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_30_nyregion_investigation-chief-special-commissioner.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340902.html", "title": "Seeking Control, Investigation Chief Fires Schools’ Special Commissioner", "title_page": "Seeking Control, Investigation Chief Fires Schools’ Special Commissioner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The commissioner of New York City’s Department of Investigation, who recently tried to seize control of the agency that polices corruption in the school system, has taken another step in asserting his power, firing the new head of the schools investigation office less than two months into her tenure.\nThe office, known as the special commissioner of investigation for the New York City School District, investigates allegations of corruption, criminal activity, conflicts of interest and unethical conduct in the 1.1 million-student school system. Though it reports to the investigations department, the agency has largely operated independently since its inception in 1990.\nBut the investigations commissioner, Mark G. Peters, sought to change that last month, saying the schools office was under his authority. Mr. Peters has also subsumed three other offices into the Department of Investigation: the inspectors general for the New York Police Department, the School Construction Authority and the Health and Hospitals Corporation.\nMr. Peters last month appointed Anastasia Coleman, a former senior assistant district attorney in Brooklyn, to take over the schools investigation office from Special Commissioner Richard J. Condon, who retired late last year. She objected to Mr. Peters’s efforts to restructure the office and eliminate its independence, and had told him and his senior staff that she believed his efforts violated the law, based on the municipal documents that created the office, according to memos, emails and other documents.", "url": "https://www.nytimes.com/2018/03/30/nyregion/investigation-chief-special-commissioner.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}