{"authors": ["Dwight Garner"], "date_download": "2018-11-16 03:59:52", "date_modify": "2018-11-16 03:59:52", "date_publish": "2018-09-05 09:00:02", "description": "Woodward’s latest look inside a White House offers details of an administration in chaos.", "filename": "2018_09_05_books_review-fear-trump-in-white-house-bob-woodward.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340792.html", "image_url": "https://static01.nyt.com/images/2018/09/06/arts/06BookWoodward-Dress/06BookWoodward-Dress-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_05_books_review-fear-trump-in-white-house-bob-woodward.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340792.html", "title": "In ‘Fear,’ Bob Woodward Pulls Back the Curtain on President Trump’s ‘Crazytown’", "title_page": "In ‘Fear,’ Bob Woodward Pulls Back the Curtain on President Trump’s ‘Crazytown’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nothing in Bob Woodward’s sober and grainy new book, “Fear: Trump in the White House,” is especially surprising. This is a White House that has leaked from Day 1. We knew things were bad. Woodward is here, like a state trooper knocking on the door at 3 a.m., to update the sorry details.\nSome of these details, at first glance, are amusing. Trump lamented when Twitter, the social media platform on which he dispenses Pez-sized pellets of discourtesy, raised the maximum size of an individual tweet from 140 to 280 characters because, he is quoted as saying, “I was the Ernest Hemingway of 140 characters.” Somewhere in heaven, Papa is wondering if he can’t self-destruct all over again.\nIt is stranger still to learn that Trump orders his most popular tweets printed out, so that he can study them. What lesson has he learned? That his most effective tweets are often the most unhinged. He’s a focus group of one, thriving on the smell of his own sulfur. Reince Priebus, his former chief of staff, calls the presidential bedroom, where Trump goes to tweet, “the devil’s workshop,” and early mornings and Sunday nights, when Trump is at loose ends, “the witching hour.”\nSome in the White House have tried to tone down the president’s online effusions, but that idea seems to have been jettisoned in the havoc. His advisers are viewed in mostly pitiless terms by Woodward. “Trump had failed the President Lincoln test,” he writes. “He had not put a team of political rivals or competitors at the table.”", "url": "https://www.nytimes.com/2018/09/05/books/review-fear-trump-in-white-house-bob-woodward.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}