{"authors": ["Kerri Macdonald", "Morrigan Mccarthy"], "date_download": "2018-11-16 03:13:51", "date_modify": "2018-11-16 03:13:51", "date_publish": "2018-08-17 19:13:04", "description": "Photographers read poems written by 6 women. Here’s what they saw in the words.", "filename": "2018_08_17_us_how-poems-inspire-pictures.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338031.html", "image_url": "https://static01.nyt.com/images/2018/08/14/us/POETRY-ANJALI/POETRY-ANJALI-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_17_us_how-poems-inspire-pictures.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338031.html", "title": "Turning Poetry Into Photos", "title_page": "Turning Poetry Into Photos  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This summer, for the second year in a row, we selected poems by six poets and presented each one to a different photographer. Their challenge was to interpret the poetry in images. This assignment was about freedom; we wanted photographers to find inspiration in language — a single word, a phrase, the rhythm of verse.\nAnd so they did. In these poems our photographers felt the passing of time. The everyday. The power and fury of nature.\n[See all of the poems and photos here.]\nA poem is personal. Its meaning can shift as a reader changes and grows. One of our photographers felt a connection to the poem she read right away. Another felt conflicted; while some words and phrases felt familiar to her, she was resistant to others. All of the photographers immersed themselves in the poetry. “I read the poem aloud to several people over the course of the two weeks I worked on this project,” writes Anjali Pinto. “My sister and I spoke about it on a long car ride and that’s when the meaning shifted for me.”\nOne theme that arises throughout this work is collaboration. Maddie McGarvey and Annie Flanagan worked together to shoot a series of composite images, exploring the ways in which people might feel confined by their bodies and society. Nydia Blas worked with a group of teenagers in Ithaca, N.Y., to create what she calls a “disjointed magical narrative.” And Cig Harvey photographed her daughter, both a subject and a collaborator.", "url": "https://www.nytimes.com/2018/08/17/us/how-poems-inspire-pictures.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}