{"authors": ["Catie Edmondson"], "date_download": "2018-11-16 03:59:13", "date_modify": "2018-11-16 03:59:13", "date_publish": "2018-09-28 02:02:35", "description": "In a stunning hearing on Thursday, Christine Blasey Ford told her story in raw and gripping testimony as Judge Brett M. Kavanaugh fought to clear his name and salvage his confirmation.", "filename": "2018_09_27_us_politics_takeaways-kavanaugh-hearing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340753.html", "image_url": "https://static01.nyt.com/images/2018/09/28/us/28dc-takeaways-promo/28dc-takeaways-promo-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_27_us_politics_takeaways-kavanaugh-hearing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340753.html", "title": "4 Key Takeaways From the Blasey and Kavanaugh Hearing", "title_page": "4 Key Takeaways From the Blasey and Kavanaugh Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I struggled with a terrible choice: Do I share the facts with the Senate and put myself and my family in the public spotlight?” she said during her opening statement. “Or do I preserve our privacy and allow the Senate to make its decision without knowing the full truth of his past behaviors?”\nJudge Kavanaugh was aggressive, tearful and partisan in his own defense.\nJudge Kavanaugh mounted a defiant and tearful defense that stood in stark contrast to the measured and passive interview he gave with his wife to Fox News, denying Dr. Blasey’s accusations forcefully and hitting back at Senate Democrats.\n“My family and my name have been totally and permanently destroyed by vicious and false additional allegations,” he said.\nHe seemed intent on rebutting each point that has been used to cast aspersions on his character. The result was wide-ranging, 45-minute remarks that addressed how he spent his summer weekends as a teenager; the encouraging texts his friends sent him in the days preceding the hearing; and that he repeatedly that as a teen he drank beer, but never to the point of blacking out.\nBefore the Senate, his family and God, Judge Kavanaugh said, “I am innocent of this charge.”\nEarly in his prepared remarks, he went directly at the Democrats, accusing them of inciting a “frenzy” to “come up with something, anything, to block my nomination.”\n“Some of you were lying in wait and had it ready,” he said.\nHe also proved to be a combative witness. Asked by Senator Amy Klobuchar, Democrat of Minnesota, if he had ever blacked out from drinking, he batted the question back: “Have you?”\nThe committee avoided an Anita Hill moment, but Republicans made their fury known.\nEager to avoid the optics of an all-male Republican panel of senators grilling a sexual assault victim, Senate Republicans chose to employ Rachel Mitchell, a sex crimes prosecutor from Arizona, to question Dr. Blasey.", "url": "https://www.nytimes.com/2018/09/27/us/politics/takeaways-kavanaugh-hearing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}