{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:00:27", "date_modify": "2018-11-16 04:00:27", "date_publish": "2018-09-06 02:39:59", "description": "Citing undisclosed emails, Senator Patrick J. Leahy questioned Judge Brett Kavanaugh’s claim that he knew nothing about stolen Democratic computer files and a warrantless surveillance program.", "filename": "2018_09_05_us_politics_kavanaugh-leahy-bush-disputes.html_module=inline_1542340827.html", "image_url": "https://static01.nyt.com/images/2018/09/06/us/politics/06dc-confidential-print/06dc-confidential-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_05_us_politics_kavanaugh-leahy-bush-disputes.html_module=inline_1542340827.html", "title": "Kavanaugh Is Pressed on Knowledge of Bush-Era Disputes", "title_page": "Kavanaugh Is Pressed on Knowledge of Bush-Era Disputes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A Democratic senator called into question on Wednesday Judge Brett M. Kavanaugh’s testimony a dozen years ago that he knew nothing about two disputed episodes from the George W. Bush era: Republicans’ infiltration of computer files belonging to Senate Judiciary Committee Democrats and a warrantless surveillance program created after the Sept. 11 terrorist attacks.\nThe senator, Patrick J. Leahy of Vermont, cited emails that have not been made public in raising the issue during Judge Kavanaugh’s Supreme Court nomination hearing. Mr. Leahy was referring to Judge Kavanaugh’s testimony about the Bush-era disputes as an appeals court nominee during hearings in 2004 and in 2006.\nAt the time, Judge Kavanaugh told the Senate he knew nothing about either episode until they became public knowledge. But Mr. Leahy said that Bush White House emails provided to the Judiciary Committee for Judge Kavanaugh’s Supreme Court nomination — most of which were deemed “committee confidential,” meaning he cannot make them public — raise “serious questions” about the “truthfulness” of Judge Kavanaugh’s statements to the Senate back then.\nJudge Kavanaugh, in turn, said his prior testimony had been “100 percent accurate.”\nThe conflict was difficult to parse because most of the documents cited by Mr. Leahy remained hidden from public view. The Judiciary Committee chairman, Senator Charles E. Grassley, Republican of Iowa, told Mr. Leahy he would consider allowing him to disclose some of the files for his second round of questioning on Thursday. But later on Wednesday, an unknown person provided what appeared to be one of the confidential emails, about warrantless surveillance, to The New York Times.", "url": "https://www.nytimes.com/2018/09/05/us/politics/kavanaugh-leahy-bush-disputes.html?module=inline"}