{"authors": ["Emily Cochrane", "Sharon Lafraniere"], "date_download": "2018-11-16 04:49:05", "date_modify": "2018-11-16 04:49:05", "date_publish": "2018-08-22 02:25:28", "description": "A jury found Paul Manafort, President Trump’s former campaign chairman, guilty on eight counts of financial and tax fraud. Here are the biggest takeaways.", "filename": "2018_08_21_us_politics_takeaways-guilty-manafort-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343745.html", "image_url": "https://static01.nyt.com/images/2018/08/17/us/politics/23dc-manaforttakeaways/00dc-manaforttakeaways-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_21_us_politics_takeaways-guilty-manafort-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343745.html", "title": "Takeaways From the Conviction of Paul Manafort", "title_page": "Takeaways From the Conviction of Paul Manafort - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ALEXANDRIA, Va. — A jury on Tuesday convicted Paul Manafort, President Trump’s former campaign chairman, on eight counts of tax and financial fraud. No sentencing date has been set yet. Here’s a look at the immediate implications of the verdict for Mr. Manafort and the special counsel’s investigation into Russia’s interference in the 2016 presidential race.\nIt strengthens the legitimacy of the special counsel’s investigation.\nBefore and during the trial, President Trump, his allies and Mr. Manafort’s defense lawyers have attacked the inquiry as a “witch hunt.” Escalating his attacks this week, Mr. Trump described the special counsel, Robert S. Mueller III, as “disgraced and discredited” and his team as “thugs.”\nMr. Manafort’s conviction on multiple counts in United States District Court in Alexandria, Va., deprives Mr. Trump and his supporters of new ammunition against Mr. Mueller. It could make it harder for them to win any new converts to the idea that the investigation is without merit and needs to wind down. The four other Americans charged during Mr. Mueller’s inquiry all pleaded guilty; only Mr. Manafort forced the prosecutors to prove their case before a jury.\n“They didn’t get everything they asked for, but it’s certainly substantial enough to vindicate their persistent efforts,” Carl W. Tobias, a law professor at the University of Richmond, said of Mr. Mueller’s team.", "url": "https://www.nytimes.com/2018/08/21/us/politics/takeaways-guilty-manafort-trial.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}