{"authors": ["Melissa Clark"], "date_download": "2018-11-16 03:32:47", "date_modify": "2018-11-16 03:32:47", "date_publish": "2018-10-05 21:31:38", "description": "The electric pressure cooker is well suited for many Indian dishes, and a slew of new cookbooks are seizing on its popularity.", "filename": "2018_10_05_dining_instant-pot-indian.html_rref=collection%2Fcolumn%2FA%20Good%20Appetite_1542339167.html", "image_url": "https://static01.nyt.com/images/2018/10/10/dining/10appe5/10appe5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_05_dining_instant-pot-indian.html_rref=collection%2Fcolumn%2FA%20Good%20Appetite_1542339167.html", "title": "Indian Cooks Embrace the Instant Pot", "title_page": "Indian Cooks Embrace the Instant Pot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[For more on the Instant Pot, see our “How to Use an Instant Pot” guide.]\nIndian electric pressure cooker books are s o popular that even Knopf Doubleday — a publishing house not generally known for appliance cookbooks — is releasing one by the renowned author and actor Madhur Jaffrey: “Madhur Jaffrey’s Essential Indian Instant Pot Cookbook” (coming in May 2019).\n“It’s an interesting moment for Knopf,” the book’s editor, Lexy Bloom, said, “it’s our first Instant Pot cookbook, and we are marketing it to several communities. There are people who are already familiar with the Instant Pot and want to go deeper, the people who love Indian food but are looking for easier, faster recipes, and then fans of Madhur.”\nMs. Jaffrey had never used an electric pressure cooker before writing the book, but, like most cooks from India, where the Instant Pot has not officially been rolled out, she was well versed in the whistling stovetop kind.\n“I do not know when pressure cookers found such wide usage in India, but they have been firmly entrenched in Indian kitchens for at least 40 years,” she wrote in an email. “When people give you a recipe they say: ‘Cook it for two whistles,’ or ‘Cook it for three whistles,’ and everyone understands what they mean.”\nFor example, a typical recipe for rajma, spiced red kidney beans, will call for soaking the beans overnight, then cooking them for three or four whistles. In an electric pressure cooker, that translates to 30 minutes, no soaking.\nIt took some trial and error to convert Ms. Jaffrey’s classic Indian recipes to an electric pressure cooker — even those she was already making in a stovetop model — and figure out which settings (pressure, steam, sauté, slow cook) worked best for each particular recipe.", "url": "https://www.nytimes.com/2018/10/05/dining/instant-pot-indian.html?rref=collection%2Fcolumn%2FA%20Good%20Appetite"}