{"authors": ["Anemona Hartocollis", "Jacey Fortin"], "date_download": "2018-11-16 04:02:15", "date_modify": "2018-11-16 04:02:15", "date_publish": "2018-02-22 13:51:03", "description": "Experts are divided on how to protect students from violence or whether, for that matter, there is anything that can be done to prevent a determined attacker.", "filename": "2018_02_22_us_school-safety-mass-shootings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340935.html", "image_url": "https://static01.nyt.com/images/2018/02/23/arts/23Prepare-8/merlin_64159712_e5be3015-e829-4cca-b795-a4c68b5115fc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_22_us_school-safety-mass-shootings.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340935.html", "title": "Should Teachers Carry Guns? Are Metal Detectors Helpful? What Experts Say", "title_page": "Should Teachers Carry Guns? Are Metal Detectors Helpful? What Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a lockdown drill, everyone in the school practices responding seamlessly to the presence of an intruder. Teachers and students go to a secure location, like a classroom, closet or storage area that can be locked, and move out of sight, away from windows or doors.\nSpeed is important. The typical gunman is like water, the experts said, following the path of least resistance. Typically, a gunman will not try to kick in a closed door, but will look for one with a crack of light showing.\n“Within 20 or 30 seconds, I, as a bad guy, should have very little easy access to anybody,” said David R. Connors, head of Connors Security Consulting Services in Spencerport, N.Y., and a former police officer. The locks or barricades on the doors do not need to be very strong, just enough to last until help can arrive.\nThe point of a lockdown drill is to know what to do automatically, without having to think.\n“When something’s going down, you will not respond from your head, you will respond from your stomach,” Ms. Rush said. “You need to get that in your stomach. You need to know what instinctively you will do. That’s got to be part of your psyche. So it requires constant training.”\nDifferent schools or districts may have different protocols. The important thing is that everyone, from teachers to students to parents, know what they are. “It has to be something that goes like clockwork,” said Dr. Irwin Redlener, a professor of pediatrics and public health and the director of the National Center for Disaster Preparedness at Columbia University.\nIf someone knocks on a locked door, should they be allowed in?\nIt may be heart-wrenching, but don’t open the door, experts say. A teacher has to think of the lives of the many who have moved to a safe place over the one person outside in the hallway who may bring danger in.\n“You don’t open that door until you know the police are on the other side,” Ms. Rush said, adding, “You’re doing it for the masses of kids.”", "url": "https://www.nytimes.com/2018/02/22/us/school-safety-mass-shootings.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}