{"authors": ["Shane Goldmacher", "Jonathan Martin"], "date_download": "2018-11-16 04:25:24", "date_modify": "2018-11-16 04:25:24", "date_publish": "2018-06-27 02:08:55", "description": "Ms. Ocasio-Cortez, 28, a former organizer for Bernie Sanders, defeated Mr. Crowley in a district where he had not drawn an opponent for more than a decade.", "filename": "2018_06_26_nyregion_joseph-crowley-ocasio-cortez-democratic-primary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342324.html", "image_url": "https://static01.nyt.com/images/2018/06/27/us/politics/06272018_Nez-46/06272018_Nez-46-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_26_nyregion_joseph-crowley-ocasio-cortez-democratic-primary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342324.html", "title": "Alexandria Ocasio-Cortez Defeats Joseph Crowley in Major Democratic House Upset", "title_page": "Alexandria Ocasio-Cortez Defeats Joseph Crowley in Major Democratic House Upset - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Representative Joseph Crowley of New York, once seen as a possible successor to Nancy Pelosi as Democratic leader of the House, suffered a shocking primary defeat on Tuesday, the most significant loss for a Democratic incumbent in more than a decade, and one that will reverberate across the party and the country.\nMr. Crowley was defeated by a 28-year-old political newcomer, Alexandria Ocasio-Cortez, a former organizer for Bernie Sanders’s presidential campaign, who had declared it was time for generational, racial and ideological change.\nThe last time Mr. Crowley, 56, even had a primary challenger, in 2004, Ms. Ocasio-Cortez was not old enough to vote.\nMr. Crowley, the No. 4 Democrat in the House, had drastically outspent his lesser-known rival to no avail, as Ms. Ocasio-Cortez’s campaign was lifted by an aggressive social media presence and fueled by attention from national progressives hoping to flex their muscle in a race against a potential future speaker.", "url": "https://www.nytimes.com/2018/06/26/nyregion/joseph-crowley-ocasio-cortez-democratic-primary.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}