{"authors": ["Winnie Hu"], "date_download": "2018-11-16 04:29:12", "date_modify": "2018-11-16 04:29:12", "date_publish": "2018-03-26 16:30:35", "description": "A plan for a congestion-pricing zone in Manhattan remains in political limbo as the April 1 state budget deadline looms with no agreement.", "filename": "2018_03_26_nyregion_congestion-pricing-albany-cuomo.html_module=inline_1542342552.html", "image_url": "https://static01.nyt.com/images/2018/03/27/nyregion/27cuomocongest/merlin_135812553_61ed17d5-e614-4345-8851-decb3fa320dd-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_26_nyregion_congestion-pricing-albany-cuomo.html_module=inline_1542342552.html", "title": "Cuomo Is in Their Corner. But Is Congestion Pricing Stalled?", "title_page": "Cuomo Is in Their Corner. But Is Congestion Pricing Stalled? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Cuomo has repeatedly said that congestion pricing is one of his priorities. His aides pointed out that relatively few state legislators — including Democratic Assembly members from New York City — have publicly supported congestion pricing compared with the broad legislative support for marriage equality and the minimum wage going into budget negotiations.\nOn a recent conference call with a congestion-pricing supporters, Mr. Cuomo reassured them that he was not backing down and would push for a plan that included a congestion zone, according to people familiar with the discussion who did not want to be identified discussing a private conversation. And during an interview Friday on WNYC radio, Mr. Cuomo again reiterated the need for congestion pricing, saying “I’m pushing that very hard.”\n“But congestion pricing doesn’t happen in one fell swoop,” he continued. “There are phases to the congestion pricing and I’m cautiously optimistic that we could start the process.”\nIn recent days, the governor and his aides have negotiated with Assembly leaders for a phased-in approach to a congestion zone that could be easier to pass than a fully formulated plan, according to aides and advocates. Under this approach, authorization for around $200 million could be included in this year’s budget for the infrastructure to create a congestion zone. The actual details of how it would operate — such as boundaries, fee amounts and hours and any exemptions — would not be hammered out until next year, or later.\n“The Fix NYC panel of experts recommended a phased approach to congestion pricing, and the governor has been strongly pushing that strategy in budget negotiations, which continue as we speak,” said Peter Ajemian, a spokesman for the governor.\nKathryn Wylde, a member of the task force who is president and chief executive officer of the Partnership for New York City, a group of the city’s top business leaders, concurred that “the governor has been actively pushing negotiations to move forward the Fix NYC recommendations.”\nScott Rechler, another member of the task force, urged Assembly leaders in particular to join the governor in backing congestion pricing since many of the members, including the speaker, Carl E. Heastie, represent city residents who would directly benefit. “With the state of our transit crisis and the congestion on our streets, it’s time for the Assembly and Senate to recognize the severity of the problem and step up and be part of a comprehensive solution,” he said.", "url": "https://www.nytimes.com/2018/03/26/nyregion/congestion-pricing-albany-cuomo.html?module=inline"}