{"authors": ["Michael D. Shear", "Catherine Porter"], "date_download": "2018-11-16 04:43:03", "date_modify": "2018-11-16 04:43:03", "date_publish": "2018-06-09 15:32:26", "description": "In a remarkable pair of acrimony-laced tweets, Mr. Trump threatened to escalate his trade war and derided Canada’s prime minister as “very dishonest.”", "filename": "2018_06_09_world_americas_donald-trump-g7-nafta_1542343383.html", "image_url": "https://static01.nyt.com/images/2018/06/17/business/17Summit-trump-rudeau-sub/merlin_139333584_d9550b79-5ac4-4dce-8ff1-60d0e0e0cfa4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_09_world_americas_donald-trump-g7-nafta_1542343383.html", "title": "Trump Refuses to Sign G-7 Statement and Calls Trudeau ‘Weak’", "title_page": "Trump Refuses to Sign G-7 Statement and Calls Trudeau ‘Weak’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The result was a slow-rolling collapse of the fragile alliances that officials at the summit — and even Mr. Trump’s own White House advisers — insisted throughout the day could be maintained in the face of fundamental disagreements.\nReporters on Air Force One had been told that the United States would sign the joint statement. And minutes after the president’s tweets, reporters were sent an email that had clearly been prepared earlier touting Mr. Trump’s participation in the summit, complete with photos.\nEarlier in the day, before Mr. Trump left the summit, he brought up the dramatic prospect of completely eliminating tariffs on goods and services, even as he threatened to end all trade with them if they didn’t stop what he said were unfair trade practices.\nMr. Trump, speaking to reporters at the end of the contentious meeting, said that eliminating all trading barriers would be “the ultimate thing.” He railed about what he called “ridiculous and unacceptable” tariffs on American goods and vowed to end them.\n“It’s going to stop,” he said, “or we’ll stop trading with them. And that’s a very profitable answer, if we have to do it.” He added, “We’re like the piggy bank that everybody’s robbing — and that ends.”\nThe other six leaders were defiant in the face of Mr. Trump’s threats.\n“I have made it very clear to the president that it is not something we relish doing, but it is something that we absolutely will do,” Mr. Trudeau said. “As Canadians, we are polite, we’re reasonable, but also we will not be pushed around.”\nMr. Macron said the trade debates at the summit were “sometimes quite heated.” Asked who won the tug-of-war with Trump, Mr. Macron said: “There is no winner, there are only losers when you take that strategy.”", "url": "https://www.nytimes.com/2018/06/09/world/americas/donald-trump-g7-nafta.html"}