{"authors": ["Holly Williams", "David Segal"], "date_download": "2018-11-16 04:12:20", "date_modify": "2018-11-16 04:12:20", "date_publish": "2018-07-27 08:00:06", "description": "“The Lehman Trilogy,” a story of American capitalism, is playing on a London stage. Two journalists — one British, one American — discuss.", "filename": "2018_07_27_theater_lehman-trilogy-national-theater-london_1542341540.html", "image_url": "https://static01.nyt.com/images/2018/07/29/arts/29lehman-convo1/29lehman-convo1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_27_theater_lehman-trilogy-national-theater-london_1542341540.html", "title": "A Dramatic Play About Finance? Yes, if It’s Lehman Brothers", "title_page": "A Dramatic Play About Finance? Yes, if It’s Lehman Brothers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — It was one of the most dramatic days in Wall Street history, Andrew Ross Sorkin wrote in The New York Times in September 2008, as the bank Lehman Brothers teetered on the brink of collapse. The day had been alarming, distressing, disquieting — but was it really the stuff of drama? The Italian playwright Stefano Massini’s “The Lehman Trilogy” takes the events of the crisis as its starting point, before delving back into the history of the family who founded the bank. First performed in Paris in 2013, the play is now running at the National Theater in London through Oct. 20. Here, Holly Williams, a British critic and journalist who writes about the theater, and David Segal, an American columnist and business reporter for The Times, discuss putting the world of finance on the stage.\nHOLLY WILLIAMS When you hear Lehman, your thoughts go to the crash. The play starts with the moment the lights were switched off in 2008 — but then we’re immediately whisked back to the beginning of the story, when the first Lehman brother arrived in America in 1844. This isn’t a drama explaining the crash, but rather how we got there.\nWhat’s smart about director Sam Mendes’s and designer Es Devlin’s setting is that the past is always staged in the present: The action remains in a chrome and glass office, file boxes — which we saw so many photos of shellshocked Lehman Brothers employees clutching desperately as they left in 2008 — becoming whatever set or prop is needed. You can’t view this story of a hard-grafting immigrant family, this apparent tale of the American dream, without awareness of where it all wound up.", "url": "https://www.nytimes.com/2018/07/27/theater/lehman-trilogy-national-theater-london.html"}