{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:50:13", "date_modify": "2018-11-16 03:50:13", "date_publish": "2018-03-01 15:16:14", "description": "The president said he would sign the measure next week. Stock markets, foreign officials and Republicans were rattled by the news.", "filename": "2018_03_01_business_trump-tariffs_1542340213.html", "image_url": "https://static01.nyt.com/images/2018/03/02/business/02DC-STEEL1/02DC-STEEL1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_01_business_trump-tariffs_1542340213.html", "title": "Trump to Impose Sweeping Steel and Aluminum Tariffs", "title_page": "Trump to Impose Sweeping Steel and Aluminum Tariffs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump said on Thursday that he would impose stiff tariffs on imports of steel and aluminum, making good on a key campaign promise and rattling stock markets as the prospect of a global trade fight appeared imminent.\n(You can read more about Friday’s developments here.)\nIn a hastily arranged meeting with industry executives that stunned many inside the West Wing, Mr. Trump said he would formally sign the trade measures next week and promised they would be in effect “for a long period of time.” The action, which came against the wishes of Mr. Trump’s pro-trade advisers, would impose tariffs of 25 percent on steel and 10 percent on aluminum, effectively placing a tax on every foreign shipment of those metals into the United States.\nThe president told more than a dozen executives that he wanted the tariffs to apply to all countries, one executive in attendance said. Mr. Trump argued that if one country was exempt, all other countries would line up to ask for similar treatment, and that metals could end up being shipped to the United States through exempted countries.\nMr. Trump’s authority to impose such sweeping tariffs stems from a Commerce Department investigation that concluded last month that imported metal threatened national security by degrading the American industrial base. The administration has said it wants to combat cheap metals flooding into the United States, particularly from China, but a broad set of tariffs would fall most heavily on allies, especially Canada, which supplies steel and aluminum to American companies as well as the military.", "url": "https://www.nytimes.com/2018/03/01/business/trump-tariffs.html"}