{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:39", "date_modify": "2018-11-16 04:00:39", "date_publish": "2018-07-23 09:00:06", "description": "A single sentence in a 1976 Supreme Court decision holds the key to understanding Judge Kavanaugh’s approach to campaign finance law.", "filename": "2018_07_23_us_politics_brett-kavanaugh-citizens-united-campaign-finance_1542340839.html", "image_url": "https://static01.nyt.com/images/2018/07/24/us/24bar-dc-print/23bar_dc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_23_us_politics_brett-kavanaugh-citizens-united-campaign-finance_1542340839.html", "title": "How to Tell Where Brett Kavanaugh Stands on Citizens United", "title_page": "How to Tell Where Brett Kavanaugh Stands on Citizens United - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Judge Kavanaugh hopes to replace Justice Kennedy, for whom he once served as a law clerk. There is no particular reason to think he would replicate his old boss’s idiosyncratic jurisprudence, which included a mix of commitments.\nBut there is every reason to think a Justice Kavanaugh would continue to press one of his old boss’s signature projects: dismantling campaign finance laws that restrict the ability of people and groups to spend money to influence elections.\nJudge Kavanaugh’s most interesting campaign finance decision, Bluman v. Federal Election Commission, in 2011, appears to cut in the opposite direction, at least at first blush. Writing for a three-judge panel of the Federal District Court in Washington, he said two foreign citizens living in the United States on temporary work visas could not spend money to call for the election of American politicians.\nTwo things are notable about the decision, Richard L. Hasen, a law professor at the University of California, Irvine, has written. The first is that it is difficult to reconcile with Citizens United. The second is that it was quite limited, leaving plenty of opportunities for foreign influence on American elections.\nHarmonizing Judge Kavanaugh’s decision with Citizens United is hard because Justice Kennedy’s majority opinion said that “the First Amendment generally prohibits the suppression of political speech based on the speaker’s identity.”\nPresident Barack Obama certainly read Citizens United to allow spending by foreigners. “I don’t think American elections should be bankrolled by America’s most powerful interests, or worse, by foreign entities,” he said in his 2010 State of the Union address.\nJudge Kavanaugh ruled against the two foreigners, saying their speech could be limited because they were not members of “the American political community.” (American corporations, he wrote, were part of that community.)", "url": "https://www.nytimes.com/2018/07/23/us/politics/brett-kavanaugh-citizens-united-campaign-finance.html"}