{"authors": ["Richard Pérez-Peña"], "date_download": "2018-11-16 03:10:38", "date_modify": "2018-11-16 03:10:38", "date_publish": "2018-08-27 20:38:56", "description": "Here are questions and answers about allegations that Francis helped cover up a cardinal’s misconduct and about the deeper church disputes behind them.", "filename": "2018_08_27_world_europe_pope-francis-vigano-mccarrick_1542337838.html", "image_url": "https://static01.nyt.com/images/2018/08/28/world/28POPE-print/28POPE-TAKEAWAYS-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_27_world_europe_pope-francis-vigano-mccarrick_1542337838.html", "title": "Pope Francis, the Accusations and the Back Story", "title_page": "Pope Francis, the Accusations and the Back Story - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What are the ideological divisions in the church?\nThe most volatile disputes have to do with social issues on which public opinion in Western countries has moved away from church teaching — among them homosexuality, abortion, divorce and remarriage.\nThe pope’s defenders say it is less a matter of changing church doctrine than of how the church treats people who have broken with that doctrine. Critics say Francis is undermining established and immutable principles.\nFrancis sent shock waves through the Catholic world soon after his election as pope in 2013 by saying, “If someone is gay and he searches for the Lord and has good will, who am I to judge?” He did it again less than two months later, saying that the church “cannot be obsessed” with issues like abortion, homosexuality and birth control.\nHis 2016 statement on the family urged priests and congregations to be more welcoming of people it long castigated as sinners, and to focus more on social missions like caring for the poor. And he broke with tradition in proposing a less centrally governed church, urging elements of the church around the world to find their own approaches to difficult issues.\nThe church also still has older, simmering ideological disputes dating to the Second Vatican Council in the 1960s. There are archconservatives within the church who oppose the changes made since then, like having priests celebrate Mass in languages other than Latin and allowing them to place communion wafers in parishioners’ hands rather than on their tongues.\nWho opposes Francis within the church, and why?\nThere is a sizable faction of traditionalist prelates who have resisted the pope’s moves to liberalize the church to accommodate modern attitudes — which they see as a weakening of doctrine. They include Cardinals Gerhard Müller and Walter Brandmüller, who are German; Cardinal Raymond Leo Burke, an American; and Cardinal Carlo Caffarra, an Italian who died last year, among others.\n“There are bishops who like what Pope Francis is doing, bishops who don’t like what Pope Francis is doing and hope he goes to his eternal reward, and bishops who are just confused by Pope Francis,” said the Rev. Thomas J. Reese, a Jesuit priest who writes for The National Catholic Reporter. “Certainly the ones who don’t like him, who are most ideological, are the most vocal.”", "url": "https://www.nytimes.com/2018/08/27/world/europe/pope-francis-vigano-mccarrick.html"}