{"authors": ["C. J. Hughes"], "date_download": "2018-11-16 04:32:10", "date_modify": "2018-11-16 04:32:10", "date_publish": "2018-11-14 10:01:26", "description": "The area resembles nearby Bronxville more than it does the rest of Yonkers, except when it comes to the (much lower) home prices and property taxes.", "filename": "2018_11_14_realestate_lawrence-park-west-yonkers-affluent-setting-without-the-price-tag.html_rref=collection%2Fcolumn%2FLiving%20In_1542342730.html", "image_url": "https://static01.nyt.com/images/2018/11/18/realestate/18livingin-yonkers-slide-M7SV/18livingin-yonkers-slide-M7SV-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_14_realestate_lawrence-park-west-yonkers-affluent-setting-without-the-price-tag.html_rref=collection%2Fcolumn%2FLiving%20In_1542342730.html", "title": "Lawrence Park West, Yonkers: Affluent Setting, Without the Price Tag", "title_page": "Lawrence Park West, Yonkers: Affluent Setting, Without the Price Tag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On the flip side, Yonkers’s public schools are considered weaker than Bronxville’s. But many residents say the trade-off is worth it.\n“We feel like it’s a gift to not pay the same taxes but still be a part of the community. That’s the beauty of it,” said Nonie Flannery, 59, who bought a four-bedroom, two-and-a-half-bathroom 1900 house in the summer of 2016 for $835,000, with her husband, Robert, 61, a Manhattan lawyer.\nTheir property and school taxes total $9,000, Ms. Flannery said, although she pointed out that Yonkers, like New York City, imposes an income tax.\nA stay-at-home-mother to six children, Ms. Flannery may be a good judge. For 14 years, she lived in Bronxville, in a vintage colonial with the same number of bedrooms as the house she has now, but her property taxes were about $48,000 a year. To be fair, she pointed out, her previous house was larger and on a bigger lot. The true tax discount, brokers say, is about 50 percent.\nThose who have gathered impressions of Yonkers from a passing car or train window might think the city is solely urban, which is an apt description of the downtown area, a once-gritty section that is rapidly gentrifying.", "url": "https://www.nytimes.com/2018/11/14/realestate/lawrence-park-west-yonkers-affluent-setting-without-the-price-tag.html?rref=collection%2Fcolumn%2FLiving%20In"}