{"authors": ["Julie Lasky"], "date_download": "2018-11-16 04:55:28", "date_modify": "2018-11-16 04:55:28", "date_publish": "2018-03-16 13:01:40", "description": "Clem Labine, the founder of “Old-House Journal,” bought this Brooklyn brownstone for about $25,000 in the 1960s.", "filename": "2018_03_16_realestate_a-victorian-wonderland-in-park-slope.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344128.html", "image_url": "https://static01.nyt.com/images/2018/03/18/realestate/18EXCLUSIVE-PEACOCK-slide-UDGE/18EXCLUSIVE-PEACOCK-slide-UDGE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_16_realestate_a-victorian-wonderland-in-park-slope.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344128.html", "title": "A Victorian Wonderland in Park Slope", "title_page": "A Victorian Wonderland in Park Slope - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Clem Labine bought his Brooklyn brownstone in Park Slope more than 50 years ago for the then-princely sum of $25,000.\nThe 1883 house at 199 Berkeley Place had been turned into a single-room occupancy rental building, but over the past five decades, Mr. Labine has fully restored the four-story structure, turning it into a 19th-century ornamental wonderland. Now looking to downsize, he and his wife, Deirdre Lawrence, are putting it on the market for $4 million.\nIt was on New Year’s Eve in 1966 that Mr. Labine, a chemical engineer working at an industry magazine, went to a party on the Upper West Side, hoping only to “get sloshed,” as he put it, and enjoy himself. There, he met Evelyn and Everett Ortner, a couple who lived in Park Slope and were passionate about reviving old Brooklyn brownstones that had fallen into disrepair. By the end of the night, Mr. Labine had agreed — largely out of politeness — to consider shopping for one.\n“I was living in Queens, in Maspeth,” he said recently in the parlor of the home he ended up buying near the Ortners. “Everyone thought I was crazy for moving here because the neighborhood was a bit dicey.”", "url": "https://www.nytimes.com/2018/03/16/realestate/a-victorian-wonderland-in-park-slope.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}