{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2018-11-16 04:02:25", "date_modify": "2018-11-16 04:02:25", "date_publish": "2018-02-27 20:12:34", "description": "Lawmakers in both parties are recalibrating their positions on gun control in the wake of the massacre at Marjory Stoneman Douglas High School.", "filename": "2018_02_27_us_politics_parkland-gun-control-politics-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340945.html", "image_url": "https://static01.nyt.com/images/2018/02/27/us/28DC-gunpolitics-alpha/28DC-gunpolitics-alpha-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_27_us_politics_parkland-gun-control-politics-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340945.html", "title": "Parkland Massacre Thrusts Guns Into the Midterm Spotlight", "title_page": "Parkland Massacre Thrusts Guns Into the Midterm Spotlight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some who have in the past sought to placate the N.R.A. are now attempting to make amends with the left: In Minnesota, Representative Tim Walz, a Democratic candidate for governor embroiled in a contested primary, posted an apologetic note on Facebook after the Parkland shooting, endorsing an assault weapons ban and acknowledging “criticisms from those who take issue with my past campaign contributions from the N.R.A.”\nMr. Walz, a military veteran from rural southern Minnesota whom the N.R.A. has endorsed in the past, said he is now determined to “get the N.R.A. out of the way, and get us to the common-sense solutions that we all agree on.”\nBut his Democratic opponents see an opening.\n“It has become a huge issue,” said Rebecca Otto, the Democratic state auditor. “The only thing that has changed about Congressman Walz is he’s now running for governor.”\nIn South Carolina, State Representative James Smith, the front-runner for the Democratic nomination for governor, has faced attacks in the primary race from a businessman, Phil Noble, for having received an “A” rating from the N.R.A. for several years. In Ohio, Mr. Cordray unveiled a more stringent gun violence platform last week amid criticism from Mr. Kucinich of his past relationship with the N.R.A.\nMr. Cordray said in an interview that the Parkland shooting had prompted a reassessment of existing policies even among people who back broader gun rights. He has called for greatly expanded background checks and said lawmakers should “rethink” regulation of assault weapons, stopping short of demanding an outright ban. Mr. Cordray also cautioned that there are many voters in rural areas who “feel strongly about the Second Amendment and their right to have guns for hunting, for self-defense.”\nIn Florida, Gwen Graham, whose primary political calling card has been her ability to win over Republican voters, wasted no time calling for new gun regulations after the Parkland shooting, including a suspension on sales of AR-15 rifles. But Ms. Graham, who previously represented a conservative stretch of the state’s panhandle in Congress, will surely face scrutiny in her primary for making more pro-gun comments when she was a congressional candidate facing opposition from the N.R.A.", "url": "https://www.nytimes.com/2018/02/27/us/politics/parkland-gun-control-politics-midterms.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}