{"authors": ["Nicholas Fandos"], "date_download": "2018-11-16 04:49:54", "date_modify": "2018-11-16 04:49:54", "date_publish": "2018-04-01 09:00:04", "description": "A few Republicans have suggested that the dismissal of Robert S. Mueller III as special counsel could lead to President Trump’s impeachment, but it is unclear how.", "filename": "2018_04_01_us_politics_trump-mueller-firing-impeachment.html_module=inline_1542343794.html", "image_url": "https://static01.nyt.com/images/2018/03/28/us/politics/28dc-impeach/28dc-impeach-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_01_us_politics_trump-mueller-firing-impeachment.html_module=inline_1542343794.html", "title": "Even Republicans Have Used the ‘I’ Word, but Would Firing Mueller Get Trump Impeached?", "title_page": "Even Republicans Have Used the ‘I’ Word, but Would Firing Mueller Get Trump Impeached? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Even for Senator Jeff Flake, an Arizona Republican who has emerged as one of his party’s most fervent critics of President Trump, the warning he issued recently that firing the special counsel could lead to the president’s impeachment was extraordinary.\n“From what I can see, that’s the only remedy,” Mr. Flake said.\nBut it is anything but clear that the long-speculated dismissal of the special counsel, Robert S. Mueller III, would have the tectonic consequences that Mr. Flake and other Republicans and Democrats have spoken of — or any consequences at all. In truth, the fallout on Capitol Hill, where lawmakers alone may decide what happens, would probably be far messier than the swift justice that Mr. Trump’s critics imagine.\nFor months now, Democratic leaders and their aides have gamed out crisis situations during planning meetings, talking through the implications for the potential firings of not just Mr. Mueller but also the attorney general, Jeff Sessions, and his deputy, Rod J. Rosenstein. But as the minority, they have little recourse without Republican support. Whether they would get it could depend in large part on what Mr. Trump and Mr. Mueller ultimately have to say.\nAnd any real repercussions for Mr. Trump may have to wait for the midterm elections, when voters decide whether to hand one chamber of Congress — or both — to the president’s opposition.", "url": "https://www.nytimes.com/2018/04/01/us/politics/trump-mueller-firing-impeachment.html?module=inline"}