{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 03:08:03", "date_modify": "2018-11-16 03:08:03", "date_publish": "2018-11-15 17:11:59", "description": "As Nancy Pelosi insisted she had enough support for the role, Democrats wrestled with the importance of keeping a woman in the top job after a “pink wave” delivered the party back to the majority.", "filename": "2018_11_15_us_politics_pelosi-house-speaker_1542337683.html", "image_url": "https://static01.nyt.com/images/2018/11/16/us/politics/16dc-pelosi/16dc-pelosi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_15_us_politics_pelosi-house-speaker_1542337683.html", "title": "As Pelosi Pushes to Become Speaker, Gender Debate Becomes Charged", "title_page": "As Pelosi Pushes to Become Speaker, Gender Debate Becomes Charged - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“But people in my district on both sides of the aisle feel that it’s time for a new generation of leadership,” Ms. Slotkin went on. “For me, what’s most important for my district is someone who’s talking about kitchen table issues. That’s more important than gender.”\nFor Ms. Pelosi, who is making the case for herself in terms of competence and toughness, not gender, the House electoral math is complicated. She is still the odds-on favorite to be speaker and has no credible opponent; many Democrats believe she would easily beat back a challenge from Ms. Fudge, who told The Washington Post on Thursday that she was “overwhelmed” by support as she decided whether to run.\nMs. Pelosi has also been deploying some high-powered allies — including former Vice President Al Gore; Ellen Malcolm, the founder of the women’s political action committee Emily’s List; former Senator John Kerry; and Gov. Andrew M. Cuomo of New York — to call Democrats to urge them to support her.\nBut 17 Democrats have signed a letter opposing Ms. Pelosi, and at least three others have said they will not vote for her. With roughly 230 Democrats in the next Congress (some races are still being decided), that is more than the number of votes she can afford to lose if she is to get to 218.\nBeyond Ms. Slotkin, other female newcomers in swing districts, including Kendra Horn, who won a surprise victory in Oklahoma, and Cindy Axne of Iowa, said they were more concerned with the wishes of their constituents than with the gender of the next speaker.\n“I’m just going to make a decision based on the best interests of the people of my district,” Ms. Horn said.\nMs. Rice told reporters there were “plenty of women in the caucus” who could take Ms. Pelosi’s place and insinuated that the leader was playing the gender card as she tried to stave off an internal rule change that would ease a challenge to her speakership.", "url": "https://www.nytimes.com/2018/11/15/us/politics/pelosi-house-speaker.html"}