{"authors": ["James Barron"], "date_download": "2018-11-16 04:52:16", "date_modify": "2018-11-16 04:52:16", "date_publish": "2018-01-05 22:33:56", "description": "Workers scrambled to restore heat in city-run dwellings after a snowstorm and bitter cold hit New York.", "filename": "2018_01_05_nyregion_for-many-public-housing-residents-its-cold-inside-too.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343936.html", "image_url": "https://static01.nyt.com/images/2018/01/06/nyregion/06cold1/06cold1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_05_nyregion_for-many-public-housing-residents-its-cold-inside-too.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343936.html", "title": "For Many Public Housing Residents, It’s Cold Inside, Too", "title_page": "For Many Public Housing Residents, It’s Cold Inside, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Friday dawned clear and sunny, but the Weather Service forecast more cold for the weekend, with wind chills plunging to 10 to 15 degrees below zero in New York City on Friday night.\nJasmine Blake, a spokeswoman for the housing agency, said the problems with heat dated to last weekend, when cold temperatures settled in and additional employees were assigned to round-the-clock duty. The snowstorm complicated repair efforts that were already underway, including, she said, in 32 buildings “where we know we have the most chronic issues.” From 6 a.m. to midnight in those places, she said, someone was assigned to do “constant monitoring” for problems with heat.\nThe agency said that on average, heat was restored within five hours of a breakdown.\nThe city’s public advocate, Letitia James, said in an interview that her office had received calls about the lack of heat from public housing developments across the city. She said the problems affected vulnerable residents, as in the case of a family at Drew Hamilton Houses in Harlem dealing with no heat and a baby with a fever of 101 degrees.\n“We need the boilers replaced, period,” Ms. James said, adding that reductions in federal money for public housing had begun long ago. “At the end of the day, Washington is not coming in on a white horse,” she said. “The city and state has to show them by being responsible.”", "url": "https://www.nytimes.com/2018/01/05/nyregion/for-many-public-housing-residents-its-cold-inside-too.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}