{"authors": ["Keith Bradsher", "Alexandra Stevenson", "Chris Buckley"], "date_download": "2018-11-16 03:50:24", "date_modify": "2018-11-16 03:50:24", "date_publish": "2018-02-23 17:26:36", "description": "The Chinese government’s move to tame an ambitious global deal maker reflects an official willingness to finally curb the country’s addiction to borrowing.", "filename": "2018_02_23_business_anbang-china-xi-deals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340224.html", "image_url": "https://static01.nyt.com/images/2018/02/24/business/24ANBANG1/24ANBANG1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_23_business_anbang-china-xi-deals.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340224.html", "title": "Anbang Takeover Sends Blunt Message: China Wants to Fix Its Debt Problem", "title_page": "Anbang Takeover Sends Blunt Message: China Wants to Fix Its Debt Problem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now, under official pressure, many of the companies — a group referred to as the “gray rhinoceroses,” big problems that are ignored until they start moving fast — are unloading assets. Dalian Wanda last year shed billions of dollars worth of property investments. HNA is paring properties amid analysts’ questions about how it will meet its heavy debt obligations.\nAs official skepticism of Anbang grew, so did public skepticism.\nA month ago, a lacerating commentary entitled “Goodbye Anbang” spread widely on Chinese financial news websites and on social media platforms. “The biggest problem here is not the pursuit of profit by capital, it’s how you were able to grow so fat overnight,” said the commentary. “This is not playing by the market rules. It’s the scams of privileged wealth.”\nBut many Chinese regulators had been hesitant to act aggressively, and the pace of enforcing discipline had been slow. With Anbang, the Chinese government may have hoped to set an example, by seizing control rather than engineering a quiet injection of cash from a pliant state company.\n“Xi’s concern about financial risk has had a lot of impact on the behavior of a lot of banks, regulators and companies,” said Victor Shih, an associate professor at the University of California, San Diego, who studies Chinese politics and finance. “You have seen the regulators being very cautious, and being maybe more pre-emptive than they would have been without this political pressure from the highest levels.”\nDespite the government pressure, Chinese deal making is unlikely to completely end, given the country’s vast sums of money and global ambitions. China has continued to support acquisitions in strategic areas like energy and technology. Fosun, widely considered a “gray rhino,” or a large and visible problem that is ignored until it starts moving fast, said this week it had acquired a majority stake in Lanvin, the French fashion house.\nChina’s ambitions, though, are likely to attract renewed scrutiny. Regulators in the United States and elsewhere have been asking tough questions about the ownership and stability of acquisitive Chinese companies. Some lawmakers and White House officials support broadening the authority of regulators who review takeover offers.\n“Anyone who knows anything about China knows the nature of the party and state and the opacity of company ownership,” said Fraser Howie, a former banker in Asia and a co-writer of three books on the Chinese financial system. “There was never any excuse for not asking the difficult questions. A lot of foreign regulators just skipped over them and were far too relaxed in their approach.”", "url": "https://www.nytimes.com/2018/02/23/business/anbang-china-xi-deals.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}