{"authors": ["Jacey Fortin"], "date_download": "2018-11-16 04:45:06", "date_modify": "2018-11-16 04:45:06", "date_publish": "2018-09-23 16:40:47", "description": "A new hashtag has survivors of sexual abuse answering the question: Why didn’t you say something sooner?", "filename": "2018_09_23_us_why-i-didnt-report-assault-stories.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343506.html", "image_url": "https://static01.nyt.com/images/2018/09/23/us/00xp-whyididntreport/00xp-whyididntreport-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_23_us_why-i-didnt-report-assault-stories.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343506.html", "title": "#WhyIDidntReport: Survivors of Sexual Assault Share Their Stories After Trump Tweet", "title_page": "#WhyIDidntReport: Survivors of Sexual Assault Share Their Stories After Trump Tweet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the #MeToo movement erupted on social media last year, people who had been sexually harassed, abused or assaulted — and felt ready to discuss it — went public with their stories.\nNow a new hashtag has surfaced as if in answer to the question: Why didn’t you say something sooner?\nIt began last week when Christine Blasey Ford, 51, came forward as the writer of a letter in which she accused Judge Brett M. Kavanaugh, President Trump’s Supreme Court nominee, of pinning her on a bed, groping her and covering her mouth to keep her from screaming when they were teenagers. Judge Kavanaugh has denied the allegation.\nSome senators suggested that Dr. Blasey — who also goes by her married name, Ford — was “mixed up” or staging a “drive-by attack” on Judge Kavanaugh. On Friday, President Trump questioned her credibility, saying that if the attack “was as bad as she says,” she or her parents would have reported it to the authorities when it happened more than 30 years ago.\nSurvivors of abuse responded by rallying around a new hashtag, #WhyIDidntReport, to highlight the difficulties, fear, anger and shame that so often surround sexual harassment and assault.", "url": "https://www.nytimes.com/2018/09/23/us/why-i-didnt-report-assault-stories.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}