{"authors": ["Benjamin Hoffman", "Talya Minsberg"], "date_download": "2018-11-16 03:17:00", "date_modify": "2018-11-16 03:17:00", "date_publish": "2018-09-04 17:03:16", "description": "The former star is using social media savvy, and a total lack of interviews, to control the narrative of protests in the N.F.L.", "filename": "2018_09_04_sports_colin-kaepernick-nfl-anthem-kneeling.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338220.html", "image_url": "https://static01.nyt.com/images/2018/09/02/sports/02kaepernicksocial-top/merlin_143032791_0e631023-9933-4776-9666-294139d3ac05-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_04_sports_colin-kaepernick-nfl-anthem-kneeling.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338220.html", "title": "The Deafening Silence of Colin Kaepernick", "title_page": "The Deafening Silence of Colin Kaepernick - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[Related: Nike’s Deal With Kaepernick Draws Cheers and Pictures of Burning Shoes]\nHe was soon joined in that protest by Eric Reid, a former teammate who was also by his side the other night at the Open. Their protest, which other players have continued even as Kaepernick and Reid have not been signed by any teams, continues to stir debate online, divide fans and the league owners, captivate celebrities and athletes and motivate President Trump to persistently tweet his anger over it.\nFor her part, Serena Williams — who invited Kaepernick and his niece to meet with her after the match last week — described herself on Twitter as “especially proud” of Nike for the campaign, in which she is also a featured athlete. After her win over Karolina Pliskova on Tuesday she expanded on that thought, saying it was sad that Kaepernick had paid such a high price for his protest and that she hoped the backing by a huge industry force like Nike could be a step in the right direction.\n“I feel like that was a really powerful statement to a lot of other companies,” she said.\nBut Kaepernick, through it all, has kept his own voice largely out of those debates. As he works his way through a grievance against the N.F.L., accusing it of colluding to keep him out of a job, he has employed a savvy use of Twitter and other social media platforms, along with the occasional carefully staged public appearance, to make his points. And by all indicators most people are getting the message loud and clear.\nThe Declaration of Silence", "url": "https://www.nytimes.com/2018/09/04/sports/colin-kaepernick-nfl-anthem-kneeling.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}