{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:45:02", "date_modify": "2018-11-16 04:45:02", "date_publish": "2018-06-01 19:05:40", "description": "Senator Heidi Heitkamp, a centrist Democrat in a pitched re-election battle in North Dakota, voted to roll back banking rules. A Koch-backed group is praising her for it.", "filename": "2018_06_01_us_politics_heidi-heitkamp-koch-brothers_1542343502.html", "image_url": "https://static01.nyt.com/images/2018/06/02/us/politics/02DC-HEITKAMP/02DC-HEITKAMP-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_01_us_politics_heidi-heitkamp-koch-brothers_1542343502.html", "title": "For Heitkamp, a Lift From an Unlikely Source: The Koch Brothers", "title_page": "For Heitkamp, a Lift From an Unlikely Source: The Koch Brothers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Senator Heidi Heitkamp, the centrist Democrat from North Dakota who is fighting a pitched battle to save her seat, has gotten a lift from an unlikely source: the conservative billionaire Koch brothers.\nAmericans for Prosperity, the political advocacy group backed by Charles G. and David H. Koch, unveiled a digital ad campaign on Friday thanking Ms. Heitkamp for her support of recently passed legislation that loosened regulations on small and medium-size banks that were swept up in the 2010 Dodd-Frank law passed in the wake of the 2008 financial crisis.\nThe ad is the latest evidence that the brothers, often at odds with President Trump, may be moving away from strictly partisan work on behalf of Republicans in favor of initiatives that will advance their libertarian-leaning legislative priorities, including free trade, immigration legislation and access to medicines, regardless of party affiliation.\nMs. Heitkamp is one of 10 Democratic senators up for re-election in states won by Mr. Trump in 2016, but unlike other Democrats, she has drawn a top-flight challenger in Kevin Cramer, North Dakota’s lone House member and a close ally of the president’s. Her seat is one of the keys to Republican efforts to hold on to or expand the party’s one-seat Senate majority.", "url": "https://www.nytimes.com/2018/06/01/us/politics/heidi-heitkamp-koch-brothers.html"}