{"authors": ["Bryce Covert"], "date_download": "2018-11-16 03:58:46", "date_modify": "2018-11-16 03:58:46", "date_publish": "2018-10-03 19:15:04", "description": "California’s about to try it.", "filename": "2018_10_03_opinion_the-case-for-quotas-on-corporate-boards_1542340726.html", "image_url": "https://static01.nyt.com/images/2018/10/03/opinion/03covert/03covert-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_03_opinion_the-case-for-quotas-on-corporate-boards_1542340726.html", "title": "The One Proven Way to Diversify Corporate Boards", "title_page": "Opinion | The One Proven Way to Diversify Corporate Boards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Sunday, Gov. Jerry Brown of California signed a bill requiring companies with main executive offices in the state to have at least one woman on their boards by the end of next year. By 2021, companies will be required to have at least two or three women directors, depending on their size. Failure to comply will result in fines of $100,000 to $300,000.\nThis is, essentially, a quota that forces large companies to include women on their boards. Other countries, including Belgium, Finland, France, Germany, Iceland, Italy, the Netherlands, Norway, and Spain, have such quotas, but this approach to diversity is a novelty on this side of the Atlantic.\nIt’s an idea whose time came long ago. In California, a quarter of public companies have no women on their boards. That’s particularly egregious, but the pattern holds across the country. Among S.&P. 500 companies, 2.8 percent had zero women on their boards in 2015 and, overall, women held less than 20 percent of board seats. Less than 4 percent of board seats at Fortune 500 companies were held by women of color in 2016.\nSo far, policies for increasing board diversity in the United States have mostly consisted of asking companies to change. It hasn’t worked. The share of women on Fortune 500 boards increased less than five percentage points between 2010 and 2016. California passed a resolution in 2013 urging public companies in the state to add women to their boards by 2017, but fewer than 20 percent met the deadline.", "url": "https://www.nytimes.com/2018/10/03/opinion/the-case-for-quotas-on-corporate-boards.html"}