{"authors": ["Jonah Engel Bromwich", "Johanna Barr"], "date_download": "2018-11-16 03:14:34", "date_modify": "2018-11-16 03:14:34", "date_publish": "2018-01-03 20:16:58", "description": "Critics have wondered whether the president’s more violent tweets — including those directed at North Korea — could merit a suspension or ban. Here’s what Twitter has said.", "filename": "2018_01_03_technology_twitter-trump-rules.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338074.html", "image_url": "https://static01.nyt.com/images/2018/01/03/business/04xp-twitter/04xp-twitter-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_03_technology_twitter-trump-rules.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338074.html", "title": "Twitter’s Shifting Positions on Trump’s Tweets", "title_page": "Twitter’s Shifting Positions on Trump’s Tweets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Friday’s announcement explained:\n“Blocking a world leader from Twitter or removing their controversial Tweets would hide important information people should be able to see and debate. It would also not silence that leader, but it would certainly hamper necessary discussion around their words and actions.”\nQuestioned about the president in a Wired interview last year, Jack Dorsey, the company’s chief executive, said that all users would be held to the same standard. But he pointed out that Twitter’s policies made an exception for newsworthiness, a factor that must be considered in regard to any and all of the president’s tweets.\n“I think it’s really important that we maintain open channels to our leaders, whether we like what they’re saying or not,” he said.\nHas a Trump tweet raised these questions in the past?\nYes, including on Sept. 23, when another threat toward North Korea led to a similar outcry.\n“Just heard Foreign Minister of North Korea speak at U.N.,” Mr. Trump tweeted. “If he echoes thoughts of Little Rocket Man, they won’t be around much longer!”\nTwitter declined to take the tweet down.\n“We hold all accounts to the same Rules, and consider a number of factors when assessing whether Tweets violate our Rules. Among the considerations is ‘newsworthiness’ and whether a Tweet is of public interest,” the company said. “This has long been internal policy and we’ll soon update our public-facing rules to reflect it. We need to do better on this, and will.”\nDoes Twitter treat the president differently from other users?\nTwitter bans what it calls abusive behavior, or “behavior that harasses, intimidates or uses fear to silence another user’s voice.” For example, the writer Milo Yiannopoulos was barred in 2016 amid coordinated harassment of the comedian Leslie Jones.\nBut there are caveats, including the above passage, in the rules about tweets that are deemed in the legitimate public interest.", "url": "https://www.nytimes.com/2018/01/03/technology/twitter-trump-rules.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}