{"authors": ["Sheryl Gay Stolberg", "Jonathan Martin"], "date_download": "2018-11-16 04:33:03", "date_modify": "2018-11-16 04:33:03", "date_publish": "2018-07-10 09:00:07", "description": "With the country polarized and the Supreme Court’s ideological balance at stake, the battle over Brett M. Kavanaugh will most likely cost tens of millions of dollars.", "filename": "2018_07_10_us_politics_brett-kavanaugh-confirmation-battle.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342783.html", "image_url": "https://static01.nyt.com/images/2018/07/11/us/politics/11dc-battle-print/11dc-battle1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_10_us_politics_brett-kavanaugh-confirmation-battle.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342783.html", "title": "Conservative and Liberal Groups Gird for Battle Over Kavanaugh", "title_page": "Conservative and Liberal Groups Gird for Battle Over Kavanaugh - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Demand Justice, which acts as a kind of Democratic counterpart to Judicial Crisis Network, expects to spend more than $5 million on advertising, said its executive director, Brian Fallon. The group is already running television advertisements in Maine and Alaska, the home states of two pivotal Republican senators, Susan Collins and Lisa Murkowski, who support abortion rights.\nEven before Justice Kennedy’s announcement, Demand Justice began a “Ditch the List” digital advertising campaign aimed at getting Democrats to commit to voting against any nominee on the roster given to Mr. Trump by conservative groups during the 2016 presidential campaign.\nInstead of allowing the White House to “focus on all of the softer aspects of their personal life, like they’re a Cub Scout master and they married their high school sweetheart,” Mr. Fallon said, his goal has been to “make the person controversial out of the gate by virtue of the fact that they came off the list.”\nThat strategy appears to be working. On Monday, Senator Bob Casey, Democrat of Pennsylvania, joined a growing list of Democrats who said they will not vote for any nominee on Mr. Trump’s list. “It’s a corrupt process, and I can’t support it,” Mr. Casey told reporters.\nDemocrats are also planning a series of rallies, news conferences and protests in states with key senators and are encouraging supporters to flood their phone lines with calls opposing Judge Kavanaugh. Monday night, hundreds of liberal activists gathered on the steps of the Supreme Court for a rally organized by dozens of left-leaning groups.\nThis week, the group Indivisible, as part of what is being billed as #savescotus, will deploy activists to show up at the district offices of senators to demand that they oppose the pick. The summer grass-roots efforts will culminate on Aug. 26, the anniversary of the day in 1920 that women were granted the right to vote, when progressives hope to draw millions of demonstrators to rallies in all 50 states to send a statement of opposition to Mr. Trump’s pick.", "url": "https://www.nytimes.com/2018/07/10/us/politics/brett-kavanaugh-confirmation-battle.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}