{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:00:18", "date_modify": "2018-11-16 04:00:18", "date_publish": "2018-07-10 00:16:13", "description": "President Trump’s Supreme Court pick puts conservatives on the brink of a long-sought dream: a reliable right-leaning majority in the nation’s highest tribunal.", "filename": "2018_07_09_us_politics_supreme-court-conservatives-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340818.html", "image_url": "https://static01.nyt.com/images/2018/07/10/us/politics/10dc-assess-print/10dc-assess-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_09_us_politics_supreme-court-conservatives-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340818.html", "title": "A Conservative Court Push Decades in the Making, With Effects for Decades to Come", "title_page": "A Conservative Court Push Decades in the Making, With Effects for Decades to Come - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One of the leading figures behind the effort was Ed Meese, who served as attorney general to President Ronald Reagan, two of whose appointees, Justices O’Connor and Kennedy, proved less conservative than supporters originally hoped. Mr. Meese has made it a mission since then to advise subsequent Republican presidents on judicial nominations. In a nod to his central role, Mr. Meese was present in the East Room of the White House for Monday night’s announcement, and Mr. Trump singled him out during his speech.\nInspired by Mr. Meese, groups like the Federalist Society, the Heritage Foundation, the Judicial Crisis Network, the Judicial Action Group and Mr. Levey’s Committee for Justice have for years sought to develop a new generation of younger legal conservatives who would go into government and fill out lower levels of the judiciary. “You have to have that army before you can credential them, and that army just didn’t exist before Reagan,” Mr. Levey said.\nThe idea was to vet and cull potential candidates for the Supreme Court long before vacancies even arose, so that Republican presidents could pick from rosters of would-be nominees whose records were known. No one wanted any more surprises.\n“You’re simply not going to get Souters anymore because no one will come up who nobody’s interacted with,” said Steven Teles, a professor at Johns Hopkins University and the author of “The Rise of the Conservative Legal Movement: The Battle for Control of the Law.”\nIndeed, the last time a Republican president even contemplated candidates from outside that known universe of conservative talent, he paid a price. President George W. Bush’s nomination of Harriet E. Miers, his White House counsel and longtime adviser, collapsed in 2005 amid a full-fledged revolt by conservative activists who did not consider her one of their own.\nAmong those who argued against her nomination from within the White House? Judge Kavanaugh, who at the time was serving as Mr. Bush’s staff secretary and participated in some of the private sessions preparing Ms. Miers for confirmation hearings, sessions that did not go well. Mr. Kavanaugh instead favored the selection of Justice Alito, then an appeals judge and a known and trusted figure within the conservative legal community. Justice Alito eventually got the nod after Ms. Miers withdrew.", "url": "https://www.nytimes.com/2018/07/09/us/politics/supreme-court-conservatives-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}