{"authors": ["Salman Masood"], "date_download": "2018-11-16 04:28:40", "date_modify": "2018-11-16 04:28:40", "date_publish": "2018-05-24 19:33:23", "description": "Laws dating from the colonial era have long denied people in the region basic rights and authorized the use of collective punishment against tribes or families.", "filename": "2018_05_24_world_asia_pakistan-tribal-areas-rights.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342520.html", "image_url": "https://static01.nyt.com/images/2018/05/25/world/25pakistan/25pakistan-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_24_world_asia_pakistan-tribal-areas-rights.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342520.html", "title": "Pakistan to Give Equal Rights to Millions in Tribal Areas, Ending a British Legacy", "title_page": "Pakistan to Give Equal Rights to Millions in Tribal Areas, Ending a British Legacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISLAMABAD, Pakistan — The lower house of Pakistan’s Parliament overwhelmingly adopted a constitutional amendment on Thursday giving equal rights to millions of people in its restive northwestern tribal regions and ending a much-criticized legacy of British colonial law.\nThe measure also paves the way for the merger of the seven tribal regions, known as the Federally Administered Tribal Areas, with Khyber-Pakhtunkhwa Province, bringing the regions into the political and legal mainstream of the country.\nThe amendment goes to the upper house on Friday for final approval, but it is not expected to face opposition. The governing Pakistan Muslim League-Nawaz and the major opposition parties Pakistan Peoples Party and Pakistan Tehreek-e-Insaf have supported the amendment, which was adopted by a vote of 229 to 1 in the lower house.\nThe federal government has administered the northwestern tribal regions, which are along the border with Afghanistan, since the country’s independence from Britain in 1947. But it continued to use a harsh set of British colonial laws, known as the Frontier Crimes Regulations, that have been denounced by rights groups and political parties.", "url": "https://www.nytimes.com/2018/05/24/world/asia/pakistan-tribal-areas-rights.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}