{"authors": ["Cheryl Strayed", "Steve Almond"], "date_download": "2018-11-16 03:38:52", "date_modify": "2018-11-16 03:38:52", "date_publish": "2018-10-16 17:06:06", "description": "A reader who enjoys an alcoholic beverage (or two or three) wonders how to address comments from his children, especially given their family’s history of alcoholism.", "filename": "2018_10_16_style_drinking-parenting-alcoholism_1542339532.html", "image_url": "https://static01.nyt.com/images/2018/10/18/style/18SWEETSPOT/18SWEETSPOT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_16_style_drinking-parenting-alcoholism_1542339532.html", "title": "My Kids Say I Drink Too Much. Do I?", "title_page": "My Kids Say I Drink Too Much. Do I? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Steve Almond: The fact that your kids are making these comments clearly indicates that your drinking has become an issue of concern to them. They may be reacting to something they’ve heard in school, or seen on television, or even something they’ve witnessed in your own family. As Cheryl suggests, before anything else you (and your wife) need to figure out how you feel about your own drinking. But once you do, it’s important that you communicate openly with your kids. You don’t need to have a prepared statement for your boys, or a defense of your drinking habits. With kids, listening works better than lecturing. You may want to start by simply asking them questions like, “Are you worried that we drink too much? What do you think might happen?” In a sense, your kids are offering you an opportunity here to cast aside the shame and silence that too often surround alcohol consumption — particularly in families where alcoholism is prevalent. They’re also giving you and your wife the chance to examine your own patterns of consumption and consider whether those patterns are healthy.\nCS: Like your sons, my own two kids have inquired about my almost daily wine consumption. They’ve asked if I’ve ever been drunk or hung over. They’ve asked if I’ve ever done “shots” or vomited from drinking. I answer every question honestly, even when I wish I had a different response to give. I approach conversations about alcohol with them the same way I approach conversations about sex — as openly as possible, even when it feels uncomfortable. I imagine you struggle with how to address the topic, Beer Run, because in discussing alcohol with your kids, you’re enlightening them about something complex and adult that you don’t want them to experience for years. But here’s what we know about that: Your kids are already enlightened. You and your wife regularly consume alcohol in their presence. It’s all around them in our culture, and everywhere the messages are contradictory. Alcohol is acclaimed and condemned; forbidden and free-flowing. It can wreck your life or make your celebration. Your sons’ scrutiny of your drinking may very likely be curiosity disguised as criticism. They need you to tell them the truth. So talk to them. Start with the questions Steve suggests, and then volunteer some answers of your own. Tell them why you and your wife enjoy drinking alcohol and why your mother and her father had to stop.\nSA: A lot of this redounds to trust. You have to trust that your kids can handle a frank discussion about alcohol. But you also have to trust yourself to initiate such a conversation. To acquire that trust, you and your wife will need to do some thinking about the role alcohol plays in your lives, and has played in your family histories. It’s not that you have to justify your decisions around drinking so much as examining them. I recently went through a similar process after my 9-year-old son found the remains of a joint I’d smoked. I initially felt mortified and defensive. But getting “caught” actually allowed me to explain to my older kids how and why I smoke, and to place my behavior in the broader context of drug use in our culture. I answered questions and asked a few of my own. I set out my own beliefs about drug use, stressing, for instance, the importance of moderation, and never driving a vehicle under the influence. The overall message I tried to convey is that the subject should be brought into the light, rather than hidden away. This is especially important in a culture that generates so many contradictory and frankly manipulative messages about drugs and alcohol. Kids may not be sophisticated, but they are highly absorbent. It’s clear from your letter that you and your wife are compassionate and attuned parents. It’s also clear that you absorbed all kinds of messages from your parents about drinking, most of them confusing, indirect and upsetting. Think about how much it would have helped both of you to have parents who could openly discuss alcohol use, including their own. That should be your goal here, Beer Run.", "url": "https://www.nytimes.com/2018/10/16/style/drinking-parenting-alcoholism.html"}