{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:32:32", "date_modify": "2018-11-16 04:32:32", "date_publish": "2018-11-04 16:15:40", "description": "The race between Representative John Faso and Antonio Delgado in New York features similar fault lines buffeting the midterms across the country.", "filename": "2018_11_04_nyregion_delgado-faso-midterm-election-house_1542342752.html", "image_url": "https://static01.nyt.com/images/2018/11/05/nyregion/05Faso-Delgado2sub-delgado/05Faso-Delgado2sub-delgado-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_04_nyregion_delgado-faso-midterm-election-house_1542342752.html", "title": "‘Big-City Rapper’ vs. Weak on Health Care: How a Tossup Race Captures the Forces Driving the Midterms", "title_page": "‘Big-City Rapper’ vs. Weak on Health Care: How a Tossup Race Captures the Forces Driving the Midterms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Brenda Gevertz, a 69-year-old retiree in Ghent, said she found that the “racist” rap ads had really sunk in when she was knocking on doors for Mr. Delgado. “Maybe,” she said of some residents, “they want to believe them.”\nThe Faso health care ads originated from a protest outside his home in January 2017, his first month in Congress, when he met with unhappy constituents, including Ms. Mitchell, who told him of her conditions and asked him “as a human being” not to take away coverage of pre-existing conditions.\n“I promise, I promise, I promise,” Mr. Faso said as they hugged.\nMr. Faso has been on the defensive ever since he backed the Republican health care bill last year, which included a provision allowing states to seek waivers from certain mandates, such as the one blocking insurers from charging more for pre-existing conditions. Republicans insist Democratic accusations about the bill made in races across the country are overblown.\n“It is a fear tactic,” Mr. Faso, 66, said of the Democratic ads, calling them misleading.\nMr. Faso said Ms. Mitchell would not be affected because she is on Medicaid. Ms. Mitchell countered that Mr. Faso didn’t find out about her coverage until after his promise, and noted that there is no guarantee she will permanently qualify for the program.\nTo neutralize the attacks, Mr. Faso has enlisted his wife to narrate one of his closing ads, about her own cancer diagnosis, to make the point of her husband’s support for pre-existing condition coverage.\nIn some ways, the flood of rap ads has boomeranged to help Mr. Delgado. He has raised more than $5 million since July and has a huge store of volunteers. But there is a nagging concern that the ads will have successfully seeped in questions of otherness in a community where the rural-urban divide is real.\nAt a packed town hall in Hyde Park on Friday, Mr. Delgado, 41, laughed off questions of his roots. He is from Schenectady, but the ads have pummeled him as a “big-city rapper” and, after some criticism of their racial tone, a “big-city liberal.” He did move into the district just before running for Congress — a fact Mr. Faso highlights at every opportunity.", "url": "https://www.nytimes.com/2018/11/04/nyregion/delgado-faso-midterm-election-house.html"}