{"authors": ["Marc Stein"], "date_download": "2018-11-16 03:23:49", "date_modify": "2018-11-16 03:23:49", "date_publish": "2018-07-16 23:20:27", "description": "The Sixers had strong interest in hiring Morey to replace the ousted Bryan Colangelo, but Morey could not be lured away.", "filename": "2018_07_16_sports_daryl-morey-sixers-rockets.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338629.html", "image_url": "https://static01.nyt.com/images/2018/07/17/sports/17stein_web1/17stein_web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_16_sports_daryl-morey-sixers-rockets.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338629.html", "title": "76ers Foiled in Their Pursuit of Houston’s Daryl Morey", "title_page": "76ers Foiled in Their Pursuit of Houston’s Daryl Morey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Philadelphia 76ers have been rebuffed in an attempt to hire Houston’s Daryl Morey as their new general manager, according to two people familiar with the Sixers’ pursuit.\nThe Sixers had strong interest in hiring Morey to replace the ousted Bryan Colangelo, but Morey could not be lured away from the franchise with which he has spent the past 12 seasons, according to the people, who requested anonymity because they were not authorized to speak publicly about the situation.\nSixers officials sought and received permission to interview Morey recently, according to the people, but the Houston general manager elected to stay with the team he has built, which features the N.B.A.’s freshly selected Most Valuable Player, James Harden.\nA spokesman for the 76ers said Monday night that the team would not comment on the specifics of its general manager search.", "url": "https://www.nytimes.com/2018/07/16/sports/daryl-morey-sixers-rockets.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}