{"authors": ["Ben Shpigel"], "date_download": "2018-11-16 03:40:12", "date_modify": "2018-11-16 03:40:12", "date_publish": "2018-05-21 11:54:07", "description": "Little was expected of the Golden Knights in their inaugural season. Now they are four wins from the most improbable championship in N.H.L. history.", "filename": "2018_05_21_sports_vegas-golden-knights-stanley-cup-finals_1542339612.html", "image_url": "https://static01.nyt.com/images/2018/05/22/sports/22vegasreasonsWEB1/22vegasreasonsWEB1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_21_sports_vegas-golden-knights-stanley-cup-finals_1542339612.html", "title": "Five Reasons the Vegas Golden Knights Are in the Stanley Cup Finals", "title_page": "Five Reasons the Vegas Golden Knights Are in the Stanley Cup Finals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This time a year ago, the Vegas Golden Knights had a nickname and a logo, but they hadn’t selected their roster yet.\nNo players to market or promote. None, zero, zip, zilch.\nThose could also have been words used by many to describe the chances of the Golden Knights nailing this absurd trifecta in its inaugural season: winning a Pacific Division title, stampeding through the Western Conference bracket and competing for the Stanley Cup.\nBut here they are, four wins from the most improbable championship in N.H.L. history, if not all of North American major professional sports, after a 2-1 victory against the Winnipeg Jets on Sunday. Vegas, which won the best-of-seven series by 4-1, never trailed over the final four games. The Golden Knights will face either the Tampa Bay Lightning or the Washington Capitals in the Stanley Cup finals.\nA merry band of castoffs and rejects — Golden Misfits, they call themselves — populate the roster crafted by General Manager George McPhee and molded by Coach Gerard Gallant into a bona fide dynamo — expansion franchise, shmexpansion franchise. They swept Los Angeles, blitzed San Jose and rolled Winnipeg, which finished with the N.H.L.’s second-best record.", "url": "https://www.nytimes.com/2018/05/21/sports/vegas-golden-knights-stanley-cup-finals.html"}