{"authors": ["Daniel E. Slotnik"], "date_download": "2018-11-16 04:34:37", "date_modify": "2018-11-16 04:34:37", "date_publish": "2018-09-14 19:34:42", "description": "An investigative journalist, he was best known for “In God’s Name,” a best seller that claimed that Pope John Paul I was murdered in a Vatican plot.", "filename": "2018_09_14_obituaries_david-yallop-dead_1542342877.html", "image_url": "https://static01.nyt.com/images/2018/09/17/obituaries/17YALLOP1/15YALLOP1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_14_obituaries_david-yallop-dead_1542342877.html", "title": "David Yallop, Writer Who Saw a Deadly Vatican Conspiracy, Dies at 81", "title_page": "David Yallop, Writer Who Saw a Deadly Vatican Conspiracy, Dies at 81 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "David Yallop, an investigative journalist who wrote popular books about true crime and conspiracy, including a best seller asserting that Pope John Paul I was murdered as part of a Vatican plot, died on Aug. 23 in London. He was 81.\nThe cause was complications of pneumonia, his wife, Anna Yallop, said.\nMr. Yallop’s books railed against what he saw as corruption and miscarriages of justice. They often stirred up controversy because of their explosive allegations, based on what some critics saw as inadequate evidence or vaguely sourced reporting.\n“In God’s Name: An Investigation Into the Murder of Pope John Paul I” (1984) was perhaps the most controversial of all. It delved into the death of John Paul I, who was found dead at 65 in his chambers on Sept. 28, 1978, only 33 days after assuming the papacy.\nJohn Paul was seen by some Roman Catholics as an earnest figure, perhaps ill prepared for the political machinations that faced the leader of the church. He had a history of health problems, and the official cause of death was a heart attack.", "url": "https://www.nytimes.com/2018/09/14/obituaries/david-yallop-dead.html"}