{"authors": ["Linda Qiu"], "date_download": "2018-11-16 03:40:07", "date_modify": "2018-11-16 03:40:07", "date_publish": "2018-05-30 23:11:02", "description": "President Trump claimed that a new law allowing access to experimental drugs would save “hundreds of thousands” of lives. But there is already a federal program in place, and similar state laws have had a minimal effect.", "filename": "2018_05_30_us_politics_fact-check-trump-right-to-try-law-.html_module=inline_1542339607.html", "image_url": "https://static01.nyt.com/images/2018/05/31/us/politics/31dc-fastfact1/31dc-fastfact1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_30_us_politics_fact-check-trump-right-to-try-law-.html_module=inline_1542339607.html", "title": "Trump Oversells New ‘Right to Try’ Law", "title_page": "Trump Oversells New ‘Right to Try’ Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WHAT WAS SAID\n“We will be saving — I don’t even want to say thousands, because I think it’s going to be much more, thousands and thousands, hundreds of thousands. We’re going to be saving tremendous numbers of lives.”\n— President Trump, speaking at the signing of “right to try” legislation on Wednesday\nTHE FACTS\nThis requires context.\nThe legislation that Mr. Trump signed into law on Wednesday allows terminally ill patients to seek access to experimental medicine that is not yet fully approved by the Food and Drug Administration.\nWhether it will save “hundreds of thousands of lives” is a prediction that is, at best, unclear. But the effect of similar laws in some states has been muted.\nA program known as compassionate use, or expanded access, has been in place since the 1970s. It allows patients with a serious disease or condition to obtain experimental medicines; the Food and Drug Administration says it authorizes 99 percent of the requests for expanded access that it receives.\nThe new national law — like similar laws in more than three dozen states — allows patients and doctors to ask drug companies directly for access to the experimental drugs, rather than wait for approval by the agency.", "url": "https://www.nytimes.com/2018/05/30/us/politics/fact-check-trump-right-to-try-law-.html?module=inline"}