{"authors": ["James Estrin"], "date_download": "2018-11-16 03:21:29", "date_modify": "2018-11-16 03:21:29", "date_publish": "2018-10-23 08:00:01", "description": "20 years of photographs of conflict and women’s issue are collected in her new book “Of Love and War”", "filename": "2018_10_23_lens_lynsey-addario-an-unexpected-retrospective_1542338489.html", "image_url": "https://static01.nyt.com/images/2018/10/23/lens/23addario1B/23addario1B-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_23_lens_lynsey-addario-an-unexpected-retrospective_1542338489.html", "title": "Lynsey Addario: An Unexpected Retrospective", "title_page": "Lynsey Addario: An Unexpected Retrospective - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "­Lynsey Addario is a Pulitzer Prize-winning photographer who has covered the wars in Iraq and Afghanistan and has worked extensively in the Middle East and Africa. Her new book, “Of Love and War,” was published this month by Penguin Press, and it mostly includes photographs made for The New York Times as well as for Time and National Geographic. She spoke with James Estrin by phone. This conversation has been edited for brevity and clarity.\n_____\nQ: Where are you?\nA: I’m back in London. I got back Sunday from northern Nigeria, and before that I was in Yemen. Then I was in New York, and then I went to the border of Texas and Mexico for that 24 Hours series for The Times. And then Saturday I leave for a book tour .\nQ: Why another book?\nA: Well, this is a photo book. I didn’t anticipate writing a book [“It’s What I Do”] before doing my first photo book, but that’s how it worked out .\nI’ve always wanted to do a photo book, but I got sidetracked when I started that process in 2011 after Libya. When Tim [Hetherington] and Chris [Hondros] were killed, I didn’t feel like looking at these photographs. So I ended up writing.", "url": "https://www.nytimes.com/2018/10/23/lens/lynsey-addario-an-unexpected-retrospective.html"}