{"authors": ["William Neuman"], "date_download": "2018-11-16 04:52:06", "date_modify": "2018-11-16 04:52:06", "date_publish": "2018-02-07 00:12:52", "description": "In a dramatic City Council hearing, officials said that 323,000 public housing residents lost heat at least once since October.", "filename": "2018_02_06_nyregion_heat-cold-nycha-nyc-olatoye.html_module=inline_1542343926.html", "image_url": "https://static01.nyt.com/images/2018/02/07/nyregion/07nycha/07nycha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_06_nyregion_heat-cold-nycha-nyc-olatoye.html_module=inline_1542343926.html", "title": "As 4 of 5 in Public Housing Lost Heat, a Demand for an Apology Is Unfulfilled", "title_page": "As 4 of 5 in Public Housing Lost Heat, a Demand for an Apology Is Unfulfilled - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Johnson retorted: “We are going to do oversight in a fulsome manner.”\nThe presence of Mr. Carter, the city’s lead lawyer, at the hearing was highly unusual and Mr. Johnson and Mr. Torres pressed him to explain why he was there. He said he came because it was an important hearing.\nThe authority’s heating problems came into sharp relief during a period of extremely cold weather in January, which Ms. Olatoye said was the longest stretch of days with temperatures below freezing in nearly 60 years. Many of the authority’s aged boilers failed and officials scrambled to restore heat.\nMr. Torres said that there were 2,395 heat outages in calendar year 2017, compared to 1,360 the previous year. There were 4,112 hot water outages in 2017, compared to 916 in 2016.\nThe residents who spoke at the start of the hearing told of sleeping in sweatpants and sweatshirts or getting up in the morning to put on a coat and huddle in front of stoves in frigid apartments.\nCarmen Quiñones, a tenant leader at the Frederick Douglass Houses in Manhattan, referred to the “deficit of funds and the surplus of incompetence” at the authority. Calvin Drumgo, a tenant leader at the Breukelen Houses, said, “We are not refugees, we are not third-class citizens, we will not be treated like savages.”\nSeveral Council members questioned Ms. Olatoye and other officials over the authority’s computer systems and its ability to track the heating apparatus at its far-flung real estate. Under questioning by Mr. Johnson, authority officials revealed that maintenance logs for boilers were filled out by hand and the information was not entered into a computerized database, making it difficult to conduct an analysis of the effectiveness of maintenance and the performance of the system.\n“I would agree that our move toward technology is — we have a lot more to do,” Ms. Olatoye said.\n“This is madness! This is crazy in 2018!” Mr. Johnson exclaimed. “This should be fixed immediately.”", "url": "https://www.nytimes.com/2018/02/06/nyregion/heat-cold-nycha-nyc-olatoye.html?module=inline"}