{"authors": [], "date_download": "2018-11-16 03:16:59", "date_modify": "2018-11-16 03:16:59", "date_publish": "2018-09-06 09:00:10", "description": "A new rule designed to make the game safer by minimizing using the helmet as a weapon during tackles has left everybody scratching their … head.", "filename": "2018_09_06_sports_nfl-week-1-tackling-rule.html_module=inline_1542338219.html", "image_url": "https://static01.nyt.com/images/2018/09/06/sports/06helmet-top/06helmet-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_06_sports_nfl-week-1-tackling-rule.html_module=inline_1542338219.html", "title": "The N.F.L. Struggles to Tackle Its Latest Problem: Tackling", "title_page": "The N.F.L. Struggles to Tackle Its Latest Problem: Tackling  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The N.F.L. has also zeroed in on the safety of the helmet itself, with laboratory testing this spring leading to the banning of 10 helmet models and the ranking of 24 other models.\nBut none of these efforts have provoked the kind of tumult that this year’s helmet rule has spawned as the league tries to balance its inherent ferocity with the practical imperative of keeping its high-priced work force functioning.\nSince the passage of the rule in the spring, the N.F.L. has worked to inform players, coaches and fans about what everyone in the league is calling “the helmet rule.” Alberto Riveron, the league’s senior vice president for officiating, delivered a presentation on the details of the new edict at the league’s annual meeting in May, and the N.F.L. also posted a video of Riveron’s talk on its website.\nAs Riveron emphasized, while other recent, new rules on contact have forbidden the most brutal helmet-to-helmet hits — and almost exclusively penalized defensive players — the 2018 rule pertains to any offensive or defensive player who initiates contact with his helmet against any part of an opponent, from the head to the lower body.\nIf that message did not get through, in August, on the eve of the first preseason games, the league tried another informational salvo when it issued a fact sheet about the rule that also included a series of explanatory videos prepared by N.F.L. head coaches to elucidate what is an accepted tackle and what is now unacceptable.\nBut the uproar has continued unabated, in part because the contact that was flagged in last month’s preseason games varied greatly and at times seemed to contradict the rule as written. Less than five minutes into the first game of the preseason, Baltimore linebacker Patrick Onwuasor was penalized under the rule in what was clearly a headfirst hit. But later in the game, two other Ravens were whistled for the same infraction and at least one appeared to be a shoulder-first tackle with incidental helmet contact.", "url": "https://www.nytimes.com/2018/09/06/sports/nfl-week-1-tackling-rule.html?module=inline"}