{"authors": ["Penelope Green"], "date_download": "2018-11-16 04:52:13", "date_modify": "2018-11-16 04:52:13", "date_publish": "2018-02-17 11:00:04", "description": "At the annual meeting of the American Psychoanalytic Association, the seminars covered the quantum hologram (huh?) and President Trump.", "filename": "2018_02_17_style_american-psychoanalytic-association-donald-trump_1542343933.html", "image_url": "https://static01.nyt.com/images/2018/02/18/fashion/18PSYCHOANALYSTS/18PSYCHOANALYSTS-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_17_style_american-psychoanalytic-association-donald-trump_1542343933.html", "title": "Still Talking After All These Years", "title_page": "Still Talking After All These Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Freud is still dead, but psychoanalysis may be experiencing a rebirth.\nThis week, Maddie Freeman, 25, a candidate for a master’s degree in social work at Smith College, was in town not only to see “Waitress” on Broadway but also for the American Psychoanalytic Association’s annual conference at the New York Hilton Midtown, along with 1,600 or so other analysts, analysts-in-training and those who love them. (On Valentine’s Day, little bags of Necco Conversation Hearts were given out, swag from an insurance company.)\nThe four day psyche-fest was a bonanza of seminars, from the doctrinaire to the esoteric, the practical to the political. You could bone up on telepathic dreams and the quantum hologram, which has something to do with parapsychological phenomena and was way, way over this reporter’s head. Another seminar examined “A Streetcar Named Desire” from a structural and relational psychoanalytic perspective.\nThere were talks on collaborative care in low-income communities; working with technologies like video conferencing; and how to influence health care and other public policies. A session on the ethics of mental health professionals commenting on public figures had drawn nearly 300 sign-ups at last count.\nThere didn’t seem to be a lot of unreconstructed Freudians hanging around — or Lacanians, for that matter — though you could imbibe the canon at a seminar on the Wolf Man, or at another on the correspondence between Freud and his protégé, Sandor Ferenczi, and their falling out, which turned into a lively conversation about boundary violations and how ideas about them have evolved.", "url": "https://www.nytimes.com/2018/02/17/style/american-psychoanalytic-association-donald-trump.html"}