{"authors": ["Caitlin Lovinger"], "date_download": "2018-11-16 03:22:55", "date_modify": "2018-11-16 03:22:55", "date_publish": "2018-11-03 01:30:01", "description": "Ryan McCarty hypnotizes us with an elegant whirligig of a puzzle.", "filename": "2018_11_02_crosswords_daily-puzzle-2018-11-03_1542338575.html", "image_url": "https://static01.nyt.com/images/2018/11/03/crosswords/03wordplay-nyc/03wordplay-nyc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_02_crosswords_daily-puzzle-2018-11-03_1542338575.html", "title": "‘Do Something Funny!’", "title_page": "‘Do Something Funny!’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SATURDAY PUZZLE — Grids at the end of the week are devised to challenge the solver, as we’re all painfully aware. But do we ever consider the poor constructor who takes on the challenge of challenging us? As we get more experienced, by finishing more grids, we can become jaded and bitter, like that picky blonde in the fable (“Too easy!” “Too hard!”).\nIt can be very stressful for an artist, working with a black-and-white canvas composed of squares, to keep things fresh, and to delight each and every solver. I always appreciate a visually inventive puzzle; hopefully you will enjoy this one as much as I did.\nTricky Clues\nI thought this grid was very elegantly clued; in addition to the several evocative entries, the two span entries were particularly excellent. As Ryan McCarty relates in his notes, there were hardly any short answers in the grid today, which did make it look a little daunting. The two barely connected hemispheres made things tricky as well.\nAs always, I relied on crosses to get a couple of names — RAPINOE and ROALD, which I should have known . I liked the cross of MALALA and MARTINA at the start as well as the clues for TEETIME and RATTLER, among others. I thought that SITS PAT was weird ( used to standing, thanks, when I decide not to do anything ), but it’s been in the puzzle a few times before.", "url": "https://www.nytimes.com/2018/11/02/crosswords/daily-puzzle-2018-11-03.html"}