{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:00:33", "date_modify": "2018-11-16 04:00:33", "date_publish": "2018-09-03 22:53:13", "description": "Democrats are casting Brett Kavanaugh as a threat to abortion rights. Republicans portray him as an advocate for women.", "filename": "2018_09_03_us_politics_brett-kavanaugh-confirmation-hearings_1542340833.html", "image_url": "https://static01.nyt.com/images/2018/09/04/us/04dc-kavanaugh/04dc-kavanaugh-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_03_us_politics_brett-kavanaugh-confirmation-hearings_1542340833.html", "title": "As Kavanaugh Hearings Begin, Two Views of Women’s Rights Emerge", "title_page": "As Kavanaugh Hearings Begin, Two Views of Women’s Rights Emerge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Two wildly different portraits of Judge Brett M. Kavanaugh are set to emerge on Tuesday when he appears on Capitol Hill for the opening of his Supreme Court confirmation hearings. One is a champion for women; the other a threat to women’s rights.\nRepublicans will present Judge Kavanaugh to the nation as an experienced, independent-minded jurist with a sparkling résumé, and as an advocate and mentor for women in the judiciary. Among the cases they will cite: his 2009 ruling in favor of Emily’s List, the group that backs Democratic women who support abortion rights.\nDemocrats will tell an entirely different story, painting Judge Kavanaugh as a far-right extremist who would roll back abortion rights, deny health coverage to people with pre-existing conditions, protect President Trump from the threat of subpoena — and as someone who may have misled Congress when he testified during his appeals court confirmation hearing in 2006.\nThose two competing narratives will define the contours of a deeply partisan and immensely consequential battle over Mr. Trump’s Supreme Court nominee. But while Democrats vowed early on to scuttle the Kavanaugh nomination — Senator Chuck Schumer, the Democratic leader, promised to “oppose him with everything I’ve got” — they are unlikely to find success.", "url": "https://www.nytimes.com/2018/09/03/us/politics/brett-kavanaugh-confirmation-hearings.html"}