{"authors": ["Tariq Panja"], "date_download": "2018-11-16 03:18:44", "date_modify": "2018-11-16 03:18:44", "date_publish": "2018-06-05 17:39:23", "description": "A modern illustration of how nations have turned to a global diaspora to achieve success in soccer, and how resurgent nationalism in Europe is affecting their choices.", "filename": "2018_06_05_sports_world-cup-morocco.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338324.html", "image_url": "https://static01.nyt.com/images/2018/06/06/sports/06morocco-web-alt1/06morocco-web-alt1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_05_sports_world-cup-morocco.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338324.html", "title": "In Morocco, an Imported Team for the World Cup", "title_page": "In Morocco, an Imported Team for the World Cup - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s unbelievable to see your son there in the stadium, all the years only watching on TV and your own son is there,” the Netherlands-born, Netherlands-trained Mahi said, his memory suddenly bringing the moment back.\nOther fathers, and other sons, surely felt the same emotions that day: All six Morocco goals against Mali came off the feet of players born in Europe.\nContinental Roots\nThe story of Morocco’s successful qualification is perhaps the best modern illustration of how nations have turned to a global diaspora to achieve success in soccer. Morocco’s last World Cup team, in 1998, had only two players born outside the country. Now it has 17. And many of the current stars are products of a recruitment campaign that gained force in 2014, the year a team from rival Algeria rode French-born talent into the second round of the World Cup.\nBut the success of Morocco’s campaign is also a reminder of how, as a revivalist nationalism sweeps across Europe, some players have come to consider the nations of their parents and grandparents a better fit than the countries they have long called home.\nThe Netherlands, along with France, is the birthplace of the majority of the players that will star for Morocco this summer. Other players have been sourced through a vast Moroccan grapevine of scouts in Belgium, Germany and Spain. To be sure, Morocco isn’t the only team at the World Cup that cast a net beyond its borders in efforts to create a winning team: Tunisia’s star midfielder Wahbi Khazri is among several French-born players on its squad, and Senegal, Portugal, Switzerland and even host Russia have called in players who were born abroad.\nBut no team will arrive in Russia with foreign players in such abundant numbers as Morocco.\n“We explained to them the most important thing is team spirit,” Morocco’s French coach, Hervé Renard, said. “To achieve something in football, if you don’t have team spirit, it doesn’t matter where you are coming from.”", "url": "https://www.nytimes.com/2018/06/05/sports/world-cup-morocco.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}