{"authors": ["Elizabeth Paton"], "date_download": "2018-11-16 03:10:01", "date_modify": "2018-11-16 03:10:01", "date_publish": "2018-05-10 14:14:05", "description": "The appointment of Stephanie Phair, a digital strategist, indicates that British fashion’s governing body is continuing to focus on the future.", "filename": "2018_05_10_fashion_british-fashion-council-stephanie-phair.html_module=inline_1542337801.html", "image_url": "https://static01.nyt.com/images/2018/05/11/fashion/10bfcchair-A/10bfcchair-A-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_10_fashion_british-fashion-council-stephanie-phair.html_module=inline_1542337801.html", "title": "The British Fashion Council Names a New Chairman", "title_page": "The British Fashion Council Names a New Chairman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I am honored and delighted to take on the role of chairman,” Ms. Phair said. “The British Fashion Council is in a strong position following the incredible work of Dame Natalie Massenet, Caroline Rush and the team, and my role will be to build on this and help drive continued innovation and new thinking in this fast paced, changing industry .”\nMs. Phair began her 13-year e-commerce career at Portero Luxury, the first pre-owned luxury marketplace. She then joined Net-a-Porter as president of the Outnet, which she introduced in 2009; she also sat on the board of the Net-a-Porter Group from 2009 to 2015, before moving to Farfetch. Ms. Massenet, her former boss at Net-a-Porter, joined the board of FarFetch last February, 18 months after she walked away from the company she created. She is likely to have had a firm hand in guiding the BFC toward a suitable successor.\nThe fact that Ms. Phair’s reputation and experience stem largely from the digital world and C-suite would also indicate that the BFC is looking to continue on the course set by Ms. Massenet — specifically, helping designers leverage the digital world to boost their international exposure and business growth, and cementing London as a fashion capital with events like the annual Fashion Awards.\nMs. Phair is also a member of the advisory board of Felix Capital, a venture capital company based in London, and sits on the board of the Italian luxury brand Moncler.\nA statement from Ms. Rush, the fashion council’s chief executive, said: “On behalf of the Board of the British Fashion Council, I welcome the appointment of Stephanie Phair as our incoming Chair and we all look forward to working with her on strengthening the opportunities for British fashion talent and businesses over the next few years.", "url": "https://www.nytimes.com/2018/05/10/fashion/british-fashion-council-stephanie-phair.html?module=inline"}