{"authors": ["Ligaya Mishan"], "date_download": "2018-11-16 03:38:49", "date_modify": "2018-11-16 03:38:49", "date_publish": "2018-11-05 17:43:54", "description": "A meal at this Staten Island restaurant might begin with spiced cashews, but save room for the spectacle yet to come.", "filename": "2018_11_05_dining_sagara-review.html_rref=collection%2Fcolumn%2FHungry%20City_1542339529.html", "image_url": "https://static01.nyt.com/images/2018/11/07/dining/07-HUNGRY-slide-6MMC/07-HUNGRY-slide-6MMC-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_05_dining_sagara-review.html_rref=collection%2Fcolumn%2FHungry%20City_1542339529.html", "title": "Sri Lankan Flavors in Abundance at Sagara", "title_page": "Sri Lankan Flavors in Abundance at Sagara - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Cashews fill the platter, dozens, maybe hundreds, curled like shrimp and dark from the pan, hot buttery mouthfuls strafed with salt and roasted red chile powder. Curry leaves gleam, half-buried, fried and ready to snap, tasting of musk and charred lime.\nThis is a generous — and dangerous — start to dinner at Sagara, opened last March in Tompkinsville, Staten Island, by husband and wife Sagara and Anuradh Hewabajgamage, natives of Colombo, Sri Lanka. Eat too many cashews and you won’t make it through the meal to come, a parade of dishes based in part on recipes that Ms. Hewabajgamage learned by watching her grandmothers in the kitchen. (“The recipes weren’t written,” she said. “I had them in my head.”)\nChief among them is lamprais, a specialty of the Dutch Burghers, mixed-race descendants of the colonists who started settling in Sri Lanka in the 17th century. In the dish’s name lies some of the tangled history of East and West: lamprais — whose pronunciation is close to “lump rise,” although some leave the P and S silent — comes from the Dutch portmanteau lomprijst, itself derived from lemper, sticky rice cakes with shredded meat inside, which the Dutch first encountered in Malaysia and Indonesia.", "url": "https://www.nytimes.com/2018/11/05/dining/sagara-review.html?rref=collection%2Fcolumn%2FHungry%20City"}