{"authors": ["Jon Pareles"], "date_download": "2018-11-16 04:53:17", "date_modify": "2018-11-16 04:53:17", "date_publish": "2018-09-12 17:35:32", "description": "The 26-year-old M.C. with roots in Chicago’s poetry-rap scene is an alternative to mass-market hip-hop with a lot to say on “Room 25.”", "filename": "2018_09_12_arts_music_noname-room-25-review_1542343997.html", "image_url": "https://static01.nyt.com/images/2018/09/13/arts/13album-noname2/13album-noname2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_12_arts_music_noname-room-25-review_1542343997.html", "title": "On Her Debut Album, Noname Is a Sly Hip-Hop Maverick", "title_page": "On Her Debut Album, Noname Is a Sly Hip-Hop Maverick - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Everybody think they know me/Don’t nobody really know me,” Noname raps quietly in “Window” on “Room 25,” her official debut album after releasing a free mixtape in 2016, “Telefone.” If so, it’s because 26-year-old Fatimah Warner presents so many intertwined personas: family member, woke African-American woman, lover, boaster, worshiper, Chicagoan, Los Angeles transplant, rapper, singer, poet.\nNoname has invented herself as a nonchalant counterbalance to mass-market hip-hop. In “Self,” the brief track that opens the album, she taunts, “Y’all really thought a bitch couldn’t rap?,” but her delivery is far from pushy or confrontational. She’s above it all, laughing at how nonsensical that idea was.\nWhile million-streaming hits reduce themselves to the barest minimum of brittle notes and syllables, plus the maximum of barking self-promotion, Noname offers density and abundance instead. She has a lot on her mind as a person, citizen and performer; she strives to encompass it all, including what she knows and what she doesn’t.\nImage Noname’s debut album is “Room 25.” Credit\n[Never miss a pop music story: Sign up for our weekly newsletter, Louder.]\nHer lines of lyrics are long, fast, polysyllabic, intricately rhymed, packed with convoluted allusions and delivered with melodic inflections — her own extension of the rapping virtuosity of the 1990s, ambitious but never bombastic. The music, almost all of it produced by her invaluable collaborator Phoelix, is filled with the chord progressions of jazz and R&B, elaborately casual beats that always seem to be taking their time, and glimmering keyboards and warm synthesizer tones that echo Stevie Wonder. Even when the material is looped, it sounds like it’s played by people, not machines.", "url": "https://www.nytimes.com/2018/09/12/arts/music/noname-room-25-review.html"}