{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:18", "date_modify": "2018-11-16 04:00:18", "date_publish": "2018-07-10 23:58:22", "description": "Judge Brett M. Kavanaugh has questioned the wisdom of forcing sitting presidents to answer questions from prosecutors.", "filename": "2018_07_10_us_politics_brett-kavanaugh-trump-mueller-subpoena.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340818.html", "image_url": "https://static01.nyt.com/images/2018/07/11/us/politics/11dc-scotus/11court2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_10_us_politics_brett-kavanaugh-trump-mueller-subpoena.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340818.html", "title": "Showdown on a Trump Subpoena Could Overshadow Brett Kavanaugh’s Confirmation", "title_page": "Showdown on a Trump Subpoena Could Overshadow Brett Kavanaugh’s Confirmation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — It is not every day that a potential constitutional showdown over a presidential subpoena coincides with a confirmation hearing for a crucial Supreme Court seat. Less likely yet is a nominee who has written extensively about the very question at the heart of the dispute.\nBut that novel historical moment is here.\n“It is not at all far-fetched to think that the question of whether President Trump must respond to a subpoena could come before the Supreme Court shortly after the confirmation process,” said Walter Dellinger, who served as acting United States solicitor general in the Clinton administration.\nMr. Trump’s choice for the court, Judge Brett M. Kavanaugh, has expressed strong support for executive power, hostility to administrative agencies and support for gun rights and religious freedom.\nThose are all conventional positions among conservative lawyers and judges. But there is one stance that sets Judge Kavanaugh apart, and it could not be more timely: his deep skepticism of the wisdom of forcing a sitting president to answer questions in criminal cases.", "url": "https://www.nytimes.com/2018/07/10/us/politics/brett-kavanaugh-trump-mueller-subpoena.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}