{"authors": ["Billy Witz"], "date_download": "2018-11-16 03:13:14", "date_modify": "2018-11-16 03:13:14", "date_publish": "2018-10-04 04:28:20", "description": "Aaron Judge’s first-inning homer set the tone, and Luis Severino steadied the Yankees early as they cruised past the A’s and into a showdown with the Red Sox.", "filename": "2018_10_04_sports_yankees-mlb-playoffs_1542337994.html", "image_url": "https://static01.nyt.com/images/2018/10/04/sports/04yankees-severino1/04yankees-severino1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_04_sports_yankees-mlb-playoffs_1542337994.html", "title": "Yankees Blast Away Nerves, and the A’s, for a Wild-Card Win", "title_page": "Yankees Blast Away Nerves, and the A’s, for a Wild-Card Win - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Yankees have had two months, ever since they were swept at Fenway Park in early August, to come to terms with a reality that could have left their palms quite sweaty: that their World Series ambitions would begin with nine innings of unpredictable, win-or-go-home baseball.\nKnowing what awaited them — General Manager Brian Cashman called it a steel-cage match — had drained some of the satisfaction the Yankees might have otherwise enjoyed after winning 100 games.\nAs it turned out, all that time may have simply prepared them for the moment.\nThe Yankees showed few signs of jitters in dispatching the Oakland Athletics, 7-2, on Wednesday night in the American League wild-card game before an energetic capacity crowd at Yankee Stadium.\nThe Yankees got a first-inning home run from Aaron Judge, a rousing start from Luis Severino and stout relief work from Dellin Betances before busting open the game with a four-run sixth that sent the crowd into the first of many “We want Boston!” chants.", "url": "https://www.nytimes.com/2018/10/04/sports/yankees-mlb-playoffs.html"}