{"authors": ["Adam Nagourney", "Thomas Fuller"], "date_download": "2018-11-16 03:59:11", "date_modify": "2018-11-16 03:59:11", "date_publish": "2018-06-06 20:01:54", "description": "Gavin Newsom and John Cox appear ready to engage in a stark battle over taxes, health care and President Trump.", "filename": "2018_06_06_us_california-governor-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340751.html", "image_url": "https://static01.nyt.com/images/2018/06/07/us/07governor-01/07governor-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_06_us_california-governor-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340751.html", "title": "In Fight for California Governor, Candidates Head to Ideological Corners", "title_page": "In Fight for California Governor, Candidates Head to Ideological Corners - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — In most elections, the primary is the season for partisanship and appealing to the party’s most ideological voters. Candidates slide to the center — appealing, in theory, to a broader electorate with a more moderate message — as they shift into a general election.\nBut even before most of the votes were counted, two of the candidates running to be the next governor of California — Gavin Newsom, the Democratic lieutenant governor, and John Cox, a Republican businessman — made clear that they were inclined to stay in their ideological corners.\nIf Mr. Newsom and Mr. Cox continue down this road, the election for governor is going to offer as stark an ideological choice as voters are going to find in just about any ballot booth in the country: on health care, taxes, immigration, government spending and President Trump. And it comes at a time when California has become the center of Democratic resistance to Republican policies, and after eight years in which the current governor, Jerry Brown, has struck a decidedly more moderate tone in governing.\n[Go here for full results from California’s primary.]\nCelebrating on Tuesday night, Mr. Newsom offered a sweeping view of what he wants California’s government to achieve: guaranteed health care for all, a “Marshall Plan” to build affordable housing and an end to childhood poverty.", "url": "https://www.nytimes.com/2018/06/06/us/california-governor-midterms.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}