{"authors": ["Richard Pérez-Peña", "Prashant S. Rao"], "date_download": "2018-11-16 03:13:30", "date_modify": "2018-11-16 03:13:30", "date_publish": "2018-03-16 12:16:34", "description": "Foreign Secretary Boris Johnson made the remarks just hours before the police in London said they were treating the death of another Russian expatriate as a murder.", "filename": "2018_03_16_world_europe_uk-russia-spy-putin-johnson.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338010.html", "image_url": "https://static01.nyt.com/images/2018/03/17/world/europe/17russiaspy/17russiaspy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_16_world_europe_uk-russia-spy-putin-johnson.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338010.html", "title": "Putin ‘Likely’ Ordered Russian Ex-Spy’s Poisoning, Britain Says", "title_page": "Putin ‘Likely’ Ordered Russian Ex-Spy’s Poisoning, Britain Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Foreign Secretary Boris Johnson of Britain said on Friday that it was “overwhelmingly likely” that President Vladimir V. Putin of Russia personally ordered the nerve agent attack against a former Russian spy this month.\nMr. Johnson’s remarks were a significant escalation in the dispute between London and Moscow, directly linking the Russian leader to the poisoning of Sergei V. Skripal and his daughter, Yulia, in the English city of Salisbury.\nThey came hours before Scotland Yard said it was treating the death of another Russian expatriate, who was a close associate of a prominent Putin critic, as a murder.\nUntil Friday, British officials had been careful to give the Kremlin a little room for deniability, saying that Russia had either directed the attack or allowed its chemical weapons to fall into the hands of unspecified rogue actors. That door may have been only slightly ajar, but Mr. Johnson appeared to shut it.", "url": "https://www.nytimes.com/2018/03/16/world/europe/uk-russia-spy-putin-johnson.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}