{"authors": ["Jim Rutenberg"], "date_download": "2018-11-16 04:49:34", "date_modify": "2018-11-16 04:49:34", "date_publish": "2018-06-20 23:46:54", "description": "The publisher American Media has been thrust into a federal inquiry involving Michael D. Cohen, President Trump’s onetime top lieutenant.", "filename": "2018_06_20_business_national-enquirer-executives-subpoena.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343774.html", "image_url": "https://static01.nyt.com/images/2018/06/21/business/21AMI-alt/21AMI-alt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_20_business_national-enquirer-executives-subpoena.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343774.html", "title": "National Enquirer Executives Said to Be Subpoenaed in Cohen Investigation", "title_page": "National Enquirer Executives Said to Be Subpoenaed in Cohen Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Several First Amendment lawyers said in interviews that the situation involving American Media and Mr. Cohen was equally unusual.\nMr. Pecker has acknowledged being friends with Mr. Cohen and Mr. Trump. American Media’s deal with Ms. McDougal — including buying the exclusive rights to her story about Mr. Trump, which it did not publish — was what is known in the tabloid world as a “catch and kill.”\nAmerican Media has denied any wrongdoing. And Mr. Pecker has portrayed the deal with Ms. McDougal as a business arrangement, noting that it also included rights to use her on its magazine covers and to publish fitness columns under her name.\nBut Mr. Pecker told The New Yorker last year that as far as he was concerned, once Ms. McDougal struck the deal she was part of the company, and that “once she’s part of the company, then on the outside she can’t be bashing Trump and American Media.”\nAt the Federal Election Commission, American Media is facing claims that the payment to Ms. McDougal constituted an illegal political contribution to Mr. Trump, meant to stanch negative publicity against him during the campaign.\nPolitical donations to candidates are capped at $5,400 per individual during election cycles, and candidates may not receive money directly from corporate treasuries. American Media has denied that the payment constituted a contribution.\n“Any time that a news organization is being subpoenaed, as a First Amendment lawyer, that raises a red flag,” said Mark Bailen, an attorney at BakerHostetler in Washington. “The question is, is this related to the editorial enterprise, or is it related to the business enterprise, or even a personal consideration for one of the employees or publishers or owners or executives of the company? That would take it out of the realm of having a direct newsroom impact.”", "url": "https://www.nytimes.com/2018/06/20/business/national-enquirer-executives-subpoena.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}