{"authors": ["David Gelles"], "date_download": "2018-11-16 03:59:28", "date_modify": "2018-11-16 03:59:28", "date_publish": "2018-08-19 19:29:27", "description": "For our Corner Office columnist, an hour with a deeply emotional Mr. Musk was not just another C.E.O. interview.", "filename": "2018_08_19_insider_elon-musk-interview.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340768.html", "image_url": "https://static01.nyt.com/images/2018/08/20/insider/20gellesinsider-image/20gellesinsider-image-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_19_insider_elon-musk-interview.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340768.html", "title": "Interviewing Elon Musk", "title_page": "Interviewing Elon Musk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "While each of those articles was different, my interactions with the executives were more or less the same. There was almost always a public relations representative for the company in the room, hovering nearby to make sure the boss didn’t say something inappropriate. The C.E.O.s usually stuck to talking points that portrayed their companies, and themselves, in a flattering light. And the executives — all of whom have had hours of media training — usually delivered crisp, if dry, answers to just about any question I threw at them. They were programmed not to say anything that might make them appear vulnerable, and certainly not anything that might raise suspicions about their ability to lead a company.\nMy most recent role at The Times, as the new Corner Office columnist, has provided me with a forum to have somewhat more personal conversations with business leaders. Ken Frazier, the C.E.O. of Merck, was candid in his remarks about why he split with Mr. Trump last year. Stacy Brown-Philpot, the C.E.O. of TaskRabbit, spoke frankly about being a black woman in Silicon Valley. Paula Schneider, the C.E.O. of Komen, told a moving story about working through breast cancer treatment. Still, even the executives I speak with for Corner Office are careful not to leave themselves too exposed.\nBut on Thursday with Mr. Musk, none of these rules seemed to apply. After a few awkward minutes of introductions, Mr. Musk began speaking in deeply personal terms, and went on for a full hour.\n“This past year has been the most difficult and painful year of my career,” he said early in the conversation. “It was excruciating.”\nMr. Musk provided new details about how and why he sent his fateful tweet, and new insights about his bizarre run-in with the rapper Azealia Banks. He continued to rail against the short-sellers betting Tesla stock would fall, calling them “not supersmart.”\nBut the most intense moments of the interview came when I asked Mr. Musk whether his extreme work ethic was taking a toll on his physical and emotional well-being.\n“It’s not been great, actually,” Mr. Musk said. “I’ve had friends come by who are really concerned.”", "url": "https://www.nytimes.com/2018/08/19/insider/elon-musk-interview.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}