{"authors": ["Adam Liptak", "Michael D. Shear"], "date_download": "2018-11-16 04:00:28", "date_modify": "2018-11-16 04:00:28", "date_publish": "2018-06-26 14:22:06", "description": "In a 5-to-4 vote, the Supreme Court ruled that President Trump acted lawfully in imposing limits on travel from several predominantly Muslim countries.", "filename": "2018_06_26_us_politics_supreme-court-trump-travel-ban.html_module=inline_1542340828.html", "image_url": "https://static01.nyt.com/images/2018/06/27/us/27dc-travelban-alpha/merlin_140315853_d75c0c4f-ece7-494d-9264-eb791a4888f8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_26_us_politics_supreme-court-trump-travel-ban.html_module=inline_1542340828.html", "title": "Trump’s Travel Ban Is Upheld by Supreme Court", "title_page": "Trump’s Travel Ban Is Upheld by Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Supreme Court upheld President Trump’s ban on travel from several predominantly Muslim countries, delivering to the president on Tuesday a political victory and an endorsement of his power to control immigration at a time of political upheaval about the treatment of migrants at the Mexican border.\nIn a 5-to-4 vote, the court’s conservatives said that the president’s power to secure the country’s borders, delegated by Congress over decades of immigration lawmaking, was not undermined by Mr. Trump’s history of incendiary statements about the dangers he said Muslims pose to the United States.\nWriting for the majority, Chief Justice John G. Roberts Jr. said that Mr. Trump had ample statutory authority to make national security judgments in the realm of immigration. And the chief justice rejected a constitutional challenge to Mr. Trump’s third executive order on the matter, issued in September as a proclamation.\nThe court’s liberals denounced the decision. In a passionate and searing dissent from the bench, Justice Sonia Sotomayor said the decision was no better than Korematsu v. United States, the 1944 decision that endorsed the detention of Japanese-Americans during World War II.", "url": "https://www.nytimes.com/2018/06/26/us/politics/supreme-court-trump-travel-ban.html?module=inline"}