{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:24:37", "date_modify": "2018-11-16 04:24:37", "date_publish": "2018-10-29 19:01:30", "description": "President Trump’s closing election-season argument is to white suburban women, so he can’t be the one to make it.", "filename": "2018_10_29_us_politics_trump-ads-republicans-midterms.html_module=inline_1542342277.html", "image_url": "https://static01.nyt.com/images/2018/10/30/us/politics/30dc-trumpads3/merlin_146053632_abb792e9-8597-44d5-bcf4-9e7bd5836ade-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_29_us_politics_trump-ads-republicans-midterms.html_module=inline_1542342277.html", "title": "Why Trump Is Absent From His Own TV Ad", "title_page": "Why Trump Is Absent From His Own TV Ad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Trump’s re-election campaign announced on Monday that it would spend $6 million to air a new television ad throughout the country in the run-up to next week’s midterm congressional elections, “making the closing sale to vote” Republican. But Mr. Trump is not the one making this particular sale. Neither he, his likeness nor his voice appears in the spot.\nThat’s because Mr. Trump is unpopular with the group of voters his campaign is apparently trying to target at this critical stage in the race: white, college-educated women, who recent polls have shown disproportionately view him negatively, and are also disinclined to vote for Republicans.\nThe gauzy, 60-second ad features a professional white woman who appears to live in the suburbs, reflecting on the strength of the economy and fretting that “this could all go away” as she hesitates, then casts a ballot for a Republican.\nThe commercial is striking for its substantive and tonal differences from Mr. Trump’s closing argument in raucous rallies throughout the country, where his incendiary comments about the dangers of immigration and crime are meant to stoke fears that drive his most ardent supporters to the polls to vote for Republicans. While those messages have been shown to appeal to white voters without college educations, older women and some independents, they fail to resonate with a group of educated women whose votes could be critical in the contest to control Congress.", "url": "https://www.nytimes.com/2018/10/29/us/politics/trump-ads-republicans-midterms.html?module=inline"}