{"authors": ["Alexander Burns", "Astead W. Herndon"], "date_download": "2018-11-16 04:24:43", "date_modify": "2018-11-16 04:24:43", "date_publish": "2018-10-22 23:45:37", "description": "The president’s unsubstantiated charge that “unknown Middle Easterners” were part of the migrant caravan was an escalation of his efforts to stoke fears ahead of the Nov. 6 vote.", "filename": "2018_10_22_us_politics_republicans-race-divisions-elections-caravan.html_module=inline_1542342283.html", "image_url": "https://static01.nyt.com/images/2018/10/23/us/politics/23race-midterms-1/23race-midterms-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_22_us_politics_republicans-race-divisions-elections-caravan.html_module=inline_1542342283.html", "title": "Trump and G.O.P. Candidates Escalate Race and Fear as Election Ploys", "title_page": "Trump and G.O.P. Candidates Escalate Race and Fear as Election Ploys - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Trump on Monday sharply intensified a Republican campaign to frame the midterm elections as a battle over immigration and race, issuing a dark and factually baseless warning that “unknown Middle Easterners” were marching toward the American border with Mexico.\nThe unsubstantiated charge marked an escalation of Mr. Trump’s efforts to stoke fears about foreigners and crime ahead of the Nov. 6 vote, as he did to great effect in the presidential race. Mr. Trump and other Republicans are insistently seeking to tie Democrats to unfettered immigration and violent crime, and in some instances this summer and fall they have attacked minority candidates in nakedly racial terms.\nMr. Trump is now railing daily in speeches and on Twitter against the migrant caravan moving north through Central America, and on Monday called it a national emergency. The caravan has dominated conservative talk radio and Fox News, where there has also been loose speculation about a link to terrorism. The apparently groundless inclusion of “unknown Middle Easterners” to the caravan echoes Mr. Trump’s longstanding practice of amplifying fears about Islamic militants on the campaign trail.", "url": "https://www.nytimes.com/2018/10/22/us/politics/republicans-race-divisions-elections-caravan.html?module=inline"}