{"authors": ["Bilge Ebiri"], "date_download": "2018-11-16 03:23:24", "date_modify": "2018-11-16 03:23:24", "date_publish": "2018-11-08 17:51:21", "description": "The director Julius Avery delivers a fairly predictable action-horror hybrid about American soldiers behind enemy lines.", "filename": "2018_11_08_movies_overlord-review_1542338604.html", "image_url": "https://static01.nyt.com/images/2018/11/09/arts/09overlord/09overlord-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_08_movies_overlord-review_1542338604.html", "title": "‘Overlord’ Review: Old-Fashioned Nazi-Killing, With a Gory Twist", "title_page": "‘Overlord’ Review: Old-Fashioned Nazi-Killing, With a Gory Twist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What kind of punishment? That’s perhaps best kept secret for now — after all, the film was produced by J.J. Abrams, who likes to think of his stories as “mystery boxes” — but let’s just say that there are unidentifiable carcasses strewn in the forest, shadowy characters kept behind closed doors and a Nazi doctor who seems eager for freshly executed bodies.\nThe idea of merging a World War II adventure with supernatural elements is certainly nothing new; examples abound, from “Raiders of the Lost Ark” to “The Keep” to (sort of) the zombie thriller “Dead Snow.” At times “Overlord” recalls these movies, and it also seems to be aware that its ostensibly twisty premise is actually fairly predictable: The film doesn’t try to surprise us with narrative revelations so much as it tries to jolt us with gore.\nThat results in a curiously undernourished story that at times feels like it’s setting up mysteries and subplots that never quite go anywhere. Nevertheless, as seen in the film’s terrifying opening and its gruesome climax, Avery deftly orchestrates some grisly, intense set pieces. He delivers on the thrills, even if the story leaves something to be desired.", "url": "https://www.nytimes.com/2018/11/08/movies/overlord-review.html"}