{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:53:41", "date_modify": "2018-11-16 04:53:41", "date_publish": "2018-07-24 09:00:05", "description": "Can technology make gardening less intimidating? We tested three new landscape design tools to find out.", "filename": "2018_07_24_realestate_landscaping-gardening-apps_1542344021.html", "image_url": "https://static01.nyt.com/images/2018/07/29/realestate/29fix3/29fix3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_24_realestate_landscaping-gardening-apps_1542344021.html", "title": "Landscaping for the Not-So-Green Thumb", "title_page": "Landscaping for the Not-So-Green Thumb - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A second image labeled each of the eight plant species depicted in the rendering, including four garden lupines, two blue fescues and eight silver carpet lamb’s ears. There was also a detailed plant list, including Latin names, and the number of plants required for my space. A meticulous diagram showed how to plant everything, right down to the space required between the flowers, the depth of the mulch (two inches) and how deep the root ball of each particular shrub should sit in the soil.\nOne shortcoming: While I indicated that my total budget was $2,500 in the initial design profile, there was no mention of how much this would all cost, or where I might buy those concrete pavers. Yardzen, which was started in March, said this is on its to-do list. “One thing we’ve been kicking around to figure out how we solve this for people is shopping the bid from the local nursery,” Ms. Rhodes Messner said.\nThe bottom line: Even without the prices, I was pleased with my patio makeover. The process was fast and easy; I didn’t have to measure anything, and there was very little thinking required on my end. Armed with the plant list, digging diagram and rendering, it would be easy to head to the nursery and then get to work in the garden.\nLandstylist\nLandstylist, another online service, was started by Julie Farris, a landscape designer in New York City, with the aim of making stylish and sustainable landscape design accessible to those on a budget.\nIt offers three options: a “looks board” of inspiration based on your specific needs and criteria (about $200); a garden plan that includes a layout and plant suggestions (about $300); and an individual consultation (starting at $300) to help you create a garden tailored to your personal style and budget — and to execute it, if you so choose and can afford it.\nTo get started, you send Landstylist an email about what you want to do with your outdoor space. Following my request for a looks board, I received a quick reply asking for three photos of my patio, measurements, ZIP code, goals (“sitting/entertaining/gardening”) and style (“traditional/modern/mix of both?”).", "url": "https://www.nytimes.com/2018/07/24/realestate/landscaping-gardening-apps.html"}