{"authors": ["Joe Coscarelli"], "date_download": "2018-11-16 03:24:16", "date_modify": "2018-11-16 03:24:16", "date_publish": "2018-07-24 23:44:41", "description": "Ms. Lovato, the 25-year-old pop singer, was reportedly rushed to a Los Angeles hospital on Tuesday. She was said to be in stable condition.", "filename": "2018_07_24_arts_music_demi-lovato-hospitalized.html_module=inline_1542338656.html", "image_url": "https://static01.nyt.com/images/2018/07/25/autossell/25lovato/25lovato-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_24_arts_music_demi-lovato-hospitalized.html_module=inline_1542338656.html", "title": "Demi Lovato Is Said to Be Hospitalized for Drug Overdose", "title_page": "Demi Lovato Is Said to Be Hospitalized for Drug Overdose - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Demi Lovato, the Grammy-nominated pop singer known for her big voice and confessional nature, was rushed to a Los Angeles area hospital on Tuesday afternoon after experiencing what the authorities said was a drug overdose, according to news reports.\nRepresentatives for the Los Angeles Police and Fire Departments said that officers responded just before noon local time to a medical emergency in the Hollywood Hills. Paramedics transported a 25-year-old woman in stable condition to the hospital, a Fire Department spokesman said, though the authorities declined to identify the person.\nTMZ and NBC News reported that the patient was Ms. Lovato, 25, who has frequently discussed her struggles with substance abuse in both music and interviews.\nKerissa Webb Dunn, an aunt of Ms. Lovato, wrote on Facebook: “PLEASE PLEASE pray for my sweet niece DEMI LOVATO. She has been hospitalized and needs everyone’s prayers desperately!!!! PLEASE PRAY she pulls through.” She added later that Ms. Lovato was “awake and responsive.”", "url": "https://www.nytimes.com/2018/07/24/arts/music/demi-lovato-hospitalized.html?module=inline"}