{"authors": ["Christine Hauser"], "date_download": "2018-11-16 03:59:39", "date_modify": "2018-11-16 03:59:39", "date_publish": "2018-09-26 21:06:13", "description": "Three women have come forward to accuse President Trump’s Supreme Court nominee of sexual assault or misconduct. He has denied the allegations.", "filename": "2018_09_26_us_politics_brett-kavanaugh-accusers-women.html_module=inline_1542340779.html", "image_url": "https://static01.nyt.com/images/2018/09/27/us/politics/27xp-accuser1-promo/27xp-accuser1-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_26_us_politics_brett-kavanaugh-accusers-women.html_module=inline_1542340779.html", "title": "The Women Who Have Accused Brett Kavanaugh", "title_page": "The Women Who Have Accused Brett Kavanaugh - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[Here’s a guide to The New York Times’s coverage of the accusations against Brett Kavanaugh]\nImage Christine Blasey Ford\nChristine Blasey Ford\nWhat she said\nDr. Blasey came forward in an interview published by The Washington Post on Sept. 16, saying that Judge Kavanaugh had sexually assaulted her when she was about 15 at a party in suburban Maryland in the early 1980s.\nShe described a drunken Judge Kavanaugh pinning her on a bed, trying to take her clothing off and covering her mouth to keep her from screaming. “I thought he might inadvertently kill me,” the newspaper quoted her as saying. “He was trying to attack me and remove my clothing.”\nDr. Blasey said a friend of Judge Kavanaugh, Mark Judge, was in the room and participated in the assault. He has denied the allegations.\nHer background\nDr. Blasey, 51, is a research psychologist at Palo Alto University in Northern California, who also goes by her married name, Ford.\n[Read our profile of Dr. Blasey]\nAt the time of the alleged assault, she was a student at Holton-Arms School, a private girls’ prep school in Bethesda, Md. He was a student at Georgetown Preparatory School, an elite Jesuit school in suburban Washington.", "url": "https://www.nytimes.com/2018/09/26/us/politics/brett-kavanaugh-accusers-women.html?module=inline"}