{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:39", "date_modify": "2018-11-16 04:00:39", "date_publish": "2018-06-25 09:00:08", "description": "The Supreme Court has agreed to decide whether the Constitution has anything to say about civil forfeiture laws that let states take property used in crimes.", "filename": "2018_06_25_us_politics_supreme-court-civil-asset-forfeiture_1542340839.html", "image_url": "https://static01.nyt.com/images/2018/06/26/us/26dc-bar1/26dc-bar1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_25_us_politics_supreme-court-civil-asset-forfeiture_1542340839.html", "title": "He Sold Drugs for $225. Indiana Took His $42,000 Land Rover.", "title_page": "He Sold Drugs for $225. Indiana Took His $42,000 Land Rover. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Tyson Timbs would like his Land Rover back.\nThe State of Indiana took it, using a law that lets it seize vehicles used to transport illegal drugs. Last week, the Supreme Court agreed to decide whether the Constitution has anything to say about such civil forfeiture laws, which allow states and localities to take and keep private property used to commit crimes.\nMr. Timbs bought the Land Rover after his father died. The life insurance money amounted to around $73,000, and he spent $42,000 of it on the vehicle. He blew most of the rest on drugs.\n“Unfortunately, I had a whole bunch of money, which isn’t a good idea for a drug addict to have,” Mr. Timbs recalled the other day. “I used a lot, and eventually the money ran out. It was an addict’s life.”\nMr. Timbs’s habit started with an opioid addiction and progressed to heroin. He used his Land Rover to get drugs and, on at least two occasions, to sell them. The buyers were undercover police officers.", "url": "https://www.nytimes.com/2018/06/25/us/politics/supreme-court-civil-asset-forfeiture.html"}