{"authors": ["Matt Giles"], "date_download": "2018-11-16 03:58:42", "date_modify": "2018-11-16 03:58:42", "date_publish": "2018-09-15 16:47:35", "description": "Journalists remember when Lehman Brothers filed for bankruptcy, which sent shock waves across the global financial system.", "filename": "2018_09_15_insider_reporting-on-the-financial-crisis_1542340722.html", "image_url": "https://static01.nyt.com/images/2018/09/16/pageoneplus/16a2_itt_financialcrisis-print/merlin_143673231_84a2e29b-ee2c-4aac-b325-a6ad2be792bb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_15_insider_reporting-on-the-financial-crisis_1542340722.html", "title": "Ten Years Ago, Wall Street Collapsed. These Reporters Told the Story.", "title_page": "Ten Years Ago, Wall Street Collapsed. These Reporters Told the Story. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As he was talking to a despondent employee, Mr. Dash received an unexpected phone call from a source. The chief executive officer at the source’s firm, a major Wall Street bank, had been summoned to the Federal Reserve Bank of New York.\nJournalists on The Times’s Business desk canceled all plans. Mr. Sorkin’s grandfather, Sidney, died that Friday. “I asked my father if I should keep working,” said Mr. Sorkin, “and he said, ‘For this, Poppy would want you to work.’”\nThe weekend of Sept. 13 and 14, 2008, would become “Lehman Weekend,” in which Mr. Paulson and other federal officials, along with the nation’s banking chief executives, tried to save Lehman Brothers from bankruptcy.\nOn Saturday, as teams from across Wall Street gathered to find a solution — funding or otherwise — for Lehman, The Times’s Business desk tried to determine what was happening at the Fed.\n“Bankers wanted to know what we knew, and we desperately wanted to know what they knew,” said Jenny Anderson, then a Times finance reporter. “The pace of events surpassed people’s ability to shape the story.”\nBut it was still unclear how these meetings at the Fed would impact Lehman Brothers and the nation’s financial health. “One of the conundrums of the whole crisis is that the people on the 30th floor had no understanding of what was happening on the 29th floor,” Mr. Sorkin said.\nThe same weekend, Bank of America bought Merrill Lynch for $50 billion, and the insurance giant AIG nearly cratered. Lehman’s failure “opened the portals of hell,” according to Diana B. Henriques, then a senior financial writer for The Times. “I was afraid A.T.M.s would go dark, so I told my husband to take as much cash out now as he could.”", "url": "https://www.nytimes.com/2018/09/15/insider/reporting-on-the-financial-crisis.html"}