{"authors": ["Alice Newell-Hanson"], "date_download": "2018-11-16 03:09:42", "date_modify": "2018-11-16 03:09:42", "date_publish": "2018-02-23 17:53:09", "description": "Marni’s creative director captures his inspirations in 10 dreamlike images.", "filename": "2018_02_23_t-magazine_fashion_francesco-risso-polaroids.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337782.html", "image_url": "https://static01.nyt.com/images/2018/02/21/t-magazine/fashion/21tmag-risso-slide-ROL6/21tmag-risso-slide-ROL6-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_23_t-magazine_fashion_francesco-risso-polaroids.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337782.html", "title": "Francesco Risso Shares a Glimpse Into His Creative World - in Polaroids", "title_page": "Francesco Risso Shares a Glimpse Into His Creative World — in Polaroids - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Francesco Risso, the creative director of Marni, lists the Italian director Pier Paolo Pasolini and Disney cartoons among his many inspirations. In his two years at the Italian brand, where he arrived from Prada, he has quickly developed a signature aesthetic of playful eclecticism. His collections are bohemian, romantic and sometimes a little perverse.\nWhile Risso’s designs may evoke bygone eras and even childhood — as with the trailing blanket cape from his most recent men’s wear collection — they are not nostalgic. “I’m driven by a concept I call ‘retrovolution,’ ” the designer says. “It’s about taking everything you’ve learned in the past about tradition and moving beyond it.” T challenged Risso to document his world and creative approach in Polaroid and the result is the 10 dreamlike images below, which the designer explains as follows:\n“Life is built on encounters: One way or another all of them stay with me. They are the population of my soul, of my mind, disguises of my face or of my friend’s or of my love’s. Animals in the jungle of imagination keep me company as family jewels and strike my eye when I forgot about them, about me. A child playing, an explorer discovering, a young boy listening and a man telling.”", "url": "https://www.nytimes.com/2018/02/23/t-magazine/fashion/francesco-risso-polaroids.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}