{"authors": ["Kate Kelly"], "date_download": "2018-11-16 03:58:42", "date_modify": "2018-11-16 03:58:42", "date_publish": "2018-09-13 17:47:15", "description": "David M. Solomon named two former investment bankers to senior roles, signaling that division’s future dominance inside Goldman.", "filename": "2018_09_13_business_goldman-cfo-coo-solomon-deputies_1542340722.html", "image_url": "https://static01.nyt.com/images/2018/09/14/business/14GOLDMAN/14GOLDMAN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_13_business_goldman-cfo-coo-solomon-deputies_1542340722.html", "title": "Goldman’s Incoming C.E.O. Names Two Former Bankers as Top Deputies", "title_page": "Goldman’s Incoming C.E.O. Names Two Former Bankers as Top Deputies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "David M. Solomon, the incoming chief executive of Goldman Sachs, has picked two veterans of the firm’s investment banking division to help him lead the company.\nAt a board meeting on Thursday, Goldman’s directors approved the selection of John E. Waldron, the co-head of investment banking, to be president and chief operating officer, and Stephen M. Scherr, who runs the firm’s consumer bank, as chief financial officer, according to an internal memo reviewed by The New York Times.\nMr. Waldron, 49, will take his new role on Oct. 1, the same day that Mr. Solomon will become chief executive. Mr. Scherr, 54, will take on the finance chief job on Nov. 5, in conjunction with the filing of Goldman’s quarterly results.\nThe promotions of Mr. Waldron and Mr. Scherr solidify the dominance of executives from Goldman’s investment-banking division. Mr. Solomon and Mr. Waldron, friends who both worked at Bear Stearns before they joined Goldman, ran its investment bank together for two years before Mr. Solomon was named the firm’s president. Mr. Scherr was the investment bank’s chief operating officer for six years before being named Goldman’s chief strategy officer and then the head of its consumer bank.", "url": "https://www.nytimes.com/2018/09/13/business/goldman-cfo-coo-solomon-deputies.html"}