{"authors": ["Nicholas Fandos", "Michael D. Shear"], "date_download": "2018-11-16 04:18:44", "date_modify": "2018-11-16 04:18:44", "date_publish": "2018-09-26 15:43:54", "description": "A new accuser and fresh evidence confronted the Supreme Court nominee Judge Brett M. Kavanaugh before a make-or-break hearing with a woman who says he assaulted her.", "filename": "2018_09_26_us_politics_kavanaugh-calendar_1542341924.html", "image_url": "https://static01.nyt.com/images/2018/09/27/us/politics/27dc-kavanaugh1/27dc-kavanaugh1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_26_us_politics_kavanaugh-calendar_1542341924.html", "title": "Before Kavanaugh Hearing, New Accusations and Doubts Emerge", "title_page": "Before Kavanaugh Hearing, New Accusations and Doubts Emerge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[Struggling to keep up with the Kavanaugh news? Catch up with our guide.]\nAfter days of blanket denials of any bad behavior, prepared remarks released by the committee showed that Judge Kavanaugh would strike a note of contrition on Thursday even as he maintained his innocence on sexual assault. He planned to tell the Senate Judiciary Committee that he sometimes drank too much and “was not perfect” in high school.\n“I drank beer with my friends, usually on weekends. Sometimes I had too many. In retrospect, I said and did things in high school that make me cringe now,” Mr. Kavanaugh planned to tell the committee, according to the prepared remarks. “But that’s not why we are here today. What I’ve been accused of is far more serious than juvenile misbehavior.”\n[Read Judge Kavanaugh’s written testimony.]\nIn her own prepared remarks, Dr. Blasey said she had wrestled for weeks with whether to come forward with a dark memory that had “haunted” her and that she knew would upend her life.\n“I am here today not because I want to be. I am terrified,” she will tell senators, according to the prepared remarks. “I am here because I believe it is my civic duty to tell you what happened to me while Brett Kavanaugh and I were in high school.”\nTaking direct aim at a central piece of the defense by Judge Kavanaugh and Republican allies who have asserted that she must be misremembering the identity of her assailant, Dr. Blasey will say that their friend groups had “intersected” during her freshman and sophomore years of high school and that they had attended parties together.\n“We did not know each other well, but I knew him and he knew me,” she plans to say.\nOther potentially consequential disclosures relating to Dr. Blasey’s claims were quickly overshadowed in a day of continuing developments. They included the release by the Judiciary Committee of handwritten calendar notations from Judge Kavanaugh’s high school days, as well as affidavits from Dr. Blasey’s friends and husband and a copy of the polygraph test administered in August at the advice of her lawyers. The test indicated no deception.\nAllies of Dr. Blasey and Judge Kavanaugh assembled letters attesting to their integrity. Protesters prepared for rallies. And shadowy threats flooded the phone lines and inboxes of nearly every key player in the drama.", "url": "https://www.nytimes.com/2018/09/26/us/politics/kavanaugh-calendar.html"}