{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:54:28", "date_modify": "2018-11-16 04:54:28", "date_publish": "2018-01-04 00:03:33", "description": "Corey David Johnson, elected Wednesday to lead the New York City Council, overcame addiction and mastered the city’s political world.", "filename": "2018_01_03_nyregion_council-speaker-corey-johnson.html_module=inline_1542344068.html", "image_url": "https://static01.nyt.com/images/2018/01/04/nyregion/04speaker1/04speaker1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_03_nyregion_council-speaker-corey-johnson.html_module=inline_1542344068.html", "title": "Sober and H.I.V. Positive, New Council Speaker Has Weathered Adversity", "title_page": "Sober and H.I.V. Positive, New Council Speaker Has Weathered Adversity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When an article of his coming out appeared on the front page of The New York Times and recirculated on national television, it opened up a new world to a young man who had never left the Northeast: paid speeches, trips to Europe and South America, and the world of New York City.\nMr. Johnson eventually made his way up the Democratic ladder, working for Mark J. Green, then the public advocate, before moving to Mr. Green’s failed mayoral campaign and then to a bid for governor by H. Carl McCall, who also lost. In 2004, Mr. Johnson was diagnosed as H.I.V. positive.\n“He’s always been very clear that he wanted to run for office,” said Steve Elmendorf, a Washington lobbyist and former Democratic aide on Capitol Hill who befriended Mr. Johnson early in his career.\nIn 2013, Mr. Johnson successfully ran for a City Council seat representing Manhattan neighborhoods including Greenwich Village, Chelsea and Midtown West that had been occupied by Christine C. Quinn, then the speaker of the City Council.\n“When he first got in it, it was perceived as an uphill fight,” said Mr. Elmendorf. “As with the speaker’s race, my sense is, he just outworked everybody.”\nMr. Johnson began lobbying to become the Council speaker early in his first term, in September 2015, traveling the city by transit and taxis (he does not own a car). He had no white board of names, or a personal system of vote-counting, he said. “It was all in my head. Seriously,” he said. “My whole strategy was to become either the first or second choice of as many people as possible.”\nFor some, he was neither. A small number of Council members tried to rally opposition during the contest, believing that Mr. Johnson’s ambition could lead him to promise one thing to one group of people, and the opposite to another. But none who felt that way would speak on the record, and on Wednesday all voted for him.", "url": "https://www.nytimes.com/2018/01/03/nyregion/council-speaker-corey-johnson.html?module=inline"}