{"authors": ["Michael Barbaro"], "date_download": "2018-11-16 04:18:59", "date_modify": "2018-11-16 04:18:59", "date_publish": "2018-05-30 09:58:55", "description": "The sole survivor of an attack in which four people were murdered identified the perpetrators as three white men. Why did a young black man end up on death row?", "filename": "2018_05_30_podcasts_the-daily_kevin-cooper-death-row.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341939.html", "image_url": "https://static01.nyt.com/images/2018/05/30/us/30Daily/30Daily-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_30_podcasts_the-daily_kevin-cooper-death-row.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341939.html", "title": "Listen to ‘The Daily’: Was Kevin Cooper Framed for Murder?", "title_page": "Listen to ‘The Daily’: Was Kevin Cooper Framed for Murder? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "• Nicholas Kristof, a New York Times columnist who has written about Mr. Cooper’s case.\nBackground reading:\n• The evidence against Mr. Cooper has largely been discredited, but Gov. Jerry Brown of California has refused to allow advanced DNA testing that may shed light on the case.\nTune in, and tell us what you think. Email us at thedaily@nytimes.com. Tweet me at @mikiebarb. And if you’re interested in advertising with “The Daily,” write to us at thedaily-ads@nytimes.com.\nHow do I listen?\nIf you don’t see an audio player on this page or to subscribe to The Daily for free, follow the instructions below.\nFrom your mobile device:\nYou can listen and subscribe to “The Daily” from any podcast player. If you’re reading this from an iPhone or other Apple mobile device, tap this link to listen in Apple Podcasts. If you’re on an Android device, tap this link to listen in Stitcher or this link to listen in RadioPublic.\nOr if you prefer another podcast player, you can find “The Daily” there. (Here’s the RSS feed.)\nFrom a desktop or laptop:\nClick the “play” button above to start the show. Make sure to keep that window open on your browser if you’re doing other things, or else the audio will stop. You can always find the latest episode at nytimes.com/thedaily.", "url": "https://www.nytimes.com/2018/05/30/podcasts/the-daily/kevin-cooper-death-row.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}