{"authors": ["Austin Considine"], "date_download": "2018-11-16 04:32:43", "date_modify": "2018-11-16 04:32:43", "date_publish": "2018-10-07 10:00:04", "description": "For four seasons, the writers of “Saul” have slowly been transforming Jimmy McGill into the slimy Saul Goodman. In this video, they broke down a pivotal scene before the season finale.", "filename": "2018_10_07_arts_television_better-call-saul-writers-room.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342763.html", "image_url": "https://static01.nyt.com/images/2018/10/09/arts/television/saul6/saul6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_07_arts_television_better-call-saul-writers-room.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342763.html", "title": "‘Better Call Saul’: How to Cook Up the Perfect Con", "title_page": "‘Better Call Saul’: How to Cook Up the Perfect Con - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What compels otherwise decent people to choose a path of destruction? And what are the stories they fashion to live with the consequences? These questions drove AMC’s “Breaking Bad,” in which a high school teacher transforms himself into a ruthless drug lord, as they have that show’s prequel series, “Better Call Saul,” about a good-hearted lawyer with a slippery past (Bob Odenkirk) whose fate, as we know, leads to perdition.\nOr to a panic attack at an Omaha Cinnabon — to each his own version of hell.\nFor four seasons, the writers of “Saul” have been building the slow arc of Jimmy McGill’s dissolution into the slimy Saul Goodman, lawyer and money launderer to the Albuquerque underworld. As the co-showrunner and executive producer Peter Gould explained in an interview, the specific contours of that arc were largely undetermined through the end of last season, when the writers began to understand that “Saul Goodman isn’t the inevitable result of Jimmy McGill.” His transformation had to arise from a series of choices. And by the season finale, Jimmy’s choices had begun to drag him past the point of no return — and his girlfriend, Kim (Rhea Seehorn), along with him.\n[Catch up with our episode recaps of “Better Call Saul.”]\nIn Episode 8, after Jimmy’s associate Huell Babineaux (Lavell Crawford) assaults a police officer, Jimmy and Kim enact an elaborate scam to keep Huell out of jail. It briefly brings them closer, but as we head into Monday’s season finale, there are signs the scheme marked an important threshold — a moral compromise too many, from which their relationship, and Jimmy’s chances at an honest life, may never recover.", "url": "https://www.nytimes.com/2018/10/07/arts/television/better-call-saul-writers-room.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}