{"authors": ["Jan Ransom"], "date_download": "2018-11-16 04:30:24", "date_modify": "2018-11-16 04:30:24", "date_publish": "2018-01-16 23:13:19", "description": "On Tuesday, Andy Byford started what will undoubtedly be his most challenging transportation job yet as president of the New York City Transit system.", "filename": "2018_01_16_nyregion_andy-byford-subway-nyc.html_module=inline_1542342624.html", "image_url": "https://static01.nyt.com/images/2018/01/17/nyregion/17subway1/17subway1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_16_nyregion_andy-byford-subway-nyc.html_module=inline_1542342624.html", "title": "On His First Day, Transit Chief Rode the Subway Into Work", "title_page": "On His First Day, Transit Chief Rode the Subway Into Work - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Byford, whose official title is president of New York City Transit, made his way from the subway to his desk trailed by news cameras and introduced himself to transit workers who matched his smile with theirs before addressing reporters.\n“This is a dream come true for me,” said Mr. Byford, who was wearing a Canada Goose parka, a suit and the same worn black leather shoes he used to traverse the Toronto transit system. “But I haven’t come here to be a tourist. I came here to get a job done.”\nFor 10 minutes, he outlined his priorities, including providing clean, punctual, reliable, friendly and safe service. His first priority, he said, was to ensure that the subways run more efficiently by maximizing the capability of the existing signaling system. Much of the improvements he intends to make have been underway as part of a subway action plan unveiled last year.\nAfter attending to the demands of the New York media, Mr. Byford made his way into a towering glass office building and rode the elevator to the 30th floor, where he was greeted by his executive assistants who guided him into a large office overlooking New York Harbor and the Statue of Liberty.", "url": "https://www.nytimes.com/2018/01/16/nyregion/andy-byford-subway-nyc.html?module=inline"}