{"authors": ["Alexandra Alter", "Tiffany Hsu"], "date_download": "2018-11-16 03:40:20", "date_modify": "2018-11-16 03:40:20", "date_publish": "2018-08-12 20:34:52", "description": "Sales are falling and critics say the company lacks a direction, sometimes seeming to give priority to sales of gifts and tchotchkes over books.", "filename": "2018_08_12_business_media_barnes-noble-leonard-riggio_1542339620.html", "image_url": "https://static01.nyt.com/images/2018/08/13/business/13BARNES-print/00BARNES05-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_12_business_media_barnes-noble-leonard-riggio_1542339620.html", "title": "As Barnes & Noble Struggles to Find Footing, Founder Takes Heat", "title_page": "As Barnes & Noble Struggles to Find Footing, Founder Takes Heat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Leonard Riggio radically altered bookselling in America when he bought an ailing New York City bookstore and turned it into a national chain of megastores.\nNow, his company — Barnes & Noble — is floundering, the publishing industry that depends on it is worried, and Mr. Riggio has nobody to turn to but himself.\nThat much became starkly evident last month when Barnes & Noble abruptly fired its chief executive, Demos Parneros, with little explanation. Mr. Parneros was the fourth noninterim chief executive in five years, a remarkable amount of turnover at a large company.\nThe news left alarmed publishers and investors complaining that the chain is once again dealing with a management vacuum when it desperately needs to adapt and innovate. Sales are falling. The Nook, Barnes & Noble’s attempt at selling electronic books, became a financial drain. Critics say the company lacks direction, sometimes seeming to prioritize sales of gifts and tchotchkes over books. For investors, the impact is already evident: Barnes & Noble’s stock price is down 60 percent over the last three years.", "url": "https://www.nytimes.com/2018/08/12/business/media/barnes-noble-leonard-riggio.html"}