{"authors": ["Bret Stephens"], "date_download": "2018-11-16 04:19:20", "date_modify": "2018-11-16 04:19:20", "date_publish": "2018-10-20 01:19:04", "description": "A lawsuit challenges Harvard’s betrayal of “Veritas.”", "filename": "2018_10_19_opinion_harvard-case-affirmative-action.html_action=click&module=RelatedLinks&pgtype=Article_1542341960.html", "image_url": "https://static01.nyt.com/images/2018/10/19/opinion/19Stephens/merlin_145311504_6760fea1-be43-4404-8a82-8b7a55d386d0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_19_opinion_harvard-case-affirmative-action.html_action=click&module=RelatedLinks&pgtype=Article_1542341960.html", "title": "The Curse of Affirmative Action", "title_page": "Opinion | The Curse of Affirmative Action - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What distinguishes the Harvard suit from past legal challenges to affirmative action is that it shows that the people the policy harms aren’t privileged and unsympathetic white kids. The injured are other minorities.\nNor is this a matter of second-tier white students duking it out for the last available slots against standout minorities. The Asian-Americans rejected by Harvard are outstanding candidates being penalized by hoary stereotypes about having ferocious work ethics but not much else. Internal Harvard documents refer to them as “busy and bright” and “standard strong” — reminiscent of the way a previous generation of Jewish students were dismissed as “average geniuses” who were not “clubbable.”\nNo wonder Harvard fought tooth-and-nail to keep those documents secret. The goal of achieving a desired racial composition on campus depends on Wizard of Oz-like schemes of dissembling and doublethink. The core problem with every noble lie is that it can only be concealed by an additional lie, then another. Whatever else it is, it’s the opposite of Veritas.\nStill, I can’t help but think that critics of the plaintiffs are right in at least one respect: Those “busy and bright” kids who aren’t going to Harvard will be fine. Most will still get into great schools and have good careers. They might rage against an institution that turned them away unfairly. Yet deep down they’ll have the satisfaction of knowing their own worth.\nWill that be equally true of those who, thanks to affirmative action, did get in? I wonder. Perhaps the deepest damage affirmative action does is to those it embraces, not those it rejects. It isn’t a pleasant thing to live with the sense that your achievements aren’t quite real— and that everyone secretly knows it. It’s corrosive to live in the clutch of someone else’s lie.\n“The way to stop discrimination on the basis of race is to stop discriminating on the basis of race,” John Roberts once wrote. Should this case reach the Supreme Court, let’s hope he still means it.", "url": "https://www.nytimes.com/2018/10/19/opinion/harvard-case-affirmative-action.html?action=click&module=RelatedLinks&pgtype=Article"}