{"authors": ["Christina Goldbaum", "Nate Schweber"], "date_download": "2018-11-16 04:31:55", "date_modify": "2018-11-16 04:31:55", "date_publish": "2018-09-21 13:18:58", "description": "A 52-year-old employee of the day care facility was in police custody after the incident. The police said she cut her own wrist.", "filename": "2018_09_21_nyregion_daycare-stabbing-attack-queens-nyc_1542342715.html", "image_url": "https://static01.nyt.com/images/2018/09/22/nyregion/22STABBING01/22STABBING01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_21_nyregion_daycare-stabbing-attack-queens-nyc_1542342715.html", "title": "Day Care Worker Stabs 3 Infants and 2 Adults in Queens, Police Say", "title_page": "Day Care Worker Stabs 3 Infants and 2 Adults in Queens, Police Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Update: Officials suspect that the residence was used for so-called birth tourism — to house women who traveled to the United States to give birth to children to secure them American citizenship. Read more.\nKayla Cho woke up shortly after 3:30 a.m. on Friday to the sound of screaming coming from a home on the block where she lives. Another neighbor, Mike Hsu, heard loud thuds. Soon the frightening noises turned into a cry for help from what neighbors described as a day care in a red brick townhouse in Queens.\n“A woman was screaming, ‘Help me! Somebody just help me!” Ms. Cho said.\nMoments later, the police swarmed the block and discovered a ghastly scene: three infants, including a 3-day-old, and two adults, had been stabbed by an employee who then cut her own wrist.\nThe employee, Yu Fen Wang, 52, of Queens, was charged Friday night with five counts of attempted murder, the police said. A motive for the stabbings was unclear. She remained hospitalized on Saturday.", "url": "https://www.nytimes.com/2018/09/21/nyregion/daycare-stabbing-attack-queens-nyc.html"}