{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:00:59", "date_modify": "2018-11-16 04:00:59", "date_publish": "2018-04-11 01:19:07", "description": "There is little precedent supporting the notion that the president has lawful authority to bypass the acting attorney general and directly fire Mr. Mueller, legal scholars said.", "filename": "2018_04_10_us_politics_trump-firing-authority-mueller.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340859.html", "image_url": "https://static01.nyt.com/images/2018/04/11/sunday-review/11dc-trumpfactcheck1/11dc-trumpfactcheck1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_10_us_politics_trump-firing-authority-mueller.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340859.html", "title": "With Scant Precedent, White House Insists Trump Could Fire Mueller Himself", "title_page": "With Scant Precedent, White House Insists Trump Could Fire Mueller Himself - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As President Trump continued to fume on Tuesday about the Justice Department’s raids on the office and hotel room of his longtime personal lawyer, the White House press secretary, Sarah Huckabee Sanders, made a provocative claim: The president, she said, believes he has the legal authority to fire Robert S. Mueller, the special counsel leading the Russia investigation.\nThe assertion by Ms. Sanders was surprising because the general understanding has been that Mr. Trump himself cannot directly fire Mr. Mueller, and that he would instead have to order the deputy attorney general, Rod J. Rosenstein, who is the acting attorney general for the purpose of the Russia inquiry, to do so. Attorney General Jeff Sessions recused himself from any involvement in the investigation.\nMr. Rosenstein has repeatedly said that he will refuse any order to fire Mr. Mueller unless he decides the special counsel committed misconduct. If the general understanding is correct, then, Mr. Trump would probably have to fire Mr. Rosenstein and hunt for a successor willing to carry out the order — echoing the “Saturday Night Massacre” during the Watergate scandal.\nIn 1973, President Richard M. Nixon decided to force the Justice Department to fire Archibald Cox, the first special counsel investigating Watergate. Both the attorney general and the deputy attorney general resigned rather than carry out those orders before the solicitor general, then the No. 3 official in the department, finally agreed to do so. The episode was a milestone in the eventual decision by the House to begin impeachment proceedings.", "url": "https://www.nytimes.com/2018/04/10/us/politics/trump-firing-authority-mueller.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}