{"authors": ["Hannah Beech", "Muktita Suhartono"], "date_download": "2018-11-16 03:46:34", "date_modify": "2018-11-16 03:46:34", "date_publish": "2018-07-18 12:50:13", "description": "The soccer teammates say sorry to their rescuers, after a remarkable international effort to extract them from a flooded cave in northern Thailand.", "filename": "2018_07_18_world_asia_thai-cave-boys-released-hospital_1542339994.html", "image_url": "https://static01.nyt.com/images/2018/07/19/world/19thailand1/19thailand1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_18_world_asia_thai-cave-boys-released-hospital_1542339994.html", "title": "Thai Team Tells of Cave Rescue, Apologizing for All the Fuss", "title_page": "Thai Team Tells of Cave Rescue, Apologizing for All the Fuss - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BANGKOK — Before they were discovered trapped in a flooded cave in northern Thailand, the 12 members of the Wild Boars youth soccer team and their coach drained much of their energy trying to dig their way out. Using stones to carve a large hole, they scraped at the chamber’s ceiling, even as they became emaciated from a lack of food.\n“I had no strength at all,” said Chanin Wibulroongreung, 11, at a news conference on Wednesday evening local time, after the teammates were released from the hospital. “I didn’t think about food because it only made me hungrier.”\nThe Wild Boars’ discharge from a hospital in the northern Thai city of Chiang Rai capped a remarkable rescue effort in which thousands of people around the globe joined together to extricate them from the waterlogged Tham Luang Cave in northern Thailand.\nAt the news conference on Wednesday evening, where they first appeared dribbling soccer balls to cheers from the assembled crowd, the Wild Boars admitted that they had acted like normal boys.", "url": "https://www.nytimes.com/2018/07/18/world/asia/thai-cave-boys-released-hospital.html"}