{"authors": ["Matt Apuzzo", "Maggie Haberman", "Michael S. Schmidt"], "date_download": "2018-11-16 04:49:35", "date_modify": "2018-11-16 04:49:35", "date_publish": "2018-07-20 15:39:25", "description": "The F.B.I. seized the recording in a raid. Its existence recording highlights the potential legal and political danger that Mr. Cohen represents to the president.", "filename": "2018_07_20_us_politics_michael-cohen-trump-tape.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343775.html", "image_url": "https://static01.nyt.com/images/2018/07/21/us/politics/21dc-tape/21dc-tape-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_20_us_politics_michael-cohen-trump-tape.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343775.html", "title": "Michael Cohen Secretly Taped Trump Discussing Payment to Playboy Model", "title_page": "Michael Cohen Secretly Taped Trump Discussing Payment to Playboy Model - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Updated July 25, 2018: The audio recording of Mr. Cohen and Mr. Trump discussing hush money for a former Playboy model has been released. Read our latest coverage. The audio is also available below.\nPresident Trump’s longtime lawyer, Michael D. Cohen, secretly recorded a conversation with Mr. Trump two months before the presidential election in which they discussed payments to a former Playboy model who said she had an affair with Mr. Trump, according to lawyers and others familiar with the recording.\nThe F.B.I. seized the recording this year during a raid on Mr. Cohen’s office. The Justice Department is investigating Mr. Cohen’s involvement in paying women to tamp down embarrassing news stories about Mr. Trump ahead of the 2016 election. Prosecutors want to know whether that violated federal campaign finance laws, and any conversation with Mr. Trump about those payments would be of keen interest to them.\nThe recording’s existence appears to undercut the Trump campaign’s denial of any knowledge of payments to the model. It further draws Mr. Trump into questions about tactics he and his associates used to keep aspects of his personal and business life a secret. And it highlights the potential legal and political danger that Mr. Cohen represents to Mr. Trump. Once the keeper of many of Mr. Trump’s secrets, Mr. Cohen is now seen as increasingly willing to consider cooperating with prosecutors.", "url": "https://www.nytimes.com/2018/07/20/us/politics/michael-cohen-trump-tape.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}