{"authors": ["Cara Buckley"], "date_download": "2018-11-16 04:09:31", "date_modify": "2018-11-16 04:09:31", "date_publish": "2018-01-24 19:09:53", "description": "Eight of the 10 nominated actresses this year are over 40. And almost none play a character you would want to cross.", "filename": "2018_01_24_movies_oscar-nominees-actresses-over-40.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341371.html", "image_url": "https://static01.nyt.com/images/2018/01/25/arts/25BAGGER-COMBO/25BAGGER-COMBO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_24_movies_oscar-nominees-actresses-over-40.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341371.html", "title": "This Year’s Oscars Belong to Strong Women in Fierce Roles", "title_page": "This Year’s Oscars Belong to Strong Women in Fierce Roles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hurrah! For the second year running, the Oscars won’t be so white.\nSure, the nominations on Tuesday had some lamentable omissions — Dee Rees for best director, for one, along with her movie “Mudbound.” But one of its stars, Mary J. Blige, got two nominations, and Jordan Peele got three, with “Get Out,” his evisceration of smug white liberalism, landing on the best picture list.\nTo quote Tiffany Haddish, as she stumbled over the “Get Out” star Daniel Kaluuya’s name while announcing the nominees, “Kallelujah!”\nAlso, wahoo, the Oscars won’t be so male. Greta Gerwig became only the fifth woman to ever get a directing nomination, for “Lady Bird,” Rachel Morrison became the first female Oscar-nominated cinematographer, for “Mudbound,” and four of the nine best picture finalists are about women.\nBut check out the list of nominated actresses. It’s hard to find an ingénue — to use a term long past its sell-by date — in the bunch. And by and large, the women these actresses portray onscreen are not “likable” in the traditional sense but instead wily, ferocious and unbowed.", "url": "https://www.nytimes.com/2018/01/24/movies/oscar-nominees-actresses-over-40.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}