{"authors": ["James Gorman"], "date_download": "2018-11-16 04:18:55", "date_modify": "2018-11-16 04:18:55", "date_publish": "2018-11-05 16:20:45", "description": "A scientist’s unfettered curiosity leads him to investigate the physics at work in some very odd corners of the natural world.", "filename": "2018_11_05_science_hu-robotics.html_ref=nyt-es&mcid=nyt-es&subid=article_1542341935.html", "image_url": "https://static01.nyt.com/images/2018/11/06/science/06SCI-HUpromo/06SCI-HUpromo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_05_science_hu-robotics.html_ref=nyt-es&mcid=nyt-es&subid=article_1542341935.html", "title": "The Mysteries of Animal Movement", "title_page": "The Mysteries of Animal Movement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Dr. Hu may be the first third-generation (in terms of scientific pedigree) Ig Nobel winner, because Dr. Mahadevan studied under the late Joseph Keller, a mathematician at Stanford University. Dr. Keller won two Ig Nobels. One was for studying why ponytails swing from side-to-side, rather than up and down, when the ponytail owner is jogging. The other was an examination of why teapots dribble.\nAfter M.I.T., Dr. Hu did research at the Courant Institute at New York University, another hotbed of real-world mathematics. He moved to Georgia Tech, after Jeannette Yen, a biologist there, told the university they ought to take a look at him.\nFrom ants to self-assembling robots\nDr. Hu’s research may seem like pure fun, but much of it is built on the idea that how animals move and function can provide inspiration for engineers designing human-made objects or systems.\nThe title of Dr. Hu’s book refers to the “robots of the future,” and he emphasizes the way animal motion offers insights that can be applied to engineering — Bio-inspired design.\nWhen Brazil’s Pantanal wetlands flood, for instance, fire ants form rafts so tightly interlaced that water doesn’t penetrate their mass. When he picked up suc h a mass in the lab , Dr. Hu writes , it felt like a pile of salad greens.\n“The raft was springy, and if I squeezed it down to a fraction of its height, it recoiled back to its original shape. If I pulled it apart, it stretched like cheese on a pizza.”\nHe found out that the ants were constantly moving even though the shape of the mass stayed more or less the same. They were breaking and making connections all the time, and they became, in essence, a “self-healing” material.", "url": "https://www.nytimes.com/2018/11/05/science/hu-robotics.html?ref=nyt-es&mcid=nyt-es&subid=article"}