{"authors": ["Brooks Barnes"], "date_download": "2018-11-16 03:23:44", "date_modify": "2018-11-16 03:23:44", "date_publish": "2018-07-20 22:41:56", "description": "James Gunn wrote most of the tweets before 2013. They resurfaced after he criticized President Trump on Twitter and far-right provocateurs searched his social media history.", "filename": "2018_07_20_business_media_james-gunn-fired-offensive-tweets.html_module=inline_1542338624.html", "image_url": "https://static01.nyt.com/images/2018/07/21/business/21GUNN/21GUNN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_20_business_media_james-gunn-fired-offensive-tweets.html_module=inline_1542338624.html", "title": "Disney Fires ‘Guardians of the Galaxy’ Director Over Offensive Tweets", "title_page": "Disney Fires ‘Guardians of the Galaxy’ Director Over Offensive Tweets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — Disney fired the creative force behind its “Guardians of the Galaxy” movie franchise on Friday after jokes he wrote on Twitter several years ago involving pedophilia and rape were resurfaced.\nIt was the second such dismissal in two days in Hollywood, which has been trying to demonstrate zero tolerance for offensive behavior in response to the #MeToo and Time’s Up movements.\nJames Gunn, who wrote and directed the Marvel superhero film “Guardians of the Galaxy” in 2014 and delivered a smash sequel in 2017, wrote the bulk of the tweets that got him fired from 2009 to 2012. They resurfaced this week, apparently after Mr. Gunn harshly criticized President Trump on Twitter, prompting two far-right provocateurs, Mike Cernovich and Jack Posobiec, to search through Mr. Gunn’s social media history.\nMr. Gunn apologized late Thursday. “I used to make a lot of offensive jokes,” he said in a tweet on his account, which has since been deleted. “I don’t anymore. I don’t blame my past self for this, but I like myself more and feel like a more full human being and creator today. Love you to you all.”", "url": "https://www.nytimes.com/2018/07/20/business/media/james-gunn-fired-offensive-tweets.html?module=inline"}