{"authors": ["Mike Isaac"], "date_download": "2018-11-16 04:02:37", "date_modify": "2018-11-16 04:02:37", "date_publish": "2018-10-30 20:53:54", "description": "The social network, which reported slowing growth on Tuesday, has plans to reduce its dependence on News Feed.", "filename": "2018_10_30_technology_facebook-earnings-growth.html_module=inline_1542340957.html", "image_url": "https://static01.nyt.com/images/2018/10/31/business/31facebook/31facebook-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_30_technology_facebook-earnings-growth.html_module=inline_1542340957.html", "title": "Facebook’s Vision for the Future: Less News Feed, More Stories", "title_page": "Facebook’s Vision for the Future: Less News Feed, More Stories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — When Facebook told Wall Street in July that its business would slow down, it had few answers for how it planned to change that trajectory.\nOn Tuesday, the social network came back with some responses.\nThe Silicon Valley company predicted that the next few years would be tough, but said Facebook was looking to a future where it would move beyond News Feed, the stream of content that is the core of the platform. The social network said it would instead focus more on different mediums like ephemeral messaging, private chats and video — even though none of those make as much money as the News Feed does.\n“We have great products people love, but it will take us some time to catch up,” Mark Zuckerberg, Facebook’s chief executive, said in a conference call with investors. “It will take some time, and our revenue growth will be slower.”\nFacebook disclosed its vision for the future along with its quarterly financial results, which showed slowing growth in revenue and in the numbers of new users. The earnings report followed a difficult 18 months for the firm, which has been under scrutiny for spreading disinformation, hate speech and leaks of user data. Facebook’s business had initially withstood the scandals, but its growth had recently started to flag.", "url": "https://www.nytimes.com/2018/10/30/technology/facebook-earnings-growth.html?module=inline"}