{"authors": ["Kendra Pierre-Louis", "Brad Plumer"], "date_download": "2018-11-16 03:56:56", "date_modify": "2018-11-16 03:56:56", "date_publish": "2018-01-04 19:00:28", "description": "Mass bleaching of coral reefs, once virtually unknown, now happens every six years on average, new research finds. The reefs don’t have time to recover.", "filename": "2018_01_04_climate_coral-reefs-bleaching.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340616.html", "image_url": "https://static01.nyt.com/images/2018/01/05/climate/05CLI-CORAL3/05CLI-CORAL3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_04_climate_coral-reefs-bleaching.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340616.html", "title": "Global Warming’s Toll on Coral Reefs: As if They’re ‘Ravaged by War’", "title_page": "Global Warming’s Toll on Coral Reefs: As if They’re ‘Ravaged by War’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Before we call rockfish, shrimp and crab “dinner,” some of these species call coral reefs “home.” But those reefs, home to a quarter of all marine fish species, are now increasingly threatened as rising ocean temperatures accelerate a phenomenon known as coral bleaching.\nLarge-scale coral bleaching events, in which reefs become extremely fragile, were virtually unheard-of before the 1980s. But in the years since, according to a study published Thursday in the journal Science, the frequency of coral bleaching has increased to the point that reefs no longer have sufficient recovery time between severe episodes.\nJelle Atema, a professor of biology at the Boston University Marine Program who was not involved in the study, said the effects of more frequent bleaching events were very difficult to predict because of the complex networks of dependencies within reefs. But he said they could be devastating.", "url": "https://www.nytimes.com/2018/01/04/climate/coral-reefs-bleaching.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}