{"authors": ["Mark Ellwood"], "date_download": "2018-11-16 04:28:05", "date_modify": "2018-11-16 04:28:05", "date_publish": "2018-10-25 09:00:08", "description": "The Asian vacation favorite is actually a something-for-everyone shopping haven.", "filename": "2018_10_25_style_bali-retail-scene-varied-and-vibrant_1542342485.html", "image_url": "https://static01.nyt.com/images/2018/10/26/travel/26BALI-INYT1/26BALI-INYT1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_25_style_bali-retail-scene-varied-and-vibrant_1542342485.html", "title": "On Bali, a Retail Scene That’s Equal Parts Varied and Vibrant", "title_page": "On Bali, a Retail Scene That’s Equal Parts Varied and Vibrant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Balinese style has been the inspiration for hundreds of coffee table books, thousands of interior design projects and untold numbers of tourist treasure hunts. Now the island has become a hotbed for sophisticated, small-scale international artisans with Balinese-inflected designs and outsize visions — and all because of a lucky combination of economics and aesthetics.\nThe jewelry designer Guy Bedarida calls Bali the ideal back end for any entrepreneur aiming to start a new line. Mr. Bedarida, who worked with the jewelry legend John Hardy, co-owns and runs design for Marina B, and lives part time in Bali.\nHe explains that because of globalization, factories have proliferated there, as in much of the rest of Asia. But Bali’s workshops differ from China’s megafactories. While mainland producers will insist on minimum orders that could run into thousands of pieces, Balinese manufacturers will still agree to batches as small as a dozen or less.\n“It’s the mentality of Bali — nothing is gigantic,” Mr. Bedarida said. Smaller runs require smaller financial outlays, enabling smaller, boutique brands to thrive. It’s even economically viable for some firms to operate their own stand-alone workshops, so custom orders are simpler and affordable to produce. No wonder, then, that Mr. Bedarida manufactures many of Marina B’s trickiest custom jewelry pieces there.", "url": "https://www.nytimes.com/2018/10/25/style/bali-retail-scene-varied-and-vibrant.html"}