{"authors": [], "date_download": "2018-11-16 03:08:27", "date_modify": "2018-11-16 03:08:27", "date_publish": "2018-08-07 16:48:51", "description": "The artist Geoffrey Chadsey envisions new releases by Gary Shteyngart, Olivia Laing and more.", "filename": "2018_08_07_t-magazine_gary-shteyngart-olivia-laing-books.html_action=click&module=RelatedLinks&pgtype=Article_1542337707.html", "image_url": "https://static01.nyt.com/images/2018/08/07/t-magazine/07tmag-page-slide-PAB8/07tmag-page-slide-PAB8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_07_t-magazine_gary-shteyngart-olivia-laing-books.html_action=click&module=RelatedLinks&pgtype=Article_1542337707.html", "title": "What Happens on Page 76 in This Season’s New Books?", "title_page": "What Happens on Page 76 in This Season’s New Books? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ponti\nA novel by Sharlene Teo\nWe waited by the concourse for Mummy. Szu fidgeted beside me, a twitchy beanpole. Our silhouettes in the visitor’s office window reflected our whole-head difference in height. We made quite the duo: I the small one with the frizzy bob, Szu the tall one with the lifeless ponytail. Out of the corner of my eye, I noticed the Badminton Girls shooting derisive glances our way. I pretended not to care.\nLong after her sole role playing a flesh-eating ghost in a ’70s B-horror film franchise, Amisa Tan’s intimidating beauty remains — much to the chagrin of her awkward teenage daughter, Szu, who’s just trying to survive high school in suburban Singapore, where she finally succeeds in making one formative (if fraught) bond with her classmate Circe. Years later, Circe is tasked with promoting a remake of Amisa’s big film and finds herself haunted by the past. To be published by Simon & Schuster on Sept. 4.\nAbout the artist: Geoffrey Chadsey was born in Philadelphia, trained at California College of the Arts and lives in Brooklyn. His drawings — intricate, figurative works exploring gender and constructed notions of selfhood — were recently on view at Jack Shainman Gallery in New York, and at the Studio, an HBO-sponsored pop-up venue in Provincetown, Mass. Currently, his work is included in “Cast of Characters,” a group show that the artist Liz Collins curated for New York’s Lesbian, Gay, Bisexual & Transgender Community Center (through Sept. 16).\nPhotographs of artworks by Joshua Scott", "url": "https://www.nytimes.com/2018/08/07/t-magazine/gary-shteyngart-olivia-laing-books.html?action=click&module=RelatedLinks&pgtype=Article"}