{"authors": ["Chris Buckley"], "date_download": "2018-11-16 03:50:36", "date_modify": "2018-11-16 03:50:36", "date_publish": "2018-01-29 15:35:43", "description": "Wang Qishan, who served as Mr. Xi’s anticorruption chief, retired last year. Does his appointment to the national legislature portend a return to high office?", "filename": "2018_01_29_world_asia_china-wang-qishan-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340236.html", "image_url": "https://static01.nyt.com/images/2018/01/30/world/30China-veep/30China-veep-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_29_world_asia_china-wang-qishan-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340236.html", "title": "Powerful Ally of Xi Jinping Makes Political Comeback in China", "title_page": "Powerful Ally of Xi Jinping Makes Political Comeback in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“What seems to be assured — or as close to it as it gets in China — is that he still is very well respected,” and that one way or another he would retain influence on key issues, said Randal Phillips, a former United States intelligence officer who now works for the Mintz Group, a company that assesses business risks.\n“This move hardens the conclusion he will assume the V.P. position,” Mr. Phillips said, referring to the vice presidency. “There’s no reason to take the National People’s Congress delegate slot unless they plan to have him assume some national-level position on the government side, and the only one that really makes sense is the V.P. slot.”\nAccording to party insiders, Mr. Xi had floated the idea of keeping Mr. Wang in the party leadership by changing an informal rule that says leaders must retire if they are 68 or older when a party congress convenes. In the end, though, Mr. Wang stepped down and he has stayed out of the public eye since then.\nMr. Wang’s extended political life may magnify speculation that Mr. Xi is looking to stay in power after his dual second terms as Communist Party chief and president end in 2022 and 2023. When Mr. Xi won his second term as party leader last year, he broke with recent precedent by not promoting a likely successor into the party’s topmost body, the Politburo Standing Committee. But most analysts believe it is too early to tell what will happen five years from now.\nMr. Xi and Mr. Wang first met five decades ago, during Mao Zedong’s Cultural Revolution, when they were sent from Beijing to labor in the same impoverished, hilly region of northwestern China. Mr. Wang worked on a rural commune about 50 miles from Mr. Xi, who has recalled visiting Mr. Wang for a night and lending him a book on economics.\nBefore taking up his job as anticorruption chief in 2012, Mr. Wang forged a career as an economic administrator and troubleshooter. He served as vice premier, helping steer China’s response to the global financial crisis in 2008, and he often met Western business leaders and politicians. In his new political life, Mr. Wang could reprise that role.\n“It looks more likely now that he has a strong chance of becoming vice president,” said Deng Yuwen, a current affairs commentator in Beijing who previously worked as an editor for a Communist Party newspaper.\n“Generally speaking, the state vice president is a very empty, symbolic, ceremonial thing,” Mr. Deng said. “But Xi could make arrangements for Wang to take on more important, substantive tasks.”", "url": "https://www.nytimes.com/2018/01/29/world/asia/china-wang-qishan-xi-jinping.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}