{"authors": ["Michael D. Shear", "Nicholas Fandos", "Michael S. Schmidt"], "date_download": "2018-11-16 04:18:36", "date_modify": "2018-11-16 04:18:36", "date_publish": "2018-09-29 01:27:44", "description": "The Republican senator, confronted by angry women and frustrated Democrats, got a one-week delay for the F.B.I. to investigate sexual misconduct accusations.", "filename": "2018_09_28_us_politics_jeff-flake-kavanaugh-confirmation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341916.html", "image_url": "https://static01.nyt.com/images/2018/09/29/us/politics/29dc-tictock1/29dc-tictock1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_28_us_politics_jeff-flake-kavanaugh-confirmation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341916.html", "title": "A Tumultuous 24 Hours: How Jeff Flake Delayed a Vote on Kavanaugh", "title_page": "A Tumultuous 24 Hours: How Jeff Flake Delayed a Vote on Kavanaugh - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I want to support him. I’m a conservative, he’s a conservative judge,” Mr. Flake said. “But I want a process we can be proud of and I think the country needs to be behind it.”\n‘Look at Me’\nBy 9:29 a.m. Friday, one minute before the scheduled start of the Judiciary Committee meeting, Mr. Flake’s office sent a statement by email with a subject line that left no doubt about his position: “Flake Will Vote to Confirm Judge Kavanaugh.”\nBut moments later, as he boarded an elevator on his way to the meeting, Mr. Flake was confronted by two women, Ana Maria Archila and Maria Gallagher. The video of the encounter went viral.\n“I have two children,” one of the women yelled at Mr. Flake as an aide said he needed to go. “I cannot imagine that for the next 50 years they will have to have someone in the Supreme Court who has been accused of violating a young girl. What are you doing, sir?”\nMr. Flake looked dejectedly at the floor of the elevator as the second woman lectured him. “You are telling all women that they don’t matter, that they should just stay quiet because if they tell you what happened to them, you are going to ignore them,” she shouted. “That’s what happened to me.”\n“Look at me when I’m talking to you,” she added.\nMr. Flake’s face was grim as he arrived in the committee room and took his seat on the right flank of the dais.", "url": "https://www.nytimes.com/2018/09/28/us/politics/jeff-flake-kavanaugh-confirmation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}