{"authors": ["Jack Healy", "Farah Stockman"], "date_download": "2018-11-16 03:59:20", "date_modify": "2018-11-16 03:59:20", "date_publish": "2018-09-28 00:59:17", "description": "As Christine Blasey Ford and Judge Brett M. Kavanaugh gave their accounts in eight hours of tears, anger and exasperation, it seemed the country could not look away.", "filename": "2018_09_27_us_reaction-to-kavanaugh-hearing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340760.html", "image_url": "https://static01.nyt.com/images/2018/09/28/us/28kavanaugh-nation/28kavanaugh-nation-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_27_us_reaction-to-kavanaugh-hearing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340760.html", "title": "A Nation Transfixed as Emotional Testimony in Kavanaugh Hearing Unfolds", "title_page": "A Nation Transfixed as Emotional Testimony in Kavanaugh Hearing Unfolds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "COLORADO SPRINGS — Travelers on airplanes cried as they watched it on their seatback televisions. College students holed up all day at library computers and streamed it on their phones, drowning out their lectures. Friends sat together, stunned and still, on living room couches. Television screens at nail salons, sports bars and hotel lobbies were tuned to nothing else.\nAll day on Thursday, through eight hours of tears, anger and exasperation, it seemed like the country could not look away.\nOn the New York subway, people huddled around their phones to listen. They sat in parking lots with testimony wafting out of their car windows. They listened to it on their commutes home, transfixed by the high-stakes spectacle unfolding in a cramped Washington hearing room as Christine Blasey Ford and Judge Brett M. Kavanaugh, President Trump’s nominee to the Supreme Court, gave emotional and irreconcilable accounts of a night 36 years ago that has indelibly changed their lives while splintering Washington and much of the country.\nSome felt they had to bear witness to history unfolding. They compared it to watching the Challenger space shuttle explode or the O.J. Simpson police chase. Only now, it was a battle for control of the Supreme Court tangled with questions about justice, gender equality and how America’s political system treats claims of sexual assault against members of its ruling class.", "url": "https://www.nytimes.com/2018/09/27/us/reaction-to-kavanaugh-hearing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}