{"authors": ["Roger Cohen"], "date_download": "2018-11-16 03:18:25", "date_modify": "2018-11-16 03:18:25", "date_publish": "2018-07-09 23:33:14", "description": "Trump’s ideological sympathies lie more with Putin than with America’s allies.", "filename": "2018_07_09_opinion_trump-nato-summit-europe_1542338305.html", "image_url": "https://static01.nyt.com/images/2018/07/09/opinion/09cohen/09cohen-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_09_opinion_trump-nato-summit-europe_1542338305.html", "title": "The Finlandization of the United States", "title_page": "Opinion | The Finlandization of the United States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If you told him a plane falls out of the sky when it runs out of fuel, and the president’s gut told him otherwise, he’d stick to his line. His eyes would glaze over as you tried to persuade him otherwise.\nTrump’s with Matteo Salvini, the Italian interior minister from the anti-immigrant League party. He’s with Viktor Orban, the Hungarian prime minister who is successfully exporting across Europe his illiberal template for a closed democracy that can produce only one election result. This is Europe’s new strategic reality.\nThe NATO summit in Brussels could be a fiasco, like last month’s Group of 7 meeting in Canada. Trump might express an indulgent view of Putin’s annexation of Crimea. He might say he won’t honor Article 5 of the NATO treaty (the obligation of all NATO members to defend one another if one is attacked) for countries that don’t pay enough. Or he might just be on his best behavior.\nWhatever he does, European allies have no doubts: The trust that is the ultimate bond of any alliance has been broken by Trump. Europe needs to stand up for itself and the values Trump tramples.\nThe question remains: Why is Trump in Putin’s thrall? He may be compromised, whether by Russian intelligence or money. He’s certainly drawn to Putin’s bare-chested strongman style. Russia is not taking advantage of the United States on trade, Trump believes, but he is convinced China and the European Union are. Russia is anti-NATO and anti-E.U., exactly like Trump, and for similar reasons. They both want to disaggregate the union. Why? Because they want to deal with small European nations, and so be better placed to bully them.\nThese are the sympathies behind Trump’s push to get Russia back into the G-7 and his willingness to contemplate recognizing Russia’s illegal annexation of Crimea, even as he won’t discuss Russian interference in the 2016 American presidential election.\nEuropean peace since 1945 has depended on acceptance of the principle that the presence of national minorities in other countries — in this case, ethnic Russians in Ukraine — is not a pretext for war or annexation. Putin flouted that twice, in eastern Ukraine and Crimea. If Trump blinks, all bets are off.\n“Nothing,” Jake Sullivan, a former senior foreign policy adviser to Hillary Clinton and national security adviser to Joe Biden, said when asked what he hoped for out of the Helsinki summit. I agree. Nothing would be good when giveaways on Crimea or a compromised NATO are the alternative. The Finlandized must be grateful for small mercies.", "url": "https://www.nytimes.com/2018/07/09/opinion/trump-nato-summit-europe.html"}