{"authors": ["Alexandra Stevenson"], "date_download": "2018-11-16 03:50:17", "date_modify": "2018-11-16 03:50:17", "date_publish": "2018-02-26 18:44:11", "description": "Beijing’s takeover of one of the country’s biggest deal makers will likely intensify skepticism abroad over the Chinese government’s role in private business.", "filename": "2018_02_26_business_china-deals-anbang-takeover.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340217.html", "image_url": "https://static01.nyt.com/images/2018/02/27/business/27chinadeals1/27chinadeals1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_26_business_china-deals-anbang-takeover.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340217.html", "title": "After Anbang Takeover, China’s Deal Money, Already Ebbing, Could Slow Further", "title_page": "After Anbang Takeover, China’s Deal Money, Already Ebbing, Could Slow Further - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Regulators will naturally be somewhat concerned by the reality that often there is an asymmetry of information about the Chinese firms operating internationally,” said Jeremy Stevens, an economist for Standard Bank Group in Beijing. “This event further underlines this truth,” he added.\nAnbang has said it will carry on business as usual. “We remain fully committed to our overseas subsidiaries, business and investments,” it said in a statement on Friday.\nBut already, Chinese companies aren’t buying — or sealing deals — like they once were.\nNewly announced Chinese acquisitions in the United States in 2017 fell to $8.7 billion, one-tenth the transaction value of acquisitions in 2016. It marks the lowest level in six years, according to data from Rhodium Group, which tracks Chinese investments abroad.\nSome of the drop in deals last year had to do with China’s skepticism of its large private conglomerates and its crackdown on what it called irrational spending overseas on trophy assets like the Waldorf Astoria in Manhattan, which Anbang bought in late 2014 for nearly $2 billion. High-flying giants like Anbang and its peers Dalian Wanda and HNA Group, which have large amounts of debt, have started shedding assets overseas.\nSome of the slowdown comes from American concerns as well.\nJust as the Chinese government announced its plans to take over Anbang last week, the American semiconductor testing company Xcerra Corporation announced that its $580 million sale to Hubei Xinyan, an investment fund backed by the Chinese state, had been blocked by American officials. It was the latest high-tech China deal blocked by Washington amid concerns that China could gain access to cutting-edge technology.\nA week before that, the Securities and Exchange Commission blocked a $20 million deal by a Chinese group to buy the Chicago Stock Exchange. On the campaign trail, Donald J. Trump criticized the deal, using it as an opportunity to accuse China of taking American jobs and wealth.\nThe Committee on Foreign Investment, the government committee that reviews foreign purchases of American companies in the United States, could become an even tougher hurdle.", "url": "https://www.nytimes.com/2018/02/26/business/china-deals-anbang-takeover.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}