{"authors": ["Jon Caramanica"], "date_download": "2018-11-16 03:10:18", "date_modify": "2018-11-16 03:10:18", "date_publish": "2018-05-30 17:38:52", "description": "The rapper’s new album, “Daytona,” is filled with crisp rhymes over Kanye West beats. But his post-release war of words with Drake has had an even bigger impact.", "filename": "2018_05_30_arts_music_pusha-t-drake-kanye-west-daytona-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337818.html", "image_url": "https://static01.nyt.com/images/2018/05/31/arts/31album-pusha1/31album-pusha1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_30_arts_music_pusha-t-drake-kanye-west-daytona-review.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337818.html", "title": "Pusha-T, a Lecturer Seeking a Target, Finds One", "title_page": "Pusha-T, a Lecturer Seeking a Target, Finds One - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[Drake vs. Pusha-T, unpacked: Hear the Popcast.]\nThis is his bailiwick, though, and there’s plenty of it on this strong album. On “Hard Piano,” he’s sneering, and “The Games We Play” is staggeringly good: “Caviar facials remove the toxins/This ain’t for the conscious, this is for the mud-made monsters.” On “Come Back Baby,” he traces the path from illegal business to legal, from anonymity to fame back to anonymity:\nBlew through thousands, we made millions\nCocaine soldiers, once civilians\nBought hoes Hondas, took care children\nLet my pastor build out buildings\nRapped on classics, I been brilliant\nNow we blend in, we chameleons\nPusha-T doesn’t hurry; he’s sniper patient. On songs like “If You Know You Know,” he sometimes raps so crisply and sparsely — “A rapper turned trapper can’t morph into us/But a trapper turned rapper can morph into Puff” — that he almost feels disconnected from the song’s rhythm. His syllables have hard edges, and rarely does he let feeling get in the way, though the one exception is “Santeria,” inspired by the murder of his road manager. On this song, you can almost hear the wetness in Pusha-T’s rhymes, his typical stoicism traded for something a little short of breath.\nImage Pusha-T’s fourth solo release is “Daytona.”\n“Daytona” was produced in deeply satisfying fashion by Kanye West, with additional production by his longtime collaborators Andrew Dawson and Mike Dean. It is a return to Mr. West’s early days as a seeker and reinterpreter of deep samples, but overlaid with the coldness and menace of his “Yeezus” era.\n[Never miss a pop music story: Sign up for our weekly newsletter, Louder.]\nWhen “Daytona” was released last week, it was met with a fevered response. But in a desert, water has a way of appearing not just wet, but sweet. “Daytona” may stand alone in this moment — particularly in contrast to the woozy, blown-out rap albums dominating the charts because of the primacy of streaming — but it isn’t as effective as “My Name Is My Name,” Pusha-T’s 2013 full-length solo debut album. “Daytona” is terser, leaving only nits to pick; say, that the second and third verses of “Come Back Baby” lack the fire and wit of the rest of the album.\nAuthority, of course, is regionally and temporally specific — what’s acknowledged as certitude now sounds nothing like it did when Pusha-T was growing up. “I’m too rare amongst all of this pink hair,” he raps on “Hard Piano,” a sidelong shot at the excesses of the SoundCloud generation. Pusha-T stands out amid the meditative, louche koans of Playboi Carti or the creaky whine of Lil Baby.", "url": "https://www.nytimes.com/2018/05/30/arts/music/pusha-t-drake-kanye-west-daytona-review.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}