{"authors": ["Paul Krugman"], "date_download": "2018-11-16 03:16:45", "date_modify": "2018-11-16 03:16:45", "date_publish": "2018-10-29 23:53:42", "description": "Don’t let the whataboutists and bothsiders tell you it isn’t.", "filename": "2018_10_29_opinion_hate-is-on-the-ballot-next-week_1542338205.html", "image_url": "https://static01.nyt.com/images/2018/10/29/opinion/29krugmanWeb/29krugmanWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_29_opinion_hate-is-on-the-ballot-next-week_1542338205.html", "title": "Hate Is on the Ballot Next Week", "title_page": "Opinion | Hate Is on the Ballot Next Week - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This whataboutism doesn’t stop with equating protests with violence. It also relies on outright lying.\nThe day after the Pittsburgh massacre, John Cornyn — the second-ranked Republican in the Senate — tweeted “Pelosi: If There Is ‘Collateral Damage’ for Those Who Don’t Share Our View, ‘So Be It’.” This is a lie, plain and simple. I know, because I was there.\nNancy Pelosi’s remark about collateral damage came while I was interviewing her in front of a live audience; you can see the interview here. She wasn’t talking about punishing political opponents. She was, instead, talking about the economic impact of policies to fight climate change, which she conceded would adversely affect some industries even as it helped others. Many people have pointed this out to Cornyn; as I write this column, he has not retracted his false claim.\nBut here’s the thing: Trump supporters aren’t the only people trying to pretend that he’s only doing what everyone does, that Democrats are just as bad and equally liable for the explosion of hatred.\nFalse equivalence, portraying the parties as symmetric even when they clearly aren’t, has long been the norm among self-proclaimed centrists and some influential media figures. It’s a stance that has hugely benefited the GOP, as it has increasingly become the party of right-wing extremists.\nYou might have thought that the horrifying events of recent days would finally break through that norm. But you would have been wrong. Bothsidesism is, it turns out, a fanatical cult impervious to evidence. Trump famously boasted that his supporters would stick with him even if he shot someone on Fifth Avenue; what he didn’t point out was that pundits would piously attribute the shooting to “incivility,” and that Sunday talk shows would feature Fifth-Avenue-shooting advocates and give them a respectful hearing.\nThis needs to stop, and those who keep practicing bothsidesism need to be shamed. At this point, pretending that both sides are equally to blame, or attributing political violence to spreading hatred without identifying who’s responsible for that spread, is a form of deep cowardice.\nThe fact is that one side of the political spectrum is peddling hatred, while the other isn’t. And refusing to point that out for fear of sounding partisan is, in effect, lending aid and comfort to the people poisoning our politics. Yes, hate is on the ballot next week.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram, and sign up for the Opinion Today newsletter.", "url": "https://www.nytimes.com/2018/10/29/opinion/hate-is-on-the-ballot-next-week.html"}