{"authors": ["Nellie Bowles", "Sheera Frenkel"], "date_download": "2018-11-16 03:08:21", "date_modify": "2018-11-16 03:08:21", "date_publish": "2018-05-24 17:00:04", "description": "Facebook said it would add a “paid for” label and give information on costs and target audiences. Twitter’s changes include restrictions on who can run the ads and rules for campaign accounts.", "filename": "2018_05_24_technology_twitter-political-ad-restrictions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337701.html", "image_url": "https://static01.nyt.com/images/2018/05/25/business/25TWITTER-1/25TWITTER-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_24_technology_twitter-political-ad-restrictions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337701.html", "title": "Facebook and Twitter Plan New Ways to Regulate Political Ads", "title_page": "Facebook and Twitter Plan New Ways to Regulate Political Ads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Facebook and Twitter announced plans on Thursday to increase transparency of political campaign ads, changes aimed at preventing foreign manipulation of the coming midterm elections.\nFacebook said it would begin including a “paid for” label on the top of any political ads in the United States. Clicking on the label will take people to a page where they can view the cost of the ad and the demographic breakdown of the audience that viewed the ad.\nFacebook also promised to keep an archive of all political ads for the next seven years, or through a full congressional election cycle. The ads are available to Facebook members at facebook.com/politicalcontentads.\nTwitter said it planned to restrict who could run political ads on its service, requiring those running political ads for federal elections to identity themselves and certify that they are in the United States. Foreign nationals will not be able to target political ads to people in the United States, Twitter said.", "url": "https://www.nytimes.com/2018/05/24/technology/twitter-political-ad-restrictions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}