{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:53:48", "date_modify": "2018-11-16 04:53:48", "date_publish": "2018-03-06 10:02:16", "description": "To paint or not to paint? Experts offer advice on how to deal with an exposed brick wall that doesn’t have a nice patina.", "filename": "2018_03_06_realestate_ugly-brick-wall-fix.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344028.html", "image_url": "https://static01.nyt.com/images/2018/03/11/realestate/11fix5/11fix5-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_06_realestate_ugly-brick-wall-fix.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344028.html", "title": "The Brick Wall Dilemma", "title_page": "The Brick Wall Dilemma - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Used as a selling point by real estate agents everywhere, an exposed brick wall — the more aged and weathered, the better — can add texture, character and a sense of history to a home.\nBut the kind of brick that came with my house in upstate New York was more akin to what you might see in a 1980s pizza chain than the coveted exposed brick found in so many prewar buildings in the city. Years of unattended leaks had left water stains across the top half of my brick fireplace, and below the mantel, it was a garish fire-engine red.\nSo when it was time to repaint the living room, I decided to give the fireplace a makeover, too. At about $55 for a gallon of Benjamin Moore’s Stonington Gray, the transformation was cheap, instant and effective. A $5 can of high-heat Rust-oleum in matte black applied to the brass fireplace screen finished off the new look.\nBut there are any number of ways to deal with an ugly brick wall. Contractors and interior designers shared some of their favorite fixes.", "url": "https://www.nytimes.com/2018/03/06/realestate/ugly-brick-wall-fix.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}