{"authors": ["The New York Times"], "date_download": "2018-11-16 04:49:33", "date_modify": "2018-11-16 04:49:33", "date_publish": "2018-04-13 00:58:59", "description": "A watchdog group said that a 2015 payment by the publisher of The National Enquirer, for a tip that never resulted in a published story, was intended to influence the 2016 election.", "filename": "2018_04_12_us_national-enquirer-doorman-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343773.html", "image_url": "https://static01.nyt.com/images/2018/04/13/us/politics/13ami1/13ami1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_12_us_national-enquirer-doorman-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343773.html", "title": "Publisher Broke Campaign Finance Law by Paying to Suppress Another Trump Story, Filing Alleges", "title_page": "Publisher Broke Campaign Finance Law by Paying to Suppress Another Trump Story, Filing Alleges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The publisher of The National Enquirer faced new claims on Thursday that it violated campaign finance laws after news outlets reported that the company paid $30,000 to a Trump World Tower doorman peddling a salacious allegation about President Trump.\nThe watchdog group Common Cause filed complaints with the Justice Department and the Federal Election Commission on Thursday, saying the 2015 payment, for a tip that never resulted in a published story, was intended to influence the 2016 election.\nCommon Cause previously filed similar complaints about a $150,000 deal the tabloid news company struck for the rights to the former Playboy model Karen McDougal’s story of an alleged affair with Mr. Trump — which it never ran — and over the $130,000 that the president’s lawyer, Michael D. Cohen, paid to the pornographic-film star Stephanie Clifford for her story about an affair with Mr. Trump.\nThe new complaint was based on reports that the doorman, Dino Sajudin, was peddling an unsubstantiated allegation that Mr. Trump had fathered a child with a Trump Tower employee in the late 1980s. American Media Inc., The Enquirer’s publisher, ordered a halt to reporting soon after it paid $30,000 for Mr. Sajudin’s story, effectively silencing him, according to the reports.", "url": "https://www.nytimes.com/2018/04/12/us/national-enquirer-doorman-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}