{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:49:50", "date_modify": "2018-11-16 04:49:50", "date_publish": "2018-04-05 21:13:41", "description": "In his first public remarks on the matter, President Trump told reporters that he knew nothing about the $130,000 paid to Stormy Daniels, remarks that could complicate his legal battle against her.", "filename": "2018_04_05_us_politics_trump-stormy-daniels-hush-money.html_module=inline_1542343790.html", "image_url": "https://static01.nyt.com/images/2018/04/09/opinion/03dc-stormy/03dc-stormy--facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_05_us_politics_trump-stormy-daniels-hush-money.html_module=inline_1542343790.html", "title": "Trump Denies Knowing of Any Hush Money Paid to Porn Actress", "title_page": "Trump Denies Knowing of Any Hush Money Paid to Porn Actress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Later, Mr. Avenatti appeared to exult on Twitter about what he suggested were undisciplined comments by Mr. Trump that would give Ms. Clifford the upper hand in the legal dispute.\n“Good (actually GREAT) things come to those who wait!!!” Mr. Avenatti wrote. “The strength of our case just went up exponentially. You can’t have an agreement when one party claims to know nothing about it. #nodiscipline.”\nMr. Cohen did not respond on Thursday to requests for comment. Charles Harder, a lawyer representing Mr. Trump in his legal wrangling with Ms. Clifford, also did not respond to requests for comment on the president’s remarks and how they could affect his case.\nMr. Trump and a company affiliated with him filed papers in court on Monday seeking to force Ms. Clifford to raise her disputes through private arbitration, not lawsuits.\nArbitration would shield the case from public view, sparing Mr. Trump the public spectacle that would attend a lawsuit with a discovery process and a trial. Mr. Avenatti said at the time that he would vigorously oppose the effort to resolve the case privately. In fact, on Thursday night, he said that Mr. Trump’s remarks had made him more determined than ever to try to depose the president.\n“If the president didn’t know anything about the payment, then he obviously didn’t know anything about the agreement, in which case you can’t have an agreement,” Mr. Avenatti said in an interview on MSNBC. “And then there is no such thing as an NDA,” he added, referring to a nondisclosure agreement.\n“Now if, on the other hand, what he said on Air Force One is not accurate — and I, for one, have serious questions as to its veracity or accuracy — they’ve got a whole host of problems,” Mr. Avenatti said.", "url": "https://www.nytimes.com/2018/04/05/us/politics/trump-stormy-daniels-hush-money.html?module=inline"}