{"authors": ["Michael Corkery"], "date_download": "2018-11-16 03:14:16", "date_modify": "2018-11-16 03:14:16", "date_publish": "2018-01-24 18:03:08", "description": "The closings by the troubled retailer, which filed for bankruptcy in September, follow a rough holiday sales season.", "filename": "2018_01_24_business_toys-r-us-to-close-stores.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338056.html", "image_url": "https://static01.nyt.com/images/2018/01/25/business/25TOYSRUS1/25TOYSRUS1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_24_business_toys-r-us-to-close-stores.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338056.html", "title": "Toys ‘R’ Us to Close 182 Stores as Part of Restructuring", "title_page": "Toys ‘R’ Us to Close 182 Stores as Part of Restructuring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The company’s owners — the private equity firms Bain Capital and Kohlberg Kravis Roberts and the real estate investor Vornado — bought the company in 2005 in a leveraged buyout.\nToys “R” Us has followed a familiar playbook of private equity-owned retailers: loading up on debt, now totaling about $5 billion, and then seeking to discharge its obligations and shutter stores through bankruptcy. During the bankruptcy, an army of bankers, lawyers and consultants is being paid large fees to steer the company to solvency.\nThe company’s lawyers, for instance, told a bankruptcy court that they were charging as much as $1,745 an hour for their work on the case.\nLate last year, the United States trustee overseeing the case in federal court in Richmond, Va., objected to a proposal to pay its 17 most senior executives up to $32 million in bonuses if the company hit certain financial targets. The proposed bonuses, the trustee said, came on top of the $8.2 million in retention bonuses that five of those executives received immediately before the bankruptcy filing.\n“Apparently, this Christmas, Toys ‘R’ Us intends to deliver not only ‘children their biggest smiles of the year’ but the insiders, too,” the trustee, Judy Robbins, said in the filing in late November.\nIn the court filing on Tuesday, Toys “R” Us sought the judge’s permission to hire a new group of consultants to run the liquidation of the closing stores.\nThe company said it anticipated laying off such a large number of workers in such a short period that its payroll department might not be able to comply with certain state laws requiring that laid-off workers be paid immediately after their last day.\nToys “R” Us also said it would seek to pay bonuses of up to $3.6 million to employees who work at the stores that are closing and help them meet their liquidation targets.", "url": "https://www.nytimes.com/2018/01/24/business/toys-r-us-to-close-stores.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}