{"authors": ["Guy Trebay"], "date_download": "2018-11-16 03:09:59", "date_modify": "2018-11-16 03:09:59", "date_publish": "2018-02-21 04:00:03", "description": "A new exhibition in Milan, “Italiana: Italy Through the Lens of Fashion,’’ argues that a Prada dress can help explain Italian identity.", "filename": "2018_02_20_fashion_italiana-italy-exhibit-milan-fashion-week.html_module=inline_1542337799.html", "image_url": "https://static01.nyt.com/images/2018/02/21/fashion/21ITALIANA-INYT1/merlin_133951862_185a2067-fc59-4138-98ca-68bddc3d75da-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_20_fashion_italiana-italy-exhibit-milan-fashion-week.html_module=inline_1542337799.html", "title": "Telling Italy’s Story Through Its Clothes", "title_page": "Telling Italy’s Story Through Its Clothes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By shops you mean mills and factories, as is still the case?\nMLF Yes. Americans have always been great at producing in mass. But who pays attention to the quality of the fabric or the buttonholes the way Italians do? Nobody does.\nAnd yet in the show you are talking aesthetics but also an ethos that might apply to industrial design?\nMLF When you look at some of the Gianfranco Ferré clothes and the Giorgio Armani clothes we used in the show, you’ll see they’re almost designed like a chair.\nST Italian designers in this period were thinking about Italian identity in much the same way industrial architects and designers were. They were thinking about fashion but also about furnishing the body. This was happening within the context of a conversation simultaneously going on with the contemporary art of the period, which is why the show also features art work and photography.\nIsn’t this evolution to some degree a result of post-Marshall Plan reconstruction?\nST Suddenly designers here were thinking about Italian identity. They were weighing what kind of impact an increasingly global system would have on them. Probably without thinking about it much, they were absorbing all kinds of influences and Italianizing them. When you look at Versace, it’s incredible what he was putting into the clothes. There is the history of Magna Graecia. There is Hollywood glamour. There are the tropical colors of Miami. He was pairing bluejeans denim with beautiful silks from Lake Como, fabrics with 100 or more colors that can only be made in Italy.", "url": "https://www.nytimes.com/2018/02/20/fashion/italiana-italy-exhibit-milan-fashion-week.html?module=inline"}