{"authors": ["Michael D. Shear", "Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:25:20", "date_modify": "2018-11-16 04:25:20", "date_publish": "2018-01-25 17:49:18", "description": "If Democrats want relief for young unauthorized immigrants, they would have to accept a border wall and restrictions on low-skilled immigrants joining their families in America.", "filename": "2018_01_25_us_politics_trump-immigration-plan-white-house.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342320.html", "image_url": "https://static01.nyt.com/images/2018/01/25/us/26DC-immig-alpha/26DC-immig-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_25_us_politics_trump-immigration-plan-white-house.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342320.html", "title": "Trump Immigration Plan Demands Tough Concessions From Democrats", "title_page": "Trump Immigration Plan Demands Tough Concessions From Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And even as Mr. Trump was offering reassuring words to the Dreamers — “tell them not to worry,” he told reporters Wednesday evening — senior White House officials were emphasizing the more hard-line features of their forthcoming immigration proposal.\nIn September, Mr. Trump ended the DACA program and set it to expire at the beginning of March, when recipients would no longer be able to work legally in the United States and would once again face the threat of deportation.\nDemocratic lawmakers and activists say they will refuse to accept any proposal that requires them to forsake the well-being of other immigrants, including the parents of the Dreamers, to secure the fate of the young immigrants themselves.\n“It is shameful that the White House is holding these youth hostage in exchange for their extreme immigration agenda,” said Kevin Appleby, the senior director of international migration policy for the Center for Migration Studies.\nOn Thursday, a bipartisan group of senators calling itself the Common Sense Coalition gathered in the office of Senator Susan Collins, Republican of Maine, to discuss the immigration issue. At issue is the scope of the bill. Some senators want to draft a narrow bill that bolsters border security and codifies protections now extended to DACA recipients, which do not include a path to citizenship. Others say the legislation should take Mr. Trump up on his offer of citizenship, but to do that, lawmakers might have to take the rest of the White House’s deal.\n“Do we simply codify what DACA is and extend it out over a period of time, or do we try to go farther than that as the president is suggesting?” asked Senator Mike Rounds, Republican of South Dakota. “If you do that, you have to address the issue of chain migration, and that’s where it becomes a lot more complicated.”", "url": "https://www.nytimes.com/2018/01/25/us/politics/trump-immigration-plan-white-house.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}