{"authors": ["Iliana Magra"], "date_download": "2018-11-16 04:40:30", "date_modify": "2018-11-16 04:40:30", "date_publish": "2018-07-05 15:38:33", "description": "Four months after a Russian former spy and his daughter were poisoned by a nerve agent in an English town, two Britons were sickened by the same toxin, one of whom died.", "filename": "2018_07_05_world_europe_uk-novichok.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343230.html", "image_url": "https://static01.nyt.com/images/2018/07/06/world/06DEVELOPMENTS-01/06DEVELOPMENTS-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_05_world_europe_uk-novichok.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343230.html", "title": "2 Poisonings, a Killing and a Diplomatic Crisis: The Novichok Case", "title_page": "2 Poisonings, a Killing and a Diplomatic Crisis: The Novichok Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — After a Russian former spy, Sergei V. Skripal, and his daughter, Yulia, were poisoned in the English city of Salisbury four months ago, a diplomatic crisis broke out between Moscow and London.\nBritain blamed Russia, saying Moscow had poisoned a former agent on its soil just as it had attacked Alexander V. Litvinenko, a former K.G.B. officer, in 2006. Western allies lined up to support London’s complaints, but the Kremlin vehemently denied the accusations, echoing the rejection of guilt it gave in the Litvinenko case.\nThe Skripal case seemed to quieten down after the victims gained consciousness. But this month, two British citizens became critically ill and one died after being exposed to Novichok, the same nerve agent that was used to poison the Skripals in March.\n[Read more coverage about the theories on both poisonings.]\nHere’s a look at how the two poisoning cases have unfolded.", "url": "https://www.nytimes.com/2018/07/05/world/europe/uk-novichok.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}