{"authors": ["Jesse Mckinley"], "date_download": "2018-11-16 04:45:18", "date_modify": "2018-11-16 04:45:18", "date_publish": "2018-09-13 01:47:16", "description": "David Lobl, a former special assistant to the governor, wrote the emails providing text for the flier, which falsely suggested that the governor’s opponent, Cynthia Nixon, was anti-Semitic.", "filename": "2018_09_12_nyregion_cuomo-anti-semitism-nixon-flier.html_module=inline_1542343518.html", "image_url": "https://static01.nyt.com/images/2018/09/13/nyregion/13MAILER/merlin_139037193_626b518e-927c-411a-9038-7f9d182083ff-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_12_nyregion_cuomo-anti-semitism-nixon-flier.html_module=inline_1542343518.html", "title": "Former Cuomo Aide Drafted Language for Inflammatory Anti-Semitism Flier", "title_page": "Former Cuomo Aide Drafted Language for Inflammatory Anti-Semitism Flier - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Lobl, who acted as a liaison to the Jewish community when he worked for Mr. Cuomo, declined to comment.\nIt is common for such liaisons to draft talking points and other material for campaigns. In the emails, Mr. Lobl went on to suggest that the campaign mailing include a photograph of the governor with President Reuven Rivlin of Israel, which appeared on the front side of the flier. The email also includes mentions of the governor’s accomplishments on Jewish causes, which were also detailed on the flier.\nIn a statement, Lis Smith, a spokeswoman for Mr. Cuomo’s campaign, confirmed that Mr. Lobl had written the initial email that inspired the mailer, and that Mr. Schwartz, who was volunteering on the governor’s campaign, had approved it. But she said Mr. Schwartz had not noticed the false claims on the reverse side.\n“Larry Schwartz, who serves on our campaign in a volunteer capacity, was reviewing mail pieces in an ad hoc fashion, but he only saw the positive section of the mailer and never saw the negative section,” Ms. Smith said. “Had he seen it, it would have never gone out. We have said all along that the mailer was inappropriate and a mistake and have worked with the state party to change the approval process going forward to ensure this never happens again.”\nIn a phone interview on Wednesday night, Mr. Schwartz said that he was very upset by the mailers, noting that he is Jewish.", "url": "https://www.nytimes.com/2018/09/12/nyregion/cuomo-anti-semitism-nixon-flier.html?module=inline"}