{"authors": ["Jeff Sommer"], "date_download": "2018-11-16 04:12:28", "date_modify": "2018-11-16 04:12:28", "date_publish": "2018-08-04 09:00:12", "description": "Since the 1970s, the market has changed radically. It has fewer companies, and just 200 account for all of the profit in the entire stock market.", "filename": "2018_08_04_business_shrinking-stock-market.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341548.html", "image_url": "https://static01.nyt.com/images/2018/08/05/business/05Strategies3/merlin_141969012_f44d281d-5523-4f34-82a0-554af56f2126-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_04_business_shrinking-stock-market.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341548.html", "title": "The Stock Market Is Shrinking. That’s a Problem for Everyone.", "title_page": "The Stock Market Is Shrinking. That’s a Problem for Everyone. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Because of this, Professor Stulz said, “It’s not possible for the general public to invest in a diversified portfolio of really small, publicly traded companies in the way they could a few decades ago.”\n■ Profits are increasingly concentrated in the cluster of giants — with Apple at the forefront — that dominate the market. For a far larger assortment of smaller companies, though, profit is often out of reach. In 2015, for example, the top 200 companies by earnings accounted for all of the profits in the stock market, according to calculations by Kathleen Kahle, a professor of finance at the University of Arizona, and Professor Stulz. In aggregate, the remaining 3,281 publicly listed companies lost money.\nIn theory, as a shareholder, you are entitled to a piece of a company’s future earnings. That’s one of the main arguments for buying stock in the first place. But the reality is that you often are buying a piece of a money-losing proposition. Aside from the top 200 companies, the rest of the market, as a whole, is burning, not earning, money.\n■ A quirk of accounting is at the root of some of that profit deficit, especially for smaller and younger companies. Increasingly, value resides in intellectual property — “intangibles” like software and data and biological design — rather than in the production of physical objects like cars.\nBut under generally accepted accounting principles, or GAAP, which American companies must follow, research and development must be deducted from corporate income — and those charges can reduce or eliminate profits. (Capital expenditures — in physical things like factories — appear on corporate balance sheets, not income statements, and don’t reduce profits.)\nWithout deep knowledge of a company’s critical research — which businesses may be reluctant to share, for competitive reasons — it’s difficult for outsiders to evaluate a start-up’s worth. That makes it harder to obtain funding, and it may be partly responsible for certain trends: why there are fewer initial public offerings these days, why smaller companies are being swallowed by the giants, and why so many companies remain private for longer.\nThat creates opportunities for private equity firms, which have insider access to innovative start-ups that may never go directly to the public markets. Meanwhile, Main Street investors are consigned to a less diverse universe than they may realize.", "url": "https://www.nytimes.com/2018/08/04/business/shrinking-stock-market.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}