{"authors": ["The New York Times"], "date_download": "2018-11-16 04:00:20", "date_modify": "2018-11-16 04:00:20", "date_publish": "2018-06-27 15:19:11", "description": "Justice Anthony M. Kennedy announced that he would retire, setting the stage for a furious fight over the direction of the Supreme Court.", "filename": "2018_06_27_us_politics_anthony-kennedy-supreme-court-live-briefing_1542340820.html", "image_url": "https://static01.nyt.com/images/2018/06/28/us/politics/28DC-KENNEDY-briefing-01/28DC-KENNEDY-briefing-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_us_politics_anthony-kennedy-supreme-court-live-briefing_1542340820.html", "title": "Anthony Kennedy Retires From Supreme Court, and McConnell Says Senate Will Move Swiftly on a Replacement", "title_page": "Anthony Kennedy Retires From Supreme Court, and McConnell Says Senate Will Move Swiftly on a Replacement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The Senate stands ready to fulfill its constitutional role by offering advice and consent on President Trump’s nominee to fill this vacancy,” Mr. McConnell said. “We will vote to confirm Justice Kennedy’s successor this fall.”\nMr. McConnell had refused to consider President Barack Obama’s nomination of Judge Merrick B. Garland in the run-up to the 2016 election, saying that the Senate would not fill the vacancy left by Justice Antonin Scalia’s death in an election year. That maneuver infuriated Democrats, but Republicans say it was crucial to turning out their voters that fall.\nSenator Charles E. Grassley of Iowa, the Republican chairman of the Judiciary Committee, said he stood ready to begin considering a nominee to the court as soon as Mr. Trump nominated one.\n— Nicholas Fandos on Capitol Hill\nTrump said the search for a nominee will begin immediately.\nPresident Trump spoke to reporters in the Oval Office as he met with President Marcelo Rebelo de Sousa of Portugal. He told the reporters that Justice Kennedy had “been a great justice of the Supreme Court” and that “hopefully we are going to pick somebody who will be just as outstanding.”\nMr. Trump said he intends to choose Supreme Court nominees from a list he began compiling during the 2016 campaign.\n“I think you see the kind of quality that we’re looking at when you look at that list,” Mr. Trump said Wednesday in the Oval Office.\nHe added, “So it will be somebody from that list.”\n[Have a look at the list of 25 potential nominees, as released by the White House in November.]\nVideo\nSchumer threatened to play hard ball, but may have little leverage.\nSenator Chuck Schumer of New York, the Democratic leader, and liberal senators in his caucus quickly called on Mr. McConnell to reverse himself and hold off on considering a nominee until after November’s election. It would simply be consistent with precedent, he said, to let voters choose the senators who will vote on “the most important Supreme Court vacancy for this country in at least a generation.”\nAdvertisement Continue reading the main story\n“Our Republican colleagues in the Senate should follow the rule they set in 2016: Not to consider a Supreme Court justice in an election year,” Mr. Schumer said on the Senate floor. “Anything but that would be the absolute height of hypocrisy.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nBut in truth, as long as they are stuck in the minority, the Democrats have few tools at their disposal to actually block consideration, as Mr. McConnell did as majority leader in 2016. Even if every Democrat voted against the president’s nominee — an unlikely scenario in an election year when a handful of moderates are up for re-election in states Mr. Trump won — they would need a Republican to defect and vote with them. Mr. Schumer called on his colleagues to reject any nominee that would encroach on certain rights Democrats view as sacrosanct.\n[Read more on the political battle brewing in the Senate from The Times’s Carl Hulse.]\n“The Senate should reject on a bipartisan basis any justice who would overturn Roe v. Wade or undermine key health care protections,” Mr. Schumer said.\n— Nicholas Fandos on Capitol Hill\nWith Kennedy’s retirement, social conservatives see a payoff in their backing of Trump.\nSocial conservatives responded with pure elation to the news that Justice Kennedy was retiring, finally affording them the possibility of a solid, anti-abortion majority on the court.\n“We’ve been waiting for this moment for 40 years, more, since 1973,” said Marjorie Dannenfelser, president of the Susan B. Anthony List, an anti-abortion group with an active ground game in battleground states, referencing the year the court legalized abortion.\n“The results of the midterms are of paramount importance, and that means that the voter in each of these battleground state has a direct say in who confirms the next Supreme Court nominee,” she said. “It really is everything that we have been planning for.”\nThe court was perhaps the largest motivator that social conservative political leaders used to push their religiously conservative base to the polls in 2016. Mr. Trump promised to appoint a “pro-life” justice to the bench, a pledge that prompted many wary evangelicals and Catholics to vote for him, despite widespread misgivings. “They took a risk, and now the reward,” said Tony Perkins, president of the Family Research Council. “You’ll have a solid five votes for life.”\n— Elizabeth Dias\nTrump praised Kennedy for his service.\nShortly after Justice Kennedy’s announcement, the White House released a statement on his retirement:\nToday, we thank Justice Anthony M. Kennedy for his thirty years of distinguished service on the Supreme Court of the United States. In 1987, President Reagan nominated him to the court, and he was swiftly confirmed without opposition. A Californian — like the president who appointed him — Justice Kennedy is a true man of letters. During his tenure on the court, he authored landmark opinions in every significant area of constitutional law, most notably on equal protection under the law, the separation of powers and the First Amendment’s guarantees of freedom of speech and religion. Justice Kennedy has been a tireless voice for individual rights and the founders’ enduring vision of limited government. His words have left an indelible mark not only on this generation, but on the fabric of American history.\nThe solicitor general also praised Kennedy.\nNoel J. Francisco, the Justice Department’s solicitor general, said in a statement that he and the department were “grateful and appreciative for Justice Kennedy’s tireless years of public service in our federal judiciary and on our Nation’s highest Court.”\n“His jurisprudence has left an indelible mark and his commitment to our cherished First Amendment freedom of speech will be a legacy for generations to come,” Mr. Francisco said. The solicitor general argues cases on behalf of the federal government before the Supreme Court.\nAdvertisement Continue reading the main story\n— Katie Benner in Washington", "url": "https://www.nytimes.com/2018/06/27/us/politics/anthony-kennedy-supreme-court-live-briefing.html"}