{"authors": ["Benjamin Mueller"], "date_download": "2018-11-16 04:29:20", "date_modify": "2018-11-16 04:29:20", "date_publish": "2018-01-04 10:27:12", "description": "Airports shut down, schools closed and cars slid off roads during winter’s first major storm. Officials fear the worst is ahead as bone-chilling cold moves in.", "filename": "2018_01_04_nyregion_snow-storm-schools-trains-roads.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342560.html", "image_url": "https://static01.nyt.com/images/2018/01/05/nyregion/05nycstorm61/05nycstorm61-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_04_nyregion_snow-storm-schools-trains-roads.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342560.html", "title": "Winter Storm Pounds Northeast With Wind, Snow and Flooding", "title_page": "Winter Storm Pounds Northeast With Wind, Snow and Flooding - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read the latest on the bitter cold along the East Coast with Friday’s live updates.\nAfter battering the South and whipping up the Mid-Atlantic coast, a blizzard propelled by hurricane-strength winds lashed the Northeast on Thursday, grounding flights, shuttering schools, flooding buildings and sending squalls of snow into the tunnels of New York City’s subway system.\nIn downtown Boston, a three-foot tidal surge flooded a subway station and turned a popular tourist area into a slushy tundra. In New York, the two major airports stopped flights and cars slid off glazed roads. And in Virginia, more than 40,000 residents and businesses lost power.\nThe storm, called a “bomb cyclone” by some meteorologists for how quickly the barometric pressure fell, created winds that topped 75 miles per hour in Nantucket and 65 miles per hour on Long Island, tearing the roof off a gas station and making some crossings impassable for trucks.\nAs treacherous as it was, elected officials warned that the storm was a prelude to worse misery, with days of subzero wind chills ahead that could freeze snowy roads and put homeless people in grave danger.\nAdvertisement Continue reading the main story\nIn New York City, Mayor Bill de Blasio said it could feel like minus-20 degrees on Friday and Saturday nights. There were eight inches of snow in Central Park and more than nine inches coating sections of Queens.", "url": "https://www.nytimes.com/2018/01/04/nyregion/snow-storm-schools-trains-roads.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}