{"authors": [], "date_download": "2018-11-16 04:03:19", "date_modify": "2018-11-16 04:03:19", "date_publish": "2018-01-18 18:39:57", "description": "The e-commerce giant announced a short list of places that could become home to its second headquarters. The process has garnered the kind of enthusiasm normally reserved for bids to host the Olympics.", "filename": "2018_01_18_technology_cities-amazon-headquarters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340999.html", "image_url": "https://static01.nyt.com/images/2018/01/18/business/19AMAZONCITIES-1/19AMAZONCITIES-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_18_technology_cities-amazon-headquarters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340999.html", "title": "Where Amazon May Build Its New Headquarters", "title_page": "Where Amazon May Build Its New Headquarters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Population: 673,000 in the city and 4.8 million in the metropolitan area, according to census data from 2016.\nSchools: The caliber of local schools is impressive, including Harvard University, Boston University, the Massachusetts Institute of Technology and Tufts University.\nTransit: Logan International Airport is 15 minutes from Boston’s financial district. Amtrak trains make dozens of trips between Boston, New York and Washington each weekday. And a third of Boston residents take public transportation to work, according to the city’s bid.\nPerks: The proposal does not promise any specific financial incentives to help reel in Amazon. But Worcester, which is roughly an hour away from Boston, has pledged $500 million in property tax breaks spread over 20 years, according to The Boston Globe.\nOther: Boston’s bid pointed to the more than 150 robotics companies in the area, the 3,200 people working in robotics jobs and the $200 million in private investments garnered by the field in the last year.", "url": "https://www.nytimes.com/2018/01/18/technology/cities-amazon-headquarters.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}