{"authors": ["Ben Shpigel"], "date_download": "2018-11-16 03:40:11", "date_modify": "2018-11-16 03:40:11", "date_publish": "2018-05-06 17:00:05", "description": "Rather than adopt another team or renounce hockey, some Atlanta Thrashers supporters have chosen to stick with the franchise, which left for Winnipeg in 2011.", "filename": "2018_05_06_sports_atlanta-thrashers-winnipeg-jets_1542339611.html", "image_url": "https://static01.nyt.com/images/2018/05/07/sports/07thrashersweb1/07thrashersweb1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_06_sports_atlanta-thrashers-winnipeg-jets_1542339611.html", "title": "The Lonely Existence of Winnipeg Jets Fans in Atlanta", "title_page": "The Lonely Existence of Winnipeg Jets Fans in Atlanta - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Whitlock hopes she will grow up to love the Jets as much as he does, which is even more than he loved the Thrashers. Hockey, fast-paced and physical, appealed to him more than football or baseball ever did. When the Thrashers left, he missed having a rooting interest.\n“I felt kind of like a guy without a soul, you know?” Whitlock said.\nThe thought of adopting a perennial contender, like Chicago or Pittsburgh, repulsed him. So did switching to Nashville, the team closest to Atlanta. The Predators capitalized on the void by offering weekend ticket packages to abandoned Thrashers fans. They included discounted hotel rates and a gas card, and Nat Harden, the senior vice president for tickets and youth hockey, said the Predators sold almost 150 packages.\nOne went to David Pugliese, 58, a former Thrashers season-ticket holder from Milton, Ga., who said the team’s departure topped the list of disappointments in his life. Pugliese attended several Predators playoff games last year and drove up for Game 5 Saturday in Nashville against the franchise he once supported.\n“I think it would be much weirder if it was the same roster, but the roster has changed so much,” said Pugliese, noting that only five players on the Jets were part of the Thrashers organization. “There’s really no mixed emotions.”\nHad Matt McReynolds, 26, followed his impulse, he, too, might have changed his allegiance. Angry at the league and at Commissioner Gary Bettman, who he felt did not do enough to keep the Thrashers in Atlanta, McReynolds tried cheering for Nashville. It felt strange, artificial.\nIn 2012, about halfway through the Jets’ first season back in Winnipeg, McReynolds had his left shoulder tattooed with the Thrashers’ logo. Gradually he began watching the Jets again, sucked in by players he liked who were now wearing a new insignia on their chests.", "url": "https://www.nytimes.com/2018/05/06/sports/atlanta-thrashers-winnipeg-jets.html"}