{"authors": ["Niraj Chokshi", "Julia Jacobs"], "date_download": "2018-11-16 04:44:40", "date_modify": "2018-11-16 04:44:40", "date_publish": "2018-09-26 20:06:01", "description": "Here’s an overview of the intense fight over the confirmation of the Supreme Court nominee, who has been accused of sexual misconduct by several women.", "filename": "2018_09_26_us_politics_kavanaugh-news.html_module=inline_1542343480.html", "image_url": "https://static01.nyt.com/images/2018/09/29/us/29xp-kavanaugh-promo/29xp-kavanaugh-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_26_us_politics_kavanaugh-news.html_module=inline_1542343480.html", "title": "Brett Kavanaugh: The News on the Accusations, the Hearing and More", "title_page": "Brett Kavanaugh: The News on the Accusations, the Hearing and More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Updated Sept. 30\nStruggling to catch up on the news with Brett Kavanaugh and the F.B.I. investigation? Here’s the latest guide to Times coverage.\nUncertainty continues to hover over President Trump’s nomination of Judge Brett M. Kavanaugh to the Supreme Court as the F.B.I. carries out a renewed background check into sexual assault allegations against the judge.\nMr. Trump ordered that inquiry on Friday after demands from key Senate Republicans. The Senate Judiciary Committee voted to advance the nomination to the full Senate, but the F.B.I.’s background check will delay a confirmation vote by as much as one week. Questions emerged about the inquiry’s scope and who the F.B.I. will interview.\nA day earlier, the committee — and the nation — heard emotional and contradicting accounts from the judge and Christine Blasey Ford, one of the women who have accused him of sexually assaulting them decades ago. Judge Kavanaugh, who adamantly denied the claims, at times crafted responses that were misleading, disputed or off point, our fact-check found.", "url": "https://www.nytimes.com/2018/09/26/us/politics/kavanaugh-news.html?module=inline"}