{"authors": ["James B. Stewart"], "date_download": "2018-11-16 03:50:51", "date_modify": "2018-11-16 03:50:51", "date_publish": "2018-02-15 20:12:57", "description": "It’s long been believed that inflation and higher interest rates are bad for stock prices. Now, it’s unclear how the markets will react.", "filename": "2018_02_15_business_inflation-stocks-interest-rates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340251.html", "image_url": "https://static01.nyt.com/images/2018/02/10/business/JP10TURBULENCE/JP10TURBULENCE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_15_business_inflation-stocks-interest-rates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340251.html", "title": "Inflation and Stocks Are Both Up, and That’s Stirring Some Worries", "title_page": "Inflation and Stocks Are Both Up, and That’s Stirring Some Worries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But “that wasn’t the case for the 30 years before that,” he added. And looking only at the start and end points of periods of rising rates masks considerable volatility in between, not to mention what lies just outside those periods. As rates were rising from 1998 into 2000, for instance, stocks were in one of the biggest bull markets ever, only to plunge after the technology bubble burst.\nNearly all mainstream economists agree that at some point, higher interest rates and inflation hurt stock prices. “Investors are right to be concerned,” said Alan Blinder, professor of economics at Princeton and former vice chairman of the Federal Reserve.\nNuveen’s Mr. Nick said it’s important for investors to look beyond the headlines about rising interest rates to ask why they’re going up. Rising rates can be a sign of a healthy, growing economy, and if the Fed can keep it from overheating, it may well be good for stocks. But if the Fed is forced to raise rates to ward off inflation, the risks of a recession — and lower earnings and stock prices — are much greater.\nMr. Nick said the current situation “looks like a little bit of both,” which leaves him cautiously optimistic, but in no rush to add to stock positions. He hasn’t made any changes to Nuveen’s model portfolio allocations.\n“Unlike the last few corrections, we don’t see this as a V-shape recovery, where investors might blink and miss it,” he said. “I think stocks can rise by the end of the year, but it will be a slower grind back.”", "url": "https://www.nytimes.com/2018/02/15/business/inflation-stocks-interest-rates.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}