{"authors": ["James C. Mckinley Jr."], "date_download": "2018-11-16 04:45:41", "date_modify": "2018-11-16 04:45:41", "date_publish": "2018-01-23 00:35:28", "description": "Cyrus R. Vance Jr., Manhattan’s district attorney, said he will not solicit donations in person and will ask officials to keep donors’ names secret.", "filename": "2018_01_22_nyregion_vance-bans-donations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343541.html", "image_url": "https://static01.nyt.com/images/2018/01/23/nyregion/23vance/23vance-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_22_nyregion_vance-bans-donations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343541.html", "title": "Vance Bans Donations From Lawyers With Pending Cases", "title_page": "Vance Bans Donations From Lawyers With Pending Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After drawing criticism for taking large donations from lawyers with celebrity clients under investigation by his office, Cyrus R. Vance Jr., Manhattan’s district attorney, said on Monday he would no longer accept contributions from lawyers with pending cases.\nMr. Vance also said he would not solicit contributions in person and would ask campaign officials to keep the names of donors secret, adopting the same campaign finance rules that candidates for judgeships must follow in New York State.\nMr. Vance’s self-imposed ban exceeds the recommendations contained in a report released on Monday by the Center for the Advancement of Public Integrity, a think-tank at Columbia Law School. Mr. Vance had asked the center in October to study the influence of contributions to prosecutors’ campaigns and to find concrete ways to counter the public impression that donations could sway a district attorney’s decisions.\nAt the time, Mr. Vance was facing a torrent of criticism over his decision not to prosecute the Hollywood producer Harvey Weinstein after an Italian actress accused Weinstein of groping her during an interview. He was also faulted for not pursuing charges against Ivanka Trump and Donald Trump Jr., who were under criminal investigation over allegations that they misled buyers interested in the Trump SoHo condominium project.", "url": "https://www.nytimes.com/2018/01/22/nyregion/vance-bans-donations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}