{"authors": ["Julie Turkewitz", "Patricia Mazzei", "Audra D. S. Burch"], "date_download": "2018-11-16 03:12:18", "date_modify": "2018-11-16 03:12:18", "date_publish": "2018-02-15 04:44:26", "description": "Mr. Cruz faces 17 counts of premeditated murder — one for each of the people he is accused of killing with a semiautomatic AR-15 rifle at his former high school.", "filename": "2018_02_15_us_florida-shooting_1542337938.html", "image_url": "https://static01.nyt.com/images/2018/02/16/us/16victim-alpha/merlin_133944765_b8f5e2f7-d060-4294-854a-6c7c4db3ed9d-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_15_us_florida-shooting_1542337938.html", "title": "Suspect Confessed to Police That He Began Shooting Students ‘in the Hallways’", "title_page": "Suspect Confessed to Police That He Began Shooting Students ‘in the Hallways’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For the latest news in the wake of the Florida school shooting, read Thursday’s coverage.\nPARKLAND, Fla. — The suspect in one of the deadliest school shootings in modern American history confessed to the police that he “began shooting students that he saw in the hallways and on school grounds,” according to a police arrest report released Thursday.\nThe suspect, Nikolas Cruz, 19, carried a black duffel bag and backpack, where he hid loaded magazines, the report said. He arrived at Marjory Stoneman Douglas High School in Parkland in an Uber at 2:19 p.m. on Wednesday and pulled out a semiautomatic AR-15 rifle, according to details described by the authorities at a news conference on Thursday.\nMr. Cruz also shot people inside five classrooms on the first and second floors of the freshman building. He eventually discarded the rifle, a vest and ammunition in a stairwell, blended in with fleeing students and got away, the authorities said.\nAfter leaving the school, Mr. Cruz walked to a Walmart, and bought a drink at a Subway. He also stopped at a McDonald’s. He was arrested by the police without incident as he walked down a residential street at 3:41 p.m.\n“He looked like a typical high school student, and for a quick moment I thought, could this be the person who I need to stop?” said Officer Michael Leonard.\nHere are the takeaways:\n• Mr. Cruz faces 17 counts of premeditated murder — one for each of the people he is accused of killing on Wednesday in a shooting that was captured on cellphone video by terrified students. He is being held without bond at the main Broward County jail, where he has been placed on suicide watch, according to Gordon Weekes, the county’s chief assistant public defender.\n• The AR-15 rifle used in the attack was purchased legally, at Sunrise Tactical Supply in Florida, according to a federal law enforcement official. The arrest report said Mr. Cruz purchased it in February 2017. “No laws were violated in the procurement of this weapon,” said Peter J. Forcelli, the special agent in charge for the Bureau of Alcohol, Tobacco, Firearms and Explosives in Miami.\n• The F.B.I. said on Thursday it received information last year about a comment made on a YouTube channel which has been attributed to the gunman, but was unable to identify the person.\n• In Florida, an AR-15 is easier to buy than a handgun. Read more on how the AR-15 became one of the weapons of choice for mass killers, and the research that tries to explain the high rate of mass shootings in the United States.\n• With this shooting, three of the 10 deadliest mass shootings in modern United States history have come in the last five months. Here is a graphic that records the grim toll of school shootings across the nation.\n• A huge crowd gathered at Pine Trails Park in Parkland for an emotional vigil to commemorate the victims, 14 of whom were students. Read more about the victims here. The football team gathered separately nearby, forming a circle and locking hands before praying for a coach and an athletic director who were killed.\nVideo\n• Sign up for the Morning Briefing for news and a daily look at what you need to know to begin your day.\nPhoto\nThe victims — 14 students and three faculty — ranged from 14 years old to 49.\nAmong them was a popular football coach and a geography teacher credited with saving a boy’s life when he stood in front of a classroom door.\nThe coach, Aaron Feis, was seen as someone who looked out for students who got in trouble, those who were struggling, those without fathers at home. “He’d go out of his way to help anybody,” said Mr. Feis’s grandfather, Raymond. Read more about the victims here.\nMr. Cruz made his first court appearance, clad in an orange jail jumpsuit.\nShackled around his hands, feet and waist, Mr. Cruz was asked if he understood the circumstances. “Yes, ma’am,” he whispered.\n“He’s sad. He’s mournful,” his public defender, Melisa McNeill, said afterward. “He is fully aware of what is going on, and he’s just a broken human being.”\nMr. Weekes, the chief assistant public defender, said the lawyers were still trying to piece together the details of Mr. Cruz’s life. Mr. Cruz has a “significant” history of mental illness, according to Mr. Weekes, and is possibly autistic or has a learning disability.\nPhoto\nBut Mr. Weekes was not yet ready to say whether he would pursue a mental health defense.\nHoward Finkelstein, the chief public defender in Broward County, said the case will present a difficult question: Should society execute mentally ill people?\n“There’s no question of whether he will be convicted of capital murder 17 times,” he said. “When we let one of our children fall off grid, when they are screaming for help in every way, do we have the right to kill them when we could have stopped it?”\nSince his mother’s death last year, Mr. Cruz was living with another family, said their attorney.\nThe family that took him in, the Sneads, had seen signs of depression in Mr. Cruz, but nothing indicated that he was capable of this kind of violence, Jim Lewis, the family’s attorney, said. The family had allowed Mr. Cruz to bring his gun with him to their house, insisting that he keep it in a lockbox.\nMr. Lewis had encouraged Mr. Cruz to attend adult education courses, work toward his G.E.D., and take a job at a local Dollar Tree store, he said in a brief interview. The Sneads’ son, a junior, knew Mr. Cruz from Stoneman Douglas High.\nOn Wednesday, Mr. Cruz and the Sneads’ son were texting until 2:18 p.m., Mr. Lewis said — about five minutes before the first 911 calls about the shooting. “But there was nothing crazy in the texts,” Mr. Lewis said. Here is our profile on Mr. Cruz.\nGino Santorio, executive vice president and chief operating officer of Broward Health, said the hospital where Mr. Cruz was taken, Broward Health North, enacted safety protocols when he arrived on Wednesday.\nPhoto\nThe staff treated the suspect “like every patient they treat,” Mr. Santorio said.\n“We were able to seclude the patient, treat and get them out without any issues,” he added.\nBroward Health North received nine patients, including the suspect, according to Kelly Keys, manager of emergency preparedness for the health system. Two patients died, three remain at the hospital, and three have gone home.\nVideo\nThe school community urged action from lawmakers, including tougher gun legislation: ‘We need change.’\nStudents and parents in Parkland, an affluent suburb in Florida’s most intensely Democratic county, said a focus from policymakers on treating mental illness was not enough.\nLori Alhadeff, whose daughter Alyssa, 14, was killed, made an emotional plea for action.\n“President Trump, we need action, we need change,” she said, the urgency rising in her voice. “Get these guns out of the hands of these young kids and get these guns off the streets.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n“If we’re constantly having our children worried about getting shot at, what are we telling our future?” said David Hogg, 17, a senior, who said two of his 14-year-old sister’s friends were killed. “And that’s what these people are killing, our future.”\nSuperintendent Runcie did not mince words: “Now is the time for the country to have a real conversation on sensible gun controls in this country,” he said.\nDemocrats in Congress welcomed a gun control debate. “At some point, we’ve got to say enough is enough,” Senator Bill Nelson of Florida said on the Senate floor.\nBut in an interview on WIBC radio on Thursday, House Speaker Paul Ryan said that public policymakers “shouldn’t just knee-jerk before we even have all the facts and the data.” He added, “We need to think less about taking sides and fighting each other politically, and just pulling together.”\nIn an address to the nation, President Trump announced he would visit Parkland and work with the nation’s governors “to help secure our schools, and tackle the difficult issue of mental health.” But he made no mention of guns.\nThe F.B.I. had information about a suspicious comment on YouTube.\nBen Bennight, a bail bondsman in Mississippi, said in an interview that he reported a suspicious comment left on his YouTube channel last fall by a user named “nikolas cruz.”\n“I’m going to be a professional school shooter,” the Sept. 24 comment said.\nMr. Bennight took a screenshot of the comment and flagged it to YouTube, which removed the post. Mr. Bennight said he then left a voice mail message at his local F.B.I. field office alerting it to the comment.\nMr. Bennight, 36, said that when he originally reported the comments to the F.B.I., a pair of agents interviewed him the next morning. Mr. Bennight said two F.B.I. agents visited him a few hours after the shooting on Wednesday, spending about 15 to 20 minutes with him. The agents told him they thought the person who posted on his channel might be connected to the Florida shooting because they had the same name.\nVideo\nThe F.B.I. on Thursday released a statement that said it received information about a comment made on a YouTube channel in September 2017. “No other information was included in the comment which would indicate a particular time, location, or the true identity of the person who posted the comment,” the statement said. The F.B.I. said it conducted database reviews and other checks, but was unable to further identify the person who posted the comment.\nOn Thursday, Jordan Jereb, a leader of a white supremacist group based in North Florida, told The Associated Press that Mr. Cruz had joined the group, but later Mr. Jereb said that he did not know whether that was true. Sheriff Israel said he could not confirm any ties Mr. Cruz might have had to white nationalists.\nThe suspect’s Instagram accounts showed guns and hinted at animal cruelty.\nTwo Instagram accounts that classmates said belonged to Mr. Cruz were filled with images of weaponry, as well as the hats and bandannas he liked to wear to school. Among more innocuous pictures of animals, including a dog and a gecko, was a picture of a slaughtered toad. In response to a comment on that image, Mr. Cruz wrote that toads tended to run away when they saw him, because “I killed a lot of them.”\nOther posts on the first account, like one captioned “arsenal,” showcased collections of firearms, including what appears to be a Savage Axis bolt-action rifle, a Smith and Wesson M&P15-series rifle, and at least two shotguns.\nVideo\nIt was unclear whether the profile picture for that account, a face nearly entirely covered with a “Make America Great Again” hat and large bandanna, was an image of Mr. Cruz.\nThe profile picture for the second account also featured a face almost fully covered, this time with an Army beanie. The account included several pictures of a figure wearing several different Army hats and carrying guns and knives. It also contained a picture of a Google search for the Arabic phrase “Allahu akbar” — God is great.\nInstagram did not immediately reply to a request for comment.\n‘The shots were something I’ll never forget’\nMoises Lobaton, a senior, was in psychology class when gunfire boomed. The students scurried to try to hide as far away from the door as possible.\n“There wasn’t enough space behind the desk, so not all of the kids could fit,” he said.\nShots shattered a glass window on the door, injuring at least three of his classmates, including a girl who “wasn’t moving at all.”\n“She was next to a pool of blood, but I couldn’t tell if it was hers or the guy next to hers,” he said. The boy had been shot in the arm and was bleeding profusely. His classmates wrapped the arm in cloth. Another boy called 911.\n“The shots were something I’ll never forget. It sounded like bombs going off, one at a time,” he said. “If I was one or two feet to the right, I would have died.”\nIn New York, two students were arrested after threatening on social media to ‘gun down’ their Brooklyn high school, police said.\nCole Carlberg, 16, turned himself in, and the police picked up Joshua Schechter, 16, after receiving a 911 call at about 9 a.m. on Thursday. Both were charged with making terroristic threats, aggravated harassment and criminal possession of a weapon, a New York police sergeant, Brendan Ryan, said.\nOn Wednesday, the teenagers had posted on Snapchat that they had planned to shoot up Brooklyn Prospect Charter School on Fort Hamilton Parkway, Sergeant Ryan said, adding that the school contacted parents about the threat. One of the teenagers had an “air pistol rifle” that Sergeant Ryan described as a pellet or BB gun, but said it was unclear who owned it. “That’s still under investigation,” he said.\nMr. Carlberg and Mr. Schechter remained in custody on Thursday night, Sergeant Ryan said.", "url": "https://www.nytimes.com/2018/02/15/us/florida-shooting.html"}