{"authors": ["Peter Baker", "Nicholas Fandos"], "date_download": "2018-11-16 04:14:08", "date_modify": "2018-11-16 04:14:08", "date_publish": "2018-09-25 16:18:46", "description": "The Republican, Senator Lisa Murkowski, said she was troubled by Christine Blasey Ford’s story. Senate Republicans hired a sex-crimes prosecutor from Arizona, Rachel Mitchell, to question Dr. Blasey.", "filename": "2018_09_25_us_politics_lisa-murkowski-brett-kavanaugh_1542341648.html", "image_url": "https://static01.nyt.com/images/2018/09/26/us/politics/26dc-undecided1-sub-promo/26dc-undecided1-sub-promo-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_25_us_politics_lisa-murkowski-brett-kavanaugh_1542341648.html", "title": "Trump Unleashes on Kavanaugh Accuser as Key Republican Wavers", "title_page": "Trump Unleashes on Kavanaugh Accuser as Key Republican Wavers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump assailed the latest woman to accuse Judge Brett M. Kavanaugh of sexual misconduct, saying on Tuesday that she “has nothing” because she was “messed up” at the time, even as a key Republican senator urged colleagues to take the accusations seriously.\nWith pressure rising in advance of a make-or-break hearing on Thursday, Mr. Trump lashed out in a more vociferous way than he has since his nominee came under fire for allegations of sexual assault, blaming Democrats for orchestrating a “con game” and targeting one of Judge Kavanaugh’s accusers in scathing, personal terms.\n“The second accuser has nothing,” Mr. Trump said. “She thinks maybe it could have been him, maybe not. She admits that she was drunk. She admits time lapses. There were time lapses. This is a person, and this is a series of statements, that’s going to take one of the most talented and one of the greatest intellects from a judicial standpoint in our country, going to keep him off the United States Supreme Court?”", "url": "https://www.nytimes.com/2018/09/25/us/politics/lisa-murkowski-brett-kavanaugh.html"}