{"authors": ["Michael D. Shear", "Adam Liptak"], "date_download": "2018-11-16 04:00:49", "date_modify": "2018-11-16 04:00:49", "date_publish": "2018-08-04 13:45:03", "description": "The Supreme Court nominee, despite his own doubts, left his Washington law firm to rejoin the investigation into President Bill Clinton’s affair with Monica Lewinsky.", "filename": "2018_08_04_us_politics_brett-kavanaugh-clinton-impeachment.html_module=inline_1542340849.html", "image_url": "https://static01.nyt.com/images/2018/08/05/us/05dc-kavanaugh-alpha1/05dc-kavanaugh-alpha1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_04_us_politics_brett-kavanaugh-clinton-impeachment.html_module=inline_1542340849.html", "title": "The Partisan Battle Brett Kavanaugh Now Regrets", "title_page": "The Partisan Battle Brett Kavanaugh Now Regrets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — By the beginning of 1998, Brett M. Kavanaugh seemed set: a Yale law degree, three judicial clerkships, including one with Justice Anthony M. Kennedy, and, less than a decade out of law school, a coveted partnership at Kirkland & Ellis, a prominent law firm with offices a block from the White House.\nAt just 32, Mr. Kavanaugh had wrapped up a three-year stint working for his mentor, Ken Starr, on the sprawling Whitewater investigation of President Bill Clinton. The inquiry was finally winding down, and Mr. Kavanaugh believed it was in some ways deeply flawed, telling an audience at Georgetown University Law Center, “It makes no sense at all to have an independent counsel looking at the conduct of the president.”\nThen, just as he was starting at the law firm, he went back.\nFor nearly seven months, Mr. Kavanaugh, now President Trump’s nominee to replace Justice Kennedy on the Supreme Court, worked for Mr. Starr once again, despite his objections, helping to assemble the case that the president had an affair with Monica Lewinsky and obstructed justice by trying to cover it up. It was Mr. Kavanaugh who pressed Mr. Starr to aggressively question Mr. Clinton on the details of his sexual relationship with Ms. Lewinsky and who drafted the section of Mr. Starr’s report to the House that laid out 11 possible grounds for Mr. Clinton’s impeachment.\nMr. Kavanaugh’s decision to return to Mr. Starr’s side plunged him into an immersion course in the brutal ways of Washington combat, forever connecting him to an investigation that Democrats called a partisan witch hunt, foreshadowing the epithet that Republicans now use to describe the efforts of the special counsel, Robert S. Mueller III.", "url": "https://www.nytimes.com/2018/08/04/us/politics/brett-kavanaugh-clinton-impeachment.html?module=inline"}