{"authors": ["Jenna Wortham"], "date_download": "2018-11-16 04:03:23", "date_modify": "2018-11-16 04:03:23", "date_publish": "2018-01-27 00:27:38", "description": "The Times Magazine writer who penned a cover story on “RuPaul’s Drag Race” tells how she came to know and love the show, and Ru himself.", "filename": "2018_01_26_insider_rupaul-drag-race-cultural-influence_1542341003.html", "image_url": "https://static01.nyt.com/images/2018/01/27/pageoneplus/26INSIDERsub/26INSIDERsub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_26_insider_rupaul-drag-race-cultural-influence_1542341003.html", "title": "It’s RuPaul’s Moment (Can I Get an Amen?)", "title_page": "It’s RuPaul’s Moment (Can I Get an Amen?) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But in the most recent seasons, I started to notice a remarkable shift. The show started to feel more tuned into the tidal changes that were happening around gender and identity. After the Pulse nightclub shooting, the queens on the show talked about those who were there, and people they knew who had died. There were finally real, gut-wrenching conversations about eating disorders, body image, transphobia and gender identity.\nI’d been having a conversation with my editors at The Times Magazine about the show, and RuPaul, off and on for about a year. But once it moved to VH1, the conversation got more serious: about the cultural relevance of drag, and RuPaul, and whether it was something we should write about in the magazine.\nI felt as if the show was expanding to reflect the growing nuances within the gay community and challenging the notion that there is a single representative community at all. And a lot of that is because of RuPaul, who always wants to be a part of the conversation, and facilitate it, and promote it in the spirit of drag — which Ru sees as challenging norms and making space for people to be themselves, whatever that means to them.\nI’ve been at The Times for about nine years and I can honestly say that my article on “Drag Race,” which appears on the cover of this Sunday’s magazine, was the most fun I’ve ever had working on a story. To prepare, I spent hours on YouTube, watching old clips of RuPaul Charles and outtakes from the “Untucked: Lounge,” the behind-the-scenes interviews that the show uploads between episodes. I stumbled into the best, weirdest nest of videos online — a series of animated “Drag Race” competitions made using software from the game “The Sims.”\nI also spent hours on the set of “Drag Race.” In person, RuPaul is warm, funny, personable — someone who thoroughly enjoys life. One morning on set, the cast and crew were served maple bacon. Although I’m sure RuPaul had heard of maple bacon before, he was so thoroughly delighted and tickled by it, he mentioned it constantly throughout the day, asking people if they’d tried it and if they liked it. The next time we met, he reminded me that he loved unusual pairings and collaborations: “like the maple bacon.”", "url": "https://www.nytimes.com/2018/01/26/insider/rupaul-drag-race-cultural-influence.html"}