{"authors": ["Stephen Castle"], "date_download": "2018-11-16 03:08:12", "date_modify": "2018-11-16 03:08:12", "date_publish": "2018-11-15 09:24:26", "description": "The resignations, which came the morning after Prime Minister Theresa May appeared to have gained cabinet approval for a withdrawal plan, cast doubt on her leadership.", "filename": "2018_11_15_world_europe_uk-brexit-theresa-may.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337692.html", "image_url": "https://static01.nyt.com/images/2018/11/16/world/16brexit-print/16brexit1-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_15_world_europe_uk-brexit-theresa-may.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337692.html", "title": "Brexit Deal in Crisis After 2 U.K. Cabinet Ministers Quit", "title_page": "Brexit Deal in Crisis After 2 U.K. Cabinet Ministers Quit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The lack of support for the agreement from lawmakers in both major parties had kept the pound down. “What we need to see is ministers who have not resigned come out and back the deal,” said Jordan Rochester, a foreign exchange strategist at Nomura Securities. “It’s not the P.R. campaign we’ve expected.”\nStill, the lack of clarity kept the pound from collapsing, Mr. Rochester said, though calls for a vote of no confidence in Mrs. May did not help. Despite a series of negative headlines through the day, he noted, the pound did not continue to fall.\n“There is a buyer out there,” he said. “It’s guys thinking, ‘It’s bad now, but it increases the chance of remain.’ ”\nEuropean Union officials lay low on Thursday, declining to comment on the drama across the English Channel, or to speculate about what would happen if Mrs. May were ousted or if Parliament rejected the deal. But speaking on the condition of anonymity, they said the union had gone a long way to satisfy the prime minister’s demands that there be no hard border between Ireland and Northern Ireland, and that Britain continue to have frictionless trade with the bloc.\nNegotiators “think it is the best we can do collectively with the constraints that we have on both sides,” one official said.\nMrs. May made much the same point: “Nobody has any alternative proposal that both delivers on the referendum and ensures there is no hard border between Northern Ireland and Ireland.”", "url": "https://www.nytimes.com/2018/11/15/world/europe/uk-brexit-theresa-may.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}