{"authors": ["Ken Belson"], "date_download": "2018-11-16 03:16:52", "date_modify": "2018-11-16 03:16:52", "date_publish": "2018-09-24 11:52:47", "description": "Four of seven winless teams got a victory in Week 3. The Raiders, Texans and Cardinals are still winless.", "filename": "2018_09_24_sports_football_seattle-seahawks-nfl-winless_1542338212.html", "image_url": "https://static01.nyt.com/images/2018/09/25/sports/25winlessWEB1/merlin_144218868_36b24073-c01c-4f2f-b34a-b70091a8ae9f-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_24_sports_football_seattle-seahawks-nfl-winless_1542338212.html", "title": "In the N.F.L., ‘You Don’t Want to Be 0-3’", "title_page": "In the N.F.L., ‘You Don’t Want to Be 0-3’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEATTLE — Seahawks linebacker Bobby Wagner surprised no one on Thursday when he was asked about his team’s 0-2 start, and whether their upcoming game against the Dallas Cowboys on Sunday was a must-win showdown.\n“I’m not going to give them no cliché,” he said. “You don’t want to be 0-3.”\nIndeed. Wagner may not be a Vegas prognosticator, but he knows it is nearly impossible to make the playoffs after starting the season with three straight losses.\nBetween 2007 and 2017, 52 teams began the season 0-3, and none of them made the playoffs.\nIt is hard enough recovering from two losses. During the same period, 92 N.F.L. teams started the year 0-2, but just 10 of them made the playoffs. Two of those exceptions included the Seahawks in 2015, and the Giants in 2007, who went on to win the Super Bowl.\nThe Seahawks found themselves in this predicament this year after losses on the road to the Denver Broncos and Chicago Bears. The team tried to put a positive spin on the losses by noting that they were within striking distance in both games despite injuries to key players like wide receiver Doug Baldwin and linebacker K.J. Wright.", "url": "https://www.nytimes.com/2018/09/24/sports/football/seattle-seahawks-nfl-winless.html"}