{"authors": ["Patricia Mazzei"], "date_download": "2018-11-16 04:24:58", "date_modify": "2018-11-16 04:24:58", "date_publish": "2018-06-30 16:28:07", "description": "In South Florida politics, Hispanic voters could be counted on to vote for Hispanic candidates. A special election suggests that may no longer be the case.", "filename": "2018_06_30_us_miami-little-havana-cuban.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342298.html", "image_url": "https://static01.nyt.com/images/2018/07/01/us/01miami-01/00miami-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_30_us_miami-little-havana-cuban.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342298.html", "title": "‘The Blue Wave Came’: Win for Non-Hispanic Democrat Signals Big Shift in Miami", "title_page": "‘The Blue Wave Came’: Win for Non-Hispanic Democrat Signals Big Shift in Miami - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“If you go back in history, it was the rise of the Cuban-American base in Miami-Dade that propelled the Republican Party of Florida to get power,” Mr. Ulvert said. “History is repeating itself — it’s the changing of the guard in Miami-Dade that’s likely going to propel the rise of the Florida Democratic Party.”\nMiami-Dade was a Democratic bastion in the 1980s before the Republican Party, building on President Ronald Reagan’s popularity as an anti-Communist, persuaded Cuban-Americans to switch their registration to Republican. The party then ran candidates in newly drawn districts and grew its power in Miami-Dade, the State Legislature and Congress — until recently. Ms. Higgins’s commission district is represented in the State Senate by a Cuban-American Democrat, and in the State House by a non-Hispanic Democrat who also was Florida’s first openly gay legislator. A Colombian-American Democrat flipped a special State Senate district in September, and a Cuban-American Democrat won a swing State House district last month.\nNone of those gains have won Democrats a legislative majority. But Matthew C. Isbell, a Democratic data strategist in South Florida, sees a long-term trend in his party’s favor if voters in the region who already cast ballots for Democrats in presidential elections stop splitting their tickets — as some of them do now — to vote for Republicans for Congress or the State Legislature.\n“Kerry won. Obama won. Clinton had these crazy margins,” Mr. Isbell said. “But down ballot, you still had Republican dominance. Now we’re finally starting to see that sea change.”\nTraditional conservative enclaves, including Little Havana, are still red, thanks to older Cuban-Americans who reliably vote in nearly every election. But Little Havana is also home to so many Central and South Americans that locals like to say it should have been renamed Little Managua. And the neighborhoods around it have turned pink and purple as newer immigrants, urban professionals and young families have moved in, bringing their more progressive politics with them.\n“Go to Little Havana and order a Cuban sandwich,” said Allan Valdes, 35, a Democrat who arrived from Cuba in 1992. “It’ll be made by a Guatemalan, or a Honduran, or a Mexican, or a Nicaraguan. The Cubans left to Coral Gables. They went to Westchester. They went to places a little bit nicer.”", "url": "https://www.nytimes.com/2018/06/30/us/miami-little-havana-cuban.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}