{"authors": ["Tim Arango", "John Herrman"], "date_download": "2018-11-16 03:14:23", "date_modify": "2018-11-16 03:14:23", "date_publish": "2018-06-29 23:30:20", "description": "Many journalists, especially at the local level, have stories of being confronted or harassed by a resident upset by something that was published. Violence is rare.", "filename": "2018_06_29_business_media_capital-gazette-shooting-local-newspapers_1542338063.html", "image_url": "https://static01.nyt.com/images/2018/06/30/business/30LOCAL/30LOCAL-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_29_business_media_capital-gazette-shooting-local-newspapers_1542338063.html", "title": "For Local Newspapers, Angry Readers Are a Given. But Killings Send Shivers.", "title_page": "For Local Newspapers, Angry Readers Are a Given. But Killings Send Shivers. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Years ago, Joe Kieta was out to dinner at a nice restaurant with his wife, celebrating their second anniversary.\nMr. Kieta, then the editor of The Merced Sun-Star in Merced, Calif., had just published a series of articles that led to the ouster of the local district attorney. As he was eating, a friend of the district attorney showed up and asked Mr. Kieta to go outside.\nThe man “challenged me to a fight right in the middle of this fancy restaurant,” Mr. Kieta, now the editor of The Fresno Bee in California, said on Friday.\nThe fatal shooting a day earlier at The Capital Gazette in Annapolis, Md., reverberated throughout newsrooms across the country, not only for its tragedy but also for the familiarity of conflicts like the suspected gunman’s long-running feud with the paper. Many reporters and editors, especially at the local level, have stories of being confronted or harassed by a resident upset by something in the newspaper. Unlike Thursday’s shooting, in which five people were killed, few of these situations end in violence.", "url": "https://www.nytimes.com/2018/06/29/business/media/capital-gazette-shooting-local-newspapers.html"}