{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2018-11-16 04:25:39", "date_modify": "2018-11-16 04:25:39", "date_publish": "2018-06-13 01:02:58", "description": "Mark Sanford, a frequent critic of the president, was ousted from his South Carolina House seat, while a firebrand Trump supporter won a Senate bid in Virginia.", "filename": "2018_06_12_us_politics_primary-south-carolina-virginia-nevada.html_module=inline_1542342339.html", "image_url": "https://static01.nyt.com/images/2018/06/13/us/politics/13primaries-sanford2/13primaries-sanford2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_12_us_politics_primary-south-carolina-virginia-nevada.html_module=inline_1542342339.html", "title": "Republican Voters Embrace Trump-Style Candidates", "title_page": "Republican Voters Embrace Trump-Style Candidates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Republican voters lashed out against traditional party leaders Tuesday, ousting Representative Mark Sanford of South Carolina and nominating a conservative firebrand for Senate in Virginia, the latest illustration that fealty to President Trump and his hard-line politics is paramount on the right.\nMr. Sanford, a former governor once seen as a possible candidate for president, lost to Katie Arrington, a state lawmaker, in a closely contested primary, The Associated Press reported. Ms. Arrington had made the incumbent’s frequent criticism of Mr. Trump the centerpiece of her campaign. And the president endorsed her in an unexpected, and deeply personal, broadside against Mr. Sanford just three hours before the polls closed.\nIn Virginia, Republicans dismissed the concerns of mainstream party leaders to nominate Corey Stewart, a local official who has made his name attacking illegal immigrants and embracing emblems of the Confederacy, The A.P. reported. He will challenge Senator Tim Kaine, the former Democratic vice-presidential candidate.\n[Read more about Corey Stewart, Republicans and the fringe right.]\nParty leaders fear that Mr. Stewart, a fervent Trump supporter who has mimicked his slashing style, could drag down other Republicans in a state that is key to control of the House.", "url": "https://www.nytimes.com/2018/06/12/us/politics/primary-south-carolina-virginia-nevada.html?module=inline"}