{"authors": ["Aileen Jacobson"], "date_download": "2018-11-16 04:32:09", "date_modify": "2018-11-16 04:32:09", "date_publish": "2018-10-31 09:00:09", "description": "The area is known for its parks and historic buildings, but it has another draw: larger homes for less than New Yorkers might pay elsewhere.", "filename": "2018_10_31_realestate_morningside-heights-more-space-for-the-money.html_rref=collection%2Fcolumn%2FLiving%20In_1542342729.html", "image_url": "https://static01.nyt.com/images/2018/11/04/realestate/04LIVINGIN-MORNINGSIDE-slide-0NP3/04LIVINGIN-MORNINGSIDE-slide-0NP3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_31_realestate_morningside-heights-more-space-for-the-money.html_rref=collection%2Fcolumn%2FLiving%20In_1542342729.html", "title": "Morningside Heights: More Space for the Money", "title_page": "Morningside Heights: More Space for the Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jill Shapiro was skeptical. She was taking the subway to look at an apartment on West 110th Street in Morningside Heights, which seemed very far north, she said, compared to the West 86th Street address where she was living with her husband and two daughters.\n“But when I got off the train, on that corner, I instantly knew,” said Ms. Shapiro, 51, an office administrator. “If the apartment was O.K., this would be the neighborhood. It felt right.”\nAmong the attractions were a 24-hour supermarket on one corner, an adequate number of small shops and restaurants, and a “little less hustle and bustle” on the streets than in her previous neighborhood, she said. And then there was the three-bedroom, two-and-a-half-bathroom apartment that she and her husband, Evan, a television producer who is also 51, bought 14 years ago, for about $1.2 million.", "url": "https://www.nytimes.com/2018/10/31/realestate/morningside-heights-more-space-for-the-money.html?rref=collection%2Fcolumn%2FLiving%20In"}