{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:00:29", "date_modify": "2018-11-16 04:00:29", "date_publish": "2018-09-01 18:30:04", "description": "Republicans have weaponized the judicial nomination process as a purely partisan exercise. Democrats, given the chance, will likely return the favor.", "filename": "2018_09_01_opinion_kavanaugh-supreme-court-confirmation.html_action=click&module=RelatedLinks&pgtype=Article_1542340829.html", "image_url": "https://static01.nyt.com/images/2018/09/02/opinion/sunday/2sun1/2sun1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_01_opinion_kavanaugh-supreme-court-confirmation.html_action=click&module=RelatedLinks&pgtype=Article_1542340829.html", "title": "The Supreme Court Confirmation Charade", "title_page": "Opinion | The Supreme Court Confirmation Charade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Don’t forget that Judge Kavanaugh was nominated by a president whose campaign and administration are under federal criminal investigation. If confirmed, he will be in a position to rule on any case involving Mr. Trump or his associates, a disturbing scenario even before you consider his alarmingly permissive views on presidential power and authority.\nOne might reasonably ask, why even bother with confirmation hearings? Ideally, these hearings would inform senators and the American people about the men and women who are seeking an unelected, lifetime job on the nation’s highest court. But that would require a level of honesty on the part of both the senators and the nominees themselves.\nAt times, the process has worked. President Ronald Reagan’s failed nomination of Robert Bork is a good example. To his credit, Bork testified candidly about his constitutional vision. To the American people’s credit, they rejected that vision as regressive and extreme. Bork was voted down by the full Senate, and the vacancy was eventually filled by the far more centrist Anthony Kennedy.\nUnfortunately, recent nominees by presidents of both parties have taken the wrong lesson from the Bork hearings, clamming up when asked even the most basic questions about their constitutional philosophy. As a result, the public learns almost nothing useful, and the confirmation vote becomes an exercise in blind political tribalism.\nThe biggest concern right now, however, is not that Republicans are ramming Judge Kavanaugh’s confirmation through without letting the public view his full record. Nor is it that he is a staunch conservative. Every president gets to choose nominees of his or her liking. It’s that Senate Republicans, in the culmination of a four-decade crusade of conservative activists, are attempting to weaponize the court itself as an instrument of partisan domination.\nDemocrats howl now, as they should, but they will likely return the favor as soon as they’re back in power, perhaps by trying to expand the size of the court.\nThis is a perilous moment for which there is no quick fix, but there are ideas worth considering. One, proposed by Geoffrey Stone, a constitutional law professor at the University of Chicago, is for the Judiciary Committee to agree that — at least for vacancies like the current one, which would tip the balance of the court — it will consider only nominees who have the approval of a majority of both Republicans and Democrats. A more drastic step would be to amend the Constitution to impose 18-year term limits on the justices, which would ensure that every president gets to name two justices per term.\nPolitics will always be a part of Supreme Court nominations, but if the court is going to retain the credibility it needs to function as a pillar of American democracy, both parties must find a way to put the nation’s long-term interest over their own.\nFollow The New York Times Opinion section on Facebook and Twitter (@NYTOpinion).", "url": "https://www.nytimes.com/2018/09/01/opinion/kavanaugh-supreme-court-confirmation.html?action=click&module=RelatedLinks&pgtype=Article"}