{"authors": ["Jeremy W. Peters"], "date_download": "2018-11-16 04:49:26", "date_modify": "2018-11-16 04:49:26", "date_publish": "2018-01-13 14:23:15", "description": "Ronna McDaniel, a niece of Mitt Romney who is the chairwoman of the Republican National Committee, faces a challenge both personal and political as her party faces a hostile election environment.", "filename": "2018_01_13_us_politics_ronna-romney-mcdaniel.html_module=inline_1542343766.html", "image_url": "https://static01.nyt.com/images/2018/01/14/us/14dc-rnc1/00dc-rnc1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_13_us_politics_ronna-romney-mcdaniel.html_module=inline_1542343766.html", "title": "A Romney Who Is Unfailingly Loyal to Trump", "title_page": "A Romney Who Is Unfailingly Loyal to Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NORTHVILLE, Mich. — She is the very profile of the voter President Trump tends to repel: a soft-spoken, college-educated mother of two who lives in an upscale suburb in one of the most contested battleground states.\nThis was not lost on Mr. Trump when he picked Ronna McDaniel to be the chairwoman of the Republican National Committee. Neither was the fact that her father is Mitt Romney’s oldest brother, and that bringing her into the fold would put an exclamation point on his sublimation of the establishment wing of the party.\nMs. McDaniel, who is 44 and only the second woman to lead the national committee, now faces a challenge that is as personal as it is political. She has to fortify her party in a hostile election environment as it tries to keep control of the House, the Senate and 13 governorships where incumbent Republicans are leaving. That job has been complicated by a wave of retirements by disaffected Republicans, putting more seats at risk in districts like her own in Michigan.\nThen there is the fault line running right through her family.\nHer uncle, who has been one of Mr. Trump’s most unflinching critics, is likely to run for the Senate in Utah. His re-emergence on the national stage threatens to set off new quarrels in the party over questions of loyalty to the president.", "url": "https://www.nytimes.com/2018/01/13/us/politics/ronna-romney-mcdaniel.html?module=inline"}