{"authors": ["Brooks Barnes"], "date_download": "2018-11-16 04:09:14", "date_modify": "2018-11-16 04:09:14", "date_publish": "2018-06-25 21:06:54", "description": "Racing to double female and minority membership, the Academy of Motion Picture Arts and Sciences invited 928 film professionals to become members. About 30 percent are minorities.", "filename": "2018_06_25_business_media_oscar-voters-women.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341354.html", "image_url": "https://static01.nyt.com/images/2018/06/26/business/26ACAD/26ACAD-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_25_business_media_oscar-voters-women.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341354.html", "title": "Latest Class of Oscar Voters Is Nearly Half Women", "title_page": "Latest Class of Oscar Voters Is Nearly Half Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — The Academy of Motion Picture Arts and Sciences keeps opening its doors wider as it tries to end its days as an exclusive club primarily for white men.\nThe 91-year-old academy said on Monday that it would increase the Oscar voting pool to about 8,200 people, a new high, by inviting 928 film industry professionals to become members. Last year, the academy extended invitations to 774 people. As recently as a decade ago, the organization limited invitations to as few as 115 people a year, contending that small classes kept the professional caliber of members high.\nBy the academy’s count, about 49 percent of those invited this year are women, including stars like Jada Pinkett Smith, Amy Schumer, Ann Dowd, Sarah Silverman, Christine Baranski and Tiffany Haddish. About 30 percent are minorities, including filmmakers like Hong Sang-soo (“On the Beach at Night Alone”) and Nanfu Wang (“Hooligan Sparrow”). Other notable invitees included Dave Chappelle, J. K. Rowling, Audra McDonald and two nominees for best actor this year, Daniel Kaluuya and Timothée Chalamet.", "url": "https://www.nytimes.com/2018/06/25/business/media/oscar-voters-women.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}