{"authors": ["Christoph Koettl", "Barbara Marcolini"], "date_download": "2018-11-16 04:14:12", "date_modify": "2018-11-16 04:14:12", "date_publish": "2018-08-10 17:03:07", "description": "The Times’s visual investigations team assembled all of the available video evidence of an apparent assassination attempt to reconstruct what happened in Caracas during President Maduro’s speech.", "filename": "2018_08_10_world_americas_venezuela-video-analysis_1542341652.html", "image_url": "https://static01.nyt.com/images/2018/08/10/nyregion/10venezuela-alpha/10venezuela-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_10_world_americas_venezuela-video-analysis_1542341652.html", "title": "A Closer Look at the Drone Attack on Maduro in Venezuela", "title_page": "A Closer Look at the Drone Attack on Maduro in Venezuela - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The drone attack on President Nicolás Maduro during a speech at a military parade on Aug. 4 was shrouded in intrigue: Who did it? How did it happen? That was partly because the state TV channel that was broadcasting it didn’t offer a complete picture. The livestream cut away at a key time, and audio of the explosions was hard to hear or discern. Moments later, the broadcast showed a panicked crowd fleeing the area, but we’re not sure why.\nIn short, there was a dearth of material to help us understand whether a sitting president was the target of a hit job.\nThis was complicated by the severe restrictions on independent media and freedom of expression in the country, which create major challenges for reporting. So how can journalists piece together a visual investigation in a place where it is exceedingly hard to get footage or talk to sources? One strategy is to scour both social media and official news wires for every piece of visual content, scrutinize it and create a basic timeline and map.\nIn our research, we were able to find a video that contained the sounds of explosions and helped us confirm the timing and locations of them. Features from this new footage, like buildings or street lamps, can be matched with satellite images on Google Earth to identify locations. We can then create a simple crime scene reconstruction.", "url": "https://www.nytimes.com/2018/08/10/world/americas/venezuela-video-analysis.html"}