{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:00:48", "date_modify": "2018-11-16 04:00:48", "date_publish": "2018-04-13 00:58:50", "description": "Those supporting the removal of the deputy attorney general have implied that it would allow the president to shut down the inquiries related to Russia and the 2016 election. But is that the case?", "filename": "2018_04_12_us_politics_trump-rosenstein-mueller-russia.html_module=inline_1542340848.html", "image_url": "https://static01.nyt.com/images/2018/04/13/us/politics/13dc-legal1/13dc-legal1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_12_us_politics_trump-rosenstein-mueller-russia.html_module=inline_1542340848.html", "title": "What Could Happen if Trump Fired Rosenstein", "title_page": "What Could Happen if Trump Fired Rosenstein - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As President Trump continued to seethe over F.B.I. raids this week on the office and hotel room of his longtime personal lawyer, Michael D. Cohen, a chorus of his supporters have been publicly urging him to fire Rod J. Rosenstein, the deputy attorney general who signed off on the move.\nThe clear idea behind the suggestion — which Mr. Trump is also said to be weighing — is that ousting Mr. Rosenstein would enable the White House to put the criminal investigations encircling the president’s associates on a tighter leash, or even to shut them down.\nHere is a look at some of the issues at stake.\nWhy is Mr. Trump angry at Mr. Rosenstein?\nA longtime Justice Department official, Mr. Rosenstein was not part of Mr. Trump’s inner circle before Attorney General Jeff Sessions persuaded the president to designate him as deputy.\nAfter Mr. Sessions recused himself from investigations related to the 2016 election, Mr. Rosenstein became acting attorney general for those matters. He appointed Robert S. Mueller III, the special counsel, to scrutinize ties between the Trump campaign and Russia’s interference in the election. He signed off as Mr. Mueller’s focus expanded to whether Mr. Trump committed obstruction of justice and whether Mr. Trump’s onetime campaign manager, Paul Manafort, committed crimes related to his work for Ukraine’s pro-Russian government. Mr. Rosenstein also approved the decision to get search warrants for Mr. Cohen’s files.", "url": "https://www.nytimes.com/2018/04/12/us/politics/trump-rosenstein-mueller-russia.html?module=inline"}