{"authors": ["Michael Tackett"], "date_download": "2018-11-16 04:32:57", "date_modify": "2018-11-16 04:32:57", "date_publish": "2018-04-03 09:00:13", "description": "Hillary Clinton’s stunning defeat in 2016 prompted a record number of women to run for office. A new legion of young women running campaigns has followed.", "filename": "2018_04_03_us_politics_women-campaign-managers-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342777.html", "image_url": "https://static01.nyt.com/images/2018/04/05/us/05dc-womenmanager4/00dc-womenmanager4-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_03_us_politics_women-campaign-managers-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342777.html", "title": "A Wave of Young Women Running Campaigns (and Changing Politics)", "title_page": "A Wave of Young Women Running Campaigns (and Changing Politics) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After Ms. Brown graduated in spring 2016 from Colby College in Maine, she packed her things and drove to Cleveland to volunteer for the Clinton campaign. She was quickly hired as a field organizer and walked precincts, talked to voters and worked on turnout. After the campaign, she assumed she would get a job in strategic communications or maybe journalism, but Mrs. Clinton’s loss made her believe she had to stay in politics and work to elect women.\n“I really revisited my values and thought to myself, I could move to a firm or go in another direction,” Ms. Brown said. “But if this is about to be as bad as we think it is going to be, I want to be able to look back and say I did everything I could when our country was threatened.”\nShe connected with the Virginia chapter of Emerge America, a group that trains Democratic women to run for office. That led her to Wendy Gooditis, then a candidate for the Virginia House of Delegates who had $700 in campaign money and very little chance to win. Ms. Brown helped her create a compelling message, then relentlessly worked on raising money and contacting voters. Within six months, the campaign had raised $500,000, and Ms. Gooditis won her race in November.", "url": "https://www.nytimes.com/2018/04/03/us/politics/women-campaign-managers-midterms.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}