{"authors": ["Tom Linebarger"], "date_download": "2018-11-16 03:50:27", "date_modify": "2018-11-16 03:50:27", "date_publish": "2018-07-25 12:51:26", "description": "My company, Cummins, and many other U.S. manufacturers needs strong ties to global markets to grow.", "filename": "2018_07_25_opinion_trump-tariffs-hurt-manufacturing-jobs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340227.html", "image_url": "https://static01.nyt.com/images/2018/07/24/opinion/24linebarger1/merlin_56605775_f3223475-0d41-4d14-ae1a-e704de598f81-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_25_opinion_trump-tariffs-hurt-manufacturing-jobs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340227.html", "title": "A Message From a C.E.O.: Tariffs Are Going to Hurt American Companies", "title_page": "Opinion | A Message From a C.E.O.: Tariffs Are Going to Hurt American Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 1976, Cummins began operations at our engine plant in Seymour, a small town of about 20,000 people in southern Indiana. The Seymour Engine Plant now produces engines for equipment like locomotives, large boats and power generators that back up critical infrastructure like data centers and landmarks like Wrigley Field. Nearly 80 percent of the products that Cummins makes in Seymour are exported; in other words, the existence of this plant is a direct result of our company’s ability to access global markets.\nCummins employs about 1,000 people in Seymour, and we have invested more than $300 million into the plant in the past seven years, including a technical center that employs hundreds of engineers. In the past year, we have added nearly 50 employees. While other small towns are struggling, Seymour is thriving.\nHowever, increased supply-chain costs because of the recent tariffs will raise the price of the products from Seymour. We may also face retaliatory tariffs, which could result in lost sales and restrict or reverse our growth.\nInternational trade has been the single most important contributor to growth and hiring at Cummins for nearly two decades. Half of our business is outside the United States, and more than 20 percent of the 25,000 Cummins jobs in America are directly tied to international business. And when we are growing, it often means our suppliers are also growing.", "url": "https://www.nytimes.com/2018/07/25/opinion/trump-tariffs-hurt-manufacturing-jobs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}