{"authors": ["Keith Bradsher", "Alexandra Stevenson"], "date_download": "2018-11-16 03:50:23", "date_modify": "2018-11-16 03:50:23", "date_publish": "2018-02-23 02:25:50", "description": "The troubled Chinese company had spent billions of dollars buying up hotels and other high-profile properties around the world.", "filename": "2018_02_22_business_china-anbang-waldorf-astoria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340223.html", "image_url": "https://static01.nyt.com/images/2018/02/23/business/23anbang1_biz/23anbang1_biz-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_22_business_china-anbang-waldorf-astoria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340223.html", "title": "Beijing Takes Over Anbang, Insurer That Owns Waldorf Astoria", "title_page": "Beijing Takes Over Anbang, Insurer That Owns Waldorf Astoria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Wu was founder and chairman, but his name did not appear in Anbang’s corporate ownership records. Instead, it is owned on paper by a succession of shell companies controlled by a handful of obscure names. Such ownership arrangements are common in China, where the wealthy and politically connected often own properties under the names of others.\nA New York Times investigation two years ago found that many of those owners were family or acquaintances of Mr. Wu, often hailing from his home region, in China’s Zhejiang province. Anbang has said it is owned by a number of shareholders who made the proper disclosures under Chinese law.\nThe takeover of Anbang will put the Waldorf Astoria, for decades a symbol of New York elegance, under the control of the Chinese government. In addition to hosting celebrities like Frank Sinatra and Elizabeth Taylor, for years it had been the lodging of choice for presidents and other world leaders.\nThat changed in 2014, when Anbang said it would buy the hotel for nearly $2 billion. President Barack Obama declined to stay there over security concerns. The hotel is currently closed as it undergoes renovations that will shrink the hotel and add condominiums.\nThe Waldorf Astoria purchase ushered in the rise of a new breed of Chinese deal makers. The companies, which also included Dalian Wanda Group, HNA Group and Fosun International, bought up everything from hotels to banks to movie production companies. Though the companies are privately owned, their leaders often benefited from their political connections, and they were often backed by cheap debt provided by China’s state-run banks.\nThe deals made the companies truly global players. For example, in a financial disclosure last spring, shortly before the police detention of its chairman, Anbang said that nearly three-fifths of the assets of its main business, life insurance, were overseas.", "url": "https://www.nytimes.com/2018/02/22/business/china-anbang-waldorf-astoria.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}