{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:29:36", "date_modify": "2018-11-16 04:29:36", "date_publish": "2018-03-19 18:26:15", "description": "Ms. Nixon, an education activist best known for her work on “Sex and the City,” is expected to challenge Gov. Andrew M. Cuomo from the political left.", "filename": "2018_03_19_nyregion_cynthia-nixon-new-york-governor-cuomo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342576.html", "image_url": "https://static01.nyt.com/images/2018/03/20/nyregion/20nixon/20nixon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_19_nyregion_cynthia-nixon-new-york-governor-cuomo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342576.html", "title": "Cynthia Nixon Enters Race for New York Governor", "title_page": "Cynthia Nixon Enters Race for New York Governor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The actress Cynthia Nixon officially jumped into the race for governor of New York on Monday, setting off what promises to be a tumultuous six months as she challenges Gov. Andrew M. Cuomo in this year’s Democratic primary.\nMs. Nixon, 51, has never before run for elected office and has chosen a huge undertaking for her first bid: seeking to unseat a two-term incumbent (and son of a three-term governor) who is sitting atop more than $30 million in campaign cash.\nThe contest will likely become one of the marquee Democratic primaries in the nation, as Ms. Nixon is widely expected to challenge Mr. Cuomo from the political left. Her campaign immediately cast Mr. Cuomo as a “centrist and Albany insider,” and some of her initial rhetoric on inequality echoed Senator Bernie Sanders.\n“We are now the most unequal state in the entire country, with both incredible wealth and extreme poverty,” she said in a video posted on Twitter announcing her candidacy.", "url": "https://www.nytimes.com/2018/03/19/nyregion/cynthia-nixon-new-york-governor-cuomo.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}