{"authors": ["David Gelles"], "date_download": "2018-11-16 03:10:17", "date_modify": "2018-11-16 03:10:17", "date_publish": "2018-06-01 10:00:10", "description": "While working at a venture capital firm, Ms. Lake saw that many entrepreneurs were “totally unqualified, totally normal people.” That inspired her to be one herself.", "filename": "2018_06_01_business_katrina-lake-stitchfix-corner-office_1542337817.html", "image_url": "https://static01.nyt.com/images/2018/06/03/business/03CORNEROFFICE/03CORNEROFFICE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_01_business_katrina-lake-stitchfix-corner-office_1542337817.html", "title": "Katrina Lake of Stitch Fix on Building Diverse Teams", "title_page": "Katrina Lake of Stitch Fix on Building Diverse Teams - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Do you worry about this being a fad?\nWe have enough data to be able to know that there is a percentage of people for whom we are the primary way that they’re shopping. I think there's still a lot more opportunity.\nDo you like being a public company, or is it a pain?\nSo far, it’s made us better. Every year, regardless of being public or not, my job has been different than the year before. So I think I’ve been in the habit of needing to rehire myself in this job, in this role with these responsibilities. And this year is definitely different than in years past. We’ve always balanced profitability with growth. Now that's a commitment that we’ve made to the public market.\nThat’s really interesting to say that your job has been different every single year. What are you doing now that you didn’t a year ago?\nThe first year, my job was every single Monday we shipped fixes. We all got in an assembly line, and everybody's wearing sweatpants, taping boxes shut. Our printer would break and we'd need to print labels, and I’d go run to Office Depot and buy a new printer. It was just absurd what that job was like.\nIn the last few years, my job has evolved to be a lot more about the people around, just making sure that we have the best leaders and helping us to fulfill our potential. This year, the addition of new public shareholders in addition to our private shareholders has been just a different dynamic.\nThere’s so much waste in fashion today. How do you try to not just make that problem even worse by buying so many clothes and sending them out?\nThere are all kinds of reasons that we want to avoid it. It’s wasteful, it’s wasting resources, it’s wasting money. Our model inherently is a model that focuses on how to reduce it. And we’ve done a lot of in-kind donations. If we have end-of-season product or product that we’re not moving, we have some great partnerships in place, so that we can feel like it’s going to a good home, even if it’s not kind of a paying client’s home. That’s definitely in stark contrast to high fashion. There, they literally burn the stuff.", "url": "https://www.nytimes.com/2018/06/01/business/katrina-lake-stitchfix-corner-office.html"}