{"authors": ["Joe Coscarelli"], "date_download": "2018-11-16 03:10:18", "date_modify": "2018-11-16 03:10:18", "date_publish": "2018-05-31 12:35:09", "description": "In a rare public statement, the rapper said a recently surfaced picture from 2007 was part of a project about young black actors being typecast.", "filename": "2018_05_31_arts_music_drake-blackface-photo-pusha-t.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337818.html", "image_url": "https://static01.nyt.com/images/2018/06/01/arts/01drake/01drake-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_31_arts_music_drake-blackface-photo-pusha-t.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337818.html", "title": "Drake Addresses Blackface Photo Used for Pusha-T Cover Art", "title_page": "Drake Addresses Blackface Photo Used for Pusha-T Cover Art - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The cover art for Pusha-T’s song “The Story of Adidon” is jarring: a photo of a young Aubrey Graham, better known as Drake, in blackface with wide grin.\nThe image, which accompanied the latest musical volley in an ongoing back-and-forth between the rappers, was an effective bit of opposition research, leaving fans scrambling to debate its legitimacy and determine its provenance.\nFollowing 24 hours of memes and speculation, Drake — facing a lacerating track that questioned his authenticity, attacked his friends and family and insisted that he was hiding a secret child — opted to respond, for now, only to the photograph. In a rare public statement, delivered on Instagram, the rapper, who is biracial, said that his poses in blackface were a commentary on race from his days as a young actor.", "url": "https://www.nytimes.com/2018/05/31/arts/music/drake-blackface-photo-pusha-t.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}