{"authors": ["Alexander Burns"], "date_download": "2018-11-16 04:26:12", "date_modify": "2018-11-16 04:26:12", "date_publish": "2018-03-11 09:00:12", "description": "After President Trump won a landslide there in 2016, Ohio has become a crucial test for populist Democrats seeking a comeback in the midterm campaign.", "filename": "2018_03_11_us_politics_ohio-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342372.html", "image_url": "https://static01.nyt.com/images/2018/04/02/us/00ohio1/00ohio1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_11_us_politics_ohio-democrats.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342372.html", "title": "Why Joe Biden and Elizabeth Warren Are Eyeing Ohio in 2018", "title_page": "Why Joe Biden and Elizabeth Warren Are Eyeing Ohio in 2018 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LORAIN, Ohio — President Trump’s decree placing punitive tariffs on foreign steel raised an outcry in Washington: Republican leaders in Congress warned darkly of a market-rattling trade war. Many Democrats echoed their discomfort, saying Mr. Trump’s broad edict threatened global commerce.\nBut Senator Sherrod Brown, Democrat of Ohio, offered unreserved applause. Having lobbied the administration in public letters and private meetings to go after Chinese steel imports, he hailed Mr. Trump’s announcement Thursday as a breakthrough. “For far too long,” he said in a statement, “Chinese cheating has shuttered steel plants across our state and put Ohioans out of work.”\nIf Mr. Brown was a rare supportive voice on tariffs in Congress, his stance was more familiar at home. A veteran critic of pacts like the North American Free Trade Agreement, Mr. Brown, with his limited embrace of Mr. Trump, reflected the political culture of the industrial Midwest and the survival strategy he has pioneered for Democrats there. The president captured Ohio by a resounding margin in 2016, defeating Hillary Clinton by eight percentage points while winning narrowly in neighboring Pennsylvania and Michigan. Democrats now hold only one high office in Ohio — Mr. Brown’s.\nAs Mr. Brown seeks a third term in 2018, it is his brand of indignant populism setting the tone for Democrats in Ohio, where the governorship and several congressional seats are also up for grabs. Long a crucial swing state, Ohio may now be the most vital proving ground for a progressive economic message in Trump country. Democrats there have adopted a rallying cry that echoes both Mr. Trump’s rhetoric and traditional union-hall populism, assailing Wall Street banks and multinational corporations for exploiting workers and accusing Washington of colluding in their perfidy.", "url": "https://www.nytimes.com/2018/03/11/us/politics/ohio-democrats.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}