{"authors": ["John Schwartz", "Brad Plumer", "Livia Albeck-Ripka"], "date_download": "2018-11-16 03:40:24", "date_modify": "2018-11-16 03:40:24", "date_publish": "2018-05-30 19:02:29", "description": "Is hockey contributing to climate change — and maybe its own demise — by building ice palaces in the desert?", "filename": "2018_05_30_climate_hockey-in-the-desert.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339624.html", "image_url": "https://static01.nyt.com/images/2018/05/30/climate/00CLI-HOCKEY1/00CLI-HOCKEY1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_30_climate_hockey-in-the-desert.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339624.html", "title": "Hockey in the Desert", "title_page": "Hockey in the Desert - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I’ve been working in this area for 15 years, and I’ve never seen anything like this,” Dr. Kebreab said.\nHis results are still preliminary, and further tests are ongoing. But enteric fermentation has been one of the hardest climate problems to crack, so his team is understandably excited. (In 2015, a different team of researchers showed that a food additive called 3NOP could also reduce methane burps, but unlike seaweed, that technique will require approval by the Food and Drug Administration.)\nIn 2016, California set a goal of cutting its methane emissions 40 percent below 1990 levels by 2030. And the state’s 1.8 million dairy cows and five million beef cattle, which account for half of California’s methane, are a prime target. But so far, state regulators have been focusing on more complex technologies like methane digesters, which can convert cow manure into usable energy. Those machines can cost millions of dollars, and some farmers have been skeptical.\nIf Dr. Kebreab’s research holds up, it could provide farmers with a faster, cheaper alternative. But there’s still a lot to explore. His team is testing the milk from their dairy cows to make sure that output doesn’t fall, or that the milk doesn’t taste odd. The next phase will be testing the seaweed diet on beef cattle over longer time periods to make sure there are no long-term health effects and that it doesn’t affect the meat.\nIf those tests go well, the next step would be to find ways to scale up commercial seaweed farming so that there’s enough available for all those cows. That’s no easy task.\nFor now, however, Dr. Kebreab is focused on the early testing phase. One thing he’s learned: The cows don’t mind the salty seaweed in their feed if it’s mixed up with molasses first. “It makes it sweeter,” he said. “They seem to like that.”", "url": "https://www.nytimes.com/2018/05/30/climate/hockey-in-the-desert.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}