{"authors": ["Farah Stockman"], "date_download": "2018-11-16 04:41:15", "date_modify": "2018-11-16 04:41:15", "date_publish": "2018-07-21 09:00:06", "description": "Nearly a year after the rally, the city’s first black female mayor has vowed to address centuries of racial and economic disparities.", "filename": "2018_07_21_us_white-nationalist-rally-charlottesville-mayor.html_module=inline_1542343275.html", "image_url": "https://static01.nyt.com/images/2018/07/22/us/22aftercharlottesville-02-print/22aftercharlottesville-02-print-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_21_us_white-nationalist-rally-charlottesville-mayor.html_module=inline_1542343275.html", "title": "Year After White Nationalist Rally, Charlottesville Is in Tug of War Over Its Soul", "title_page": "Year After White Nationalist Rally, Charlottesville Is in Tug of War Over Its Soul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHARLOTTESVILLE, Va. — In the days following the deadly white nationalist rally in Charlottesville last summer, angry residents took over a City Council meeting, screaming and weeping into the microphone. They blamed leaders for failing to stop hordes with guns, swastikas and Confederate flags from descending on the city.\n“Why did you think that you could walk in here and do business as usual after what happened?” Nikuyah Walker, one of the activists there that day, bluntly asked the sitting mayor.\nToday, in a sign of how much has changed since white nationalists rallied here and shocked the nation, Ms. Walker is mayor herself, the city’s first black woman to serve in that role.\nSince the rally, nearly every official who held power at the time has resigned or retired. The city attorney, who concluded that there was no legal way to stop the rally, took a job in another town. The police chief stepped down in the wake of a critical report accusing him of failing to protect the public on the day of the rally. The city manager, who oversaw the city’s response, will leave by the end of this year.", "url": "https://www.nytimes.com/2018/07/21/us/white-nationalist-rally-charlottesville-mayor.html?module=inline"}