{"authors": ["Niraj Chokshi"], "date_download": "2018-11-16 04:50:06", "date_modify": "2018-11-16 04:50:06", "date_publish": "2018-02-16 17:15:09", "description": "Ms. McDougal, a former Playboy model, explained how a tabloid paid for her story of a nine-month affair that allegedly began in 2006, only to never publish it.", "filename": "2018_02_16_us_trump-mcdougal-playboy-model.html_module=inline_1542343806.html", "image_url": "https://static01.nyt.com/images/2018/02/17/us/17xp-McDougal/17xp-McDougal-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_16_us_trump-mcdougal-playboy-model.html_module=inline_1542343806.html", "title": "Karen McDougal Describes Alleged Affair With Trump in New Yorker Article", "title_page": "Karen McDougal Describes Alleged Affair With Trump in New Yorker Article - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The White House did not immediately respond to a request for comment.\nMs. McDougal, a Republican, told The New Yorker that she was at first reluctant to share her story with the tabloid, but that she decided to proceed in 2016 after a former friend began posting about the alleged affair on social media.\nThrough a series of contacts, Ms. McDougal reached American Media, which at first expressed little interest in her story, according to The New Yorker. But after Mr. Trump won the Republican nomination, the publisher increased its offer and encouraged Ms. McDougal to act quickly.\nShe signed the agreement on Aug. 5, 2016, giving the publisher exclusive rights to her account of any relationship with any “then-married man,” with nearly half of the payment going to three men who had helped arrange the deal, according to The New Yorker.\n“I knew that I couldn’t talk about any alleged affair with any married man, but I didn’t really understand the whole content of what I gave up,” she told The New Yorker.\nThe affair began after Ms. McDougal and Mr. Trump met at a party at the Playboy Mansion in June 2006, the magazine reported. The pair began talking by phone and soon met for a private dinner at the Beverly Hills Hotel.\n“I was so nervous! I was into his intelligence + charm. Such a polite man,” Ms. McDougal wrote in the note about the encounter. “We talked for a couple hours – then, it was ‘ON’! We got naked + had sex.”\nThe relationship allegedly continued until April 2007, when Ms. McDougal called it off, partly out of guilt and partly because of racially insensitive and disrespectful comments Mr. Trump had made.\nThe president’s personal lawyer, Michael D. Cohen, told The New York Times this week that he had used $130,000 of his own money to facilitate a payment to another woman, Stephanie Clifford, a pornographic film actress known by the stage name Stormy Daniels. In 2011, she relayed her account of an affair with Mr. Trump to a different tabloid, “In Touch,” which published excerpts from the interview in January.", "url": "https://www.nytimes.com/2018/02/16/us/trump-mcdougal-playboy-model.html?module=inline"}