{"authors": ["Karen Zraick"], "date_download": "2018-11-16 04:41:33", "date_modify": "2018-11-16 04:41:33", "date_publish": "2018-06-30 12:00:03", "description": "Families of four in San Francisco, San Mateo and Marin Counties can earn up to $117,400 and still qualify as low-income — the nation’s highest threshold of its kind.", "filename": "2018_06_30_us_bay-area-housing-market.html_module=inline_1542343293.html", "image_url": "https://static01.nyt.com/images/2018/06/30/us/30xp-bayarea/30xp-bayarea-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_30_us_bay-area-housing-market.html_module=inline_1542343293.html", "title": "San Francisco Is So Expensive, You Can Make Six Figures and Still Be ‘Low Income’", "title_page": "San Francisco Is So Expensive, You Can Make Six Figures and Still Be ‘Low Income’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the latest sign of the astronomical cost of living in parts of California, the federal government now classifies a family of four earning up to $117,400 as low-income in three counties around the Bay Area.\nThat threshold, the highest of its kind in the nation, applies to San Francisco, San Mateo and Marin Counties. It’s used to determine eligibility for federal and local housing assistance programs. (But it’s different from the federal poverty guidelines.)\nTo generate the number, officials at the Department of Housing and Urban Development factor in the median income and average housing costs in an area. The second-highest threshold is in Honolulu, according to the agency — but the third is also in the Bay Area, in Santa Clara County, the heart of Silicon Valley. The New York City area, where a family of four earning up to $83,450 is classified as low-income, came in at No. 9.\nBack in the Bay Area, residents and experts said they weren’t surprised.\n“It sounds ridiculous, but it’s not,” said Richard A. Walker, a professor emeritus of geography at U.C. Berkeley and the author of a recent book about the tech boom and displacement in the Bay Area. As the tech industry has drawn legions of highly paid workers to the area, home prices aren’t the only thing that has gone up. Transportation, utilities and food are also costly.", "url": "https://www.nytimes.com/2018/06/30/us/bay-area-housing-market.html?module=inline"}