{"authors": ["Matt Rybaltowski"], "date_download": "2018-11-16 03:40:23", "date_modify": "2018-11-16 03:40:23", "date_publish": "2018-05-20 21:48:20", "description": "The Golden Knights joined the 1967-68 St. Louis Blues as the only expansion teams since 1960 in the Big Four leagues to reach the championship round in their inaugural seasons.", "filename": "2018_05_20_sports_golden-knights-stanley-cup-finals.html_action=click&module=RelatedLinks&pgtype=Article_1542339623.html", "image_url": "https://static01.nyt.com/images/2018/05/21/sports/21vegasweb-2/21vegasweb-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_20_sports_golden-knights-stanley-cup-finals.html_action=click&module=RelatedLinks&pgtype=Article_1542339623.html", "title": "Vegas Golden Knights Reach Stanley Cup Finals in First Season", "title_page": "Vegas Golden Knights Reach Stanley Cup Finals in First Season - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LAS VEGAS — As the Vegas Golden Knights swarmed Marc-Andre Fleury inside his crease at Bell MTS Place in Winnipeg, one of his most fervent supporters hoisted a sign amid a raucous fete back in Las Vegas.\nStanding mere feet from a stage at the team’s official watch party, Paul James, a former air traffic control specialist at McCarran Airport, celebrated with a bevy of cheerleaders, thousands of fans and the team’s eponymous Golden Knight mascot, who waved a shiny rapier in triumph. The sign read: “Pouvoir Des Fleury” or “Flower Power,” underlining the acrobatic goaltender’s magnetic appeal to the team and city.\nOn Sunday, Fleury led the Knights to a 2-1 victory over the Winnipeg Jets, capping an improbable and amazing journey through the Western Conference playoffs. Over the series’ five games, Fleury constantly repelled a talented Jets lineup that included the imposing forward Mark Scheifele and the sharpshooter Patrik Laine.\nWith the victory, the Golden Knights joined the 1967-68 St. Louis Blues as the only expansion teams since 1960 in the N.H.L., N.B.A., M.L.B. and N.F.L. to earn a spot in a championship round during their inaugural seasons.", "url": "https://www.nytimes.com/2018/05/20/sports/golden-knights-stanley-cup-finals.html?action=click&module=RelatedLinks&pgtype=Article"}