{"authors": ["Joe Coscarelli"], "date_download": "2018-11-16 03:10:03", "date_modify": "2018-11-16 03:10:03", "date_publish": "2018-04-27 15:32:10", "description": "The rapper’s Twitter support of President Trump has been cheered by conservatives eager for a pop-culture champion.", "filename": "2018_04_27_arts_music_kanye-west-trump-conservatives.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337803.html", "image_url": "https://static01.nyt.com/images/2018/04/28/arts/28kanye-trump/28kanye-trump-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_27_arts_music_kanye-west-trump-conservatives.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337803.html", "title": "In Kanye West, the Right Sees Truth-Telling and a Rare A-List Ally", "title_page": "In Kanye West, the Right Sees Truth-Telling and a Rare A-List Ally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Referring to the lack of meaningful celebrity endorsements for the right before Ms. Barr and Mr. West, Mr. Shapiro added: “If you haven’t had a drink of water for a really, really long time, when you first drink water again it tastes really sweet — even though it’s just water. I think there’s some of that going on right now.”\nStill, he said, it was “refreshing” to see Mr. West stand up against what Mr. Shapiro called “enforced conformity” on the left. “Anybody who fights back against that is being treated as a fellow traveler,” he added.\nHowever, risk in aligning with Mr. West, the son of a Black Panther father and a mother who taught at a historically black university, is that his ideological allegiances have typically been mercurial, and even apolitical. When he first declared his interest in Mr. Trump, during concerts right after the 2016 election, he praised the president-elect’s communication style and disdain for the mainstream media, but noted that he had not voted.\nHis most potent political statement before this week, when he unleashed a torrent of posts on Twitter each day and also announced two new albums, was declaring “George Bush doesn’t care about black people” during a telethon for victims of Hurricane Katrina. And even amid praising Mr. Trump on Wednesday, he added, “I love Hillary too.”\nThe journalist Alex Wagner, a host of the Showtime series “The Circus” and a former editor in chief of the culture magazine The Fader, said that the right latching on to Mr. West’s statements was no surprise given the dearth of options.", "url": "https://www.nytimes.com/2018/04/27/arts/music/kanye-west-trump-conservatives.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}