{"authors": ["David Segal"], "date_download": "2018-11-16 04:32:38", "date_modify": "2018-11-16 04:32:38", "date_publish": "2018-10-09 02:28:01", "description": "Jimmy’s slide into Saul continues as Mike faces a brutal choice.", "filename": "2018_10_08_arts_television_better-call-saul-season-finale-recap.html_action=click&module=RelatedLinks&pgtype=Article_1542342758.html", "image_url": "https://static01.nyt.com/images/2018/10/09/arts/09saul-recap/09saul-recap-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_08_arts_television_better-call-saul-season-finale-recap.html_action=click&module=RelatedLinks&pgtype=Article_1542342758.html", "title": "‘Better Call Saul’ Season 4 Finale Recap: Suckers!", "title_page": "‘Better Call Saul’ Season 4 Finale Recap: Suckers! - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What’s the over-under on that relationship? Kim likes a good con, but only in the name of a corporate client or a broke defendant. Neither will grace the strip mall waiting room of Saul Goodman.\nHe’ll focus on plaintiff’s work and the underworld of Albuquerque, large parts of which are consumed in this episode by the flight of Werner Ziegler. Our wife-besotted engineer and architect has no idea that a quick escape for a brief rendezvous with his beloved is a fatal error. Mike gives chase to Werner while Lalo Salamanca gives chase to Mike.\nLalo’s style of pursuit is a bit more aggressive and gratuitously homicidal than Mike’s and seems inspired by Anton Chigurh from “No Country for Old Men.” It works well enough for him to get Werner on the phone and learn vague details about a construction project, information he will surely share with both Hector and (perhaps) the cartel.\nMike nabs Werner and then, in one of the season’s most affecting scenes, volunteers to kill him once Gus Fring makes clear that Mr. Ziegler is kaput, as they say in the Fatherland. It was striking how quickly Werner grasped his own imminent murder; he passes through the five stages of grief in about two minutes. Before quietly ambling to his fate, he extracts one promise from Mike. That his body is found, so that his death is not a mystery that will haunt his wife. Mike agrees. He has learned the importance of finding the dead courtesy of the anguish described by Anita, his grief counseling buddy, whose husband disappeared. In the “Breaking Bad” future, Lydia Rodarte-Quayle will beg Mike for the same mercy for the sake of her young daughter. (Mike agrees, then spares her for unrelated reasons.)\nClosing Thoughts:\nDid Kim write Chuck’s letter — the one delivered posthumously to Jimmy? Yes, I said when it turned up in Episode 3, although others disagreed. In the finale, the writers don’t offer proof positive. But there is a shot of Kim as Jimmy begins to read the letter aloud at his hearing that I think is as close to an answer as we’ll get. To my eyes, it was intended to show her poker face as she hears words that she herself composed.\nThat is pure speculation.\nMore broadly: After every finale of “Better Call Saul,” I feel as though I’ve watched a very good show that is about to become great. And this year, I feel that more strongly than ever. Maybe I’m a sap, but let’s look at where we are. Saul Goodman is about to open his practice. Lalo, the cheerful sociopath, will now vex the lives of Mike and Gus. The cartel will follow suit once it gets wind of Gus’s super lab.", "url": "https://www.nytimes.com/2018/10/08/arts/television/better-call-saul-season-finale-recap.html?action=click&module=RelatedLinks&pgtype=Article"}