{"authors": ["Andrew Ross Sorkin", "Jessica Silver-Greenberg", "Peter Eavis", "Matthew Goldstein"], "date_download": "2018-11-16 03:59:34", "date_modify": "2018-11-16 03:59:34", "date_publish": "2018-08-08 23:17:42", "description": "Banks including Citigroup and Goldman Sachs are looking at ways to structure transactions for Tesla that would remove the automaker from the public markets.", "filename": "2018_08_08_business_dealbook_tesla-elon-musk.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340774.html", "image_url": "https://static01.nyt.com/images/2018/08/09/business/09db-tesla1/09db-tesla1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_08_business_dealbook_tesla-elon-musk.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340774.html", "title": "Elon Musk’s Pitch to Take Tesla Private Has Wall Street Salivating", "title_page": "Elon Musk’s Pitch to Take Tesla Private Has Wall Street Salivating - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But investment bankers said on Wednesday that a leveraged buyout of Tesla — which in theory could cost as much as $70 billion if all of Tesla’s shares were bought at the price of $420 a share that Mr. Musk floated — is likely a nonstarter. The company, which has never turned a profit, is burning through cash so quickly that it would be hard to find banks or bond investors willing to lend tens of billions of dollars to finance a private buyout.\n“The numbers don’t work as it is,” said Ronald A. Kahn, the head of the debt advisory and valuation practice at Chicago-based investment bank Lincoln International. “Why would anyone even give him a few billion more?”\nThat does not mean, however, that a deal to take Tesla private is off the table.\nOne structure being studied by banks and Tesla, according to people familiar with the matter, is a transaction that would reduce the number of shareholders to such a degree that Tesla’s shares could be delisted from the Nasdaq stock exchange and the company no longer would be required to make quarterly filings with the S.E.C.\nThat would be expensive — it could cost $10 billion to $20 billion — but much less so than a full leveraged buyout, these people said.\nHow might such a transaction work?\nOne possibility is a maneuver called “going dark.” In this situation, Tesla could buy out many but not all of its shareholders to reduce the total number of investors who hold Tesla stock. One way to make that math work would be to persuade as many small shareholders as possible to sell their holdings.\nThe largest shareholders of the company — including Mr. Musk, Fidelity, T. Rowe Price and Scotland’s Baillie Gifford, who collectively own about 45 percent of Tesla shares — would not need to sell their stakes under that arrangement.\nTesla’s shares would no longer be listed on the Nasdaq, but investors could buy or sell them on loosely regulated, over-the-counter markets that are typically the domain of small companies. Because shares on these exchanges are generally traded less heavily than those on larger public markets, it would likely be harder for investors to bet against, or short, Tesla’s stock, which is one of the rationales Mr. Musk outlined on Tuesday for taking the company private.", "url": "https://www.nytimes.com/2018/08/08/business/dealbook/tesla-elon-musk.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}