{"authors": ["Paul Brownfield"], "date_download": "2018-11-16 04:08:38", "date_modify": "2018-11-16 04:08:38", "date_publish": "2018-03-03 11:00:44", "description": "In the era of “I, Tonya,” the Oscar-winning actress Olivia de Havilland’s lawsuit against FX and Ryan Murphy Productions has a certain potent symbolism.", "filename": "2018_03_03_style_olivia-de-havilland-fx-ryan-murphy-lawsuit_1542341318.html", "image_url": "https://static01.nyt.com/images/2018/03/04/fashion/04HAVILLAND/04HAVILLAND-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_03_style_olivia-de-havilland-fx-ryan-murphy-lawsuit_1542341318.html", "title": "At 101, a Survivor of Hollywood’s Golden Age Throws Down the Gauntlet", "title_page": "At 101, a Survivor of Hollywood’s Golden Age Throws Down the Gauntlet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To prevail, Ms. de Havilland will have to convince a jury not only that the interview was fabricated, but also that it includes sentiments that the writers of “Feud” either knew were false or profferred in reckless disregard for the truth, causing economic damage to her reputation and “emotional distress.” Lawyers for Ms. de Havilland and FX are also engaged in a byzantine fact-check over Ms. de Havilland’s use of coarse language in other scenes, most notably in reference to her sister, Ms. Fontaine.\nMs. Smith maintains that her client, at a minimum, should have been consulted about the project ahead of time. “She would have considered, what was their proposal?” the lawyer said. “Are they proposing to compensate her? They would have found out that certain things were not true. Because they didn’t even try, in their arrogance and hubris, they didn’t take what we would argue are reasonable steps to find out what was true, and what wasn’t true.”\nThe network says that Ms. de Havilland’s consent was not needed, because “Feud” falls squarely under protected speech around fictional works in the public interest. Additionally, it contends that her portrayal is positive. “While I understand Ms. de Havilland alleges that she was portrayed as a gossip, the opposite is true,” said Mr. Murphy, who declined to comment for this article, in a declaration attached to FX’s defense. “She is portrayed as a wise, respectful friend and counselor to Bette Davis, and a Hollywood icon with a unique perspective on the past.”\nLast August, the network filed a motion to dismiss the case under California’s anti-Slapp (Strategic Lawsuit Against Public Participation) statute, which allows for the quick dismissal of lawsuits that want to chill free speech. One month later, Los Angeles Superior Court Judge Holly Kendig issued her ruling: While “Feud” arose from protected speech, Ms. de Havilland had adequately shown enough cause to deserve her day in court, with the suit fast-tracked because of the plaintiff’s advanced age.\nLegal observers were surprised.\n“It is unusual for this type of case to proceed past anti-Slaap,” said Jennifer Rothman, a professor at Loyola Law School and the author of a forthcoming book called “The Right of Publicity: Privacy Reimagined for a Public World.” If the de Havilland decision were allowed to stand, Ms. Rothman said, “then that upends the film industry, the TV industry, the video game industry. Anyone who is trying to make stories based on true events with real people are not going to be able to do so without permission.”", "url": "https://www.nytimes.com/2018/03/03/style/olivia-de-havilland-fx-ryan-murphy-lawsuit.html"}