{"authors": ["Anita Hill"], "date_download": "2018-11-16 03:59:40", "date_modify": "2018-11-16 03:59:40", "date_publish": "2018-09-18 11:47:47", "description": "The Senate Judiciary Committee has a chance to do better by the country than it did nearly three decades ago.", "filename": "2018_09_18_opinion_anita-hill-brett-kavanaugh-clarence-thomas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340780.html", "image_url": "https://static01.nyt.com/images/2018/09/18/opinion/18Hill2/18Hill2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_18_opinion_anita-hill-brett-kavanaugh-clarence-thomas.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340780.html", "title": "Anita Hill: How to Get the Kavanaugh Hearings Right", "title_page": "Opinion | Anita Hill: How to Get the Kavanaugh Hearings Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Select a neutral investigative body with experience in sexual misconduct cases that will investigate the incident in question and present its findings to the committee. Outcomes in such investigations are more reliable and less likely to be perceived as tainted by partisanship. Senators must then rely on the investigators’ conclusions, along with advice from experts, to frame the questions they ask Judge Kavanaugh and Dr. Blasey. Again, the senators’ fact-finding roles must guide their behavior. The investigators’ report should frame the hearing, not politics or myths about sexual assault.\nDo not rush these hearings. Doing so would not only signal that sexual assault accusations are not important — hastily appraising this situation would very likely lead to facts being overlooked that are necessary for the Senate and the public to evaluate . That the committee plans to hold a hearing this coming Monday is discouraging. Simply put, a week’s preparation is not enough time for meaningful inquiry into very serious charges.\nFinally, refer to Christine Blasey Ford by her name. She was once anonymous, but no longer is. Dr. Blasey is not simply “Judge Kavanaugh’s accuser.” Dr. Blasey is a human being with a life of her own. She deserves the respect of being addressed and treated as a whole person.", "url": "https://www.nytimes.com/2018/09/18/opinion/anita-hill-brett-kavanaugh-clarence-thomas.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}