{"authors": ["Kate Taylor", "William Neuman"], "date_download": "2018-11-16 04:02:09", "date_modify": "2018-11-16 04:02:09", "date_publish": "2018-02-28 22:50:50", "description": "Mayor Bill de Blasio has picked Alberto M. Carvalho, the superintendent of the Miami-Dade Public Schools, the nation’s fourth largest district, as his next schools chancellor.", "filename": "2018_02_28_nyregion_new-york-schools-alberto-carvalho-miami.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340929.html", "image_url": "https://static01.nyt.com/images/2018/03/01/nyregion/01CHANCELLOR/01CHANCELLOR-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_28_nyregion_new-york-schools-alberto-carvalho-miami.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340929.html", "title": "Miami Superintendent Chosen to Lead New York City Schools", "title_page": "Miami Superintendent Chosen to Lead New York City Schools - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Carvalho earns a yearly salary of $352,874 in Miami compared to Ms. Fariña’s $234,569. Mr. Phillips said Mr. Carvalho will be paid $353,000, to match his Miami salary.\nMr. Carvalho grew up poor in Lisbon, Portugal, and was the first in his family to graduate from high school. At the age of 17, he flew to New York on a visa that he then overstayed. In New York, he washed dishes and worked as a busboy in restaurants. He made his way to Florida, where he worked in construction. He has said that at one point he spent a month being homeless, sleeping in a friend’s U-Haul truck. In a restaurant where he worked as a waiter, he met Representative E. Clay Shaw, a Republican congressman from the area, who helped him gain a student visa.\nMr. Carvalho has spent his entire career in the Miami-Dade school system, starting as a teacher at Miami Jackson Senior High, where he taught physics, chemistry and calculus. He went on to become an assistant principal, a lobbyist for the district, and an associate superintendent. He took over the district from Rudy Crew, himself a former New York City schools chancellor.\nHe has been an outspoken critic of President Trump’s immigration policies and defender of undocumented immigrants.\n“Over my dead body will anyone walk into our schools and yank any child from the sanctity and the protection that schools, as sanctuaries of the young, provide,” he said in a speech last November. (This was perhaps more political rhetoric than a practical statement of policy. As a general rule, Immigration and Customs Enforcement agents do not go into schools, which are considered “sensitive locations.”)\nNew York City’s most prominent chancellor in recent years was Joel I. Klein, whom Mr. Bloomberg appointed in 2002, shortly after he won mayoral control of the schools, and who served until 2010. Mr. Klein was considered a leader in the national education reform movement, and pioneered the practice of closing low-performing schools and replacing them with new schools on a large scale.\nThe mayor’s press secretary, Mr. Phillips, said that Ms. Fariña would leave in the next month but that Mr. Carvalho did not have an official start date yet. Mr. Phillips said that the mayor and Mr. Carvalho met twice, once in January and once in February. Both meetings were at Gracie Mansion, including one that included dinner.\nMr. de Blasio’s wife, Chirlane McCray, was also involved in the decision, Mr. Phillips said. Ms. McCray has played a role in many of Mr. de Blasio’s important hiring choices and recently has spoken along with the mayor at the news conferences to announce them.", "url": "https://www.nytimes.com/2018/02/28/nyregion/new-york-schools-alberto-carvalho-miami.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}