{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:25:08", "date_modify": "2018-11-16 04:25:08", "date_publish": "2018-05-09 18:58:07", "description": "More than a dozen House Republicans created a petition to force votes on immigration legislation, hoping to settle the uncertain futures of the so-called Dreamers.", "filename": "2018_05_09_us_politics_house-republicans-immigration-dreamers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342308.html", "image_url": "https://static01.nyt.com/images/2018/05/10/us/politics/10dc-immig-print/10dc-immig-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_09_us_politics_house-republicans-immigration-dreamers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342308.html", "title": "House Republicans, Defying Leaders, Move to Force Immigration Votes", "title_page": "House Republicans, Defying Leaders, Move to Force Immigration Votes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — More than a dozen House Republicans defied Speaker Paul D. Ryan on Wednesday and moved to force a vote on immigration in the House, aiming to settle the uncertain futures of so-called Dreamers, young immigrants who were brought to this country illegally as children.\nThe group is gathering signatures for a so-called discharge petition, a parliamentary maneuver that could be used to circumvent Mr. Ryan by bringing legislation to the House floor with the support of a majority of members. The party out of power often uses such petitions, but they rarely succeed because a signature from a member of the party in power is seen as a betrayal of leadership.\nThis time around, 17 Republicans had signed as of Wednesday afternoon.\n“We are well aware that the speaker’s preference was not to have this process,” said Representative Carlos Curbelo, Republican of Florida, who introduced the petition Wednesday morning. “I’ve made the argument to the speaker personally that this process actually empowers him.”\nIf nine more Republicans sign on, along with all House Democrats, the group will be able to revive an immigration debate that had appeared all but dead. Its goal is to force debate on four immigration-related measures, including one of the speaker’s choosing.", "url": "https://www.nytimes.com/2018/05/09/us/politics/house-republicans-immigration-dreamers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}