{"authors": ["Jeffery C. Mays"], "date_download": "2018-11-16 04:54:33", "date_modify": "2018-11-16 04:54:33", "date_publish": "2018-01-04 00:27:07", "description": "Councilman Corey Johnson, a white man, was elected City Council speaker, and questions about race and power remain.", "filename": "2018_01_03_nyregion_race-nyc-council-speaker.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344073.html", "image_url": "https://static01.nyt.com/images/2018/01/05/nyregion/05speakerrace1/04speakerrace1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_03_nyregion_race-nyc-council-speaker.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344073.html", "title": "Race Rears Its Head as New York City Council Elects New Leader", "title_page": "Race Rears Its Head as New York City Council Elects New Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Councilwoman Laurie Cumbo of Brooklyn, expected to be named the majority leader, said the failure of the Black, Latino and Asian Caucus to agree on a consensus candidate hurt the chances for having a black speaker.\nShe added that Mr. Johnson, as a gay man who is HIV-positive, could understand some of the issues facing minorities, a sentiment that was echoed by Councilman Ydanis Rodriguez of Manhattan, another speaker candidate.\nMr. Johnson carefully acknowledged the remarks.\n“There is no way for me to say I can fully relate to the experience of being a person of color in New York City,” he said. “But as someone who’s an openly gay man, who’s openly HIV-positive, who did not grow up in a family with a lot of money, I think that experience gives me some more sensitivity.”\nMr. Johnson said he would call on the diversity of the body to address various issues.\n“When there are issues related to race in New York City … I don’t need to be the main spokesperson,” he said.", "url": "https://www.nytimes.com/2018/01/03/nyregion/race-nyc-council-speaker.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}