{"authors": ["N. Gregory Mankiw"], "date_download": "2018-11-16 03:50:33", "date_modify": "2018-11-16 03:50:33", "date_publish": "2018-02-16 16:46:23", "description": "Most agree that the net impact of free trade is beneficial. Yet the Trump administration’s imposition of tariffs suggests that this truth isn’t obvious to everyone.", "filename": "2018_02_16_business_trump-economists-trade-tariffs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340233.html", "image_url": "https://static01.nyt.com/images/2018/02/18/business/11VIEW1/11VIEW1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_16_business_trump-economists-trade-tariffs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340233.html", "title": "Why Economists Are Worried About International Trade", "title_page": "Why Economists Are Worried About International Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "More recently, economists have emphasized how trade affects productivity. In a model pioneered by my Harvard colleague Marc Melitz, when a nation opens up to international trade, the most productive firms expand their markets, while the least productive are forced out by increased competition. As resources move from the least to the most productive firms, overall productivity rises.\nA skeptic might say that all this is just theory. Where’s the evidence?\nOne approach to answering this question is to examine whether countries that are open to trade enjoy greater prosperity. In a 1995 paper, the economists Jeffrey D. Sachs and Andrew Warner studied a large sample of nations and found that open economies grew significantly faster than closed ones.\nA second approach is to look at what happens when closed economies remove their trade restrictions. Again, free trade fares well. Throughout history, when nations have opened themselves up to the world economy, the typical result has been an increase in their growth rates. This occurred in Japan in the 1850s, South Korea in the 1960s and Vietnam in the 1990s.\nThese results, while suggestive, come with a caveat. Trade restrictions often accompany other government policies that interfere with markets. Perhaps these other policies, rather than trade restrictions, impede growth.\nTo address this problem, a third approach to measuring the effects of trade, proposed by the economists Jeffrey A. Frankel of Harvard and David C. Romer of the University of California, Berkeley, focuses on geography. Some countries trade less because of geographic disadvantages.\nFor example, New Zealand is disadvantaged compared with Belgium because it is farther from other populous countries. Similarly, landlocked nations are disadvantaged compared with nations with their own seaports. Because these geographic characteristics are correlated with trade, but arguably uncorrelated with other determinants of prosperity, they can be used to separate the impact of trade on national income from other confounding factors.\nAfter analyzing the data, Mr. Frankel and Mr. Romer concluded that “a rise of one percentage point in the ratio of trade to G.D.P. increases income per person by at least one-half percent.” In other words, nations should take the theories of Smith, Ricardo and Melitz seriously.", "url": "https://www.nytimes.com/2018/02/16/business/trump-economists-trade-tariffs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}