{"authors": ["David W. Chen"], "date_download": "2018-11-16 04:45:28", "date_modify": "2018-11-16 04:45:28", "date_publish": "2018-09-26 23:31:36", "description": "The university’s law school has been buffeted by the allegations against the Supreme Court nominee, an alumnus, as politically charged students question its values.", "filename": "2018_09_26_nyregion_yale-touted-kavanaugh-now-comes-a-moment-of-reckoning.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343528.html", "image_url": "https://static01.nyt.com/images/2018/09/27/nyregion/27yale5/27yale5-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_26_nyregion_yale-touted-kavanaugh-now-comes-a-moment-of-reckoning.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343528.html", "title": "Yale Law School Boasted About Kavanaugh; Now Comes ‘a Moment of Reckoning’", "title_page": "Yale Law School Boasted About Kavanaugh; Now Comes ‘a Moment of Reckoning’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Students and faculty members from Yale Law School packed the campus’s largest church on Tuesday for a hastily arranged town hall, where they spoke about the sexual assault allegations swirling around the Supreme Court nominee, Judge Brett M. Kavanaugh, a 1990 graduate of the school.\n[Update: Christine Blasey Ford testified before the Senate Judiciary Committee on Thursday about her allegations against Judge Kavanaugh. Follow our live coverage.]\nThat was after a campus sit-in that prompted the cancellation of many classes, and protests in Washington, D.C., where two of their colleagues were arrested, and a blistering email that a group of students sent out to their classmates and faculty that said that the Kavanaugh nomination had exposed “our entire school’s culture of legal elitism and fixation on proximity to power.”\nIt was an abrupt shift on campus. In the days after Judge Kavanaugh’s nomination in June, the school’s website boasted that, if confirmed, he would be the fourth sitting member of the Supreme Court who had gone to Yale. The school’s dean, Heather K. Gerken, called him “a longtime friend to many of us in the Yale Law School community.” Other professors praised him.", "url": "https://www.nytimes.com/2018/09/26/nyregion/yale-touted-kavanaugh-now-comes-a-moment-of-reckoning.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}