{"authors": ["Peter Baker"], "date_download": "2018-11-16 04:43:13", "date_modify": "2018-11-16 04:43:13", "date_publish": "2018-04-30 00:13:49", "description": "The violent end of Col. Muammar el-Qaddafi, an unexpected turn of events after he gave up his nuclear program, is likely to serve as a cautionary tale for Kim Jong-un.", "filename": "2018_04_29_us_politics_bolton-libya-north-korea-trump.html_module=inline_1542343393.html", "image_url": "https://static01.nyt.com/images/2018/04/30/world/30dc-assess/30dc-assess-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_29_us_politics_bolton-libya-north-korea-trump.html_module=inline_1542343393.html", "title": "Libya as a Model for Disarmament? North Korea May See It Very Differently", "title_page": "Libya as a Model for Disarmament? North Korea May See It Very Differently - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When John R. Bolton looks at North Korea, he sees Libya. It is not a perfect comparison, he acknowledges, but if there is a model for how to peacefully rid a hostile dictatorial state of its nuclear program, he points to the disarming of Libya some 15 years ago.\nIt is easy to grasp why the United States views that as a success. A ruthless despot with a history of sponsoring terrorism surrendered his efforts to build a catastrophic weapon. But that despot, Col. Muammar el-Qaddafi, might not see it as such a good deal today. No one will ever know for sure because he is dead. Which is why North Korea might not find it such an uplifting model either.\nThe divergent vantage points on Libya may be instructive to understand how President Trump and Mr. Bolton, his new national security adviser, are approaching the coming talks with the North Korean leader, Kim Jong-un. The divide also underscores the challenges Mr. Trump and Mr. Bolton face: As they seek to replicate the feat of eliminating Libya’s nuclear program, analysts said, they could face distrust because of the unexpected turn of events that led to Colonel Qaddafi’s demise.\nMr. Bolton, who served under President George W. Bush, views Libya through the experience of those heady days in 2003 and 2004 when Colonel Qaddafi agreed to transfer his nuclear equipment to a facility in Tennessee. Mr. Kim may remember what came later, when President Barack Obama and European allies launched military action against Libya in 2011 to prevent a threatened massacre of civilians, in the process enabling rebels not only to topple Colonel Qaddafi but also to hunt him down and kill him.", "url": "https://www.nytimes.com/2018/04/29/us/politics/bolton-libya-north-korea-trump.html?module=inline"}