{"authors": ["Amy Tara Koch"], "date_download": "2018-11-16 03:08:24", "date_modify": "2018-11-16 03:08:24", "date_publish": "2018-09-13 14:13:25", "description": "A favorite holiday destination of those in the know, craggy, wind-swept Pantelleria sits between Sicily and Tunisia.", "filename": "2018_09_13_t-magazine_pantelleria-travel-guide.html_action=click&module=RelatedLinks&pgtype=Article_1542337704.html", "image_url": "https://static01.nyt.com/images/2018/09/06/t-magazine/06tmag-pan-slide-Q0NC/06tmag-pan-slide-Q0NC-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_13_t-magazine_pantelleria-travel-guide.html_action=click&module=RelatedLinks&pgtype=Article_1542337704.html", "title": "The Island Where Italians Go to Play (and Hide)", "title_page": "The Island Where Italians Go to Play (and Hide) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Known for its shoreline of jagged volcanic cliffs and sea-formed lava inlets, the Italian island of Pantelleria sits southwest of Sicily and just 50 miles east of Tunisia — on a clear day, it’s possible to see across the strait to Kelibia.\nFirst inhabited during the Bronze Age, Pantelleria’s 32 square miles were subsequently conquered by the Carthaginians, the Arabs, the Romans and Roger II, King of Sicily, with clusters of dammusi — whitewashed, dome-roofed stone dwellings dating as far back as the 10th century — surviving it all. By the early 1800s, the island had been tamed anew by caper farmers and winemakers. The past decades have brought yet another set of arrivals; as other glamorous coastal spots (Portofino, Sorrento) were besieged by cruise ships, Pantelleria (population 7,500) emerged as an understated holiday destination for in-the-know Italians — Giorgio Armani and the actress Isabella Ferrari both have houses here. Even now, its rugged beauty and rich history are the draws: After a day spent exploring hidden coves, including the sea sponge-encrusted grotto Sataria, whose turquoise waters are said to have been the love nest of Ulysses and Calypso, visitors gather at bars like Sesiventi, on the island’s western end, for aperitivi as the sun sets over Neolithic burial domes.", "url": "https://www.nytimes.com/2018/09/13/t-magazine/pantelleria-travel-guide.html?action=click&module=RelatedLinks&pgtype=Article"}