{"authors": ["Winnie Hu"], "date_download": "2018-11-16 04:30:25", "date_modify": "2018-11-16 04:30:25", "date_publish": "2018-03-19 22:50:54", "description": "Only 58.1 percent of weekday trains arrived on time in January, down from 64.1 percent a year earlier, according to a new report.", "filename": "2018_03_19_nyregion_new-york-subways-on-time-performance-hits-new-low.html_module=inline_1542342625.html", "image_url": "https://static01.nyt.com/images/2018/03/20/nyregion/20nysubway/20nysubway-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_19_nyregion_new-york-subways-on-time-performance-hits-new-low.html_module=inline_1542342625.html", "title": "New York Subway’s On-Time Performance Hits New Low", "title_page": "New York Subway’s On-Time Performance Hits New Low - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gov. Andrew M. Cuomo declared a state of emergency for the city’s subway system last year and has helped promote an $800 million emergency rescue plan. But the continuing delays and breakdowns have exasperated many riders. On Monday, the actress Cynthia Nixon officially announced that she would challenge Mr. Cuomo to be the Democratic nominee in November’s election for governor, making the subway one of her priorities.\nJohn Raskin, the executive director of the Riders Alliance, an advocacy group, said Mr. Cuomo had not made much progress in fixing the subways. “We’ve seen what the governor can do when he prioritizes an issue, and it’s time for the transit system to merit that intensity of focus,” Mr. Raskin said. “The subway system is at the breaking point, and honestly, subway riders are too.”\nMr. Raskin added that the governor and state lawmakers needed to pass a congestion plan for Manhattan, which would charge drivers for driving into Manhattan at peak traffic hours to help fund the subway system.\nIn January, there were 76,287 delayed weekday trains, up from 60,455 the year before, according to the new report. Of those, 27,249 were the result of overcrowding or insufficient capacity.\nIn addition, there were 18,931 delayed weekend trains, up from 14,182 the year before.\nBlaming overcrowding for delays has become contentious after an investigation by The New York Times in December found that officials had been citing that to mask delays caused by breakdowns or signal problems that forced people onto fewer trains. Mr. Byford has acknowledged that overcrowding is not a meaningful measurement and that officials need to provide more specific information.\nM.T.A. officials said that January was particularly hard on the subway system because of a two-day snowstorm early in the month that blanketed the city, and extreme swings in temperature from cold to warm during the month that caused snow to melt faster and seep into equipment. Also, trains were stored on some express tracks instead of outside in yards to protect them from the cold, but that resulted in some delays in service while they were moved out of the way. In addition, a burst water pipe knocked out service to many trains at the subway station at Seventh Avenue and 53rd Street in Manhattan.\nWhile there are other indicators of subway performance besides on-time arrivals, many advocates and others say that it remains an important measure because consistent delays can mean fewer trains and more crowding.", "url": "https://www.nytimes.com/2018/03/19/nyregion/new-york-subways-on-time-performance-hits-new-low.html?module=inline"}