{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:45:17", "date_modify": "2018-11-16 04:45:17", "date_publish": "2018-08-29 22:25:13", "description": "The candidates for governor in New York fought over standing up to President Trump, marijuana, health care policy and corruption in Albany.", "filename": "2018_08_29_nyregion_cuomo-cynthia-nixon-debate-ny.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343517.html", "image_url": "https://static01.nyt.com/images/2018/08/30/nyregion/30debate/30debate-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_29_nyregion_cuomo-cynthia-nixon-debate-ny.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343517.html", "title": "‘Can You Stop Interrupting?’ ‘Can You Stop Lying?’ Cuomo and Nixon Clash in Debate.", "title_page": "‘Can You Stop Interrupting?’ ‘Can You Stop Lying?’ Cuomo and Nixon Clash in Debate. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Both candidates said they were in favor of postponing a subway fare increase, though they sparred repeatedly over the state of the system, as Mr. Cuomo tried to blame New York City and its mayor, Bill de Blasio, while Ms. Nixon noted the governor, not the mayor, controls the Metropolitan Transportation Authority. She called his argument otherwise “disingenuous.”\n“He used the M.T.A. like his A.T.M.,” she said.\nBehind in the polls, Ms. Nixon had widely been expected to serve as the aggressor, and she was for much of the night at Hofstra University on Long Island. It was Ms. Nixon’s first-ever political debate and she delivered cutting lines with comfort and ease.\nIn the early minutes, she hit all the key elements of her campaign: the “incredible corruption” in the Cuomo administration; the deteriorating state of the subways; the need for more equitable education funding; and what she said was Mr. Cuomo’s past support to enable Republican control of the State Senate.\nOf Mr. Cuomo’s lack of knowledge that one of his former most trusted advisers, Joseph Percoco, was getting paid secretly by those doing business with the state she said it was “either incompetence or corruption.” Mr. Percoco was convicted earlier this year of corruption-related charges.\nBut Mr. Cuomo came determined to attack Ms. Nixon for her own finances. He hammered her for how many years of personal taxes she has released (five), and for routing her income through an S corporation, which he decried as a “loophole.” He returned to the topic over and over.\n“You are a corporation,” Mr. Cuomo accused. “I am a person,” she replied.\nThe tax tactic seemed designed to blunt her broadsides on his corporate donors — he has $24.4 million in campaign cash as of the most recent report — as Ms. Nixon described her tax strategy as standard practice for small businesses.\n“Working men and women don’t have corporations,” Mr. Cuomo countered.\nThere are just two weeks remaining in the race before an unusual Thursday election, on Sept. 13, that has both camps racing to determine who will turn out. New York is the only state in the nation this year to hold two primaries — one for federal races, and one for state and local contests — adding to the turnout X-factor.", "url": "https://www.nytimes.com/2018/08/29/nyregion/cuomo-cynthia-nixon-debate-ny.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}