{"authors": ["Jon Caramanica"], "date_download": "2018-11-16 03:09:48", "date_modify": "2018-11-16 03:09:48", "date_publish": "2018-09-19 12:06:19", "description": "The famous are saying less (if anything at all), granting interviews to their friends and sharing on social media. What’s being lost? Almost everything.", "filename": "2018_09_19_arts_music_celebrity-profile-death_1542337788.html", "image_url": "https://static01.nyt.com/images/2018/09/20/arts/music/20celebjournos-lead/20celebjournos-lead-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_19_arts_music_celebrity-profile-death_1542337788.html", "title": "R.I.P., the Celebrity Profile", "title_page": "R.I.P., the Celebrity Profile - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "All glossy magazine superstar covers may look the same from a distance, but inside, you’re never quite sure what you’ll find.\nTake the October issue of GQ, which features Paul McCartney. For decades he has leaned on familiar Beatles anecdotes, presuming that decades-old chestnuts may still pass for warm. But in GQ, over the course of several long conversations, he revealed himself to be unstudied, slightly wishy-washy and much less preoccupied with the sanctity of his own image than you might think — he even offered a recollection about the Beatles’ teenage sexual adventures that led to a characteristically sweaty New York Post headline: “Beat the Meatles.”\nThe story worked in two ways: For the reader and fan, it was appealingly revealing; for Mr. McCartney, who’s been famous so long he is more sculpture than human, it was a welcome softening.\nThis took a willingness to answer questions, to submit to the give and take that comes with a profile of that scale. But not all big stories demand such transparency of their subjects: say, the September issue of Vogue with Beyoncé on the cover. The accompanying article is titled “Beyoncé in Her Own Words” — not a profile, but a collection of brief, only-occasionally-revealing commentaries on a range of topics: motherhood and family, body acceptance, touring. Anna Wintour refers to the story in her editor’s letter as a “powerful essay” that “Beyoncé herself writes,” as if that were an asset, not a liability. There was a journalist in the room at some point in the process — the piece has an “as told to” credit at the end — but outside perspectives have effectively been erased.", "url": "https://www.nytimes.com/2018/09/19/arts/music/celebrity-profile-death.html"}