{"authors": [], "date_download": "2018-11-16 04:00:23", "date_modify": "2018-11-16 04:00:23", "date_publish": "2018-09-04 20:38:25", "description": "Judge Brett M. Kavanaugh on Tuesday addressed the Senate Judiciary Committee on the first day of confirmation hearings for his nomination to the Supreme Court.", "filename": "2018_09_04_us_politics_judge-brett-kavanaughs-opening-statement-full-prepared-remarks_1542340823.html", "image_url": "https://static01.nyt.com/images/2018/09/05/us/politics/05dc-kavanaughstatement/05dc-kavanaughstatement-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_04_us_politics_judge-brett-kavanaughs-opening-statement-full-prepared-remarks_1542340823.html", "title": "Judge Brett Kavanaugh’s Opening Statement: Full Prepared Remarks and Video", "title_page": "Judge Brett Kavanaugh’s Opening Statement: Full Prepared Remarks and Video - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For twelve years, I have been a judge on the U.S. Court of Appeals for the D.C. Circuit. I have written more than 300 opinions and handled more than 2,000 cases. I have given it my all in every case. I am proud of that body of work, and I stand behind it. I tell people, “Don’t read what others say about my judicial opinions. Read the opinions.” I have served with 17 other judges, each of them a colleague and a friend, on a court now led by our superb chief judge, Merrick Garland. My judicial philosophy is straightforward. A judge must be independent and must interpret the law, not make the law. A judge must interpret statutes as written. A judge must interpret the Constitution as written, informed by history and tradition and precedent. In deciding cases, a judge must always keep in mind what Alexander Hamilton said in Federalist 83: “the rules of legal interpretation are rules of common sense.”\nA good judge must be an umpire — a neutral and impartial arbiter who favors no litigant or policy. As Justice Kennedy explained in Texas versus Johnson, one of his greatest opinions, judges do not make decisions to reach a preferred result. Judges make decisions because “the law and the Constitution, as we see them, compel the result.” Over the past 12 years, I have ruled sometimes for the prosecution and sometimes for criminal defendants, sometimes for workers and sometimes for businesses, sometimes for environmentalists and sometimes for coal miners. In each case, I have followed the law. I don’t decide cases based on personal or policy preferences. I am not a pro-plaintiff or pro-defendant judge. I am not a pro-prosecution or pro-defense judge. I am a pro-law judge.\nAs Justice Kennedy showed us, a judge must be independent, not swayed by public pressure. Our independent Judiciary is the crown jewel of our constitutional republic. In our independent Judiciary, the Supreme Court is the last line of defense for the separation of powers, and the rights and liberties guaranteed by the Constitution.\nThe Supreme Court must never be viewed as a partisan institution. The Justices on the Supreme Court do not sit on opposite sides of an aisle. They do not caucus in separate rooms. If confirmed to the Court, I would be part of a Team of Nine, committed to deciding cases according to the Constitution and laws of the United States. I would always strive to be a team player on the Team of Nine.\nThroughout my life, I have tried to serve the common good, in keeping with my Jesuit high school’s motto, “men for others.” I have spent my career in public service. I have tutored at Washington Jesuit Academy, a rigorous tuition-free school for boys from low-income families. At Catholic Charities at Tenth and G, I serve meals to the homeless with my friend Father John Enzler. In those works, I keep in mind the message of Matthew 25 — and try to serve the least fortunate among us. I know I fall short at times, but I always want to do more and do better.\nFor the past seven years, I have coached my daughters’ basketball teams. I love coaching. All the girls I have coached are awesome. And special congratulations to the girls on this year’s sixth-grade CYO championship team: Anna, Quinn, Kelsey, Ceane, Chloe, Alex, Ava, Sophia, and Margaret. I love helping the girls grow into confident players. I know that confidence on the basketball court translates into confidence in other aspects of life. Title Nine helped make girls’ and women’s sports equal, and I see that law’s legacy every night when I walk into my house as my daughters are getting back from lacrosse, or basketball, or hockey practice. I know from my own life that those who teach and coach America’s youth are among the most influential people in our country. With a kind word here and a hint of encouragement there … a word of discipline delivered in a spirit of love … teachers and coaches change lives. I thank all of my teachers and coaches who got me to this moment, and I thank all of the teachers and coaches throughout America.\nAs a judge, I have sought to train the next generation of lawyers and leaders. For 12 years, I have taught constitutional law to hundreds of students, primarily at Harvard Law School. I teach that the Constitution’s separation of powers protects individual liberty. I am grateful to all my students. I have learned so much from them. And I am especially grateful to the dean who first hired me, now-Justice Elena Kagan.", "url": "https://www.nytimes.com/2018/09/04/us/politics/judge-brett-kavanaughs-opening-statement-full-prepared-remarks.html"}