{"authors": ["Peter Eavis"], "date_download": "2018-11-16 03:59:41", "date_modify": "2018-11-16 03:59:41", "date_publish": "2018-08-08 12:52:45", "description": "Investors should ask: Where is the money coming from and would Tesla really be better off as a private company?", "filename": "2018_08_08_business_dealbook_tesla-investor-questions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340781.html", "image_url": "https://static01.nyt.com/images/2018/08/09/business/09db-tesla/09db-tesla-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_08_business_dealbook_tesla-investor-questions.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340781.html", "title": "A $70 Billion Deal for Tesla? Elon Musk Faces 2 Huge Questions", "title_page": "A $70 Billion Deal for Tesla? Elon Musk Faces 2 Huge Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He could also turn to his individual investors, who own nearly 13 percent of Tesla’s shares. Many of those are incredibly bullish about the company.\nTo increase the chances of success with all of his investors, Mr. Musk has to convince them that their shares in a private Tesla will one day be worth more than the $420 that the transaction offers them.\nDoing so will require convincing them that Tesla will perform better out of the spotlight. Shareholders would also have to be willing to potentially get less information about the company’s performance and have less opportunity to sell their shares if it is no longer publicly traded.\nWould Tesla perform better as a private company? Mr. Musk thinks so, on Tuesday writing:\n“Being public also subjects us to the quarterly earnings cycle that puts enormous pressure on Tesla to make decisions that may be right for a given quarter, but not necessarily right for the long-term. Finally, as the most shorted stock in the history of the stock market, being public means that there are large numbers of people who have the incentive to attack the company.”\nSome companies have indeed done better after going private (though there are plenty of examples of those that have gone on to flounder). And Mr. Musk is correct that Tesla has attracted a large number of short sellers — investors who profit by betting on a stock’s decline. (He has waged a very public fight against them.)\nArguably, though, the public markets have been very good to Tesla. The company has successfully tapped them for capital, and, even when it has racked up losses and consumed cash, its market value has marched higher and higher. Its stock market value currently exceeds that of General Motors.\nInvestors are, in effect, giving Tesla much the same leeway as it would get if it were private. Big institutional shareholders have remained patient as the company strives to achieve long-term objectives, and have stood by the company even when Mr. Musk’s behavior was unorthodox. They have even tolerated a board that has been criticized for its oversight.", "url": "https://www.nytimes.com/2018/08/08/business/dealbook/tesla-investor-questions.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}