{"authors": ["Ginia Bellafante"], "date_download": "2018-11-16 04:45:18", "date_modify": "2018-11-16 04:45:18", "date_publish": "2018-03-20 22:34:05", "description": "Cynthia Nixon, who is challenging Andrew M. Cuomo in the Democratic primary, says she is the real progressive. But if he can act the part, does it matter?", "filename": "2018_03_20_nyregion_cynthia-nixon-andrew-cuomo-governor-race-real-progressive.html_module=inline_1542343518.html", "image_url": "https://static01.nyt.com/images/2018/03/21/nyregion/21big/21big-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_20_nyregion_cynthia-nixon-andrew-cuomo-governor-race-real-progressive.html_module=inline_1542343518.html", "title": "The Actress, the Governor and Performance Politics", "title_page": "The Actress, the Governor and Performance Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As a feminist, too, his stagecraft has been successful. On Monday, as Ms Nixon said that she would run, Mr. Cuomo directed the state attorney general to review the ways in which the Manhattan district attorney, Cyrus R. Vance Jr., had handled — or mishandled — a 2015 allegation of sexual assault against Harvey Weinstein.\nIn her speech on Tuesday Ms. Nixon called for a greater investment in the city’s ever-deteriorating public housing system. Only a few days earlier, during an appearance at the Jackson Houses in the Bronx, the governor, who served as the federal housing secretary under President Bill Clinton, said he was prepared to declare a state of emergency in the buildings of the New York City Housing Authority — which would allow him to replace its failing management team, appointed by the city. He also promised to release $200 million of state funds to the agency once an independent monitor had been appointed to oversee all that has gone wrong.\nIn the continuing war between the governor and Mayor Bill de Blasio, it has been Mr. Cuomo who has been continually advancing, amounting to another hindrance for Ms. Nixon. A longtime public education activist, she has been a strong supporter of the mayor’s, but Mr. de Blasio, who is so intensely disliked by so many of his own Democratic constituents, could provide her with little advantage in her own race. Within two hours of Ms. Nixon’s speech on Tuesday, the former City Council speaker Christine Quinn, openly gay and an ally of the governor’s, declared via The New York Post that Ms. Nixon was an “unqualified lesbian’’ who should not have opposed her own more viable bid to become the mayor of New York several years ago when Mr. de Blasio won his first term.\nMs. Quinn lost, in part, because she was unable to come up with a pitch that voters found as resonant as Mr. de Blasio’s “tale of two cities” rhetoric, his focus on the vast gaps between the rich and the disadvantaged. Ms. Nixon wants to stand in the same philosophical space, railing against the unaffordable city, the tyranny of urban plutocrats. But she earned her celebrity and fortune through a pop cultural product, “Sex and the City,” that promoted a vision of New York that stands entirely in opposition to her professed values. It was the HBO series, beyond any other entertainment, that helped solidify the image of the city as a luxury brand — an elite, fantastical consumer paradise where it was never too early or late in the day to buy an $800 pair of shoes.\nIs Cynthia Nixon, ultimately, the best vessel for her own invaluable message?", "url": "https://www.nytimes.com/2018/03/20/nyregion/cynthia-nixon-andrew-cuomo-governor-race-real-progressive.html?module=inline"}