{"authors": ["Kurt Streeter"], "date_download": "2018-11-16 03:23:44", "date_modify": "2018-11-16 03:23:44", "date_publish": "2018-07-20 16:58:17", "description": "Since LeBron James signed, Lakers fans have unleashed a fresh strain of venom — and jokes — on Darrell Bailey, the Los Angeles Clippers superfan known for his red and blue suits.", "filename": "2018_07_20_sports_basketball_clipper-darrell-lakers.html_module=inline_1542338624.html", "image_url": "https://static01.nyt.com/images/2018/07/21/sports/21clippers-sub-web1/21clippers-sub-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_20_sports_basketball_clipper-darrell-lakers.html_module=inline_1542338624.html", "title": "Clipper Darrell Won’t Bow to King James. But He Wants To.", "title_page": "Clipper Darrell Won’t Bow to King James. But He Wants To. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Through thick and thin — mostly thin, given the team he adores — Bailey has been a presence at Clippers’ games for nearly two decades. Since he first bought season tickets in 2000, he has missed only two home games, one when he was in the hospital with chest pains.\n“Every player in the N.B.A. knows who he is,” said Corey Maggette, who spent eight of his 14 N.B.A. seasons with the Clippers. “There’s a lot of respect for him.”\nFans, too, know his face and his voice. At the Staples Center, home of the Clippers and Lakers, cameras for the big screen zoom in as Bailey prances near his seat in Section 107. He leads chants, his sandpaper baritone echoing from the rafters. He talks trash to players from opposing teams. When a little-known reserve steps to the free-throw line, he begins shouting: “Hey, you, who are you? … You’re weak, you’re no good and you can’t be traded.”\nHis act, however, is G-rated.\n“I remember a few years ago, I was at a game and there were some fans that were really getting on a guy, swearing and cussing,” Maggette said. And I remember seeing Clipper Darrell go over to them, in front of everyone, and loud enough so everyone could hear, and saying, ‘Hey, stop, that is not what we do. We are for our team but we respect the players. We don’t cross that line.’”\nIt’s a line that matters to Bailey.\n“Going to Clippers games and going to church are the two things I can do to get away from the world, and I want to do it right,” he said, as the Drew League play got underway. “They say I’m one of the cleanest hecklers left, but at the same time, every player who plays against the Clippers knows that those 48 minutes, man you are the enemy. After 48 minutes, we good.”\nSo good, in fact, that he has developed a bond with some of the game’s legends. Even James and Kobe Bryant give him his due. Bryant, interviewed just before his retirement in 2016 and after his last game against the Clippers, spoke of how much he was going to miss “Clipper Darrell, his passion and enthusiasm.”", "url": "https://www.nytimes.com/2018/07/20/sports/basketball/clipper-darrell-lakers.html?module=inline"}