{"authors": ["Nicole Perlroth", "Mike Isaac"], "date_download": "2018-11-16 03:11:52", "date_modify": "2018-11-16 03:11:52", "date_publish": "2018-01-12 23:31:11", "description": "How Uber grappled with a 2016 hack is under scrutiny and has cast a chill over how other companies deal with security threats.", "filename": "2018_01_12_technology_uber-hacker-payment-100000_1542337912.html", "image_url": "https://static01.nyt.com/images/2018/01/13/business/13uberhack/13uberhack-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_12_technology_uber-hacker-payment-100000_1542337912.html", "title": "Inside Uber’s $100,000 Payment to a Hacker, and the Fallout", "title_page": "Inside Uber’s $100,000 Payment to a Hacker, and the Fallout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — “Hello Joe,” read the November 2016 email from someone identifying himself as “John Doughs.” “I have found a major vulnerability in Uber.”\nThe email appeared to be no different from other messages that Joe Sullivan, Uber’s chief security officer, and his team routinely received through the company’s “bug bounty” program, which pays hackers for reporting holes in the ride-hailing service’s systems, according to current and former Uber security employees.\nYet the note and Uber’s eventual $100,000 payment to the hacker, which was initially celebrated internally as a rare win in corporate security, have since turned into a public relations debacle for the company. In November, when Uber disclosed the 2016 incident and how the information of 57 million driver and rider accounts had been at risk, the company’s chief executive since August, Dara Khosrowshahi, called it a “failure” that it had not notified people earlier. Mr. Sullivan and a security lawyer, Craig Clark, were fired.\nIn the weeks since, Uber’s handling of the hacking has come under major scrutiny. Not only did Uber pay an outsize amount to the hacker, but it also did not disclose that it had briefly lost control of so much consumer and driver data until a year later. The behavior raised questions of a cover-up and a lack of transparency, as well as whether the payment really was just a ransom paid by a security operation that had acted on its own for too long.", "url": "https://www.nytimes.com/2018/01/12/technology/uber-hacker-payment-100000.html"}