{"authors": ["Alan Rappeport"], "date_download": "2018-11-16 03:50:20", "date_modify": "2018-11-16 03:50:20", "date_publish": "2018-07-23 00:30:18", "description": "As the I.M.F. projected that the currently announced tariffs could reduce global economic output by $430 billion in 2020, the odds only appeared to grow that friction will intensify.", "filename": "2018_07_22_us_politics_g-20-summit-tariffs-trade-war.html_module=inline_1542340220.html", "image_url": "https://static01.nyt.com/images/2018/07/23/world/23DC-G20/23DC-G20-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_22_us_politics_g-20-summit-tariffs-trade-war.html_module=inline_1542340220.html", "title": "G-20 Finance Ministers, Failing to Halt Trump’s Trade War, Warn of Its Global Risks", "title_page": "G-20 Finance Ministers, Failing to Halt Trump’s Trade War, Warn of Its Global Risks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BUENOS AIRES — Negotiations to ease an escalating trade war between the United States and the rest of the world sputtered to a close with no breakthroughs on Sunday at a summit meeting of finance ministers, who warned that the predicament over President Trump’s tariffs was casting a pall over the global economy.\nTwo days of fitful talks at the Group of 20 gathering in the Argentine capital appeared only to raise the odds that the friction will intensify as Mr. Trump threatens more tariffs and other countries vow to retaliate. In their closing statement, or communiqué, officials at the G-20 on Sunday pointed to trade tensions as a new risk factor that could depress global growth.\n“Growth has been less synchronized recently and downside risks over the short- and medium-term have increased,” the communiqué said. “These include rising financial vulnerabilities, heightened trade and geopolitical tensions, global imbalances, inequality and structurally weak growth, particularly in some advanced economies.”\nThe International Monetary Fund projected last week that the currently announced tariffs would reduce global economic output by $430 billion, or half a percent, in 2020, if they remained in place and shook investor confidence. It argued that the United States was particularly vulnerable to a slowdown because it would bear the brunt of tariff retaliation from other countries.", "url": "https://www.nytimes.com/2018/07/22/us/politics/g-20-summit-tariffs-trade-war.html?module=inline"}