{"authors": ["Nicholas Fandos", "Catie Edmondson"], "date_download": "2018-11-16 03:59:41", "date_modify": "2018-11-16 03:59:41", "date_publish": "2018-09-13 18:00:04", "description": "Dianne Feinstein, the ranking Democrat on the Senate Judiciary Committee, announced she has referred a matter involving Judge Brett M. Kavanaugh to federal investigators.", "filename": "2018_09_13_us_politics_brett-kavanaugh-dianne-feinstein.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340781.html", "image_url": "https://static01.nyt.com/images/2018/09/14/us/politics/14dc-kavanaugh-1-print/14dc-kavanaugh2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_13_us_politics_brett-kavanaugh-dianne-feinstein.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340781.html", "title": "Dianne Feinstein Refers a Kavanaugh Matter to Federal Investigators", "title_page": "Dianne Feinstein Refers a Kavanaugh Matter to Federal Investigators - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The senior Democrat on the Senate Judiciary Committee referred information involving Judge Brett M. Kavanaugh, President Trump’s nominee to the Supreme Court, to federal investigators on Thursday, but the senator declined to make public what the matter involved.\nTwo officials familiar with the matter say the incident involved possible sexual misconduct between Judge Kavanaugh and a woman when they were both in high school. They spoke anonymously because they were not authorized to discuss the matter.\nThe statement by Senator Dianne Feinstein of California came a week before the Judiciary Committee is to vote on his nomination. “I have received information from an individual concerning the nomination of Brett Kavanaugh to the Supreme Court,” Ms. Feinstein said in a statement. “That individual strongly requested confidentiality, declined to come forward or press the matter further, and I have honored that decision. I have, however, referred the matter to federal investigative authorities.”\nThe information came in July in a letter, which was first sent to the office of Representative Anna Eshoo, Democrat of California, and accuses the judge of sexual misconduct toward the letter’s author, a person familiar with the letter confirmed.", "url": "https://www.nytimes.com/2018/09/13/us/politics/brett-kavanaugh-dianne-feinstein.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}