{"authors": ["Jacey Fortin"], "date_download": "2018-11-16 04:39:48", "date_modify": "2018-11-16 04:39:48", "date_publish": "2018-10-18 02:11:42", "description": "The Washington Post received the prominent Saudi dissident journalist’s latest piece from his translator the day after he was reported missing in Istanbul.", "filename": "2018_10_17_business_media_jamal-khashoggi-washington-post.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343188.html", "image_url": "https://static01.nyt.com/images/2018/10/18/us/politics/18xp--khashoggi/merlin_144967341_fc6069a4-91a2-4dba-90e1-d2ed53ef52e3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_17_business_media_jamal-khashoggi-washington-post.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343188.html", "title": "In Final Column, Jamal Khashoggi Laments Dearth of Free Press in Arab World", "title_page": "In Final Column, Jamal Khashoggi Laments Dearth of Free Press in Arab World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The dissident Saudi journalist Jamal Khashoggi disappeared after he walked into the Saudi Consulate in Istanbul just over two weeks ago, and evidence increasingly suggests he was brutally murdered.\nBut on Wednesday night, a new piece of his work — submitted by his assistant after he disappeared — was published by The Washington Post, for which Mr. Khashoggi worked as a columnist.\nIn just over 700 words, his column lamented the dearth of a free press in the Arab world, which he said “is facing its own version of an Iron Curtain, imposed not by external actors, but through domestic forces vying for power.” He sought to promote the free exchange of ideas and information under the headline, “What the Arab world needs most is free expression.”\nMr. Khashoggi’s editor, Karen Attiah, wrote a preface to the column. She said she received the file from Mr. Khashoggi’s translator and assistant a day after he was reported to be missing.", "url": "https://www.nytimes.com/2018/10/17/business/media/jamal-khashoggi-washington-post.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}