{"authors": ["Ernesto Londoño"], "date_download": "2018-11-16 03:10:50", "date_modify": "2018-11-16 03:10:50", "date_publish": "2018-07-20 17:06:58", "description": "The sole survivor of an isolated indigenous community in the Brazilian Amazon looks strong and vibrant in new video footage.", "filename": "2018_07_20_world_americas_tribe-survivor-amazon-video.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337850.html", "image_url": "https://static01.nyt.com/images/2018/07/21/world/21brazil/merlin_120355079_33805d9c-e969-4adb-8459-0b398e3c3e6a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_20_world_americas_tribe-survivor-amazon-video.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337850.html", "title": "Tribe’s Lone Survivor Glimpsed in Amazon Jungle, Healthy and at Work", "title_page": "Tribe’s Lone Survivor Glimpsed in Amazon Jungle, Healthy and at Work - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For decades, anthropologists and indigenous activists have debated whether they should seek to establish contact with isolated tribes to vaccinate them against diseases that could quickly wipe out isolated communities.\nSince the late 1980s, the Brazilian government has sought to contact isolated tribes only if it believes they are in imminent danger.\nExperts say protecting isolated tribes is ever more challenging.\n“The problem is that there are no empty spaces in the Amazon,” said José Carlos Meirelles, a former Funai official who has been working with isolated tribes since 1971. “You fly over it and see all that forest, but down there, it’s full of people — drug dealers, illegal loggers and others.”\nFiona Watson, the research and advocacy director at Survival International, a group that advocates for the protection of isolated communities, said she hopes the new video will bolster efforts to shield indigenous territories.\n“He looks healthy, which is very encouraging,” she said. “He has survived this long in a very violent frontier region of the Amazon.”\nBudget cuts have forced Funai to shut down monitoring posts in remote areas and its installations have come under attack as miners and loggers have forged deeper into the Amazon. The post responsible for monitoring the lone survivor was ransacked in 2009.\nMs. Watson said the man in the video embodied the right to self-determination that the world’s last isolated people should be entitled to.\n“He is the ultimate symbol of resilience and resistance,” she said. “But we are witnessing genocide in real time. Once he’s gone, his people will have disappeared forever, along with all their history and knowledge. To me, that’s a huge loss, and one that can and must be stopped.”", "url": "https://www.nytimes.com/2018/07/20/world/americas/tribe-survivor-amazon-video.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}