{"authors": ["Peter Baker", "Michael S. Schmidt"], "date_download": "2018-11-16 04:45:09", "date_modify": "2018-11-16 04:45:09", "date_publish": "2018-10-01 17:34:19", "description": "The White House authorized the new directive after a Democratic outcry, but the bureau must finish its investigation by Friday.", "filename": "2018_10_01_us_politics_trump-fbi-kavanaugh.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343509.html", "image_url": "https://static01.nyt.com/images/2018/10/02/us/politics/02trump-response-kavanaugh-2/02trump-response-kavanaugh-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_01_us_politics_trump-fbi-kavanaugh.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343509.html", "title": "White House Tells F.B.I. to Interview Anyone Necessary for Kavanaugh Inquiry", "title_page": "White House Tells F.B.I. to Interview Anyone Necessary for Kavanaugh Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The White House authorized the F.B.I. to expand its abbreviated investigation into sexual misconduct allegations against Judge Brett M. Kavanaugh by interviewing anyone it deems necessary as long as the review is finished by the end of the week, according to two people briefed on the matter.\nAt an event on Monday celebrating a new trade deal with Canada and Mexico, President Trump said he instructed his White House counsel, Donald F. McGahn II, over the weekend to instruct the F.B.I. to carry out an open investigation, but the president included the caveat that the inquiry should accommodate the desires of Senate Republicans.\nThe new directive came after a backlash from Democrats, who criticized the White House for limiting the scope of the bureau’s investigation into Judge Kavanaugh, Mr. Trump’s nominee for the Supreme Court. The F.B.I. has already interviewed the four witnesses it was originally asked to question, and on Monday it reached out to others.\nThe broadening inquiry produced an unusual spectacle as friends and classmates from Judge Kavanaugh’s past provided dueling portraits of the nominee in his younger days — either a good-natured student incapable of the alleged behavior or a stumbling drunk who could easily have blacked out and forgotten inappropriate behavior at alcohol-soaked parties.", "url": "https://www.nytimes.com/2018/10/01/us/politics/trump-fbi-kavanaugh.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}