{"authors": ["Emily Flitter", "Binyamin Appelbaum", "Stacy Cowley"], "date_download": "2018-11-16 03:40:50", "date_modify": "2018-11-16 03:40:50", "date_publish": "2018-02-02 23:34:49", "description": "After a scandal involving fraudulent accounts, the central bank restricted the growth of Wells Fargo, which said it would replace four board members.", "filename": "2018_02_02_business_wells-fargo-federal-reserve.html_module=inline_1542339650.html", "image_url": "https://static01.nyt.com/images/2018/02/03/business/03WELLSFARGO/03WELLSFARGO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_02_business_wells-fargo-federal-reserve.html_module=inline_1542339650.html", "title": "Federal Reserve Shackles Wells Fargo After Fraud Scandal", "title_page": "Federal Reserve Shackles Wells Fargo After Fraud Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For years, Wells Fargo was the toast of the United States banking industry. It was showered with awards and praise for appearing to perfect the art of “cross selling,” in which it found creative new ways to peddle financial products to its existing customers. The bank’s savvy management of risk allowed it to avoid the worst of the financial crisis.\nWhile others retrenched, Wells Fargo substantially expanded, snapping up ailing North Carolina lender Wachovia, in late 2008. That acquisition was engineered in part by federal regulators, who viewed Wells as one of the country’s strongest, best-run institutions.\nThat reputation has crumbled recently, though. Wells Fargo was found by regulators to have systematically created fake customer accounts and misled customers and government officials.\nIt is unclear what impact the Fed’s penalties will have on Wells Fargo’s future. The bank had nearly $2 trillion in assets at the end of 2017. Going forward, the Fed will not let Wells Fargo’s average balance sheet expand beyond that size, according to a senior Fed official. Because large banks’ assets tend to expand as the economy grows, the Fed believes that this limitation will be a significant constraint on the bank’s ability to grow.\nOne of Wells Fargo’s primary regulators, the Office of the Comptroller of the Currency, slapped significant restrictions on the bank last year, when it gave it a failing score on a key community lending metric. The low grade meant that Wells Fargo would need to clear extra hurdles to open new branches or otherwise expand its retail banking business.\nWells Fargo’s board has already undergone a makeover in the wake of the scandal, although half of its current board — eight members — were there at the time the scandal erupted. Wells Fargo on Friday night declined to say which four directors would be stepping down as part of the agreement with the Fed.\nWells Fargo’s current board chairwoman, Elizabeth A. Duke, took on the position last month, replacing Stephen W. Sanger, a 13-year board member who retired after a year filled with scandals. Two other longtime directors departed at the end of last year.", "url": "https://www.nytimes.com/2018/02/02/business/wells-fargo-federal-reserve.html?module=inline"}