{"authors": ["Lucas Peterson"], "date_download": "2018-11-16 04:47:47", "date_modify": "2018-11-16 04:47:47", "date_publish": "2018-03-14 09:00:13", "description": "The city has all you could want — museums, green spaces, good music and exciting new restaurants — plus that distinct Midwestern friendliness.", "filename": "2018_03_14_travel_st-louis-budget-affordable_1542343667.html", "image_url": "https://static01.nyt.com/images/2018/03/14/travel/14frugal-stlouis1/14frugal-stlouis1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_14_travel_st-louis-budget-affordable_1542343667.html", "title": "St. Louis Is as Welcoming as It Is Budget-Friendly", "title_page": "St. Louis Is as Welcoming as It Is Budget-Friendly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tom Duggan, the man behind the counter at Lemon Gem Kitchen Goods in St. Louis, Mo., was so talkative that I couldn’t help but stay and chat. He was filling in for his daughter, the shop’s owner, Beth Styles. I asked him what he liked about St. Louis and he said he once had a job that entailed a lot of travel, and that he always liked coming home. “It’s a great place to raise a family, the schools in the county are good, and the real estate is reasonable,” he said. “It’s a big small town.”\nThis isn’t mere aw-shucks sentiment — as someone who grew up in Illinois, I can attest to the fundamental, if understated, truth of what Mr. Duggan said. St. Louis has all you could want in a city — museums, green spaces, good music and exciting new restaurants — plus that distinct Midwestern sense that if you stop random people on the street, there’s a very good chance they grew up nearby and are excited to share the name of their favorite bar with you. It also happened to be a good fit for my modest budget, making it an ideal place to spend four days this past month.\nMy Airbnb in the Central West End neighborhood ($65 per night for a private room in a resident’s house), about 4 miles west of downtown, centrally located and close to the Metro, made for a good home base. I also spent a night in downtown proper at the Magnolia Hotel St. Louis, where I landed a AAA rate of $125 per night. It was easy to get out to Central West End from downtown, about a 15 minute ride, on my $7.50 Metro day-pass. I also used the Transit app, which works in over 100 cities, to make my riding as efficient as I could.", "url": "https://www.nytimes.com/2018/03/14/travel/st-louis-budget-affordable.html"}