{"authors": ["Ana Swanson", "Keith Bradsher"], "date_download": "2018-11-16 03:50:10", "date_modify": "2018-11-16 03:50:10", "date_publish": "2018-08-01 16:16:33", "description": "The administration said it would consider raising proposed tariffs on $200 billion of Chinese products to 25 percent from 10 percent as China’s currency declines.", "filename": "2018_08_01_business_china-tariffs-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340210.html", "image_url": "https://static01.nyt.com/images/2018/08/02/business/02dc-tariffs/02dc-tariffs-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_01_business_china-tariffs-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340210.html", "title": "Chinese Goods May Face 25% Tariffs, Not 10%, as Trump’s Anger Grows", "title_page": "Chinese Goods May Face 25% Tariffs, Not 10%, as Trump’s Anger Grows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump escalated his trade war with China on Wednesday, ordering his administration to consider more than doubling proposed tariffs on $200 billion worth of Chinese goods to 25 percent from 10 percent, as talks between Washington and Beijing remain at a standstill.\nMr. Trump instructed the United States trade representative to look into increasing tariffs on Chinese imports like fish, petroleum, chemicals, handbags and other goods to 25 percent, a significant step in a dispute that is beginning to take a toll on industries and consumers in both countries. A final decision on the size and scope of the tariffs is not expected before September.\nThe effort to further punish China is being led by hard-line advisers to Mr. Trump, who believe inflicting painful measures on Beijing is the best way to force it back to the negotiating table on trade. But that approach is once again creating fissures within Mr. Trump’s own team, with his Treasury secretary, Steven Mnuchin, adamantly opposed to ratcheting up the tariffs and Peter Navarro, a key trade adviser, advocating the higher duties, people with knowledge of the discussions said. Stephen K. Bannon, who left the White House last August, has also been counseling the president to pursue tougher tariffs, according to people familiar with his thinking.\nThe potential for a 25 percent tax is being fueled by deep frustration within the Trump administration over its unsuccessful attempts to press China to change its trade practices, as well as by a sharp decline in the value of China’s currency. Administration officials have also been concerned that China may be manipulating prices of commodities like soybeans to harm American farmers, and hurting American companies through regulatory practices — for example, detaining shipments of agricultural products in customs until they rot.", "url": "https://www.nytimes.com/2018/08/01/business/china-tariffs-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}