{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:25:15", "date_modify": "2018-11-16 04:25:15", "date_publish": "2018-06-27 23:46:21", "description": "No one factor caused Mr. Crowley’s loss. Demographics, generational change and an aggressive grass-roots campaign by his opponent all were factors.", "filename": "2018_06_27_nyregion_ocasio-cortez-crowley-primary-upset.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342315.html", "image_url": "https://static01.nyt.com/images/2018/06/28/nyregion/28crowley-autopsy01/28crowley-autopsy01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_nyregion_ocasio-cortez-crowley-primary-upset.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342315.html", "title": "An Upset in the Making: Why Joe Crowley Never Saw Defeat Coming", "title_page": "An Upset in the Making: Why Joe Crowley Never Saw Defeat Coming - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It was less than three weeks until Primary Day and, on first blush, the poll that Representative Joseph Crowley had been shown by his team of advisers was encouraging: He led his upstart rival, Alexandria Ocasio-Cortez, by 36 percentage points.\nIt was the last poll Mr. Crowley’s campaign would conduct.\nDespite his many reputed strengths — his financial might as one of the top fund-raisers in Congress, his supposed stranglehold on Queens politics as the party boss, his seeming deep roots in an area he had represented for decades — Mr. Crowley was unable to prevent his stunning and thorough defeat on Tuesday night.\nMs. Ocasio-Cortez bested Mr. Crowley by 15 percentage points, delivering a victory expected to make her, at 28, the youngest woman ever elected to Congress.\nIf it takes a perfect storm to dislodge a congressional leader, then Ms. Ocasio-Cortez and her crusading campaign about class, race, gender, age, absenteeism and ideology proved to be just that. She and her supporters swept up Mr. Crowley in a redrawn and diversifying 14th Congressional District where the incumbent, despite two decades in Congress, had never run in a competitive primary.", "url": "https://www.nytimes.com/2018/06/27/nyregion/ocasio-cortez-crowley-primary-upset.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}