{"authors": ["Maureen Dowd"], "date_download": "2018-11-16 04:44:39", "date_modify": "2018-11-16 04:44:39", "date_publish": "2018-09-29 20:15:43", "description": "Brett Kavanaugh faces his moment of truth in a town that doesn’t care about truth.", "filename": "2018_09_29_opinion_sunday_brett-kavanaugh-ralph-club.html_action=click&module=RelatedLinks&pgtype=Article_1542343479.html", "image_url": "https://static01.nyt.com/images/2018/09/30/sunday-review/30Dowd1/30Dowd1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_29_opinion_sunday_brett-kavanaugh-ralph-club.html_action=click&module=RelatedLinks&pgtype=Article_1542343479.html", "title": "Capitol Hill Ralph Club", "title_page": "Opinion | Capitol Hill Ralph Club - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Six years later, when Hill wrote a book, the law professor explained that, as the youngest of 13 from a rural Oklahoma family, she had had years of practice in “being impervious to and immobile in the face of hurt.”\nHill’s mother was left to express the emotion that her daughter reined in; when the Senate confirmed Thomas to the Supreme Court, the mother snapped, “The dirty rascals.”\nHill seemed so poised and polished at 35, you had to remind yourself that she was a less-assured 25-year-old personal assistant when Thomas spewed his talk about bestiality and porn stars’ anatomies. But there was no need to remind people Thursday that the dignified professional woman at the witness table was describing something from 36 years ago.\nThe Palo Alto psychology professor laced her testimony with scientific terms like “sequelae,” “norepinephrine” and “hippocampus.” But it was easy to visualize the 15-year-old in the 51-year-old with the girlish voice and guileless air as she repeatedly pushed a blond strand of hair out of her face, smiled nervously and tried oh so hard to please everyone. Her emotions, including panic, seemed close to the surface.\nThe pentimento of the teenage Blasey made her seem achingly vulnerable. Like Hill, she had a purity to her manner and story that was luminous, an impressive contrast to all the dark obfuscations, self-serving political maneuvering and petty deceptions around her.\nKavanaugh had seemed to dissemble a few times in his earlier testimony, including about his role in the case of the stolen Democratic documents in the Bush years and his role in the N.S.A.’s warrantless wiretapping program.\nAnd he appeared to do so again on Thursday, pretending the “Renate alumnius” in the Georgetown Prep yearbook was an affectionate term for his “great friend,” who called the innuendo “horrible, hurtful and simply untrue.” He said the vomiting that gained him entry to the “Beach Week Ralph Club” was about spicy food more than drinking. Right. Again treating the senators like idiots, he provided innocent meanings for clearly salacious terms used like “Devil’s Triangle.’’", "url": "https://www.nytimes.com/2018/09/29/opinion/sunday/brett-kavanaugh-ralph-club.html?action=click&module=RelatedLinks&pgtype=Article"}