{"authors": ["Maria Abi-Habib"], "date_download": "2018-11-16 04:28:05", "date_modify": "2018-11-16 04:28:05", "date_publish": "2018-10-11 10:53:28", "description": "Pakistan wants as much as $12 billion from the International Monetary Fund. But investors are clearly nervous over Prime Minister Imran Khan’s contradictions.", "filename": "2018_10_11_world_asia_pakistan-imf-bailout-imran-khan_1542342485.html", "image_url": "https://static01.nyt.com/images/2018/10/12/world/12pakistan2-print/12pakistan-imf-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_11_world_asia_pakistan-imf-bailout-imran-khan_1542342485.html", "title": "Pakistan Seeks I.M.F. Bailout as Government Sends Mixed Messages", "title_page": "Pakistan Seeks I.M.F. Bailout as Government Sends Mixed Messages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NEW DELHI — After Pakistan’s government signaled that it would seek a bailout from the International Monetary Fund, Prime Minister Imran Khan this week did the exact opposite of the austerity measures the global body is demanding: He inaugurated a public-housing project to deliver five million homes.\nThat tension — between Mr. Khan’s campaign promises to build the social welfare state and the prescriptions to help set Pakistan’s devastated economy right — is leaving investors at home and internationally guessing about the policies he truly intends to pursue. But investors typically detest such uncertainty and responded this week by offloading the Pakistani rupee, which hit a historic low, while hammering the stock market with a sell-off, wiping $2 billion off the index’s value.\nThere is only more uncertainty ahead. On Thursday, the Pakistani government formally began the process of seeking an I.M.F. bailout worth up to $12 billion. But analysts say the country’s financing gap may be as high as $20 billion, leaving investors worried that the government may not ask the fund for a robust-enough package while continuing to ask China and Saudi Arabia for more loans, after taking several billions of dollars worth of loans from Beijing this year alone.\nThe concern surrounding Pakistan’s economic course and Mr. Khan’s intentions has clearly left the I.M.F. skeptical, and the result may be a tough road ahead for the country if it is to get its bailout.", "url": "https://www.nytimes.com/2018/10/11/world/asia/pakistan-imf-bailout-imran-khan.html"}