{"authors": ["Manny Fernandez", "Richard Fausset", "Jess Bidgood"], "date_download": "2018-11-16 03:12:43", "date_modify": "2018-11-16 03:12:43", "date_publish": "2018-05-18 10:00:58", "description": "“I’ve always kind of felt like eventually it was going to happen here, too,” one student said after the massacre at Santa Fe High School.", "filename": "2018_05_18_us_school-shooting-santa-fe-texas_1542337963.html", "image_url": "https://static01.nyt.com/images/2018/05/19/us/19santafe-01/19santafe-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_18_us_school-shooting-santa-fe-texas_1542337963.html", "title": "In Texas School Shooting, 10 Dead, 10 Hurt and Many Unsurprised", "title_page": "In Texas School Shooting, 10 Dead, 10 Hurt and Many Unsurprised - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SANTA FE, Tex. — A nation plagued by a wrenching loop of mass school shootings watched the latest horror play out in this small Southeast Texas town Friday morning, as a young man armed with a shotgun and a .38 revolver smuggled under his coat opened fire on his high school campus, killing 10 people, many of them his fellow students, and wounding 10 more, the authorities said.\nBy the end of the day, a 17-year-old suspect, Dimitrios Pagourtzis — an introvert who had given off few warning signs — had surrendered and been taken into custody. Law enforcement officials said they found two homemade explosive devices left at the school during the rampage.\nIt was the worst school shooting since the February assault on Marjory Stoneman Douglas High School in Parkland, Fla., where a young man with an AR-15 rifle left 17 people dead and prompted a wave of nationwide, student-led protests calling on lawmakers to tighten gun laws.\nIt was barely after 7:30 a.m. at Santa Fe High School, about 35 miles southeast of Houston, when gunfire first resounded through the halls, the opening volley of yet another massacre at an American high school that would leave students, teachers and staff members shocked, and in some cases bloodied. But they were not necessarily surprised.\nA video interview with one student, Paige Curry, spread across social media, an artifact of a moment when children have come to expect violence in their schools.\n“Was there a part of you that was like, ‘This isn’t real, this is — this would not happen in my school?’” the reporter asked.\nThe young girl shook her head: “No, there wasn’t.”\n“Why so?” the reporter asked.\n“It’s been happening everywhere,” she said. “I felt — I’ve always kind of felt like eventually it was going to happen here, too.”\nPhoto\nPresident Trump, in the East Room of the White House, expressed his solidarity with the people of Santa Fe, and said his administration would do “everything in our power” to protect schools and keep guns away from those who should not have them.\nMr. Trump had also vowed to take action after the Parkland shooting. At the time, the president, a member of the National Rifle Association who has strong political support from gun owners, said he would look at stricter background checks and raising the minimum age for buying an assault weapon, proposals that the group opposes.\nHe also pressed for an N.R.A.-backed proposal to arm teachers, and said he would favor taking guns away from potentially dangerous people.\nBut Mr. Trump did not press for action on any of those initiatives, and Congress did not follow through. Attorney General Jeff Sessions said on Friday that the Justice Department was proposing to ban so-called bump stocks through regulations rather than wait for Congress to act.\nThe authorities had not released the names of those who died in the shooting late Friday, but family and associates of some of the victims had begun to share their stories on social media. The family of Cynthia Tisdale, a teacher, said on Facebook that she had been killed in the shooting. And on the Facebook page of the Pakistani Embassy in Washington, Pakistan’s ambassador to the United States expressed condolences for the victims, which he said included a Pakistani exchange student named Sabika Sheikh.\nThe shooting in Texas began at the start of a school day when summer seemed just around the corner. The night before, seniors had gathered for a sunset dinner and a Powder Puff football game, according to the school’s website, and the baseball team had been playing in the regional quarterfinals.\nZachary Muehe, a sophomore, headed to school thinking about the late work he was supposed to submit before the end of the school year, and settled into his art class to work on a drawing project. He was engrossed in his phone, he said, when his class began to transform into a horror scene.\nIt started with a boom, and then one or two more. “I turned around and I saw the kid who’s in my football class, I see him every day, and I saw him with a shotgun,” Mr. Muehe said in a phone interview. “I saw him in a trench coat. My immediate thought was just get out.”\nPhoto\nIt was Mr. Pagourtzis, a youth he recognized as a football teammate who used the locker next to his. “He had one sawed-off shotgun and he had a pistol,” Ms. Muehe said. “He was wearing a trench coat with combat boots. He had a ‘Born to Kill’ shirt on.”\nMr. Pagourtzis, he said, began shooting as soon as he entered the classroom. “It was crazy watching him shoot and then pump,” Mr. Muehe said. “I remember seeing the shrapnel from the tables, whatever he hit, I remember seeing the shrapnel go past my face.”\nMr. Muehe immediately tried to escape. He and his friends went to a back door in the classroom, which leads to a small courtyard, but the door was locked. He then went to a ceramics closet that connects to another art classroom, and as he took one more look at the classroom behind him, he saw students lying on the ground.\n“There was a girl on the ground,” Mr. Muehe said, “and he shot her in the head one or two times.” When Mr. Muehe opened the door to the closet, he said, he found students from the next classroom hiding inside. He urged them to run, and began running himself. “I just started running, as fast as I could to the other side of the campus, where I could at least tell someone,” he said.\nKole Dixon, 16, a sophomore, said he was standing outside history class when the fire alarm suddenly went off. He sprinted out a side door, and heard gunshots in rapid succession over the sound of the fire alarm.\nWhen the shooting stopped, Mr. Dixon said that friends told him that the gunman first entered an art classroom, said “Surprise!” and started shooting. The suspect’s ex-girlfriend was among the people shot in that classroom, he said.\nSanta Fe is a town where a fear of hurricanes usually outweighs a fear of homicides, and residents seemed shocked by the scene that unfolded. Billie Scheumack, 68, said she saw students from the high school running, scared and clutching their phones, down her street, Tower Road, about a block from the school. A neighbor told her that some children had been shot.\n“In this little town, you wouldn’t think something like this could happen,” Ms. Scheumack said.\nIn a news conference Friday, the authorities released few details of their encounter with Mr. Pagourtzis, but Col. Steven C. McCraw, the director of the Texas Department of Public Safety, said that police officers had responded quickly. At one point, Colonel McCraw said, a police chief rescued an officer who had been critically wounded. The TV station KHOU reported that the officer, John Barnes, had been hospitalized with a gunshot wound to the arm.\n“We know that because they were willing to run into that building and engage that other lives were saved,” the colonel said.\nGov. Greg Abbott of Texas said two police officers had been on the campus at the time at the attack — as envisioned by the school’s safety plan — and that they were “able to confront the shooter early on in the process.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nThe governor said that the suspect had offered few clues that he would carry out a massacre of such scale, although Mr. Abbott did say that the suspect’s Facebook page had included a photograph of a shirt that read “Born to Kill.”\n“Unlike Parkland, unlike Sutherland Springs, there were not those types of warning signs,” Mr. Abbott said. “We have what are often categorized as red-flag warnings, and here, the red-flag warnings were either nonexistent or very imperceptible.”\nThe T-shirt, Mr. Abbott said, appeared to be “maybe the only, if not the foremost, warning sign.” He added that Mr. Pagourtzis had no history of arrests or confrontation with law enforcement.\n“His slate is pretty clean,” Mr. Abbott said.\nThe governor said that the suspect had information about the shooting on his computer and cellphone.\n“He said that not only did he want to commit the shooting, but he wanted to commit suicide after the shooting,” Mr. Abbott said, adding that Mr. Pagourtzis had ultimately surrendered and “admitted at the time that he didn’t have the courage to commit the suicide.”\nPhoto\nBoth weapons appeared to have been taken from the suspect’s father, who is believed to have obtained them legally, Mr. Abbott said.\nInvestigators intended to question two other people: One was at the scene and had “suspicious reactions,” according to the governor, and another is someone who quickly drew the scrutiny of investigators.\nMany answers about who the young man was, and what may have motivated him, remained blurry or fragmented Friday evening. A photo of Mr. Pagourtzis shows a young man with heavy black eyebrows and a backward baseball cap, staring at the camera with lips slightly pursed.\nSome images on his Facebook page, now deleted, suggest a possible interest in white supremacist groups, though a direct link to his politics was not evident.\nValerie Martin, a teacher at the junior high school in Santa Fe, had taught Mr. Pagourtzis in her pre-Advanced Placement language arts class. She said he was a bright student — he had taken part in the school’s competition for the National History Contest — and while he was reserved, Ms. Martin had discerned no reason to be concerned about him.\n“He was quiet, but he wasn’t quiet in a creepy way,” she said. “He was an introvert, not an extrovert.”\nMs. Martin had also taught Mr. Pagourtzis’s sister; she said she had heard the high school had been hard on her, and that “she was bullied so terribly at the high school that she transferred to Clear Creek,” a school district up the road toward Houston.\nBut Ms. Martin did not know if the young man had received the same kind of treatment, and said she had seen no signs of bullying toward either of them when she had taught them.\nPhoto\nSome students at Santa Fe High School had taken part in a protest after the Parkland shooting.\nOn a cold Friday morning last month — the day of the National School Walkout — Kyle Harris and 11 other students had stood outside Santa Fe High hoping to spread their gun control message to their classmates.\nOne of them held a poster: “Santa Fe High School says #NeverAgain.” They read a poem by a survivor of the Parkland shooting, an event that was searing to them, but far away.\n“Being part of that gathering was me telling people to stand up for themselves,” said Mr. Harris, who is in 10th grade.\nOne month later, the family of Sarah Salazar, a sophomore at Santa Fe High, held an anxious vigil at a Texas hospital, where Ms. Salazar was in surgery after being shot several times.\nRosemary Salazar, Sarah’s aunt, said that she was in art class when the shooting occurred. Doctors were working to repair wounds to her stomach, her thigh and her shoulder, which was severely damaged.\n“They said that her left shoulder is pretty much gone,” Ms. Salazar said. “She’ll have to undergo a lot more surgery.”\nThe family had spent 90 minutes calling and texting Sarah — and receiving no response — before finding out that she had been shot.\nWord of the shooting also spread its pain to Stoneman Douglas High. Kaitlyn Jesionowski, a student there, first saw the news on Twitter on what was the last day of school for seniors. It all came rushing back: the fear, the anxiety, the stress.\n“I started replaying what happened to us in my head,” she said. “Over and over.”", "url": "https://www.nytimes.com/2018/05/18/us/school-shooting-santa-fe-texas.html"}