{"authors": ["Ivan Nechepurenko", "Maya Salam"], "date_download": "2018-11-16 03:13:26", "date_modify": "2018-11-16 03:13:26", "date_publish": "2018-03-21 20:04:16", "description": "Mr. Johnson, Britain’s foreign secretary, said that President Vladimir V. Putin would use the World Cup this summer as a propaganda tool.", "filename": "2018_03_21_world_europe_russia-uk-boris-johnson_1542338006.html", "image_url": "https://static01.nyt.com/images/2018/03/22/world/22russia1/22russia1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_21_world_europe_russia-uk-boris-johnson_1542338006.html", "title": "Boris Johnson, Top U.K. Diplomat, Likens Russia World Cup to ’36 Olympics", "title_page": "Boris Johnson, Top U.K. Diplomat, Likens Russia World Cup to ’36 Olympics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Asked why Moscow would feel it could carry out such an attack, Mr. Johnson said: “It was a sign that President Putin, or the Russian state, wanted to give to potential defectors in their own agencies that this is what happens to you if you decide that you support a country with a different set of values such as our own: You can expect to be assassinated.\n“I think the reason that they picked the United Kingdom is very simple: It’s because this is a country that does have that particular set of values, it does believe in freedom and in democracy and in the rule of law, and has time and again called out Russia over its abuses of those values.”\nMr. Johnson’s remarks drew anger in Moscow, where Maria Zakharova, the Foreign Ministry’s spokeswoman, said in a statement: “There isn’t the slightest doubt now that all of London’s actions in terms of Russia are aimed at creating an image of an enemy. Even the most absurd tools are used to do that.\nShe added: “If there is no clarity with the poisoning of the Skripals, it is clear what happened with Boris Johnson: he was poisoned by the hatred and anger, unprofessionalism and, therefore, rudeness.”\nEarlier on Wednesday, the ministry took the extraordinary step of summoning representatives from every foreign diplomatic mission in Moscow to hear a long, public diatribe — the latest attempt to rebut British accusations that Russia used a weapons-grade nerve agent in the poisoning in Salisbury, England.\nSpeaking in a stiff, scolding tone, Vladimir Yermakov, the head of the ministry’s department of arms control and nonproliferation, called the attack on the Skripals a terrorist act that could have been staged by the British government to discredit Russia.\n“Either the British authorities are unable to protect against a terrorist attack on their territory or staged the attack against the Russian citizen themselves, directly or otherwise,” Mr. Yermakov told dozens of foreign envoys during the two-hour meeting, which was broadcast live on Russian state television. “All facts are being intentionally hidden, and the real evidence may have already disappeared.”", "url": "https://www.nytimes.com/2018/03/21/world/europe/russia-uk-boris-johnson.html"}