{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:44:25", "date_modify": "2018-11-16 04:44:25", "date_publish": "2018-09-29 01:43:28", "description": "Which should make Republican lawmakers very, very nervous.", "filename": "2018_09_28_opinion_brett-kavanaugh-jeff-flake-gop-women.html_action=click&module=RelatedLinks&pgtype=Article_1542343465.html", "image_url": "https://static01.nyt.com/images/2018/09/28/opinion/28photoSub/28photoSub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_28_opinion_brett-kavanaugh-jeff-flake-gop-women.html_action=click&module=RelatedLinks&pgtype=Article_1542343465.html", "title": "Women Are Watching", "title_page": "Opinion | Women Are Watching - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To their credit, Republican lawmakers have said all along that they were going to do this, with Mr. Flake the first to demand a different path. When the accusations against the nominee surfaced, prominent senators like Orrin Hatch and Mr. Graham rushed to assure their base — and their president — that whatever Dr. Blasey had to say would not alter their support. Some Republicans dismissed her story as false. Others judged that, even if it was true, it didn’t much matter. Collectively, they made clear their determination to, as Mr. McConnell memorably put it, “plow right through.”\nStill, it’s hard to believe that they showed so little interest, especially in the face of the public turmoil this episode has stirred up. Dr. Blasey’s story, and the way it has been met with sneering disbelief, has resonated with women in a way that even many of the #MeToo horror stories did not. It feels as though everyone knows someone — a friend, a neighbor, a daughter — who has pulled them aside in recent weeks to share a similarly wrenching experience.\nGalvanized by watching Dr. Blasey get ripped apart, women — along with similarly outraged men — have held walkouts and sit-ins and have flocked to Capitol Hill. On Thursday, the steps of the Supreme Court were strewn with flowers as a show of support for Dr. Blasey. On Friday, protesters filled the halls around the hearing room with their chants that “November is coming!” Online, the hashtag #WhyIDidntReport caught fire as women poured out stories of why they had long been afraid to speak out about their own experiences with sexual assault.\nIn response, Republican men have largely shrugged their shoulders — or worse, shifted into high dudgeon, issuing stern lectures about how such “character assassinations” will drive good men away from public service and how the real danger here is that this nation’s sons and husbands will all become vulnerable to false, or at least insignificant, accusations. This is straight-up culture warfare, a message of fear, resentment and male victimhood being sold as sympathetic concern for all those mothers and wives who, as Republicans tell it, could soon see their beloved males torn down by political plots. It’s a particularly rich message coming from some of the same conservative corners that dismissed the allegations against Judge Kavanaugh with the swinish rationalization that boys will be boys.\nThen again, such attitudes reflect the broader values of this president and his party.\nMr. Trump’s cabinet contains notably few women’s voices. The president himself has been endlessly forgiving of men with reputations for mistreating women. From Roy Moore to Bill O’Reilly, from Bill Shine to Rob Porter — if you are a man who has been disgraced for behaving badly, the Trump White House wants you to know that it is on your side.\nIn policy terms, the administration has proved hostile to women on matters of reproductive health, not only chipping away at abortion rights but also curtailing access to birth control and peddling abstinence-only sex education. It also has worked to weaken protections for victims of sexual violence.\nAt the same time, Republicans in Congress have been fighting to take away women’s access to health care in general, targeting both Planned Parenthood and the Affordable Care Act. They have also proved incapable of passing even basic legislation to reform how sexual harassment is handled within their own ranks.", "url": "https://www.nytimes.com/2018/09/28/opinion/brett-kavanaugh-jeff-flake-gop-women.html?action=click&module=RelatedLinks&pgtype=Article"}