{"authors": ["Richard Fausset", "Alan Blinder"], "date_download": "2018-11-16 03:11:49", "date_modify": "2018-11-16 03:11:49", "date_publish": "2018-11-07 08:08:12", "description": "Mr. Kemp, the Republican secretary of state, said his lead over Stacey Abrams was large enough to preclude a runoff. But the Abrams campaign insisted there were many votes still to be counted.", "filename": "2018_11_07_us_kemp-abrams-georgia-governor-elections_1542337909.html", "image_url": "https://static01.nyt.com/images/2018/11/08/us/politics/08georgia-hp/08georgia-hp-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_07_us_kemp-abrams-georgia-governor-elections_1542337909.html", "title": "Georgia Governor’s Race Still Unsettled After Claim of Victory by Brian Kemp", "title_page": "Georgia Governor’s Race Still Unsettled After Claim of Victory by Brian Kemp - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Abrams campaign said it would immediately begin running radio and print ads encouraging voters to do so.\nAlthough Republicans believed Mr. Kemp was the clear winner in the race, The Associated Press and other major news organizations refrained from projecting him as the victor on Wednesday, defying pressure from party leaders. The A.P. sent an advisory to its members on Wednesday saying that the race remained too close to call, in part because “election officials say tabulation continues in several large counties.”\nIf a runoff is required, it will only intensify a race that was already among the nation’s most contentious — not least because of Mr. Kemp’s decision to remain secretary of state.\nDemocrats have sharply criticized his record on voting issues in the state. Mr. Kemp, who has called accusations that he encouraged voter suppression a “farce,” oversaw legal purges of voter rolls and embraced a rigorous “exact match” approach to processing voter registrations, among other steps that have drawn criticism.\nThe argument over Mr. Kemp’s role sharpened on Sunday, when his office announced that it had opened an inquiry into the Democratic Party of Georgia for what state officials said was an attempted hacking of the voter registration system. Mr. Kemp’s office provided little information about its allegations, which sparked an inquiry by the Georgia Bureau of Investigation. Democrats assailed the announcement as a political stunt.\nMistrust of Mr. Kemp and the state’s election machinery was palpable on the campus of Morehouse College, the historically black men’s school west of downtown Atlanta. The polling place on the campus had stayed open three extra hours Tuesday evening after reports emerged that numerous students who had registered to vote were not listed in the poll books.\nAt lunchtime on Wednesday, William Pounds, 19, of Macon, Ga., stood on the Morehouse campus with a group of fellow students who had all voted absentee. Mr. Pounds said that it was difficult not to consider that Mr. Kemp, who is white and bragged that he would round up “criminal illegals” in his campaign ads, might be acting to disenfranchise people of color.", "url": "https://www.nytimes.com/2018/11/07/us/kemp-abrams-georgia-governor-elections.html"}