{"authors": ["Liz Robbins"], "date_download": "2018-11-16 04:29:26", "date_modify": "2018-11-16 04:29:26", "date_publish": "2018-06-06 23:09:33", "description": "An undocumented immigrant’s arrest exposes the tenuous protection undocumented immigrants have, even in a sanctuary city like New York.", "filename": "2018_06_06_nyregion_pizza-delivery-ice-deportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342566.html", "image_url": "https://static01.nyt.com/images/2018/06/07/nyregion/07pizza-01/merlin_139139658_f9c25dbd-b485-4394-a6f0-c1a6faf599e3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_06_nyregion_pizza-delivery-ice-deportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342566.html", "title": "He Delivered Pizza to an Army Base in Brooklyn. Now He Faces Deportation.", "title_page": "He Delivered Pizza to an Army Base in Brooklyn. Now He Faces Deportation. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Food delivery. Sanctuary. Those are often the anchors for the more than half a million undocumented immigrants who live and work in New York City.\nBut an incident at the United States Army base in Fort Hamilton, Brooklyn, last week has called those foundations into question, and provoked new tension in the city’s battle with federal immigration authorities over protections for immigrants without legal status.\nPablo Villavicencio Calderon, 35, an undocumented immigrant, was making a delivery from a brick-oven pizza restaurant in Queens to the Army base next to the Verrazano-Narrows Bridge on Friday before lunchtime.\nAccording to his wife, Sandra Chica, he presented a New York City identification card, as he had done in the past. The card, provided through a program called IDNYC, was supposed to give undocumented immigrants a method of proving their identification when dealing with city agencies, including the schools system and the Police Department, neither of which is allowed to ask about immigration status.", "url": "https://www.nytimes.com/2018/06/06/nyregion/pizza-delivery-ice-deportation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}