{"authors": ["Maya Salam"], "date_download": "2018-11-16 04:08:16", "date_modify": "2018-11-16 04:08:16", "date_publish": "2018-03-04 22:12:47", "description": "Even amid #MeToo and #TimesUp, few celebrities wore statement pins or made socially charged comments.", "filename": "2018_03_04_fashion_red-carpet-oscars.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341296.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_04_fashion_red-carpet-oscars.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341296.html", "title": "Rita Moreno, Jennifer Lawrence, Tiffany Haddish and More on the Oscars Red Carpet", "title_page": "Rita Moreno, Jennifer Lawrence, Tiffany Haddish and More on the Oscars Red Carpet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Even though Hollywood is in the throes of a cultural sea change, spurred by reports of widespread sexual harassment and assault in the industry, there was little acknowledgement of it on the red carpet at the Oscars on Sunday night.\nIn January, many celebrities donned all-black attire for the Golden Globes as part of the #TimesUp movement, but at the Academy Awards, statement pins and socially charged comments were few and far between. Even for Ryan Seacrest, who has been accused of sexual harassment, it was more or less business as usual.\nThe red carpet was still a showcase of glamorous fashion and bold attire. Adam Rippon, the Olympic figure skater, showed up in a Moschino harness and Tiffany Haddish wore a pattern gown that referenced her Eritrean roots. Whoopi Goldberg wore heavy boots hidden under a floral Christian Siriano gown, and Timothée Chalamet sported an all-white tuxedo. The actress Rita Moreno, 86, was one of the most talked-about stars of the red carpet, showing up in the exact same dress she wore to accept an Oscar for best actress in a supporting role for “West Side Story” in 1962.\nCheck out the other beautiful and surprising looks of the evening here.", "url": "https://www.nytimes.com/2018/03/04/fashion/red-carpet-oscars.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}