{"authors": ["Elizabeth Dias"], "date_download": "2018-11-16 03:59:26", "date_modify": "2018-11-16 03:59:26", "date_publish": "2018-09-25 18:06:09", "description": "The Mormon Women for Ethical Government called for a suspension of Judge Kavanaugh’s confirmation proceedings, pending a thorough investigation.", "filename": "2018_09_25_us_politics_kavanaugh-mormon-women.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340766.html", "image_url": "https://static01.nyt.com/images/2018/09/26/us/politics/26mormon-women/26mormon-women-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_25_us_politics_kavanaugh-mormon-women.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340766.html", "title": "Mormon Women’s Group Seeks Inquiry Into Kavanaugh Allegations", "title_page": "Mormon Women’s Group Seeks Inquiry Into Kavanaugh Allegations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As turmoil grows over sexual misconduct allegations against Judge Brett M. Kavanaugh, casting doubts over his confirmation to the Supreme Court, a group of Mormon women is calling on senators to suspend his confirmation proceedings until a thorough investigation is completed.\nThe Mormon Women for Ethical Government, an activist women’s group formed in response to President Trump’s election, issued a statement on Monday aimed at influencing the four Republicans on the Senate Judiciary Committee who are also members of the Church of Jesus Christ of Latter-day Saints. They are: Orrin Hatch and Mike Lee of Utah, Jeff Flake of Arizona, and Mike Crapo of Idaho.\n“Sexual assault must not be normalized or condoned in any way or by anyone, especially those charged with political leadership,” the group said in the statement, which they sent to the four senators and to others on Monday. “We boldly condemn any attempts to justify such inexcusable and reprehensible behavior and demand that our elected leaders set a morally sound example.”\n“If these accusations are proved false, an investigation will prevent harm to the court’s legitimacy,” the statement said. “If they are true, then Judge Kavanaugh must not be confirmed.”", "url": "https://www.nytimes.com/2018/09/25/us/politics/kavanaugh-mormon-women.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}