{"authors": ["Noah Weiland"], "date_download": "2018-11-16 03:59:42", "date_modify": "2018-11-16 03:59:42", "date_publish": "2018-09-05 02:46:28", "description": "The longtime Washington Post reporter describes a West Wing full of nervous and stunned advisers who developed schemes to work around President Trump.", "filename": "2018_09_04_us_politics_trump-woodward-book-fear.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340782.html", "image_url": "https://static01.nyt.com/images/2018/09/05/us/politics/05dc-woodwardtakeaways-1/05dc-woodwardtakeaways-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_04_us_politics_trump-woodward-book-fear.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340782.html", "title": "5 Takeaways From Bob Woodward’s Book on the Trump White House", "title_page": "5 Takeaways From Bob Woodward’s Book on the Trump White House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The day after, a gleeful Mr. Trump called Mr. Dowd. “I slept like a rock,” the president said. “I love that letter.”\nBy March, little progress had been made with Mr. Mueller. On March 5, Mr. Dowd met with the special counsel and one of his deputies and explained why he was trying to keep Mr. Trump away from them.\n“I’m not going to sit there and let him look like an idiot,” he said.\nLater that month, Mr. Dowd told Mr. Trump why he should avoid an interview: “It’s either that or an orange jumpsuit.”\nMr. Mueller engaged in lively conversations for months with Mr. Trump’s lawyers.\nThe book offers the first extensive look at dialogue between Mr. Mueller and those involved in the Russia investigation. Mr. Woodward recounted Mr. Dowd’s zigzagging relationship with the special counsel’s office, and the lengths he went to to build a rapport with Mr. Mueller in the heat of negotiations over an interview with Mr. Trump. Mr. Dowd fluctuated between credulity and outrage, at one point telling Mr. Trump after an especially trying meeting with Mr. Mueller that the president may have been right about the special counsel all along.\nMr. Woodward wrote that Mr. Dowd would tell Mr. Mueller that the president did not have time for the inquiry while he was juggling the responsibilities of his new job.\n“I’m very sensitive to that,” Mr. Mueller reportedly responded. “I’m doing the best I can.”\nStill, Mr. Mueller at one point told Mr. Dowd that he could acquire a grand jury subpoena, which Mr. Dowd interpreted as a threat.\n“I’m not trying to threaten you,” Mr. Mueller reportedly told Mr. Dowd. “I’m just thinking of the possibilities here.”", "url": "https://www.nytimes.com/2018/09/04/us/politics/trump-woodward-book-fear.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}