{"authors": ["Clifford Krauss"], "date_download": "2018-11-16 04:14:06", "date_modify": "2018-11-16 04:14:06", "date_publish": "2018-08-20 18:40:15", "description": "The state oil company was under pressure after ConocoPhillips, which had won an arbitration ruling in a decade-long fight, seized cargoes and terminals to force compliance.", "filename": "2018_08_20_business_energy-environment_conocophillips-venezuela-oil_1542341646.html", "image_url": "https://static01.nyt.com/images/2018/08/21/business/21venezoil/21venezoil-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_20_business_energy-environment_conocophillips-venezuela-oil_1542341646.html", "title": "Venezuela Agrees to Pay $2 Billion Over Seizure of Oil Projects", "title_page": "Venezuela Agrees to Pay $2 Billion Over Seizure of Oil Projects - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HOUSTON — More than a decade ago, Venezuela seized several oil projects from the American oil company ConocoPhillips without compensation. Now, under pressure after ConocoPhillips carried out its own seizures, the Venezuelans are going to make amends.\nConocoPhillips announced on Monday that the state oil company, Petróleos de Venezuela, or Pdvsa, had agreed to a $2 billion judgment handed down by an International Chamber of Commerce tribunal that arbitrated the dispute. Pdvsa will be allowed to pay over nearly five years, but as it is nearly bankrupt, even those terms may be hard to meet.\nAfter winning the arbitration ruling in April, ConocoPhillips seized Pdvsa oil inventories, cargoes and terminals on several Dutch Caribbean islands. The move seriously hampered Venezuela’s efforts to export oil to the United States and Asia, and emboldened other creditors to seek financial retribution.\n“What they did was choke the exports and made it clear to Pdvsa that the cost of not coming to an agreement would be higher than actually settling on a payment schedule,” said Francisco J. Monaldi, a Venezuelan oil expert at Rice University.", "url": "https://www.nytimes.com/2018/08/20/business/energy-environment/conocophillips-venezuela-oil.html"}