{"authors": ["Mike Isaac"], "date_download": "2018-11-16 04:02:36", "date_modify": "2018-11-16 04:02:36", "date_publish": "2018-09-25 01:49:16", "description": "Kevin Systrom and Mike Krieger, Instagram’s co-founders, resigned from the photo app on Monday. Their exits add to the challenges facing Facebook, which owns the app.", "filename": "2018_09_24_technology_instagram-cofounders-resign.html_module=inline_1542340956.html", "image_url": "https://static01.nyt.com/images/2018/09/25/business/25instagram1/25instagram1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_24_technology_instagram-cofounders-resign.html_module=inline_1542340956.html", "title": "Instagram’s Co-Founders to Step Down From Company", "title_page": "Instagram’s Co-Founders to Step Down From Company - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — Kevin Systrom and Mike Krieger, the co-founders of the photo-sharing app Instagram, have resigned and plan to leave the company in the coming weeks, adding to the challenges facing Instagram’s parent company, Facebook.\nMr. Systrom, Instagram’s chief executive, and Mr. Krieger, the chief technical officer, notified Instagram’s leadership team and Facebook on Monday of their decision to leave, said people with direct knowledge of the matter, who spoke on condition of anonymity because they were not authorized to discuss the matter publicly.\nMr. Systrom and Mr. Krieger did not give a reason for stepping down, according to the people, but said they planned to take time off after leaving Instagram. Mr. Systrom, 34, and Mr. Krieger, 32, have known each other since 2010, when they met and transformed a software project built by Mr. Systrom into what eventually became Instagram, which now has more than one billion users.\n[Read more: How Instagram rose to become a cultural powerhouse.]\nIn a statement late Monday, Mr. Systrom said he and Mr. Krieger were “ready for our next chapter,” and hinted that they would create something new.", "url": "https://www.nytimes.com/2018/09/24/technology/instagram-cofounders-resign.html?module=inline"}