{"authors": ["Kevin Roose"], "date_download": "2018-11-16 03:50:48", "date_modify": "2018-11-16 03:50:48", "date_publish": "2018-03-19 23:46:17", "description": "Sure, third-party Facebook apps collected data about users’ lives. But they seemed convenient and harmless, and, really, what could go wrong?", "filename": "2018_03_19_technology_facebook-data-sharing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340248.html", "image_url": "https://static01.nyt.com/images/2018/03/20/business/20ROOSE/20ROOSE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_19_technology_facebook-data-sharing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340248.html", "title": "How Facebook’s Data Sharing Went From Feature to Bug", "title_page": "How Facebook’s Data Sharing Went From Feature to Bug - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In 2007, a young Mark Zuckerberg stood on a stage in San Francisco and announced that Facebook was throwing open its doors.\nNo longer, he said, would Facebook be a closed-off software product like every other social network. Instead, it would become an open platform and invite outside developers to build apps and programs on top of it.\n“We want to make Facebook into something of an operating system,” Mr. Zuckerberg told a reporter.\nAt the time, the announcement drew little notice outside the programming world. Developers quickly went to work making fun and quirky apps that plugged into Facebook — early hits included “Rendezbook,” a kind of proto-Tinder that allowed users to match with each other for “random flings,” and CampusRank, which allowed college students to nominate their peers for yearbook-type awards.\nLater, popular games like FarmVille arrived, and apps like Tinder and Spotify began allowing their users to log in using their Facebook credentials. In some ways, it was a fair trade. Facebook got to weave itself more deeply into users’ internet habits, and the outside app developers got access to a big audience and valuable data about their users. In all, millions of apps have been created with Facebook’s open platform tools.", "url": "https://www.nytimes.com/2018/03/19/technology/facebook-data-sharing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}