{"authors": ["Helene Cooper", "Thomas Gibbons-Neff", "Eric Schmitt"], "date_download": "2018-11-16 04:37:00", "date_modify": "2018-11-16 04:37:00", "date_publish": "2018-05-10 15:59:32", "description": "An investigation of the Oct. 4 deaths of four American soldiers describes misleading plans and lax oversight for a mission that ended in a firefight with extremists.", "filename": "2018_05_10_world_africa_military-niger-ambush-investigation_1542343020.html", "image_url": "https://static01.nyt.com/images/2018/05/11/us/11dc-ambush-print/11dc-niger1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_10_world_africa_military-niger-ambush-investigation_1542343020.html", "title": "Military Inquiry Finds Soldiers Were Unprepared in Deadly Niger Ambush", "title_page": "Military Inquiry Finds Soldiers Were Unprepared in Deadly Niger Ambush - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A Defense Department investigation of a Special Forces mission in Niger last fall found widespread problems across all levels of the military counterterrorism operation, but focused in particular on the actions of junior officers leading up to an ambush that killed four American soldiers.\nThe investigation, released Thursday, found that the 11-member team had not undergone crucial training as a unit before it deployed to Niger because of “personnel turnover” and had not rehearsed its mission before leaving its base. It said the two junior officers had “mischaracterized” the mission in a required planning document filed before the team, which included Green Berets, departed.\nIt also found that soldiers wounded on the mission — at least two Americans and three Nigeriens — were not evacuated for more than four hours, far longer than the Pentagon had acknowledged.\nMost Americans were unaware before the Oct. 4 ambush that Green Berets, and 800 other American troops, were stationed in Niger, and the attack led to the largest loss of American lives during combat in Africa since the 1993 “Black Hawk Down” debacle in Somalia.", "url": "https://www.nytimes.com/2018/05/10/world/africa/military-niger-ambush-investigation.html"}