{"authors": ["Sheryl Gay Stolberg", "Mark Landler", "Thomas Kaplan"], "date_download": "2018-11-16 04:33:04", "date_modify": "2018-11-16 04:33:04", "date_publish": "2018-07-10 17:16:35", "description": "Democrats painted the Supreme Court nominee as an archconservative who would endanger abortion rights and health care and protect President Trump.", "filename": "2018_07_10_us_politics_democrats-brett-kavanaugh-supreme-court.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342784.html", "image_url": "https://static01.nyt.com/images/2018/07/11/us/politics/11court1-print/11court1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_10_us_politics_democrats-brett-kavanaugh-supreme-court.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342784.html", "title": "Senate Democrats Come Out Swinging in Long-Shot Fight to Block Kavanaugh", "title_page": "Senate Democrats Come Out Swinging in Long-Shot Fight to Block Kavanaugh - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Senate Democrats, facing an uphill struggle to defeat the nomination of Judge Brett M. Kavanaugh to the Supreme Court, opened a broad attack on Tuesday, painting him as an archconservative who would roll back abortion rights, undo health care protections, ease gun restrictions and protect President Trump against the threat of indictment.\nBut as Judge Kavanaugh arrived at the Capitol to begin making courtesy calls on the senators who will decide his fate, the White House expressed confidence in the man that Mr. Trump introduced to the country as “one of the finest and sharpest legal minds of our time.”\nThe White House is embarking on an intensive sales campaign that has already enlisted more than 1,000 interest groups, including farmers and religious organizations, to build support for Judge Kavanaugh. Administration officials are pushing for hearings and a confirmation vote by Oct. 1, in time for the court’s new term.\nIn a sign of how difficult the Democrats’ path will be, Senator Susan Collins of Maine, a key swing vote, spoke favorably of Judge Kavanaugh on Tuesday, telling reporters, “When you look at the credentials that Judge Kavanaugh brings to the job, it’ll be very difficult for anyone to argue that he’s not qualified for the job.”", "url": "https://www.nytimes.com/2018/07/10/us/politics/democrats-brett-kavanaugh-supreme-court.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}