{"authors": ["John Herrman"], "date_download": "2018-11-16 03:14:29", "date_modify": "2018-11-16 03:14:29", "date_publish": "2018-03-09 00:53:33", "description": "Seven Twitter users filed suit after they were blocked by President Trump’s account. At a hearing on Thursday, the main topic was the nature of Twitter.", "filename": "2018_03_08_business_trump-twitter-block.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338069.html", "image_url": "https://static01.nyt.com/images/2018/03/09/business/09TWITTER/09TWITTER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_08_business_trump-twitter-block.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338069.html", "title": "Judge Floats Idea to Settle @realDonaldTrump Twitter Blocking Case", "title_page": "Judge Floats Idea to Settle @realDonaldTrump Twitter Blocking Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A federal judge in Manhattan had plenty of questions for lawyers representing a group of Twitter users who sued President Trump in July after he blocked them on the social media service. And she had even more for the government.\nThe seven users, who had been blocked by the @realDonaldTrump account after criticizing the president, were joined in the lawsuit by the Knight First Amendment Institute at Columbia University. Their lawyers claimed that Mr. Trump’s Twitter feed is an official government account and that blocking users from following it was a violation of their First Amendment rights.\nLawyers from the Department of Justice insisted that the Twitter feed was not, in fact, a public forum. Furthermore, they argued, no one had been meaningfully excluded from it.\nTwitter posts from the president appear on both Mr. Trump’s @realDonaldTrump account and the presidential @POTUS account. The @realDonaldTrump account, which Mr. Trump started in 2009, has more than 48 million followers; @POTUS, which Mr. Trump took over from President Barack Obama on Jan. 20, 2017, has more than 22 million.", "url": "https://www.nytimes.com/2018/03/08/business/trump-twitter-block.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}