{"authors": ["Mikayla Bouchard"], "date_download": "2018-11-16 04:25:48", "date_modify": "2018-11-16 04:25:48", "date_publish": "2018-01-19 22:52:47", "description": "It’s déjà vu. The sentiments lawmakers make about a government shutdown are the same, but the party that is saying them has changed.", "filename": "2018_01_19_us_politics_government-shutdown-trump-obama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342348.html", "image_url": "https://static01.nyt.com/images/2018/01/20/us/politics/20dc-shutdownstatements1/20dc-shutdownstatements1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_19_us_politics_government-shutdown-trump-obama.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342348.html", "title": "We’ve Heard It All Before. Shutdown Talk in 2013 Compared to Today.", "title_page": "We’ve Heard It All Before. Shutdown Talk in 2013 Compared to Today. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "So far, Mr. Obama has remained silent on the shutdown.\nThe Senate majority leader\n2013 — Senator Harry Reid, Democrat of Nevada\n“You know with a bully you cannot let them slap you around, because they slap you around today, they slap you five or six times tomorrow,” Mr. Reid, a former boxer, continued. “We are not going to be bullied.” — Sept. 30, 2013 “She’s struggling because she doesn’t make that much money, and now to have her job gone. It’s that way all over America. And why? To extract political concessions through hostage taking of one issue, one issue: Obamacare.” — Oct. 1, 2013\n2018 — Senator Mitch McConnell, Republican of Kentucky\n“The American people, the citizens who actually elected us, will be watching. They will see which senators make the patriotic decision to stand up for the American people to vote to continue government funding.” “They will see which senators, he continued, “hold the entire country hostage until we pass an immigration bill they haven’t even written yet. This is completely unfair and uncompassionate.” — January 18, 2018\nThe Senate minority leader\n2013 — Mr. McConnell\n“We got off track with a tactical error earlier starting in July and August that diverted our attention away from what was achievable,” Mr. McConnell said in an interview with Politico. “And so we’ll be back at it in January and February, which is why the best you can say is, ‘It’s a punt.’” — Oct. 17, 2013\n2018 — Senator Chuck Schumer, Democrat of New York\n“We’re going to have to go in a different direction. Ideally, we would all roll up our sleeves and try to reach an agreement on all of the issues we need to resolve,” Mr. Schumer said. “We could easily sit down and find a cosmic agreement that would get the support of the majority on both sides, in both houses, and keep the government open. Despite all the rhetoric around here, I genuinely believe that. The one thing standing in our way is the unrelenting flow of chaos from the other end of Pennsylvania Avenue. It has reduced the Republicans to shambles. We barely know who to negotiate with.” — January 18, 2018\nMick Mulvaney\n2013\nMr. Mulvaney was then Representative Mick Mulvaney, Republican of South Carolina, and a member of the House Freedom Caucus, which was largely blamed for setting off the shutdown. His office released the following statement during the shutdown.\n“In many ways, then, this is a government ‘slowdown’ more than it is a ‘shutdown.’ I know that is not much consolation for folks who are personally affected by the 25% of government that is closed, but again, the House is working to fix that.”\n2018\nNow, Mr. Mulvaney is the president’s budget director and the acting director of the Consumer and Financial Protection Bureau.\n“One of the things that I’ve learned since I’ve been in this office is that — there’s no other way to describe it — but the Obama administration weaponized the shutdown in 2013. What they didn’t tell you was that they did not encourage agencies to use carry forward funds, funds that they were sitting on, nor did they encourage agencies to use transfer authority.” — Jan. 19, 2018, during a White House briefing\nPaul Ryan\n2013", "url": "https://www.nytimes.com/2018/01/19/us/politics/government-shutdown-trump-obama.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}