{"authors": ["Thomas Kaplan"], "date_download": "2018-11-16 03:11:26", "date_modify": "2018-11-16 03:11:26", "date_publish": "2018-02-06 17:46:23", "description": "As congressional leaders worked toward a deal that could help ensure the government stays open, President Trump called for a shutdown if lawmakers do not crack down on illegal immigration.", "filename": "2018_02_06_us_politics_government-shutdown-trump-immigration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337886.html", "image_url": "https://static01.nyt.com/images/2018/02/07/us/politics/07dc-cong-vid/07dc-cong-vid-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_06_us_politics_government-shutdown-trump-immigration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337886.html", "title": "Trump Threatens Shutdown as Negotiators Close In on Budget Deal", "title_page": "Trump Threatens Shutdown as Negotiators Close In on Budget Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump called on Tuesday for shutting down the federal government if Congress does not crack down on illegal immigration, even as congressional negotiators closed in on a major budget deal that would set spending levels for two years and break the cycle of fiscal crises that has bedeviled the nation’s capital.\nOn Tuesday night, the House approved a stopgap spending bill that would increase military spending through September while keeping funds flowing to the rest of the government for six weeks. The House measure is unlikely to pass the Senate, where Democrats insist that an increase in military funds be matched with additional domestic spending.\nBut the House vote was a first step in what congressional leaders hoped would be a legislative dance that yields a bipartisan spending deal. Mr. Trump’s comments, though combative, had little to do with the delicate negotiations, a fact that appeared to elude Mr. Trump. They did, however, add a note of uncertainty.\n“I’d love to see a shutdown if we don’t get this stuff taken care of,” Mr. Trump said at a meeting with lawmakers and law enforcement officials to discuss gang violence. “If we have to shut it down because the Democrats don’t want safety,” he added, “then shut it down.”", "url": "https://www.nytimes.com/2018/02/06/us/politics/government-shutdown-trump-immigration.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}