{"authors": ["Tiffany Hsu"], "date_download": "2018-11-16 03:14:04", "date_modify": "2018-11-16 03:14:04", "date_publish": "2018-03-19 16:54:20", "description": "The mall staple, known for its ear piercing service, is trying to shed $1.9 billion in debt and close underperforming stores.", "filename": "2018_03_19_business_claires-ear-piercing-jewelry-mall-bankruptcy.html_module=inline_1542338044.html", "image_url": "https://static01.nyt.com/images/2018/03/20/business/20CLAIRES-sub/20CLAIRES-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_19_business_claires-ear-piercing-jewelry-mall-bankruptcy.html_module=inline_1542338044.html", "title": "Claire’s, the Teen Jewelry Chain, Files for Chapter 11 Bankruptcy", "title_page": "Claire’s, the Teen Jewelry Chain, Files for Chapter 11 Bankruptcy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Apollo owns 97.7 percent of Claire’s, which had $2.1 billion in long-term debt at the end of 2017.\nClaire’s said it was up-to-date with its vendor payments and had “ample liquidity.” It plans to emerge from bankruptcy in September, ahead of the crucial holiday season.\n“We will complete this process as a healthier, more profitable company, which will position us to be an even stronger business partner for our suppliers, concessions partners, and franchisees,” Ron Marshall, Claire’s chief executive, said in a statement.\nThe bankruptcy, which Claire’s said would not disrupt store operations and would not affect its international subsidiaries, follows several drastic moves by the company in recent years to adjust its debt load and shake up its management ranks. Mr. Marshall, along with the company’s chief financial officer, has been in his role for less than two years.\nThe budget accessories business is a difficult one, driven by promotions and assailed by competition from online merchants, discount chains like Walmart and fast-fashion brands like H&M, said Marshal Cohen, the chief retail analyst at the NPD Group market research firm. Companies targeted by leveraged buyouts are often further constrained.\n“When they get saddled with all of this debt, it really limits their ability to stay on top of the game and ahead of the curve, so they end up playing catch-up and lose their relevance in a market where relevance is critical,” he said.\nBut Claire’s seems strong enough to recover from bankruptcy, Mr. Cohen said.\n“Claire’s at least is not behind the 8-ball yet — they can still regain momentum,” he said. “They just have to recognize that consumers have changed in a dramatic way.”\nClaire’s, which is based in Hoffman Estates, Ill., traces its history to the founding of a chain of wig stores in the South in 1961. In 1973, the company blended with Claire’s Boutiques, a small accessories chain in the Midwest, creating Claire’s Stores.\nThe company began piercing ears in 1978. Last year, in the United States, it performed the service 3.5 million times.", "url": "https://www.nytimes.com/2018/03/19/business/claires-ear-piercing-jewelry-mall-bankruptcy.html?module=inline"}