{"authors": ["Julie Turkewitz", "Jonathan Martin"], "date_download": "2018-11-16 04:25:39", "date_modify": "2018-11-16 04:25:39", "date_publish": "2018-04-24 09:00:20", "description": "The 2012 G.O.P. presidential nominee, running for an open Senate seat, faced conservatives who disliked his ideological swerving, and a fear among hard-right activists that they were losing power.", "filename": "2018_04_24_us_politics_mitt-romney-utah-senate.html_module=inline_1542342339.html", "image_url": "https://static01.nyt.com/images/2018/04/25/us/25romney1/24romney1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_24_us_politics_mitt-romney-utah-senate.html_module=inline_1542342339.html", "title": "Romney Failed to Win at Utah Convention, but Few Believe He’s Doomed", "title_page": "Romney Failed to Win at Utah Convention, but Few Believe He’s Doomed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LEHI, Utah — Mitt Romney wound his way through this city’s tulip festival on Monday, shaking hands, hugging toddlers and shrugging off his failure to sew up the nomination for an open Senate seat at this state’s Republican Party convention last weekend.\n“I don’t think it was any particular surprise for us,” he said. “We’re going to have a primary, and we’re ready for it.”\nOn Saturday, after a raucous day of voting at the Utah Republican convention, delegates delivered 49 percent of their votes to Mr. Romney, and 51 percent to a little-known state legislator named Mike Kennedy, who likened himself to the stone of the shepherd boy David, “ready to be flung at the foes of liberty.”\nThe vote pushed the two into a June 26 primary. And it led to speculation that Mr. Romney’s bid for the seat of Orrin G. Hatch, who is retiring, would not be as easy as expected — and that perhaps his once biting criticism of Donald J. Trump had become a political liability.", "url": "https://www.nytimes.com/2018/04/24/us/politics/mitt-romney-utah-senate.html?module=inline"}