{"authors": ["Michael S. Schmidt", "Maggie Haberman"], "date_download": "2018-11-16 04:45:54", "date_modify": "2018-11-16 04:45:54", "date_publish": "2018-04-10 00:23:54", "description": "The payment was made as a donation to the Trump Foundation in exchange for a 20-minute talk Mr. Trump gave in the early months of his campaign.", "filename": "2018_04_09_us_politics_trump-mueller-ukraine-victor-pinchuk.html_module=inline_1542343554.html", "image_url": "https://static01.nyt.com/images/2018/04/10/us/politics/10dc-inquiry1/10dc-inquiry1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_09_us_politics_trump-mueller-ukraine-victor-pinchuk.html_module=inline_1542343554.html", "title": "Mueller Investigating Ukrainian’s $150,000 Payment for a Trump Appearance", "title_page": "Mueller Investigating Ukrainian’s $150,000 Payment for a Trump Appearance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Mueller also ordered the Trump Organization to turn over documents, emails and other communications about several Russians, including some whose names have not been publicly tied to Mr. Trump, according to the three people, who would not be named discussing the ongoing investigation. The identities of the Russians were unclear.\nThe payment from Mr. Pinchuk “is curious because it comes during a campaign and is from a foreigner and looks like an effort to buy influence,” said Marcus S. Owens, a former head of the Internal Revenue Service division that oversees tax-exempt organizations. He called the donation “an unusual amount of money for such a short speech.”\nMr. Cohen did not respond to a request for comment. Jay Sekulow, a lawyer for the president, did not return several messages seeking comment, nor did a lawyer for the Trump Organization. When The New York Times revealed the existence of the subpoena in March, Mr. Trump’s associates played it down as a routine court order to ensure the Trump Organization had handed over all the documents Mr. Mueller had demanded.\nMr. Trump assailed the special counsel investigation on Monday as a “witch hunt,” reaching for a favored insult in response to the seizure of Mr. Cohen’s records. He complained that he had cooperated with the inquiry and viewed the warrant for the raid, obtained by federal prosecutors in Manhattan after a referral from Mr. Mueller, as an extreme step.\n“It’s a disgraceful situation,” he told reporters at the White House. “It’s a total witch hunt. I’ve been saying it for a long time. I’ve wanted to keep it down. I’ve given over a million pages in documents to the special counsel.”", "url": "https://www.nytimes.com/2018/04/09/us/politics/trump-mueller-ukraine-victor-pinchuk.html?module=inline"}