{"authors": ["Rick Gladstone", "Nour Youssef"], "date_download": "2018-11-16 03:52:58", "date_modify": "2018-11-16 03:52:58", "date_publish": "2018-03-01 01:08:27", "description": "The use of such weapons would violate an international treaty and possibly American laws regarding recipients of American military aid.", "filename": "2018_02_28_world_middleeast_egypt-cluster-munitions-sinai-us-amnesty-international_1542340378.html", "image_url": "https://static01.nyt.com/images/2018/03/01/world/01egypt-cluster/01egypt-cluster-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_28_world_middleeast_egypt-cluster-munitions-sinai-us-amnesty-international_1542340378.html", "title": "Egypt Is Using Banned U.S.-Made Cluster Munitions in Sinai, Rights Group Says", "title_page": "Egypt Is Using Banned U.S.-Made Cluster Munitions in Sinai, Rights Group Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The Egyptian government is so deep in its own lies and propaganda, they have lost track of their own lies,” Mr. Jarrar said.\nThere was no immediate reaction from the Egyptian government to Amnesty’s assertion, which was released early Thursday Egyptian time. Officials at the Defense Department did not immediately respond to a request for comment. A State Department official, responding on the condition of anonymity, did not address Amnesty’s assertion about the Feb. 21 video. But the official said in an emailed statement that “the Department continues to emphasize to our Egyptian government interlocutors the importance of a comprehensive approach to counterterrorism that protects and minimizes damage to civilian populations.”\nCluster munitions encompass an array of rockets, bombs, missiles and artillery projectiles that scatter smaller weapons, called submunitions, over a wide area. They can hit civilians far from intended targets. Roughly 20 percent fail to properly detonate upon impact, leaving unexploded bomblets that can kill civilians even years later.\nEgypt, like many other Middle East countries, has not signed the treaty banning cluster munitions. While the United States has not signed the treaty either, it pledged in 2008 to restrict their use.\nDepartment of Defense documentation obtained by Human Rights Watch and cited in their cluster munition survey shows that Egypt possessed 1,300 Rockeye cluster bombs, containing 321,000 Mk-118 submunitions, as of 2007.\nStephen Goose, director of Human Rights Watch’s arms division, said he had not yet been able to discuss with Amnesty its assessment of the video. But he said that any use of cluster bombs “by Egypt or any other fighting force is appalling” and should be condemned.\n“That is why they have been banned internationally,” he said. “Egypt should cease any use of cluster bombs immediately.”", "url": "https://www.nytimes.com/2018/02/28/world/middleeast/egypt-cluster-munitions-sinai-us-amnesty-international.html"}