{"authors": ["Jeffery C. Mays", "William Neuman"], "date_download": "2018-11-16 04:52:18", "date_modify": "2018-11-16 04:52:18", "date_publish": "2018-09-28 22:52:40", "description": "More than 14,000 pages of emails between the de Blasio administration and outside advisers offer a deeper look into the mayor’s psyche.", "filename": "2018_09_28_nyregion_bill-de-blasio-emails_1542343938.html", "image_url": "https://static01.nyt.com/images/2018/09/29/nyregion/29bdbemails/29bdbemails-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_28_nyregion_bill-de-blasio-emails_1542343938.html", "title": "Just Say ‘No’ to Cuomo: Secret Emails Reveal de Blasio’s Gripes and Grudges", "title_page": "Just Say ‘No’ to Cuomo: Secret Emails Reveal de Blasio’s Gripes and Grudges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The emails show that it took almost no time for animosity to emerge between Mr. de Blasio and Gov. Andrew M. Cuomo. The mayor had wanted to pay for his prekindergarten program through a millionaire’s tax, but Mr. Cuomo made no secret of his disdain for the idea. Mr. de Blasio’s feelings for the governor were equally uncharitable; in a Feb. 16, 2014, email, an aide wrote that Mr. de Blasio said of the governor: “I will restrain myself but only up to a point.”\nHe appears to have reached that point by December 2014. Emails show a series of angry and agonized exchanges after Patrick J. Lynch, the police union president in New York City, orchestrated a protest where some officers signed forms asking the mayor not to attend their funerals if they should be killed in the line of duty. (The protest came after a grand jury chose not to bring charges in the case of Eric Garner, who died after a police officer put him in a chokehold; Mr. de Blasio subsequently said that he and his wife had instructed their son “on how to take special care” in encounters with police officers.)\nThe City Hall emails raised the possibility that Mr. Cuomo might act as an intermediary to smooth the waters with Mr. Lynch. But after Mr. Cuomo gave a radio interview defending Mr. Lynch, Mr. de Blasio had heard enough.\n“And from now on: The answer to any and all requests from the Cuomo Administration is NO,” the mayor wrote. “The default position is NO. Then we will decide if and when there should be any yesses.”\nThe exchanges also include a remarkable scolding by Mr. de Blasio directed at his closest aides. “Guys, you are as good as it gets in this work,” he tells them. “But you are also not me, and therefore not relating fully to my thoughts and feelings.”\nMore time than Bill Clinton?", "url": "https://www.nytimes.com/2018/09/28/nyregion/bill-de-blasio-emails.html"}