{"authors": ["Matt Stevens", "Sandra E. Garcia"], "date_download": "2018-11-16 03:24:22", "date_modify": "2018-11-16 03:24:22", "date_publish": "2018-07-24 00:20:18", "description": "Nia Wilson, 18, was killed after being “blindsided by a maniac,” her sister said. It was one of three homicides at BART stations in less than a week.", "filename": "2018_07_23_us_nia-wilson-john-cowell-macarthur-bart-stabbing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338662.html", "image_url": "https://static01.nyt.com/images/2018/07/24/us/24xp-bart6/24xp-bart6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_23_us_nia-wilson-john-cowell-macarthur-bart-stabbing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338662.html", "title": "BART Stabbing Suspect Is Arrested in ‘Vicious’ Attack That Killed Woman", "title_page": "BART Stabbing Suspect Is Arrested in ‘Vicious’ Attack That Killed Woman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The authorities in California said Monday night that they had captured a man who fatally stabbed a young woman and wounded her sister at an Oakland transit station over the weekend, the latest of three unrelated homicides at Bay Area transit stations in less than a week.\nThe Bay Area Rapid Transit Police Department identified the stabbing suspect as John Lee Cowell, 27, a parolee who was released from prison about four months ago.\nAround 6:30 p.m. local time, the police took him into custody at the Pleasant Hill BART station, about 15 miles northeast of where the stabbing took place, said Chief Carlos Rojas of the BART Police Department. He said riders had identified Mr. Cowell, whose picture had been widely distributed. The suspect was unarmed when he was arrested.\nMr. Cowell was being held without bail on Tuesday morning in a jail in Alameda County, Calif., on charges of first-degree murder, assault with a deadly weapon and theft, according to court records. His first court appearance was scheduled for Wednesday morning.", "url": "https://www.nytimes.com/2018/07/23/us/nia-wilson-john-cowell-macarthur-bart-stabbing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}