{"authors": ["Emily Cochrane", "Alicia Parlapiano"], "date_download": "2018-11-16 04:40:25", "date_modify": "2018-11-16 04:40:25", "date_publish": "2018-02-24 00:42:51", "description": "Since Robert S. Mueller III was appointed as special counsel, he has issued more than 100 criminal counts against 19 people and three companies.", "filename": "2018_02_23_us_politics_mueller-investigation-charges.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343225.html", "image_url": "https://static01.nyt.com/images/2018/08/22/us/mueller-trump-charges-promo-1534968452597/mueller-trump-charges-promo-1534968452597-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_23_us_politics_mueller-investigation-charges.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343225.html", "title": "Over 100 Charges, 34 People and 3 Companies: The Investigations Surrounding Trump, Explained", "title_page": "Over 100 Charges, 34 People and 3 Companies: The Investigations Surrounding Trump, Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Michael T. Flynn\nMr. Flynn, President Trump’s first national security adviser, pleaded guilty in early December to lying to the F.B.I. about conversations he had in 2016 with the Russian ambassador to the United States at the time, Sergey I. Kislyak. Prosecutors said that in separate conversations, Mr. Flynn discussed an upcoming United Nations Security Council vote over whether Israel should be condemned for building settlements and over sanctions that President Barack Obama had issued against Russia.\nAlthough his sentencing is delayed, court documents indicate Mr. Flynn will face zero to six months of prison time.\nThe first senior White House official to agree to a deal with prosecutors, Mr. Flynn has been cooperating with Mr. Mueller’s investigation. He said in a statement at the time that the decision to cooperate and the guilty plea “reflect a decision I made in the best interests of my family and of our country.”\nRichard Pinedo\nRichard Pinedo, a Southern California computer science major, pleaded guilty in February to identity fraud after he created and sold fake bank accounts from 2014 through the end of 2017. While his indictment supported the charges Mr. Mueller brought against 13 Russian nationals for election meddling, a spokesman for the special counsel said prosecutors had “no evidence and there is no allegation he was a witting participant in the Russian efforts to interfere in U.S. elections and political processes.”\nMr. Pinedo has been cooperating with the Mueller investigation.\nAlex van der Zwaan\nThe son-in-law of a Russian billionaire and a lawyer who worked with the former Trump campaign aides Rick Gates and Paul Manafort, Mr. van der Zwaan pleaded guilty to lying to prosecutors about a conversation he had with Mr. Gates in September 2016. Mr. van der Zwaan, a 33-year-old Dutch citizen, is a former lawyer in London for a powerful New York-based law firm — Skadden, Arps, Slate, Meagher & Flom.\nIn April, Mr. van der Zwaan became the first person to be sentenced in the special counsel’s investigation. He was sentenced to 30 days in prison and fined $20,000.\nRick Gates\nRick Gates, the former deputy chairman for Mr. Trump’s presidential campaign, pleaded guilty in February to a pair of charges, conspiracy against the United States and lying to investigators. The plea deal came as Mr. Mueller was levying dozens of new charges of bank fraud and money laundering against Mr. Gates and Mr. Manafort, the campaign’s former chairman and a longtime associate of Mr. Gates.", "url": "https://www.nytimes.com/2018/02/23/us/politics/mueller-investigation-charges.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}