{"authors": ["Jesse Mckinley"], "date_download": "2018-11-16 03:43:39", "date_modify": "2018-11-16 03:43:39", "date_publish": "2018-09-19 22:17:33", "description": "Controversy continues to swirl over a campaign flier that falsely linked Gov. Andrew Cuomo’s opponent, Cynthia Nixon, to anti-Semitism.", "filename": "2018_09_19_nyregion_anti-semitic-cuomo-nixon-election_1542339819.html", "image_url": "https://static01.nyt.com/images/2018/09/20/nyregion/20mailer/20mailer-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_19_nyregion_anti-semitic-cuomo-nixon-election_1542339819.html", "title": "Anti-Semitic Mailer Dogs Cuomo, Even After Big Victory", "title_page": "Anti-Semitic Mailer Dogs Cuomo, Even After Big Victory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ALBANY — Gov. Andrew M. Cuomo might have assumed that his big win in last week’s Democratic primary would end talk about the last-minute piece of campaign mail that falsely suggested his opponent, Cynthia Nixon, was ambivalent about anti-Semitism.\nHe was mistaken.\nNearly a week after Mr. Cuomo’s impressive victory, the mailer was once again stirring up questions on Wednesday about who among the governor’s inner circle had known of it, as well as providing a renewed talking point for Marcus J. Molinaro, the Republican candidate for governor.\nPaid for by the state Democratic Party, which is effectively controlled by Mr. Cuomo, the flier was sent to about 7,000 households in largely Jewish neighborhoods just before Rosh Hashana and the primary. It included several false claims, including an insinuation that Ms. Nixon had been “silent on the rise of anti-Semitism.”\nTwo days before the primary, the Cuomo campaign had said only that the mailer was the result of “an individual helping the campaign on constituency outreach.” The following day, however, the campaign provided more information, offering that individual’s name, David Lobl, and saying that Lawrence S. Schwartz, formerly the governor’s top lieutenant, had inadvertently approved the mailer while serving as a campaign volunteer.", "url": "https://www.nytimes.com/2018/09/19/nyregion/anti-semitic-cuomo-nixon-election.html"}