{"authors": ["Joshua Barone"], "date_download": "2018-11-16 04:47:19", "date_modify": "2018-11-16 04:47:19", "date_publish": "2018-09-25 18:05:39", "description": "David Frost juggles the sounds of orchestra players, unpredictable singers and moving sets to make broadcasts that are as high-quality as studio recordings.", "filename": "2018_09_25_arts_music_met-opera-broadcasts-sound.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343639.html", "image_url": "https://static01.nyt.com/images/2018/09/26/arts/26met-radio-oak/26met-radio-oak-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_25_arts_music_met-opera-broadcasts-sound.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343639.html", "title": "If He Does This Met Opera Job Well, You’ll Never Know He Exists", "title_page": "If He Does This Met Opera Job Well, You’ll Never Know He Exists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He tinkered with the microphones until the last possible moment, when the Met opened its doors to its black-tie audience. As people took their seats, he finished setting up the soundboard.\nIf Mr. Frost was nervous, he didn’t show it; all evening, he was cool yet restless as he continuously adjusted the faders and flipped back and forth in the score. (He was also humble, never volunteering the fact that he has won 16 Grammy Awards, though he did mention that his father, a famed producer, worked on Vladimir Horowitz’s recordings.) On the monitors in front of Mr. Frost, sound levels danced animatedly, like a “Fantasia” cartoon, but he was stoic, breaking his silence only rarely for brief comments like “What a master she is,” referring to Elina Garanca’s star turn as Dalila.\nThere was little room for error, and none of the luxuries of studio production. Mixing sound live at the Met, Mr. Frost said, “couldn’t be more different,” because there’s no opportunity to stop or try something again. He did, however, take notes for future broadcasts, especially during a surprisingly difficult stretch of Act II, as Ms. Garanca sang the famous aria “Mon coeur s’ouvre à ta voix.”\nHis score was full of Post-its, color-coded highlights of the text, and notes, such as a small sketch of eyeglasses — a signal to look up and pay attention. “I’m constantly refining what I’m doing,” he said.", "url": "https://www.nytimes.com/2018/09/25/arts/music/met-opera-broadcasts-sound.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}