{"authors": ["Henrik Pryser Libell", "Richard Martyn-Hemphill"], "date_download": "2018-11-16 03:48:28", "date_modify": "2018-11-16 03:48:28", "date_publish": "2018-03-20 16:41:26", "description": "The post by the right-wing minister, Sylvi Listhaug, revived memories of a 2011 terrorist attack and stirred a controversy that threatened the coalition government.", "filename": "2018_03_20_world_europe_norways-justice-minister-resigns-in-storm-over-facebook-post_1542340108.html", "image_url": "https://static01.nyt.com/images/2018/03/21/world/europe/21norway/21norway-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_20_world_europe_norways-justice-minister-resigns-in-storm-over-facebook-post_1542340108.html", "title": "Norway’s Justice Minister Resigns in Storm Over Facebook Post", "title_page": "Norway’s Justice Minister Resigns in Storm Over Facebook Post - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "OSLO — Sylvi Listhaug’s anti-immigration views and sharp comments have made her one of Norway’s most polarizing political figures, but it was a single, incendiary Facebook post that has threatened to bring down the government and led to her resignation as justice minister on Tuesday.\nMs. Listhaug and her right-wing Progress Party, which is a junior partner in a fragile coalition, supported a bill that would have allowed the government to strip Norwegian citizenship from those suspected of joining terrorist or foreign militant groups, without a court hearing. After the bill was defeated earlier this month, she lashed out online.\nIn a Facebook post, which she has since taken down, she said the center-left Labor Party “believes the terrorists’ rights are more important than the nation’s security,” and attached a photo of two veiled and gun-toting fighters from the Shabab militant group in Somalia, thousands of miles away.\nThat hit a nerve in a country with still-raw memories of its worst terrorist attack in modern times, in which Labor members were the targets. In 2011, a far-right, anti-Islam extremist, Anders Behring Breivik, detonated a bomb outside a building housing offices of the government, then led by Labor, killing eight people, and then went to a Labor youth camp on Utoya island, where he shot dead 69 people, most of them teenagers.", "url": "https://www.nytimes.com/2018/03/20/world/europe/norways-justice-minister-resigns-in-storm-over-facebook-post.html"}