{"authors": ["Lindsay Talbot"], "date_download": "2018-11-16 03:09:35", "date_modify": "2018-11-16 03:09:35", "date_publish": "2018-02-23 17:23:46", "description": "Francesco Risso — who took the helm at Marni in 2016 — draws from Disney cartoons and 18th-century tartan hunting jackets alike.", "filename": "2018_02_23_t-magazine_fashion_francesco-risso-marni.html_module=inline_1542337775.html", "image_url": "https://static01.nyt.com/images/2018/02/12/t-magazine/12tmag-risso-slide-UENP/12tmag-risso-slide-UENP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_23_t-magazine_fashion_francesco-risso-marni.html_module=inline_1542337775.html", "title": "A Creative Director With a Keen Sense of Play", "title_page": "A Creative Director With a Keen Sense of Play - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Francesco Risso’s childhood was straight out of a Fellini film. The fashion designer, who has been the creative director of Marni since 2016, was born near Sardinia and spent his first four years living on a wooden schooner with his parents, sailing around the Mediterranean. Next, they settled into a grand 16th-century villa in Genoa with three of Risso’s grandparents and an ever-rotating cast of glamorous houseguests from abroad. “My family was extremely eclectic,” says the 35-year-old, who, craving stability, “escaped” at 16 to study fashion at the Polimoda school in Florence before attending the Fashion Institute of Technology in New York and Central Saint Martins in London. “It was a vertigo way of life — I was always outside my comfort zone,” he says. “That forced me to be adventurous and open-minded.”\nIn 2008, Risso landed a job working on women’s design and special projects for Prada, where he remained for eight years. Since taking the helm from Marni’s founder, Consuelo Castiglioni, who started the label in 1994, he’s upheld the Milanese house’s reputation for explosive floral prints and prim but off-kilter silhouettes. But he has also added his own diverse aesthetic, informed by everything from Disney cartoons to 18th-century tartan hunting jackets. “I’m driven by a concept I call ‘retrovolution,’ ” he says. “It’s about taking everything you’ve learned in the past about tradition and moving beyond it.”", "url": "https://www.nytimes.com/2018/02/23/t-magazine/fashion/francesco-risso-marni.html?module=inline"}