{"authors": ["Margalit Fox"], "date_download": "2018-11-16 04:34:38", "date_modify": "2018-11-16 04:34:38", "date_publish": "2018-09-17 19:22:09", "description": "A professional trickster, Mr. Abel gleefully hoodwinked the American public time and again, even convincing The Times in 1980 that he had died.", "filename": "2018_09_17_obituaries_alan-abel-dies_1542342878.html", "image_url": "https://static01.nyt.com/images/2018/09/18/obituaries/18ABEL1/18ABEL1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_17_obituaries_alan-abel-dies_1542342878.html", "title": "Alan Abel, Hoaxer Extraordinaire, Is (on Good Authority) Dead at 94", "title_page": "Alan Abel, Hoaxer Extraordinaire, Is (on Good Authority) Dead at 94 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“A few hundred years ago, I would have been a court jester,” he told The Plain Dealer of Cleveland in 2007. His primary intent, Mr. Abel often said, was “to give people a kick in the intellect.”\nHis best-known kicks included Yetta Bronstein, the phantom Jewish grandmother from the Bronx who ran for president in 1964 and at least once afterward on a platform that included fluoridation, national Bingo tournaments and the installation of truth serum in congressional drinking fountains. (“Vote for Yetta and things will get betta,” read a slogan for the campaign, which attracted a small coterie of actual supporters.)\nNever seen in person, Yetta was voiced by Mr. Abel’s wife, Jeanne, in a spate of telephone and radio interviews.\nThen there was Omar’s School for Beggars, a New York City institution founded amid the recession of the 1970s, which claimed to teach the nouveau poor the gentle art of panhandling. Omar (a black-hooded Mr. Abel) and his “pupils” (friends of Mr. Abel) were the subject of credulous coverage by many news outlets, including The Miami Herald and New York magazine.\nThere was the putative winner of the New York State Lotto jackpot in 1990, who was billed as a cosmetologist from Dobbs Ferry, N.Y., but who in reality was an actress; she poured champagne by the gallon in a hired Manhattan hotel suite and threw dollar bills from the window as the news media salivated. “$35 MILLION AND SHE’S SINGLE,” the front page of The New York Post crowed the next day.\nThere were also the Topless String Quartet, with which, Mr. Abel said, an unsuspecting Frank Sinatra wanted to book a recording session; the Ku Klux Klan Symphony Orchestra, which, he said, the failed presidential candidate and former Klan grand wizard David Duke briefly accepted an invitation to conduct; Females for Felons, a group of Junior Leaguers who selflessly donated sex to the incarcerated; the mass “fainting” of audience members during a live broadcast of “The Phil Donahue Show”; his “discovery” (he posed as a former White House employee) of the missing 18½ minutes from the Watergate tapes; Euthanasia Cruises (“For people who wanted to expire in luxury,” Mr. Abel’s website recounted); Citizens Against Breastfeeding, which argued that exposure to the “naughty nipple” in infancy caused a plethora of problems later on; and a great many others.\nTo some observers, Mr. Abel’s antics were a Rabelaisian delight. To others, especially members of the news media who had been taken in, they were an unalloyed menace. But as Mr. Abel well knew, his relationship with the media in general, and the broadcast media in particular, was utterly synergistic, for they needed him as much as he did them.", "url": "https://www.nytimes.com/2018/09/17/obituaries/alan-abel-dies.html"}