{"authors": ["Ivan Penn", "Inyoung Kang"], "date_download": "2018-11-16 03:24:07", "date_modify": "2018-11-16 03:24:07", "date_publish": "2018-07-25 13:02:52", "description": "Wednesday: Mayor Eric Garcetti’s proposal to turn the dam into a battery, another Southern California heat wave, and the first female U.S. district attorney.", "filename": "2018_07_25_us_california-today-hoover-dam-energy_1542338647.html", "image_url": "https://static01.nyt.com/images/2018/07/25/us/25californiatoday/25californiatoday-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_25_us_california-today-hoover-dam-energy_1542338647.html", "title": "California Today: L.A.’s Plan to Harness Hoover Dam’s Energy Reserves", "title_page": "California Today: L.A.’s Plan to Harness Hoover Dam’s Energy Reserves - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Good morning.\n(Want to get California Today by email? Here’s the sign-up.)\nCalifornia has staked out a leadership role in harnessing alternative energy. But solar arrays and wind turbines are intermittent electricity sources: They don’t always produce power when it’s needed, and at times they generate so much that California must give some away to its neighbors. So the state has been looking at ways to better manage all the carbon-free energy that officials have required power companies to create.\nOne undertaking is particularly ambitious: a $3 billion plan by the Los Angeles Department of Water and Power to turn Hoover Dam into a giant battery, soaking up some of that solar and wind energy for later use.\n“Our challenge is: How do we get to 100 percent green?” Mayor Eric Garcetti of Los Angeles said. “Storage helps. There’s no bigger battery in our system than Hoover Dam.”\n[Read more about the plan, including video, photos and an interactive look at how the project would expand the dam’s mission.]", "url": "https://www.nytimes.com/2018/07/25/us/california-today-hoover-dam-energy.html"}