{"authors": ["Ana Vanessa Herrero", "Nicholas Casey"], "date_download": "2018-11-16 04:14:18", "date_modify": "2018-11-16 04:14:18", "date_publish": "2018-08-05 23:06:16", "description": "A drone attack that failed to kill President Nicolás Maduro of Venezuela unfolded on live TV and in front of many witnesses: “It was like, bang, I had never heard a sound like that in my life.”", "filename": "2018_08_05_world_americas_venezuela-drone-attack-nicolas-maduro.html_module=inline_1542341658.html", "image_url": "https://static01.nyt.com/images/2018/08/06/world/06VENEZUELA-01/merlin_142043814_bab8f517-0fe9-4dc5-835b-bba43f0b957e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_05_world_americas_venezuela-drone-attack-nicolas-maduro.html_module=inline_1542341658.html", "title": "2 Blasts, a Stampede and a ‘Flying Thing’: Witnesses Tell of Attack on Maduro", "title_page": "2 Blasts, a Stampede and a ‘Flying Thing’: Witnesses Tell of Attack on Maduro - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Then came a second blast. Suddenly, hundreds of national guardsmen, standing in formation for the parade, abandoned the president, scrambling in a panic to find safety.\nCarlos Julio Rojas, an activist who was attending a small protest nearby, said he saw a stampede.\n“I hear screams and I saw National Guardsmen with long guns on the streets, running like crazy. They even pushed an old lady who was trying to run,” he said. “Imagine this: Our military are supposed to protect us, and then you see them running like that.”\nMr. Maduro emerged from the attack unscathed, appearing on television that evening to declare the assassination attempt a failure. But he offered little real certainty as to who might have tried to kill him. While he blamed right-wing elements in Venezuela and the Colombian government, he offered no evidence to support that claim.\nA communiqué, attributed to a shadowy group of rogue Venezuelan military men, appeared on Twitter after the attack, with vague statements denouncing the government, leading some to think that the group was accepting responsibility.\nAnd some in Venezuela turned the conspiracy back on Mr. Maduro, suggesting that his government might have had some hand in the attack to fuel a further crackdown against opponents. No special security measures were visible on Sunday around the site of the attack, raising suspicions of how serious the government viewed it and the continuing investigation.\n“The idea is if this was a self-inflicted attack — are they going to take advantage now to double down on a repressive wave?” said Nicmer Evans, a political scientist who broke from Mr. Maduro’s party and has run in opposition campaigns.\nAt 5:41 p.m., Mr. Maduro was at the end of a ceremony commemorating the 81st anniversary of the National Guard, the troops that were on the front lines last year in his deadly crackdown against protesters.", "url": "https://www.nytimes.com/2018/08/05/world/americas/venezuela-drone-attack-nicolas-maduro.html?module=inline"}