{"authors": ["Christopher Sabatini"], "date_download": "2018-11-16 04:11:47", "date_modify": "2018-11-16 04:11:47", "date_publish": "2018-04-17 15:20:41", "description": "As Cuba transitions away from rule by the Castros, the United States has an interest in engaging Havana.", "filename": "2018_04_17_opinion_cuba-castro-united-states_1542341507.html", "image_url": "https://static01.nyt.com/images/2018/04/17/opinion/17sabatini-1/17sabatini-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_17_opinion_cuba-castro-united-states_1542341507.html", "title": "We Shouldn’t Ignore Cuba", "title_page": "Opinion | We Shouldn’t Ignore Cuba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For those without access to the estimated $3.3 billion in remittances that come in each year from abroad, and for those who have access only to state stores and the ration-card system, life is bleak.\nThe economic lifeline provided by subsidized oil from Venezuela is drying up, and Cuba does not have much of an export base. Investment laws from 2014 intended to open up the economy to foreign investment are falling short of their goals. Even the much-promoted (though exaggerated) successes of the revolution in health care and education have been eroded by shortages and lack of state investment.\nThe major economic challenge will be unifying Cuba’s dual currency system, which uses a domestic peso and a separate international peso for trading with other countries. (The international peso trades artificially at a rate of one-to-one with the United States dollar, and the domestic peso trades at a rate generously assumed to be 24 local pesos to the international peso.) Unifying the currencies will cause upheaval in the economy, increasing the prices of imported goods and ending the double-booking system that many businesses use to keep themselves artificially solvent, leading to inflation and unemployment. Modernizing and advancing the Cuban economy requires addressing this wrenching change.\nThis is where the United States can come in. While it is not in America’s interest to promote investment to prop up an anachronistic, repressive regime, it is also not in its interest to stand by while a neighbor’s fragile economy crumbles under the weight of its failed policies. In the worst of cases, an economic implosion would produce social unrest and waves of migrants to American shores.\nMultilateral banks like the International Monetary Fund and the World Bank, at Washington’s urging, could be given special allowances to offer economic assistance to the next Cuban government while providing international cover for American-led efforts. Any aid should come with a strong message from Washington and the banks that the Cuban government must refrain from repression in response to protests.\nDoing this would require restoring the American Embassy personnel to its pre-Trump levels so that officials can have broader contacts with the government and with the population — as was negotiated under the Obama administration.", "url": "https://www.nytimes.com/2018/04/17/opinion/cuba-castro-united-states.html"}