{"authors": ["Nicholas Kristof"], "date_download": "2018-11-16 04:18:51", "date_modify": "2018-11-16 04:18:51", "date_publish": "2018-07-11 23:06:00", "description": "California’s governor may permit a DNA test pointing to Cooper’s innocence.", "filename": "2018_07_11_opinion_kevin-cooper-jerry-brown-death-row_1542341931.html", "image_url": "https://static01.nyt.com/images/2018/07/11/opinion/11kristofWeb/11kristofWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_11_opinion_kevin-cooper-jerry-brown-death-row_1542341931.html", "title": "We May Be Able to Get Kevin Cooper Off Death Row", "title_page": "Opinion | We May Be Able to Get Kevin Cooper Off Death Row - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Now, in a letter sent by an aide, Brown has asked Cooper’s lawyers practical questions about how to proceed: Which lab would do the testing, precisely which methods would be used, and would testing also be able to compare any DNA found to that of the white suspects believed by the defense to be the real perpetrators?\n“The ball has moved forward by this letter, quite a bit,” said Norman Hile, who has worked pro bono defending Cooper for 14 years. “We’re certainly better off than we were. We’re encouraged that they’re considering testing and we think we can convince them to do it.”\nOne crucial piece of evidence to be tested is a T-shirt stained with the Ryens’ blood, because new “touch DNA” or “habitual wearer DNA” testing may establish who wore it. There are also hairs found in the victims’ hands that have yet to be tested — hairs that are blond or brown. An orange towel apparently used by the murderers has not been tested at all.\nIt has felt strange to me as a columnist, and it may feel peculiar to you as a reader, that I have devoted so much space over the years to the case of a single man awaiting execution, even if he is innocent. But this case is also a window into the much broader problem of an often dysfunctional criminal justice system that particularly oppresses the indigent.\nAt least 162 people on death row in the United States have been exonerated since 1973, and one academic study estimated that 4.1 percent of those on death row in the U.S. may be innocent. That suggests that about 115 people now awaiting execution nationwide were wrongfully convicted.\nWhen people have been exonerated, science has been the savior — particularly DNA testing, cited by heroic lawyers and nonprofits — while the courts, politicians, law enforcement agencies and the news media have not (with some exceptions) been aggressive in righting these wrongs.\nIs it possible that I’m mistaken about Cooper’s innocence? Of course.\nSo let’s test the evidence and find out before the state executes him. Thanks to all who spoke up, from the pope to Kardashian, and let’s hope that Brown proceeds soon with the advanced DNA testing. I’m betting that testing will not only free an innocent man but also lay bare police corruption and a criminal justice system that too often doesn’t have anything to do with justice.", "url": "https://www.nytimes.com/2018/07/11/opinion/kevin-cooper-jerry-brown-death-row.html"}