{"authors": [], "date_download": "2018-11-16 03:14:37", "date_modify": "2018-11-16 03:14:37", "date_publish": "2018-11-15 20:15:52", "description": "A former secretary of the department discusses its achievements.", "filename": "2018_11_15_opinion_letters_department-veterans-affairs-medical-care.html_rref=collection%2Fspotlightcollection%2FAt%20War_1542338077.html", "image_url": "https://static01.nyt.com/images/2018/11/11/opinion/sunday/11Gordon/11Gordon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_15_opinion_letters_department-veterans-affairs-medical-care.html_rref=collection%2Fspotlightcollection%2FAt%20War_1542338077.html", "title": "The V.A. in the Vanguard of Medical Care", "title_page": "Opinion | The V.A. in the Vanguard of Medical Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To the Editor:\n“Don’t Sell Out Veterans,” by Suzanne Gordon (Sunday Review, Nov. 11), was consistent with my own experience as the eighth secretary of the Department of Veterans Affairs.\nI entered government after 33 years with the Procter & Gamble Company, a Fortune 50 company, which I led. What I found was that the system Gen. Omar Bradley set up after World War II for the V.A. was brilliant. Many of the breakthroughs in American medicine have come from doctors and researchers working at least partly for the V.A.\nThe V.A. trains 70 percent of doctors at some point in their education. It has relationships with more than 1,800 medical schools in this c ountry.\nIt is not an accident that the Durham (N.C.) V.A. is across the street from Duke Medical School. We share doctors and staff. This means that veterans get amazing medical care where the decision criteria are their health and wellness, not the profit of the enterprise.", "url": "https://www.nytimes.com/2018/11/15/opinion/letters/department-veterans-affairs-medical-care.html?rref=collection%2Fspotlightcollection%2FAt%20War"}