{"authors": ["Tejal Rao"], "date_download": "2018-11-16 03:24:19", "date_modify": "2018-11-16 03:24:19", "date_publish": "2018-08-20 14:30:01", "description": "Make a take on Iranian ghalieh mahi from Nasim Alikhani of Sofreh in Brooklyn, or BLT tacos, or David Tanis’s recipe for nectarine and raspberry cobbler.", "filename": "2018_08_20_dining_what-to-cook-right-now_1542338659.html", "image_url": "https://static01.nyt.com/images/2018/08/22/dining/22kitchenrex1-copy/merlin_141877029_48bfffa7-4df4-4a39-a60c-cee4442b6e47-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_20_dining_what-to-cook-right-now_1542338659.html", "title": "What to Cook Right Now", "title_page": "What to Cook Right Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Morning! This is Tejal, filling in for Sam, and I’m pleased to report that Melissa Clark has not one but two new recipes for us this week. The first is a take on Iranian ghalieh mahi, made by caramelizing onions with herbs and tamarind until it turns into a dark, sweet, tangy mash, and serving it with a crisp-edged piece of cod.\nShe picked up the technique in the kitchen with Nasim Alikhani, the owner of a new restaurant called Sofreh in Brooklyn. And Ms. Alikhani, who is from Isfahan in central Iran, and didn’t grow up eating much fish at all, in turn got the recipe from her best friend. It breaks from tradition with a fast, hard caramelization instead of a long, slow cook at a low temperature — which is perfect if you don’t want to spend a lot of time in your kitchen in the middle of August.\nRecipe No. 2 is for dreamy, summery BLT tacos. You barely have to do anything to put this dinner together, just cook some bacon and dress some tomatoes with lime juice, chopped jalapeños and cilantro.\nAnd you know what would make the perfect dessert, no matter what you cook? A nectarine and raspberry cobbler (above) from David Tanis.", "url": "https://www.nytimes.com/2018/08/20/dining/what-to-cook-right-now.html"}