{"authors": ["Stephanie Saul", "Danny Hakim"], "date_download": "2018-11-16 04:25:53", "date_modify": "2018-11-16 04:25:53", "date_publish": "2018-06-07 17:13:36", "description": "Liz and Dick Uihlein, founders of the shipping supply giant Uline, have spent some $26 million this year alone, seeking to advance conservative causes anywhere they can.", "filename": "2018_06_07_us_politics_liz-dick-uihlein-republican-donors.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342353.html", "image_url": "https://static01.nyt.com/images/2018/06/08/us/politics/08uihleins1/00uihleins1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_07_us_politics_liz-dick-uihlein-republican-donors.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342353.html", "title": "The Most Powerful Conservative Couple You’ve Never Heard Of", "title_page": "The Most Powerful Conservative Couple You’ve Never Heard Of - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Few political donors are as influential, yet little known, as Liz and Dick Uihlein.\nThe Midwestern couple has joined the upper pantheon of Republican donors alongside names like Koch, Mercer and Adelson. They have spent roughly $26 million on the current election cycle, supporting more than 60 congressional candidates, working outside the party establishment to advance a combative, hard-right conservatism, from Washington to the smallest town.\nMr. Uihlein (pronounced YOU-line), a scion of one of the founders of Schlitz beer, underwrites firebrand anti-establishment candidates who typically defend broad access to assault weapons and assail transgender rights. He has also bankrolled partisan newspapers and backed Roy Moore in Alabama even after he was accused of sexual misconduct with underage girls.\nMrs. Uihlein is the hands-on president of Uline, the packing supply giant the couple founded together nearly four decades ago. Her own views emerge in dispatches she sends out in the company catalog: about her devotion to Fox News, her love for Hall & Oates — they once performed at Uline — and her disdain for marijuana. “Have the politicians gone mad?” she once wrote about the legalization of the drug. “It’s bad news.”\nPerhaps nothing illustrates the couple’s determination to set the agenda more than their efforts in the Wisconsin town of Manitowish Waters. They have spent millions remaking the small community and buying up much of its downtown. In 2016, shortly before Mrs. Uihlein joined the Trump campaign as a major fund-raiser, she threatened to divert $300,000 in planned donations if the town didn’t move a boat ramp that was near a pavilion she had built.", "url": "https://www.nytimes.com/2018/06/07/us/politics/liz-dick-uihlein-republican-donors.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}