{"authors": ["Jesse Mckinley", "Shane Goldmacher", "Tyler Pager"], "date_download": "2018-11-16 03:43:44", "date_modify": "2018-11-16 03:43:44", "date_publish": "2018-09-09 18:28:35", "description": "Gov. Andrew M. Cuomo said the bridge was not rushed before Thursday’s primary, and he sought to distance himself from a flier linking Cynthia Nixon to anti-Semitism.", "filename": "2018_09_09_nyregion_cuomo-tappan-zee-cynthia-nixon-primary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339824.html", "image_url": "https://static01.nyt.com/images/2018/09/09/nyregion/10CUOMO1/10CUOMO1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_09_nyregion_cuomo-tappan-zee-cynthia-nixon-primary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339824.html", "title": "An ‘Inappropriate’ Mailer and a Delayed Bridge Opening Put Cuomo on the Defensive", "title_page": "An ‘Inappropriate’ Mailer and a Delayed Bridge Opening Put Cuomo on the Defensive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This is such an old tired song from him,” she said.\nThe new bridge’s first span opened in 2017 after another big ceremony. Emails obtained by The Journal News, released only after the newspaper filed a lawsuit over them, showed that a senior official involved in the bridge project was unaware of the timing — only about two weeks before Mr. Cuomo announced it publicly.\nThe State Democratic Party, meanwhile, would not say who was responsible or how many anti-Nixon mailers were sent, though the party’s executive director, Geoff Berman, said on Twitter he had not personally approved the piece, which he said was a “mistake.” The party later pledged to let the “Nixon campaign to send out a mailing of their choosing to the same universe of people.”\nMs. Nixon mocked the idea, suggesting the mail would be unlikely to arrive by the Sept. 13 primary.\nMayor Bill de Blasio, who formally decided not to endorse a candidate in the primary race, condemned the mailer, calling it “Trumpian.” Ms. Nixon is not Jewish, but is raising her children in the faith. In a joint statement, the rabbi at the synagogue that Ms. Nixon attends, Sharon Kleinbaum, and Rabbi Kleinbaum’s wife, Randi Weingarten, the head of the American Federation of Teachers, also condemned the mailer, calling it a baseless lie.\nThe controversy around the mailer dominated a frenetic final weekend of campaigning in a race that polls have not shown to be close but has been intensely contested. Mr. Cuomo has already spent more than $21.4 million, and was pouring nearly $500,000 per day into the race as of late August. He is on pace to spend most of the money he had available for the primary.\nMr. Cuomo and Ms. Nixon made stops in predominantly black churches on Sunday. In Harlem, the governor quoted Maya Angelou, Martin Luther King Jr., John 3:15 and bashed President Trump to a resounding reception. In Brooklyn, Ms. Nixon railed both against “the orange man in the White House” and Mr. Cuomo.\nBut it was Saturday when the candidate’s two competing rallies best captured their wildly different campaigns.\nOn Long Island, Mr. Cuomo spoke on a stage decorated with balloons, drapery and a lectern to announce the support of a major organization: Everytown for Gun Safety. In Brooklyn, Ms. Nixon and a group of self-described “revolutionary women,” including Alexandria Ocasio-Cortez, who upended the political world in June when she beat Representative Joseph Crowley, broke out into an impromptu salsa dancing session.\nMs. Nixon ended her weekend Sunday with a visit to Zabar’s, the famed Jewish grocery store on the Upper West Side (she bought lox and cream cheese), and Rosh Hashana services in Midtown Manhattan.", "url": "https://www.nytimes.com/2018/09/09/nyregion/cuomo-tappan-zee-cynthia-nixon-primary.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}