{"authors": ["Frank Bruni"], "date_download": "2018-11-16 04:24:12", "date_modify": "2018-11-16 04:24:12", "date_publish": "2018-11-07 06:50:01", "description": "The party didn’t get everything it wanted. But it got what it and the country need.", "filename": "2018_11_07_opinion_midterms-house-majority-trump-wave_1542342252.html", "image_url": "https://static01.nyt.com/images/2018/11/07/opinion/07bruniNew/07bruniNew-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_07_opinion_midterms-house-majority-trump-wave_1542342252.html", "title": "For Democrats - and America - a Sigh of Relief", "title_page": "Opinion | For Democrats — and America — a Sigh of Relief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many of the candidates for the House who turned red seats blue were people of color. I think of Antonio Delgado in New York, whose blackness was something that Republicans dwelled on. I think of Colin Allred in Texas, who defeated a previously invincible Republican, Pete Sessions, who has been in Congress for two decades. I think of Lauren Underwood in Illinois, who was making her first bid for political office and wasn’t initially given much of a chance. She proved the naysayers wrong.\nAllred and Underwood are in their 30s, which speaks to another theme in the Democratic takeover of House: the number of young candidates behind it. Nancy Pelosi, 78, may be poised for a new stint as the Speaker of the House, but what happened among Democratic candidates throughout the country on Tuesday represented a changing of the guard and a diversifying of the ranks.\nIn a bellwether House race in Kansas, Sharice Davids defeated the Republican incumbent, Kevin Yoder. She’s 38, openly gay and will be one of the first Native American women in Congress. The other, also elected on Tuesday, is Deb Haaland, a New Mexico Democrat.\nAh, Kansas: Trump won the state in 2016 by more than 20 points, but on Tuesday, in the governor’s race there, Kansans rejected a far-right candidate who was a darling of the president’s — Kris Kobach — for a Democratic woman, Laura Kelly.\nShe won handily, and Democrats picked up other governorships that had belonged to Republicans, for instance in Michigan, Illinois and Wisconsin, where Scott Walker was denied a third term. Democrats will now govern all three states — Michigan, Wisconsin and Pennsylvania — that handed Trump his margin of victory in the Electoral College.\nI can look at the way Trump has governed — unabashedly spreading hate, gleefully shattering norms and sowing chaos at every turn — and wonder why more didn’t go Democrats’ way on Tuesday. I can tally their possible mistakes. Too many Democrats still haven’t figured out the difference between talking to and talking down to Americans, and too many engage in a kind of oppression Olympics that turns off voters in the middle.\nBut on Tuesday, in House elections, Democrats prevailed among independents. They prevailed in suburbs. They prevailed in swing districts with candidates who showed plenty of prudent moderation.", "url": "https://www.nytimes.com/2018/11/07/opinion/midterms-house-majority-trump-wave.html"}