{"authors": ["Eric Asimov"], "date_download": "2018-11-16 04:53:19", "date_modify": "2018-11-16 04:53:19", "date_publish": "2018-10-04 17:38:33", "description": "The stresses and demands of restaurant work eventually compel many, like Patrick Cappiello, to seek out other careers in wine.", "filename": "2018_10_04_dining_drinks_sommelier-career-path_1542343999.html", "image_url": "https://static01.nyt.com/images/2018/10/10/dining/10Pour7/10Pour7-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_04_dining_drinks_sommelier-career-path_1542343999.html", "title": "The Sommelier Finds Room to Breathe", "title_page": "The Sommelier Finds Room to Breathe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Gilt closed in 2012, Mr. Cappiello was already planning Pearl & Ash, which opened in 2013. Rebelle opened two doors away in 2015. By then, however, he had already seen how his mentors had begun to diversify their careers, particularly as they reached their 40s, often with young families.\n“The diversity of the job can be joyous but also stressful,” he said. “Particularly as a manager, you’re driving customer service, doing Excel spreadsheets, inventory, accounting, it’s a lot of things, which is invigorating but difficult for young people who think it’s just talking about wine.”\nIn 2014, he began Renégat. Chris Desor of Verity Wine Partners, an importer and distributor in the New York area, had invited him to put together a small portfolio under its aegis. Through the connections he had developed as a sommelier, Mr. Cappiello looked for small family producers in Europe and the United States who were environmentally conscious and — despite his experience with the most coveted wines of the world — reflected his own unpretentious, wine-for-the-people spirit.\nHe branched out, starting Forty Ounce Wines and making a series of wine education videos for Playboy. But the focus had always been restaurants, until Rebelle closed.\n“I had this ragtag company that I hadn’t done anything with,” he said of Renégat. Fortuitously, at this time, he met Sara Morgenstern, who was based in Sonoma County and worked in wine sales. Soon they were a team personally and professionally. She is now the director of operations for Renégat, and he splits his time between New York and Healdsburg, Calif.\nTogether, they sought to carve out a specific role for the company by asking the question, “What needs do our producers have that aren’t being met?” Their answer: logistics.\nFor small producers in particular, whether in Europe or California, selling wine in the United States is daunting. Each state has its own rules, its own bureaucracy.", "url": "https://www.nytimes.com/2018/10/04/dining/drinks/sommelier-career-path.html"}