{"authors": ["Kate Guadagnino"], "date_download": "2018-11-16 03:09:03", "date_modify": "2018-11-16 03:09:03", "date_publish": "2018-03-23 19:03:58", "description": "The popular line Foundrae opens its first shop.", "filename": "2018_03_23_t-magazine_foundrae-jewelry-store_1542337743.html", "image_url": "https://static01.nyt.com/images/2018/03/23/t-magazine/23tmag-foundrae-slide-EQY0/23tmag-foundrae-slide-EQY0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_23_t-magazine_foundrae-jewelry-store_1542337743.html", "title": "A Downtown Jewelry Store That Celebrates the Personal", "title_page": "A Downtown Jewelry Store That Celebrates the Personal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Bugdaycays bought the TriBeCa building — a long-abandoned cast-iron warehouse built in 1867 — three years before starting the brand, with the intention of converting it to a townhouse that they would then sell. Beth was still working as CEO of the ready-to-wear label Rebecca Taylor, but feeling, she says, “ready to start a new chapter.” And so she, Murat and their two children moved in themselves, leaving room on the ground floor for Foundrae’s offices and an eventual store. “It was a lifestyle decision that gives us access to our family,” says Murat. “The kids come after school to give us hugs and say ‘Hi.’” That homey quality is apparent in the public space as well. There are even shelves lined with books, including those by 20th-century American writer Jessamyn West, Bugdaycay’s ancestor, that visitors can borrow. Nearby is a weighty 1930s dictionary in which a young Bugdaycay was made to look up words, and a playful sculpture by the London-based artist Stephane Godec that shows a young girl in danger of sleepwalking off the edge of a cliff made of books. “People use our pieces to tell their own stories,” says Bugdaycay, who has seemingly inherited an instinct for narrative. “In my former role, I got so removed from the customer. With this, you end up being friends with everyone.”", "url": "https://www.nytimes.com/2018/03/23/t-magazine/foundrae-jewelry-store.html"}