{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:53:40", "date_modify": "2018-11-16 04:53:40", "date_publish": "2018-05-29 09:00:34", "description": "Overwhelmed by the idea of a major remodel? As one homeowner discovered, all you need to do is take it one room at a time.", "filename": "2018_05_29_realestate_slow-walking-your-renovation_1542344020.html", "image_url": "https://static01.nyt.com/images/2018/06/03/realestate/03FIX-slide-WA0A/03FIX-slide-WA0A-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_29_realestate_slow-walking-your-renovation_1542344020.html", "title": "Slow-Walking Your Renovation", "title_page": "Slow-Walking Your Renovation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By early 2016, Mr. Pittington had saved enough to splurge on a home office. So Ms. Gutierrez went to work transforming the second bedroom — which has a bay window with a view of the Castro — into a “calming space that would spark creativity.” With a writing desk from Design Within Reach that faces the window, a standing desk by Imago Furniture along one wall and a midcentury-style leather sofa, “there are lots of options for movement and creating,” she said.\nThat spring, Mr. Pittington took another vacation and Ms. Gutierrez started work on the shower room, tearing out the travertine floors, the old bathtub with a low shower head and the pedestal sink. The sink, which sat awkwardly on an angled wall, was moved to the wall next to the shower, and custom millwork by 12sticks was added along the angled wall. Glossy tiles in gunmetal black from Heath were installed on the wall between the tub and the ceiling, and stone-colored eight-inch hexagonal tiles from Cle were laid on the floor. The vanity, made from salvaged Russian oak, is from Restoration Hardware; the shower and faucet fixtures are from Kohler.\nAt some point, Mr. Pittington said, he would like to redesign the kitchen, opening up a wall between the breakfast nook, kitchen and laundry room. But with the rest of his apartment looking brand new, he knew he had to do something about the kitchen’s 90s décor before then. So last year, rather than dive into another gut job, Ms. Gutierrez focused on some simple upgrades to refresh the space, painting the cabinets Deep Silver and Hale Navy from Benjamin Moore, adding new hardware from Schoolhouse Electric, replacing the sink and countertops, and tiling the backsplash in Foggy Morning tiles from Fireclay.\n“I thought I’d have everything but the kitchen done in a year,” Mr. Pittington said. “But when we started making the little budget calls, I kept erring on the side of getting the nicer finishes.”\nSo far, he has spent about $125,000 on the renovation, which has been stop-and-go for three years now — a process, he said, that has been a lesson in the rewards of delayed gratification.\n“It was really easy and it felt really nice,” he said, “because it wasn’t like, ‘Now my house is totally new, and everything ages at the same time.’”\nAs he put it, “I’m constantly getting exciting little things.”", "url": "https://www.nytimes.com/2018/05/29/realestate/slow-walking-your-renovation.html"}