{"authors": ["Wirecutter Staff"], "date_download": "2018-11-16 03:38:55", "date_modify": "2018-11-16 03:38:55", "date_publish": "2018-10-23 01:29:45", "description": "Create a welcoming guest room with Wirecutter’s budget-friendly picks for bedding, bath towels, air and foam mattresses, and more.", "filename": "2018_10_22_smarter-living_wirecutter_for-holiday-guests-a-comfy-bedroom-on-a-budget_1542339535.html", "image_url": "https://static01.nyt.com/images/2018/10/22/smarter-living/22wcguestroom/22wcguestroom-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_22_smarter-living_wirecutter_for-holiday-guests-a-comfy-bedroom-on-a-budget_1542339535.html", "title": "For Holiday Guests, a Comfy Bedroom on a Budget", "title_page": "For Holiday Guests, a Comfy Bedroom on a Budget - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "That said, if you have space for a permanent guest bed, a real mattress will always offer a better night’s sleep. The Zinus Green Tea Memory Foam Mattress is a longtime budget pick in Wirecutter’s guide to the best foam mattresses because it typically costs less than $300 for a queen yet has construction similar to that of much pricier options from Casper and the like. Zinus also makes a solid bed frame that typically sells for about $100.\nBedding and bath linens\nIf you don’t already have spare bedding that guests can use, it’s worth investing in some for yourself at the very least — especially considering that most cleaning experts recommend washing sheets weekly. But if you want an additional set just for guests, Wirecutter’s writers and editors have always managed to find more-than-serviceable budget-friendly options for all our bedding recommendations.\nYou can fully dress a queen-size bed for under $150 by combining Target’s Threshold sheets with a two-pack of Premier’s down-alternative pillows and the Utopia Bedding down-alternative comforter. It’s a combination fit for a king — or a queen, or even a full or twin, though not a California king or twin XL (you’ll have to read the full reviews for picks that fit those sizes).", "url": "https://www.nytimes.com/2018/10/22/smarter-living/wirecutter/for-holiday-guests-a-comfy-bedroom-on-a-budget.html"}