{"authors": ["Jim Rutenberg"], "date_download": "2018-11-16 04:01:15", "date_modify": "2018-11-16 04:01:15", "date_publish": "2018-03-12 15:19:43", "description": "A pornographic film star who says she had an affair with President Trump will return $130,000 she got from Mr. Trump’s personal lawyer if doing so means she can speak freely, her lawyer said in a letter.", "filename": "2018_03_12_business_media_stormy-daniels-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340875.html", "image_url": "https://static01.nyt.com/images/2018/03/13/business/13STORMY/13STORMY-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_12_business_media_stormy-daniels-donald-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340875.html", "title": "Stormy Daniels Offers to Return Payment to End Deal for Her Silence", "title_page": "Stormy Daniels Offers to Return Payment to End Deal for Her Silence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Cohen and Mr. Rosen did not immediately respond to calls seeking comment.\n“As we have always said, this is about a search for the truth and the ability of Ms. Clifford to tell the American people what really happened so they can make their own determination,” Mr. Avenatti said in a statement. “Our offer proves this out.”\nThe offer puts the president and Mr. Cohen — who deny that Mr. Trump had an affair with Ms. Clifford — in a challenging position.\nIf they agree to Mr. Avenatti’s terms, Ms. Clifford can speak openly about not only the sexual relationship she claims to have had with Mr. Trump shortly after his wife, Melania, gave birth to the couple’s son, Barron, but also about what she describes as an effort to silence her with “hush money.”\nThe money, which Mr. Cohen has said came from his own personal funds, is the subject of complaints lodged by the group Common Cause with the Federal Election Commission and the Justice Department. Common Cause argues that the payment violated campaign finance laws.\nNew York State’s professional standards for lawyers require that they take settlement offers directly to their clients. That means Mr. Cohen is under a legal obligation to share the proposed deal with Mr. Trump, who has kept his distance from the matter since news of the contract broke in January.\nIf they reject the offer, they could be seen as effectively acknowledging the existence of a continuing effort to keep Ms. Clifford silent about an affair that Mr. Cohen and the president say did not happen.", "url": "https://www.nytimes.com/2018/03/12/business/media/stormy-daniels-donald-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}