{"authors": ["Tara Siegel Bernard"], "date_download": "2018-11-16 03:13:46", "date_modify": "2018-11-16 03:13:46", "date_publish": "2018-05-14 02:02:36", "description": "The billionaire hedge fund manager Carl Icahn and a second investor had fought the deal. Now, Xerox says it will replace its C.E.O. and make board changes.", "filename": "2018_05_13_business_xerox-fujifilm-merger-canceled_1542338026.html", "image_url": "https://static01.nyt.com/images/2018/05/14/business/14xerox1/14xerox1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_13_business_xerox-fujifilm-merger-canceled_1542338026.html", "title": "Xerox, Under Activists’ Pressure, Calls Off Merger With Fujifilm", "title_page": "Xerox, Under Activists’ Pressure, Calls Off Merger With Fujifilm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Xerox said on Sunday that it was calling off its merger deal with Fujifilm of Japan, after reaching a settlement with the shareholder activist Carl Icahn and another major investor who sharply opposed the deal.\nIn recent weeks, it had become increasingly clear that the deal was in jeopardy. Under the terms of the settlement with the two shareholders, Xerox said it would replace its chief executive, Jeff Jacobson, while making a series of changes to its board of directors. The company’s first settlement with its investors fell apart this month.\nMr. Icahn, the billionaire hedge fund manager, and Darwin Deason, who became a major Xerox investor after selling his company to it, had argued that the merger agreement undervalued the company. In a lawsuit aimed at stopping the merger, Mr. Deason accused Mr. Jacobson of striking the deal to keep a job at the combined company.\nXerox said it was backing out of the deal because, among other things, Fujifilm did not deliver audited statements by April 15. When the statements were delivered, it said, the audited financials had “material deviations” from the unaudited statements given to Xerox earlier.", "url": "https://www.nytimes.com/2018/05/13/business/xerox-fujifilm-merger-canceled.html"}