{"authors": ["Matt Apuzzo"], "date_download": "2018-11-16 04:41:32", "date_modify": "2018-11-16 04:41:32", "date_publish": "2018-06-14 16:49:48", "description": "An inspector general report gives President Trump new ammunition to criticize the F.B.I., but it does not fit into his theory that agents conspired to help Hillary Clinton.", "filename": "2018_06_14_us_politics_fbi-inspector-general-comey-trump-clinton-report.html_module=inline_1542343292.html", "image_url": "https://static01.nyt.com/images/2018/06/16/us/16clinton-alpha/15clinton-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_14_us_politics_fbi-inspector-general-comey-trump-clinton-report.html_module=inline_1542343292.html", "title": "Report Criticizes Comey but Finds No Bias in F.B.I. Decision on Clinton", "title_page": "Report Criticizes Comey but Finds No Bias in F.B.I. Decision on Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the report — initiated in response to a chorus of requests from Congress and the public — was far from an exoneration. Mr. Horowitz was unsparing in his criticism of Mr. Comey and referred five F.B.I. employees for possible discipline over pro-Clinton or anti-Trump commentary in electronic messages. He said agents were far too cozy with journalists. And he described a breakdown in the chain of command, calling it “extraordinary” that the attorney general acceded to Mr. Comey during the most controversial moments of the Clinton investigation.\nThe result, Mr. Horowitz said, undermined public confidence in the F.B.I. and sowed doubt about the bureau’s handling of the Clinton investigation, which even two years later remains politically divisive. Mrs. Clinton’s supporters blame Mr. Comey for her election loss. Mr. Trump believes that Mr. Comey and his agents conspired to clear Mrs. Clinton of wrongdoing because they were openly hostile to his candidacy.\nMr. Horowitz repeatedly said he found no evidence that the F.B.I. rigged the outcome. “Our review did not find documentary or testimonial evidence directly connecting the political views these employees expressed in their text messages and instant messages to the specific investigative decisions we reviewed,” the report said.\nThe report is especially critical of two F.B.I. officials, Peter Strzok and Lisa Page, who exchanged texts disparaging Mr. Trump. Many of those text messages had already been released, but the report cites a previously undisclosed exchange:\nMr. Trump is “not ever going to become president, right? Right?!” Ms. Page wrote.\n“No,” Mr. Strzok wrote. “No he won’t. We’ll stop it.”\nMs. Page has left the F.B.I. and Mr. Strzok has been reassigned to human resources. Like other top F.B.I. officials, they were involved in both the Clinton case and the investigation into the Trump campaign’s ties to Russia. So while the inspector general’s report focuses entirely on the Clinton case, it has ramifications for the investigation being carried out by the special counsel, Robert S. Mueller III. Any evidence of bias or rule-breaking in one case could be used to undermine confidence in the other.", "url": "https://www.nytimes.com/2018/06/14/us/politics/fbi-inspector-general-comey-trump-clinton-report.html?module=inline"}