{"authors": ["The Editorial Board"], "date_download": "2018-11-16 03:53:21", "date_modify": "2018-11-16 03:53:21", "date_publish": "2018-03-30 16:42:54", "description": "As the Senate majority leader holds up reform of the congressional disciplinary process, 22 senators say, enough.", "filename": "2018_03_30_opinion_mitch-mcconnell-sexual-harassment-bill_1542340401.html", "image_url": "https://static01.nyt.com/images/2018/03/31/opinion/31sat1-1522438975580/31sat1-1522438975580-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_30_opinion_mitch-mcconnell-sexual-harassment-bill_1542340401.html", "title": "Mitch McConnell, Your Female Colleagues Are Fed Up", "title_page": "Opinion | Mitch McConnell, Your Female Colleagues Are Fed Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some of the procedures outlined by the 1995 law protect harassers more than they do victims. Before those complaining of sexual harassment can pursue a lawsuit or an administrative hearing, the law requires them to undergo counseling that typically lasts about a month, followed by a roughly 30-day mediation process, then to wait at least another month. The reform bill before the Senate, which the House already passed, would streamline that process by eliminating the counseling and mediation requirements.\nThe female senators also complained that while the House passed a resolution in February under which it would pay for legal representation of harassment victims there, victims in the Senate would get that benefit only if the reform bill passed.\nThe reforms are apparently being held up because Mr. McConnell does not like a provision that would require lawmakers to use personal funds to settle sexual harassment complaints, rather than taxpayer money, as is now the case.\nThat’s right. For years, the American public has been paying for the misconduct of individuals on Capitol Hill. Between 2008 and 2012 alone, the federal government spent at least $174,000 to settle such claims in the House. Mr. McConnell reportedly formed his opposition to the provision, which he denied after the letter was released, after listening to the concerns of some of his Senate colleagues.\nWhile Mr. McConnell once took a tough stance on sexual misconduct, including within his own party, he has also led congressional Republicans in closing ranks around President Trump, who has bragged about sexually assaulting women, and Mr. McConnell holds dangerously misguided views about the challenges women face in society.", "url": "https://www.nytimes.com/2018/03/30/opinion/mitch-mcconnell-sexual-harassment-bill.html"}