{"authors": ["Ellen Barry", "Richard Pérez-Peña"], "date_download": "2018-11-16 03:13:33", "date_modify": "2018-11-16 03:13:33", "date_publish": "2018-03-12 17:14:00", "description": "Prime Minister Theresa May’s remarks were an unusually direct condemnation of a country that Britain has been loath to blame for previous attacks.", "filename": "2018_03_12_world_europe_uk-russia-spy-poisoning.html_module=inline_1542338013.html", "image_url": "https://static01.nyt.com/images/2018/03/13/world/13Russia-spy/13Russia-spy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_12_world_europe_uk-russia-spy-poisoning.html_module=inline_1542338013.html", "title": "Britain Blames Moscow for Poisoning of Former Russian Spy", "title_page": "Britain Blames Moscow for Poisoning of Former Russian Spy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Britain’s prime minister said on Monday that it was “highly likely” that Moscow was to blame for the poisoning of a former Russian spy attacked with a nerve agent near his home in southern England, and she warned of possible reprisals.\nThe remarks by Prime Minister Theresa May, delivered in an address to Parliament, were an unusually direct condemnation of a country that Britain has, in the past, been loath to blame for attacks on its soil. Critics say the British authorities took only modest countermeasures after Russian agents poisoned a former MI6 informant in 2006 with the rare isotope polonium 210.\nThe prime minister, who as home secretary resisted an open inquiry into Russia’s role in that case, is under pressure to show more resolve this time. The March 4 nerve agent attack on Sergei V. Skripal, once an informant for Britain’s foreign intelligence service, and his daughter, Yulia, exposed untold numbers of bystanders to risk around public spaces in the city of Salisbury. Traces of the poison have been found at a pub and a pizza parlor visited by the Skripals.\n“It is now clear that Mr. Skripal and his daughter were poisoned with a military-grade nerve agent of a type developed by Russia,” Mrs. May said in the House of Commons. “The government has concluded that it is highly likely that Russia was responsible for the act against Sergei and Yulia Skripal.”", "url": "https://www.nytimes.com/2018/03/12/world/europe/uk-russia-spy-poisoning.html?module=inline"}