{"authors": ["Sheera Frenkel", "Nicholas Confessore", "Cecilia Kang", "Matthew Rosenberg", "Jack Nicas"], "date_download": "2018-11-16 03:08:02", "date_modify": "2018-11-16 03:08:02", "date_publish": "2018-11-14 21:01:00", "description": "Russian meddling, data sharing, hate speech — the social network faced one scandal after another. This is how Mark Zuckerberg and Sheryl Sandberg responded.", "filename": "2018_11_14_technology_facebook-data-russia-election-racism_1542337682.html", "image_url": "https://static01.nyt.com/images/2018/11/15/business/15facebookdip-promo/15facebookdip-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_14_technology_facebook-data-russia-election-racism_1542337682.html", "title": "Delay, Deny and Deflect: How Facebook’s Leaders Fought Through Crisis", "title_page": "Delay, Deny and Deflect: How Facebook’s Leaders Fought Through Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This account of how Mr. Zuckerberg and Ms. Sandberg navigated Facebook’s cascading crises, much of which has not been previously reported, is based on interviews with more than 50 people. They include current and former Facebook executives and other employees, lawmakers and government officials, lobbyists and congressional staff members. Most spoke on the condition of anonymity because they had signed confidentiality agreements, were not authorized to speak to reporters or feared retaliation.\nFacebook declined to make Mr. Zuckerberg and Ms. Sandberg available for comment. In a statement, a spokesman acknowledged that Facebook had been slow to address its challenges but had since made progress fixing the platform.\n“This has been a tough time at Facebook and our entire management team has been focused on tackling the issues we face,” the statement said. “While these are hard problems we are working hard to ensure that people find our products useful and that we protect our community from bad actors.”\nEven so, trust in the social network has sunk, while its pell-mell growth has slowed. Regulators and law enforcement officials in the United States and Europe are investigating Facebook’s conduct with Cambridge Analytica, a political data firm that worked with Mr. Trump’s 2016 campaign, opening up the company to fines and other liability. Both the Trump administration and lawmakers have begun crafting proposals for a national privacy law, setting up a yearslong struggle over the future of Facebook’s data-hungry business model.\n[Despite a turbulent two years, here’s why almost no one in tech thinks Mark Zuckerberg should step down from the company he built.]\n“We failed to look and try to imagine what was hiding behind corners,” Elliot Schrage, former vice president for global communications, marketing and public policy at Facebook, said in an interview.\nMr. Zuckerberg, 34, and Ms. Sandberg, 49, remain at the company’s helm, while Mr. Stamos and other high-profile executives have left after disputes over Facebook’s priorities. Mr. Zuckerberg, who controls the social network with 60 percent of the voting shares and who approved many of its directors, has been asked repeatedly in the last year whether he should step down as chief executive.", "url": "https://www.nytimes.com/2018/11/14/technology/facebook-data-russia-election-racism.html"}