{"authors": ["Peter Baker"], "date_download": "2018-11-16 03:59:22", "date_modify": "2018-11-16 03:59:22", "date_publish": "2018-09-27 18:01:48", "description": "Christine Blasey Ford’s harrowing account of a sexual assault brought some women to tears, but Judge Brett M. Kavanaugh angrily proclaimed his innocence.", "filename": "2018_09_27_us_politics_dr-blasey-ford-testimony-kavanaugh.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340762.html", "image_url": "https://static01.nyt.com/images/2018/09/27/us/28dc-assess-promo/28dc-assess-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_27_us_politics_dr-blasey-ford-testimony-kavanaugh.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340762.html", "title": "She Said. Then He Said. Now What Will Senators Say?", "title_page": "She Said. Then He Said. Now What Will Senators Say? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For a dozen days, Dr. Blasey had been an abstraction rather than a person, the focal point of one of the most polarized debates in a polarized capital without anyone having seen her, met her or heard her. But on Thursday, she became a very human being, telling a terrible story about Judge Kavanaugh in compelling terms that brought many women to tears and transformed the battle for the Supreme Court.\nShe came across as Everywoman — an Everywoman with a Ph.D. — at once guileless about politics yet schooled in the science of memory and psychology, “terrified,” as she put it, to be at the center of the vortex. By the end of her testimony, even Senator Charles E. Grassley of Iowa, the Republican committee chairman, thanked her “for your bravery coming out.”\nAt this point, at the White House, on Capitol Hill and in Republican circles around town, there was despair. Even Judge Kavanaugh’s friends acknowledged that she had come across as powerful and credible. Text messages with words like “disaster” rocketed around town as Republicans began thinking ahead to what would happen after the nomination was withdrawn or rejected. Liberals began arguing that Judge Kavanaugh should even step down from the appeals court where he currently serves.\nBut when Judge Kavanaugh, 53, showed up in the same hearing room, it was a different nominee than the mild, overly rehearsed jurist who was interviewed on Fox News earlier in the week. Encouraged by Mr. Trump, he ripped up his original opening statement and embraced Justice Thomas’s approach of confrontation and anger, appealing to his tribe by adopting the narrative of the president who nominated him and the base that supports him.\nWhile careful not to directly attack Dr. Blasey, Judge Kavanaugh practically shouted at the senators, calling the confirmation process a “circus” and a “national disgrace” and blaming the questions about his history on a conspiracy to “destroy my good name” fueled by “pent-up anger about President Trump” and “revenge on behalf of the Clintons.”\nSuddenly, the Republican senators who seemed so defeated just minutes earlier roared back to life with righteous indignation on Judge Kavanaugh’s behalf and dispensed with the outside counsel, taking over the questioning for themselves.", "url": "https://www.nytimes.com/2018/09/27/us/politics/dr-blasey-ford-testimony-kavanaugh.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}