{"authors": ["Matt Apuzzo", "Maggie Haberman"], "date_download": "2018-11-16 04:49:40", "date_modify": "2018-11-16 04:49:40", "date_publish": "2018-07-25 16:19:35", "description": "Donald J. Trump, as a candidate and president, has wielded false statements as a shield against tough questions and embarrassing stories.", "filename": "2018_07_25_us_politics_trump-michael-cohen-recording.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343780.html", "image_url": "https://static01.nyt.com/images/2018/07/26/us/politics/26dc-tape1/26dc-tape1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_25_us_politics_trump-michael-cohen-recording.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343780.html", "title": "How Michael Cohen’s Audio Clip Unraveled Trump’s False Statements", "title_page": "How Michael Cohen’s Audio Clip Unraveled Trump’s False Statements - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Finally, the tape has become public. And it revealed the statements by Ms. Hicks and Mr. Giuliani to be false. The recording, which was broadcast by CNN late Tuesday night, shows Mr. Trump was directly involved in talks about whether to pay The Enquirer for the rights to the woman’s story.\nThe recording, and the repeated statements it contradicts, is a stark example of how Mr. Trump and his aides have used falsehoods as a shield against tough questions and unflattering coverage. Building upon his repeated cry of “fake news,” he told supporters this week not to believe the news. “What you’re seeing and what you’re reading is not what’s happening,” the president added.\nIn a capital where politicians have made an art form of the nondenial denial, press secretaries typically reserve their on-the-record denials for reports that are outright false. Candidates can weather most embarrassing stories, and spokespeople know that getting caught in a lie only makes things worse.\nIt was a lie about an affair, after all, that led to President Bill Clinton’s impeachment — though his most fateful move was testifying falsely under oath — just as it was a lie about infidelity that ended the political career of John Edwards, once a rising Democratic star (a story that broke in The Enquirer, coincidentally).\nBut Mr. Trump, both as a candidate and as president, has turned that thinking on its head. When faced with the evidence of its misstatements, the administration sidesteps and moves on. “I’m not going to get into a back-and-forth,” the White House press secretary, Sarah Huckabee Sanders, said last month when confronted with her unequivocal, and false, denials that Mr. Trump had dictated his son’s misleading statement about meeting with Russians.", "url": "https://www.nytimes.com/2018/07/25/us/politics/trump-michael-cohen-recording.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}