{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:53:47", "date_modify": "2018-11-16 04:53:47", "date_publish": "2018-03-20 09:00:12", "description": "With some planning, using a credit card to make big-ticket home-improvement purchases could result in big savings — and free trips.", "filename": "2018_03_20_realestate_paying-for-renovation-with-rewards-credit-cards.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344027.html", "image_url": "https://static01.nyt.com/images/2018/03/25/realestate/25fix1/25fix1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_20_realestate_paying-for-renovation-with-rewards-credit-cards.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344027.html", "title": "How to Turn Your Renovation Into a Vacation", "title_page": "How to Turn Your Renovation Into a Vacation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After surviving the ups and downs that inevitably come with a major renovation, you deserve a vacation. But how can you afford one after blowing your budget on the kitchen of your dreams? Here’s one strategy: Pay for all those appliances, cabinets and other big-ticket items with a credit card that earns rewards.\nBut first, let’s be clear: No one is advocating charging a home renovation to a credit card unless you have the wherewithal to pay it off. Credit cards are an expensive way to borrow money. And racking up high-interest debt that you can’t afford is a recipe for disaster.\nHaving said that, with a little planning — and the cash on hand to pay off the balance so you don’t incur interest charges — using a credit card to make big-ticket purchases could turn your renovation spending into a free vacation.", "url": "https://www.nytimes.com/2018/03/20/realestate/paying-for-renovation-with-rewards-credit-cards.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}