{"authors": ["Jonathan Martin", "Nicholas Fandos"], "date_download": "2018-11-16 04:49:25", "date_modify": "2018-11-16 04:49:25", "date_publish": "2018-08-22 09:00:22", "description": "Fearing more shoes will drop, Republican leaders have begun urging some incumbents to speak out on President Trump’s misdeeds, while Democrats stress a “culture of corruption.”", "filename": "2018_08_22_us_politics_trump-cohen-impeachment.html_module=inline_1542343765.html", "image_url": "https://static01.nyt.com/images/2018/08/23/us/23dc-cong4/23dc-cong4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_22_us_politics_trump-cohen-impeachment.html_module=inline_1542343765.html", "title": "Republicans Urge Embattled Incumbents to Speak Out on Trump", "title_page": "Republicans Urge Embattled Incumbents to Speak Out on Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Senior Republican Party leaders began urging their most imperiled incumbents on Wednesday to speak out about the wrongdoing surrounding President Trump, with Representative Tom Cole, a former House Republican campaign chairman, warning, “Where there’s smoke, and there’s a lot of smoke, there may well be fire.”\nDemocrats face their own pressure to shed their cautious midterm strategy and hammer the opposition for fostering what Democratic leaders are labeling “a culture of corruption” that starts at Mr. Trump and cascades through two indicted House Republicans to a series of smaller scandals breaking out in the party’s backbenches.\nOne day after Michael D. Cohen, the president’s former lawyer, implicated Mr. Trump in payoffs to two women before the 2016 election, and the former Trump campaign chairman Paul Manafort was convicted of eight felonies, Republicans were concerned that the worst may be to come in the House, although the party’s senators expressed few worries.\nBy urging some candidates to speak out or at least stay silent, Republican leaders who gravely fear losing control of the House risked opening the first significant rift between the Trump White House and the Republican-controlled Capitol.", "url": "https://www.nytimes.com/2018/08/22/us/politics/trump-cohen-impeachment.html?module=inline"}