{"authors": ["Charles V. Bagli"], "date_download": "2018-11-16 03:41:01", "date_modify": "2018-11-16 03:41:01", "date_publish": "2018-02-07 16:27:42", "description": "The deal calls attention to the technology sector’s rapid expansion in the city, both in the numbers employed and the square footage occupied.", "filename": "2018_02_07_nyregion_google-chelsea-market-new-york_1542339661.html", "image_url": "https://static01.nyt.com/images/2018/02/08/us/08tech-alpha/08tech-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_07_nyregion_google-chelsea-market-new-york_1542339661.html", "title": "$2.4 Billion Deal for Chelsea Market Enlarges Google’s New York Footprint", "title_page": "$2.4 Billion Deal for Chelsea Market Enlarges Google’s New York Footprint - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It’s a tech takeover.\nGoogle, the tech company with a seemingly insatiable appetite for space in New York, is buying Chelsea Market, the blocklong Nabisco factory turned food mart, office building and tourist attraction, for about $2.4 billion, according to two executives who have been briefed on the deal and requested anonymity because they were not authorized to discuss it.\nChelsea Market sits directly across Ninth Avenue from the company’s headquarters at 111 Eighth Avenue, which is larger than the Empire State Building and covers the entire block between 15th and 16th Streets.\nBut it is only the latest example of an internet behemoth, and even smaller tech companies, expanding rapidly in New York City.\nAmazon, Facebook, Salesforce, a cloud computing company, and Spotify, a music streaming service, are all enlarging their footprints here by hundreds of thousands of square feet. Employment at technology firms has grown three times faster in New York City than in the rest of the private sector, adding more than 50,000 jobs since the end of the recession in 2010, according to a report by the state comptroller.", "url": "https://www.nytimes.com/2018/02/07/nyregion/google-chelsea-market-new-york.html"}