{"authors": ["Robert Pear"], "date_download": "2018-11-16 03:11:01", "date_modify": "2018-11-16 03:11:01", "date_publish": "2018-01-11 00:02:34", "description": "The Trump administration has unveiled a Medicare program that closely resembles the Obama-era efforts to change the way doctors and hospitals are paid.", "filename": "2018_01_10_us_politics_medicare-trump-administration-obamacare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337861.html", "image_url": "https://static01.nyt.com/images/2018/01/11/us/politics/11dc-health/11dc-health-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_10_us_politics_medicare-trump-administration-obamacare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337861.html", "title": "Trump Officials, After Rejecting Obama Medicare Model, Adopt One Like It", "title_page": "Trump Officials, After Rejecting Obama Medicare Model, Adopt One Like It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — In a notable back flip, the Trump administration has decided that maybe the Obama administration was right in its efforts to change the way doctors and hospitals are paid under Medicare.\nThe Trump administration said late Tuesday that it was starting a Medicare payment model very similar to the ones it canceled and curtailed last year. The Obama administration devised the earlier projects using authority in the Affordable Care Act.\nIn the new program, as described by Trump appointees, Medicare will make a single “bundled payment” for nearly all the services provided in a 90-day period to certain Medicare patients who are admitted to a hospital or have certain outpatient medical procedures.\nHealth care providers can receive a bonus if they hold Medicare spending for these patients below a target set by the government, and they may have to repay the government if Medicare spending for them exceeds the target.", "url": "https://www.nytimes.com/2018/01/10/us/politics/medicare-trump-administration-obamacare.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}