{"authors": ["John Koblin"], "date_download": "2018-11-16 04:07:53", "date_modify": "2018-11-16 04:07:53", "date_publish": "2018-03-05 16:59:58", "description": "Frances McDormand had chicken, Timothée Chalamet had the giggles and Mary J. Blige danced in a conga line.", "filename": "2018_03_05_style_vanity-fair-oscar-after-parties-academy-awards.html_module=inline_1542341273.html", "image_url": "https://static01.nyt.com/images/2018/03/05/style/08scene-oscars-slideshow-slide-6TU1/08scene-oscars-slideshow-slide-6TU1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_05_style_vanity-fair-oscar-after-parties-academy-awards.html_module=inline_1542341273.html", "title": "Inside the 2018 Vanity Fair Oscar Party", "title_page": "Inside the 2018 Vanity Fair Oscar Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEVERLY HILLS, Calif. — It was a little after midnight at the Vanity Fair Oscar party, and no one was about to get in Frances McDormand’s way.\nA few hours earlier she had won her second best actress Oscar, and now she bobbed and weaved through a packed crowd, lifting a bucket of fried chicken above her head, going to destination unknown.\nThat is, until she saw Timothée Chalamet, the 22-year-old star of “Call Me by Your Name.” She stopped hard, offered him a kiss and a piece of fried chicken. Mr. Chalamet, who spent the better part of the ceremony giggling, started giggling once more. Armie Hammer, his co-star, bow tie undone, came in to give Ms. McDormand a big hug. Then, materializing out of nowhere, came Christopher Walken.\nMs. McDormand, whose Oscar was stolen at the Governors Ball earlier in the night (she found it by time she showed up here), had given a fiery speech about gender equality in Hollywood. Would it last? Would #metoo and #timesup last past Monday? she was asked.", "url": "https://www.nytimes.com/2018/03/05/style/vanity-fair-oscar-after-parties-academy-awards.html?module=inline"}