{"authors": ["Ellen Barry"], "date_download": "2018-11-16 04:40:42", "date_modify": "2018-11-16 04:40:42", "date_publish": "2018-07-04 18:28:59", "description": "A man and a woman were in critical condition in southern England after falling ill a few miles from where a former Russian spy and his daughter were poisoned in March.", "filename": "2018_07_04_world_europe_salisbury-poison-skripal-amesbury.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343242.html", "image_url": "https://static01.nyt.com/images/2018/07/05/world/05britain1/05britain1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_04_world_europe_salisbury-poison-skripal-amesbury.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343242.html", "title": "2 in U.K. Exposed to Novichok, Nerve Agent That Sickened Ex-Spy", "title_page": "2 in U.K. Exposed to Novichok, Nerve Agent That Sickened Ex-Spy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The police said on Wednesday that they did not know whether there was a link between the new case and the poisoning of the former spy, Sergei V. Skripal, and his daughter, Yulia. Britain has accused the Russian government of being behind the earlier attack, a claim Moscow denies.\n“The Counter Terrorism Policing Network is now leading the investigation into this incident,” Neil Basu, an assistant commissioner of the Metropolitan Police who oversees counterterrorism operations, announced on Wednesday evening. About 100 detectives are working on the case, along with members of the local Wiltshire Police.\nImage Charlie Rowley, one of the poisoning victims. Credit via Facebook\nThe two victims were in critical condition at Salisbury District Hospital, the authorities said.\nIn Salisbury, which has struggled to revive its commercial district after the March attack, many were shocked at the thought of starting over. Ruby Vitorino, who works in a jewelry shop, said that the sense of risk had subsided — until Wednesday’s news.\n“I got a message from a friend saying, ‘Salisbury is dead, it was Novichok, Salisbury is dead,’” Ms. Vitorino said. “I don’t think we’ve had time to take in all the implications.”\nA new set of spaces would now become the focus, she said. “The places they cleaned up were the places the Skripals were — not the places where the assassins were.”\nAn exhaustive decontamination effort that began in April focused on nine sites related to the Skripals’ movements on March 4, the day they were stricken. They included Mr. Skripal’s house, the pub and restaurant where the two spent time that day, the grassy area where they collapsed, the ambulance and police stations used by emergency medical workers and officers, a car storage facility and the house of a detective who responded to the crime.", "url": "https://www.nytimes.com/2018/07/04/world/europe/salisbury-poison-skripal-amesbury.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}