{"authors": ["Thessaly La Force"], "date_download": "2018-11-16 03:08:33", "date_modify": "2018-11-16 03:08:33", "date_publish": "2018-02-07 19:05:05", "description": "For our spring women’s fashion issue, we took inspiration from one of the feminist artist’s most iconic images — which takes on new meaning today.", "filename": "2018_02_07_t-magazine_judy-chicago-cover_1542337713.html", "image_url": "https://static01.nyt.com/images/2018/02/07/t-magazine/07tmag-judy1/07tmag-judy1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_07_t-magazine_judy-chicago-cover_1542337713.html", "title": "The Story Behind T’s Judy Chicago Cover", "title_page": "The Story Behind T’s Judy Chicago Cover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The inspiration for the cover of T’s women’s issue was a 1970 black-and-white photograph of Judy Chicago sitting in a boxing ring. She wears satin shorts and a sweatshirt printed with her name, a gloved hand on each knee. She looks ready to take a swing.\nOften referred to as Judy Chicago’s “boxing ring ad” because the photograph ran in the December 1970 issue of Artforum, the story behind its creation is slightly more complicated. Taken by the photographer Jerry McMillan, the picture was created for a mailer by Chicago’s new dealer at the time, Jack Glenn (he’s the man sitting in the shadows), to promote a solo show of Chicago’s at Cal State Fullerton. Glenn’s gallery had nothing to do with the Fullerton show, but it was located nearby in Orange County, and it made sense for Glenn to promote new representation. The mailer landed on the desk of Artforum’s editor Philip Leider, and it was Leider who suggested that Glenn run it as an advertisement in the magazine. Glenn declined, saying the rate was too expensive — so Leider, who liked the picture, ran it anyway.\nImage An outtake from Chicago’s original shoot, which provided the inspiration for T’s cover. Credit Jerry McMillan, ''Judy Chicago with Jack Glenn and Alona Hamilton-Cooke,'' 1970, Getty Research Institute, Los Angeles (2015.M.10), ©Jerry McMillan, courtesy of Craig Krull Gallery\nChicago is a pioneering feminist artist whose career has only recently gained the recognition it deserves. Well before she created her most famous work of feminist art, “The Dinner Party” (1979), she was, as Sasha Weiss explains in her profile, “one of the few women to participate in the burgeoning scene around the Ferus Gallery, a locus of West Coast cool whose artists included Edward Kienholz, Robert Irwin, Ed Moses and Ken Price. This storefront on La Cienega Boulevard represented an irreverent hyper-masculinity. (A 1959 photograph showed four Ferus artists draped over a motorcycle.)” Chicago wanted to create a similar looking image that poked fun at the machismo of the male-dominated art world while also placing her squarely within it. “That scene was completely inhospitable to women,” Chicago explained to me after she restaged the boxing ring ad for T. “I was told all the time I couldn’t be an artist and a woman, too.”", "url": "https://www.nytimes.com/2018/02/07/t-magazine/judy-chicago-cover.html"}