{"authors": ["Deb Amlen"], "date_download": "2018-11-16 03:22:39", "date_modify": "2018-11-16 03:22:39", "date_publish": "2018-10-26 02:00:00", "description": "The return of Evan Kalish.", "filename": "2018_10_25_crosswords_daily-puzzle-2018-10-26_1542338559.html", "image_url": "https://static01.nyt.com/images/2018/10/26/crosswords/26wordplay-dog/merlin_72611449_53ccacb4-5427-4bca-a40c-e8d5ad869601-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_25_crosswords_daily-puzzle-2018-10-26_1542338559.html", "title": "Go to the Dogs", "title_page": "Go to the Dogs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "26A: When did they start giving out retirement PENs? I had gold watches on the brain, but maybe those days are long gone.\n41A: More wordplay! Using the word “officials” makes it seem as if the clue “What officials need to get cleared before speaking?” is talking about getting permission to speak on the record. But the answer is as simple as your basic “ahem,” and the answer is THROATS.\n12D: I had to look this one up because I am not a baseball aficionado. I took “Pitched horizontally” to mean on a horizontal slant, and was not aware that pitching a baseball along a horizontal plane was called SIDEARMing (the entry is actually SIDEARMED).\n44D: Evil. “Move behind?” sounds like a call to take cover, but today it refers to TWERKing.\nConstructor Notes\nIn the crossword world, low-hanging thematic fruit can be hard to come by. This makes building “freestyle” or themeless puzzles an attractive proposition for many a budding constructor. Development of this puzzle began with the lower-right corner. My goal was to stack three jazzy, new, and perhaps even quasi-related entries (see: Matt Ginsberg) — with minimal to no fill compromises. That corner, which I filled manually back in 2015, established the grid’s block pattern. The puzzle’s layout is comparatively straightforward from a constructor’s perspective because it is relatively segmented. This means you can start building out from any corner, and you likely won’t need to tear out your work later on. I revisited and completed the grid two years later. The awesome restaurant chain Sweetgreen introduced me to the KALE CAESAR salad; once I discovered it on other menus, I figured it was worth a cruciverbal shot. I hope that entry was, at minimum, inferable or worth a chuckle. I was thrilled to be able to incorporate BIG PHARMA, PERP WALK, PH TEST and “BWAHAHA.” My one real fill regret is HAYS, though today I might replace LUSTS FOR as well. I’ve always enjoyed wordplay, and I attempted to clue up this late-week puzzle with a hefty serving of linguistic gymnastics. In the end, most of my submitted clues didn’t make the cut. Will Shortz and company came up with the great clues for 1A and 44D; you can blame me for 39D. For those gluttons for pun-ishment, here were a handful of my sneakier concoctions: 10D: One might accompany a charge 26D: Lightly push back? 41A: Sore spots? 51D: Veiled remarks?\nThe Tipping Point\nAlmost finished solving but need a bit more help? We’ve got you covered.\nWarning: There be spoilers ahead, but subscribers can take a peek at the answer key.\nYour thoughts?", "url": "https://www.nytimes.com/2018/10/25/crosswords/daily-puzzle-2018-10-26.html"}