{"authors": ["Emma G. Fitzsimmons"], "date_download": "2018-11-16 04:31:56", "date_modify": "2018-11-16 04:31:56", "date_publish": "2018-10-23 09:34:24", "description": "The system descended into crisis on the governor’s watch. Here are some decisions he made in his first two terms that have come under fire.", "filename": "2018_10_23_nyregion_nyc-subway-delays-cuomo_1542342716.html", "image_url": "https://static01.nyt.com/images/2018/10/24/nyregion/24subway/24subway-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_23_nyregion_nyc-subway-delays-cuomo_1542342716.html", "title": "The Subway Is a Major Problem for Cuomo. Here Are 7 Reasons Why.", "title_page": "The Subway Is a Major Problem for Cuomo. Here Are 7 Reasons Why. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As Gov. Andrew M. Cuomo runs for a third term, the subway is a thorn in his side.\nMr. Cuomo is expected to easily win re-election Nov. 6. But that doesn’t mean New Yorkers are happy about his management of the crumbling transit system.\nA new ad by Marcus J. Molinaro, his Republican challenger, features Twitter posts from angry subway riders and declares: “Under Andrew Cuomo the #MTA is derailing,” referring to the Metropolitan Transportation Authority, which runs the subway .\nMr. Molinaro has offered his own transit agenda, which focuses on reducing construction costs.\nMr. Cuomo, a Democrat, helped create the subway crisis by failing to adequately support the system — his administration even diverted transit funding to ski resorts — and he has been pilloried by subway advocates for prioritizing aesthetics over maintenance.\nBut the governor, who declared the subway to be in a state of emergency last year, has also won praise for hiring Andy Byford, a highly respected transit executive who introduced a $40 billion overhaul plan to save the subway. Mr. Cuomo supported the agency's roughly $800 million subway repair plan and has committed about $8 billion from the state for capital spending. And Mr. Cuomo revived a push for congestion pricing, a proposal to raise money for public transit by tolling vehicles entering Manhattan’s busiest areas, even though it carries political risks.", "url": "https://www.nytimes.com/2018/10/23/nyregion/nyc-subway-delays-cuomo.html"}