{"authors": ["David Lat"], "date_download": "2018-11-16 03:59:57", "date_modify": "2018-11-16 03:59:57", "date_publish": "2018-09-17 02:36:58", "description": "Christine Blasey Ford deserves to be heard. And the judge deserves a chance to clear his name.", "filename": "2018_09_16_opinion_christine-blasey-ford-kavanaugh-vote-delay.html_action=click&module=RelatedLinks&pgtype=Article_1542340797.html", "image_url": "https://static01.nyt.com/images/2018/09/17/opinion/17lat2web/17lat2web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_16_opinion_christine-blasey-ford-kavanaugh-vote-delay.html_action=click&module=RelatedLinks&pgtype=Article_1542340797.html", "title": "Delay the Vote - for Kavanaugh, for His Accuser and for the Court", "title_page": "Opinion | Delay the Vote — for Kavanaugh, for His Accuser and for the Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The object lesson here is the 1991 confirmation for Justice Clarence Thomas. After a former colleague, Anita Hill, raised allegations of multiple instances of sexual harassment against Mr. Thomas, the senators heard from both key parties before the confirmation vote.\nThe hearings had their flaws. Most notably, several witnesses on Ms. Hill’s side never got to testify. But the core claims were placed before the Senate before the vote.\nThis ultimately redounded to Justice Thomas’s benefit. Now, whenever Ms. Hill’s sexual harassment allegations are raised, he or his defenders can at least say they were explored by the senators and ultimately found insufficient to deny Mr. Thomas a seat on the Supreme Court.\nIf Mr. Kavanaugh is confirmed without further investigation of Ms. Ford’s charges, he and his defenders will not even be able to claim what Mr. Thomas’s defenders can. Judge Kavanaugh will be dogged by these accusations throughout his entire, likely decades-long service on the court. And that will lead some to question the legitimacy not just of his appointment but of the court as an institution — especially when it decides knotty social and political issues by a 5-4 vote.\nConsidering the small number of witnesses involved — perhaps Ms. Ford, Mr. Kavanaugh, Mr. Judge, Ms. Ford’s husband and her therapist — an F.B.I. investigation followed by hearings wouldn’t take very long. The process might not be complete before the start of the Supreme Court’s new term on Oct. 1, but it should easily be able to be done before the midterm elections, if that’s the concern of Senate Republicans.\nThe way in which Ms. Ford’s allegations came to light was, to put it charitably, deeply unfortunate. These claims should have been thoroughly and discreetly investigated weeks ago, by nonpartisan F.B.I. agents and bipartisan Senate investigators, in a way that protected Christine Ford’s privacy and Brett Kavanaugh’s good name. But here we are.\nIt is quite possible — or even likely — that hearings won’t prevent Brett Kavanaugh from being confirmed given the equivocal evidence against him and, perhaps even more important, the number of Republicans and red-state Democrats in the Senate. But due process, which ought to matter when it comes to filling the critical seat on the highest court in the land, calls for nothing less.\nDavid Lat (@davidlat), a former federal law clerk and prosecutor, is the founder of the legal news website Above the Law and author of the novel “Supreme Ambitions.”", "url": "https://www.nytimes.com/2018/09/16/opinion/christine-blasey-ford-kavanaugh-vote-delay.html?action=click&module=RelatedLinks&pgtype=Article"}