{"authors": ["Noam Scheiber"], "date_download": "2018-11-16 03:49:28", "date_modify": "2018-11-16 03:49:28", "date_publish": "2018-02-16 16:23:07", "description": "A growing number of state and local laws ban an employer practice that is said to perpetuate pay bias. But some researchers say the move may be counterproductive.", "filename": "2018_02_16_business_economy_salary-history-laws.html_module=inline_1542340168.html", "image_url": "https://static01.nyt.com/images/2018/02/17/business/17Salary1/merlin_133540442_3dfc26e3-aec8-40e8-9347-11b4e2fb200b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_16_business_economy_salary-history-laws.html_module=inline_1542340168.html", "title": "If a Law Bars Asking Your Past Salary, Does It Help or Hurt?", "title_page": "If a Law Bars Asking Your Past Salary, Does It Help or Hurt? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Laws prohibiting employers from asking job candidates about their past compensation before making a salary offer are gaining momentum, aimed at reducing pay disparities and other obstacles confronting women and minorities.\nThe premise is simple: Judging an applicant’s worth from his or her previous salary can perpetuate pay gaps that arise from discrimination — or make it hard to get in the door at all.\nLaws banning the practice have taken effect in New York City, Delaware and California in recent months. But the way some researchers see it, such laws are likely to be ineffective or even backfire. For example, employers who can’t ask about prior salary might assume that a female candidate would accept less money than a man, because women make less on average.\n“It seems like the general social impulse is, ‘We don’t like employers using particular information, so we’ll tell them they can’t use it any more and assume that’s the end of the conversation,’” said Jennifer Doleac, an economist at the University of Virginia. “But if they cared enough about it to ask it to begin with, they probably care about it enough to try to guess.”", "url": "https://www.nytimes.com/2018/02/16/business/economy/salary-history-laws.html?module=inline"}