{"authors": ["William K. Rashbaum"], "date_download": "2018-11-16 04:01:37", "date_modify": "2018-11-16 04:01:37", "date_publish": "2018-10-11 18:30:41", "description": "An independent inquiry concluded that New York City’s investigation commissioner, Mark Peters, wrongly seized an agency that polices school misconduct.", "filename": "2018_10_11_nyregion_doi-mark-peters-de-blasio-schools-nyc_1542340897.html", "image_url": "https://static01.nyt.com/images/2018/10/12/nyregion/12doi/12doi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_11_nyregion_doi-mark-peters-de-blasio-schools-nyc_1542340897.html", "title": "Chief Watchdog Misused Power and Punished Whistle-Blowers, Inquiry Finds", "title_page": "Chief Watchdog Misused Power and Punished Whistle-Blowers, Inquiry Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The whistle-blower investigation, conducted by a respected former federal prosecutor, James G. McGovern, substantiated complaints made under the city’s whistle-blower law by the two officials who claimed they were fired or demoted because they objected to Mr. Peters’s actions. Mr. McGovern recommended that the officials be reinstated to their former positions with back pay, according to the documents, which were letters sent to the officials.\nMr. McGovern also recommended that Mr. Peters issue a written apology to the former head of the agency, Anastasia Coleman, “for the discourteous and unprofessional manner in which he conducted himself” during a meeting on Feb. 27, the day before he fired her, and that a copy of the letter be placed in both of their personnel files.\nThe outcome is particularly embarrassing to Mr. Peters and the investigation agency because he violated the city’s whistle-blower law — which was designed to protect those who report municipal wrongdoing from retaliation for speaking out — and is being disciplined for the very same sort of conduct he is supposed to prevent and punish.\nMr. McGovern was hired by Mr. Peters to conduct the whistle-blower inquiry because the commissioner and everyone on his senior staff could play no role since they all were either subjects of the complaints or witnesses to the conduct described in them.\nMr. McGovern, who served for 16 years as a federal prosecutor in the Eastern District of New York, most recently as the chief of the criminal division, detailed his complete findings in a lengthy report provided to Mr. Peters, as is required by the city’s whistle-blower law, on Wednesday.\nThe full document was described by people with knowledge of the matter as exhaustive and highly critical of the conduct of the commissioner, his first deputy, Lesley Brovner, and his senior staff.\nOn Thursday, Mr. McGovern sent one-page letters to Ms. Coleman and her lawyer, and to her deputy, Daniel Schlachet, notifying them that their complaints had been substantiated. The letters included his list of recommendations.", "url": "https://www.nytimes.com/2018/10/11/nyregion/doi-mark-peters-de-blasio-schools-nyc.html"}