{"authors": ["Anemona Hartocollis"], "date_download": "2018-11-16 04:19:35", "date_modify": "2018-11-16 04:19:35", "date_publish": "2018-06-15 15:04:18", "description": "Personal ratings brought down Asian-American applicants’ chances of being admitted, according to an analysis filed by a group suing the school for bias.", "filename": "2018_06_15_us_harvard-asian-enrollment-applicants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341975.html", "image_url": "https://static01.nyt.com/images/2018/06/16/us/16harvard/merlin_137584308_7071ea50-bc1e-4c13-b2f0-324cec815b6e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_15_us_harvard-asian-enrollment-applicants.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341975.html", "title": "Harvard Rated Asian-American Applicants Lower on Personality Traits, Suit Says", "title_page": "Harvard Rated Asian-American Applicants Lower on Personality Traits, Suit Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The documents came out as part of a lawsuit charging Harvard with systematically discriminating against Asian-Americans, in violation of civil rights law. The suit says that Harvard imposes what is in effect a soft quota of “racial balancing.” This keeps the numbers of Asian-Americans artificially low, while advancing less qualified white, black and Hispanic applicants, the plaintiffs contend.\n[Read the court documents here and here.]\nThe findings come at a time when issues of race, ethnicity, admission, testing and equal access to education are confronting schools across the country, from selective public high schools like Stuyvesant High School in New York to elite private colleges. Many Ivy League schools, not just Harvard, have had similar ratios of Asian-American, black, white and Hispanic students for years, despite fluctuations in application rates and qualifications, raising questions about how those numbers are arrived at and whether they represent unspoken quotas.\nHarvard and the group suing it have presented sharply divergent views of what constitutes a fair admissions process.\n“It turns out that the suspicions of Asian-American alumni, students and applicants were right all along,” the group, Students for Fair Admissions, said in a court document laying out the analysis. “Harvard today engages in the same kind of discrimination and stereotyping that it used to justify quotas on Jewish applicants in the 1920s and 1930s.”\nHarvard vigorously disagreed on Friday, saying that its own expert analysis showed no discrimination and that seeking diversity is a valuable part of student selection. The university lashed out at the founder of Students for Fair Admissions, Edward Blum, accusing him of using Harvard to replay a previous challenge to affirmative action in college admissions, Fisher v. the University of Texas at Austin. In its 2016 decision in that case, the Supreme Court ruled that race could be used as one of many factors in admissions.", "url": "https://www.nytimes.com/2018/06/15/us/harvard-asian-enrollment-applicants.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}