{"authors": [], "date_download": "2018-11-16 04:46:44", "date_modify": "2018-11-16 04:46:44", "date_publish": "2018-10-11 21:00:04", "description": "Our guide to dance performances happening this weekend and in the week ahead.", "filename": "2018_10_11_arts_dance_dance-in-nyc-this-week_1542343604.html", "image_url": "https://static01.nyt.com/images/2018/10/12/arts/12list-dance/12list-dance-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_11_arts_dance_dance-in-nyc-this-week_1542343604.html", "title": "9 Dance Performances to See in N.Y.C. This Weekend", "title_page": "9 Dance Performances to See in N.Y.C. This Weekend - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Our guide to dance performances happening this weekend and in the week ahead.\nAMERICAN BALLET THEATER at the David H. Koch Theater (Oct. 17-28). Ballet Theater’s two-week fall season kicks off on Wednesday with a gala performance comprising, refreshingly, works by three female choreographers. The New York City Ballet principal Lauren Lovette choreographed “Le Jeune” for the ABT Studio Company, which will be paired with Twyla Tharp’s 1986 modern classic “In the Upper Room,” set to a driving score by Philip Glass, and, most intriguing, a premiere by Michelle Dorrance, the acclaimed tap choreographer. On Thursday, Dorrance’s work gets an encore, this time matched with works by George Balanchine and Jerome Robbins.\nabt.org\nBATTLE! HIP-HOP IN ARMOR at the Metropolitan Museum of Art (Oct. 12, 5-8 p.m.). Hip-hop dance originated, in part, as a form of social combat, which makes this collaboration between the Met’s Department of Arms and Armor and the South Bronx arts organization Dancing in the Streets clever and appropriate. MetLiveArts, the museum’s performance series, has commissioned 29 hip-hop dance artists of varied styles to create pop-up dance battles in the Emma and Georgina Bloomberg Arms and Armor Court while clad in chain mail, leather and metal replicas of the museum’s collection. Repeat performances will occur on Oct. 27, Nov. 9, Jan. 11 and Feb. 8.\n212-570-3949, metmuseum.org/tickets", "url": "https://www.nytimes.com/2018/10/11/arts/dance/dance-in-nyc-this-week.html"}