{"authors": ["Ross Douthat"], "date_download": "2018-11-16 04:24:15", "date_modify": "2018-11-16 04:24:15", "date_publish": "2018-11-03 18:31:05", "description": "Trump could have flattened liberalism. Instead he’s given it an opening.", "filename": "2018_11_03_opinion_sunday_midterms-democrats-trump.html_rref=collection%2Fcolumn%2FRoss%20Douthat_1542342255.html", "image_url": "https://static01.nyt.com/images/2018/11/04/opinion/04Douthat/04Douthat-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_03_opinion_sunday_midterms-democrats-trump.html_rref=collection%2Fcolumn%2FRoss%20Douthat_1542342255.html", "title": "The Luck of the Democrats", "title_page": "Opinion | The Luck of the Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[Listen to “The Argument” podcast every Thursday morning, with Ross Douthat, Michelle Goldberg and David Leonhardt.]\nTo understand this good fortune, consider two counterfactuals. In the first, the last 21 months proceeded in exactly the same fashion — with the strongest economy since the 1990s, full employment almost nigh, ISIS defeated, no new overseas wars or major terrorist attacks — except that Donald Trump let his staffers dictate his Twitter feed, avoided the press except to tout good economic news, eschewed cruelties and insults and weird behavior around Vladimir Putin, and found a way to make his White House a no-drama zone.\nIn this scenario it’s hard to imagine that Trump’s approval ratings wouldn’t have floated up into the high 40s; they float up into the mid-40s as it is whenever he manages to shut up. Even with their threadbare and unpopular policy agenda, Republicans would be favored to keep the House and maintain their state-legislature advantages. All the structural impediments to a Democratic recovery would loom much larger, Trump’s re-election would be more likely than not, and his opposition would be stuck waiting for a recession to have any chance of coming back.\nThen consider a second counterfactual. Imagine that instead of just containing himself and behaving like a generic Republican, Trump had actually followed through on the populism that he promised in 2016, dragging his party toward the economic center and ditching the G.O.P.’s most unpopular ideas. Imagine that he followed through on Steve Bannon’s boasts about a big infrastructure bill instead of trying for Obamacare repeal; imagine that he listened to Marco Rubio and his daughter and tilted his tax cut more toward middle-class families; imagine that he spent more time bullying Silicon Valley into inshoring factory jobs than whining about Fake News; imagine that he made lower Medicare drug prices a signature issue rather than a last-minute pre-election gambit.\nThis strategy could have easily cut the knees out from under the Democrats’ strongest appeal, their more middle-class-friendly economic agenda, and highlighted their biggest liability, which is the way the party’s base is pulling liberalism way left of the middle on issues of race and culture and identity. It would have given Trump a chance to expand his support among minorities while holding working-class whites, and to claim the kind of decisive power that many nationalist leaders around the world enjoy. It would have threatened liberalism not just with more years out of power, but outright irrelevance under long-term right-of-center rule.", "url": "https://www.nytimes.com/2018/11/03/opinion/sunday/midterms-democrats-trump.html?rref=collection%2Fcolumn%2FRoss%20Douthat"}