{"authors": ["Keith Bradsher"], "date_download": "2018-11-16 03:50:06", "date_modify": "2018-11-16 03:50:06", "date_publish": "2018-03-03 16:19:50", "description": "Chinese ministries have been critical of President Trump’s plan to impose tariffs on steel and aluminum imports, but careful about retaliation.", "filename": "2018_03_03_business_beijings-initial-reaction-to-metals-tariffs-cautious_1542340206.html", "image_url": "https://static01.nyt.com/images/2018/03/04/world/asia/04chinatrade/04chinatrade-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_03_business_beijings-initial-reaction-to-metals-tariffs-cautious_1542340206.html", "title": "Beijing’s Initial Reaction to Metals Tariffs? Cautious", "title_page": "Beijing’s Initial Reaction to Metals Tariffs? Cautious - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "President Trump’s decision to impose broad tariffs in the coming days on imports of steel and aluminum from around the world has drawn condemnation from the European Union, Canada and Brazil. But the intended target of Mr. Trump’s action, China, has been fairly cautious.\nChina’s commerce and foreign ministries have publicly criticized the decision, and the Commerce Ministry raised the possibility on Friday that China might retaliate. But the threat was carefully calibrated to say that any retaliation would be based on the direct effects of the United States’ actions on China’s own interests.\nThose direct effects could be limited. China represents only a little more than 2 percent of American steel imports, and just 0.1 percent of China’s overall steel production. China also exports only a very small share of its raw aluminum production to the United States.\nChina uses most of its aluminum to manufacture everything from auto parts to solar panel frames, although many of these are then exported all over the world. The Trump administration tariffs are expected to focus on shipments of raw or barely processed metal, although the technical details of the tariffs will not be released for a few more days.", "url": "https://www.nytimes.com/2018/03/03/business/beijings-initial-reaction-to-metals-tariffs-cautious.html"}