{"authors": ["Michelle Goldberg"], "date_download": "2018-11-16 04:32:52", "date_modify": "2018-11-16 04:32:52", "date_publish": "2018-05-31 23:31:24", "description": "Dinesh D’Souza does not deserve a presidential pardon.", "filename": "2018_05_31_opinion_donald-trump-dinesh-dsouza-pardon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342772.html", "image_url": "https://static01.nyt.com/images/2018/05/31/opinion/31goldbergWeb/31goldbergWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_31_opinion_donald-trump-dinesh-dsouza-pardon.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342772.html", "title": "Donald Trump Presents: ‘Celebrity Impunity’", "title_page": "Opinion | Donald Trump Presents: ‘Celebrity Impunity’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "During Barack Obama’s administration, the conservative author and activist Dinesh D’Souza wrote a book, “Obama’s America,” full of gross speculations about the sex life of the president’s mother, Stanley Ann Dunham, who was a pioneering anthropologist. “Ann’s sexual adventuring may seem a little surprising in view of the fact that she was a large woman who kept getting larger,” wrote D’Souza. He described her as a “playgirl” who used “her American background and economic and social power to purchase the romantic attention of third-world men.”\nD’Souza’s insinuations had little to do with his ostensible thesis, which was that Obama sought to undermine America. It was simply a timeworn insult — calling someone’s mom fat and promiscuous — that tells us nothing about Obama’s family, but a lot about D’Souza’s character.\nBesides being a huckster and a sexist weasel, D’Souza is a felon who, in 2014, pleaded guilty to routing illegal campaign donations through a woman he was having an affair with, and the woman’s husband. (At the time, D’Souza was married and serving as president of the evangelical King’s College. His ex-wife would later accuse him of physical abuse.) For his crime, he spent eight months in a halfway house. On Thursday, Donald Trump gave him a full pardon, tweeting that D’Souza had been “treated very unfairly by our government.”\nTrump’s action, a clear abuse of his pardoning power for political ends, serves several purposes. Most seriously, the D’Souza pardon, like those of the former Arizona sheriff Joe Arpaio and the former Dick Cheney aide Scooter Libby, is a message to Trump confederates facing legal trouble. It says that if they stay strong, he’ll take care of them. As a former federal prosecutor, Joyce Alene, pointed out on Twitter, D’Souza was convicted of one of the same crimes, a campaign finance violation, that Trump’s lawyer Michael Cohen is now being investigated for.", "url": "https://www.nytimes.com/2018/05/31/opinion/donald-trump-dinesh-dsouza-pardon.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}