{"authors": ["C. J. Chivers"], "date_download": "2018-11-16 04:36:57", "date_modify": "2018-11-16 04:36:57", "date_publish": "2018-03-27 09:00:07", "description": "Rania Abouzeid’s new book, “No Turning Back,” traces the escalation of the Syrian war by following a diverse set of characters within it.", "filename": "2018_03_27_magazine_rania-abouzeid-syrian-war_1542343017.html", "image_url": "https://static01.nyt.com/images/2018/03/26/magazine/26SYRIA_MAG_3/26SYRIA_MAG_3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_27_magazine_rania-abouzeid-syrian-war_1542343017.html", "title": "Sketching Cruelty and Finding Humanity Beside Syria’s ‘Waterfall of Blood’", "title_page": "Sketching Cruelty and Finding Humanity Beside Syria’s ‘Waterfall of Blood’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On the opposite side, you knew Mohammad and his wife, who were privy to and perhaps even participated in the detention of Talal’s family. What did you make of the absence of sympathy in Mohammad for these victims?\nIt’s a chilling moment. Mohammad is a father. He has children of his own. He has a wife, he has nieces and nephews, but he couldn’t relate. He had so dehumanized the other side that he couldn’t relate. And that’s what war does. It’s in the stories that people tell themselves to be able to brand somebody an enemy.\nBut in this case the enemies were children —\nAnd they were neighbors, because Mohammad was from the same area. He was from Latakia, too. That’s the great tragedy of civil wars. They turn neighbors against one another.\nYou lay out starkly the American betrayal of Hazm. To those who have followed American proxy arrangements in the Middle East across the decades, this was not surprising. Did you see it coming?\nI don’t know if I saw it coming, but the bigger point for me is repeated American involvement in the Middle East and the lessons that aren’t learned and the impact they have on the local communities. If you’re going to be stomping around in a place with a heavy footprint, then you should understand the place and the people you may be stepping on. Because, as history has taught us, blowback is an ugly thing.\nMany of your stories are testaments to courage, like that of Hanin, the asthmatic Alawite child, who chose to remain a hostage so others could go free. In seven years of this war, what have you learned about Syrians?\nThe incredible resilience of ordinary people. Hanin was a prisoner. She was asleep one night when rebels entered her home and took her and her siblings and her mother hostage. The biggest lesson for me was the way people can adapt, the way they can survive, the way they can persist and the way they can continue, in some cases, even to have hope and to still be able to forgive and to still believe in a Syrian-ness that transcends politics.\nDoes that idea still exist?\nI think it exists on the individual level. People are the building blocks of communities, and when it comes down to the community level and how neighbors become neighbors again, if they do, then it has to start with people like that who just want to get on with it and go back to living their lives. There is always hope. I mean, if they haven’t given up hope, then how dare we? Conflicts end. It doesn’t matter how long they take. They eventually end.", "url": "https://www.nytimes.com/2018/03/27/magazine/rania-abouzeid-syrian-war.html"}