{"authors": ["William Neuman", "Elizabeth A. Harris"], "date_download": "2018-11-16 04:01:48", "date_modify": "2018-11-16 04:01:48", "date_publish": "2018-03-05 19:29:21", "description": "In his second attempt to replace Carmen Fariña, the mayor selected Richard A. Carranza, the Houston schools superintendent, who accepted at City Hall.", "filename": "2018_03_05_nyregion_nyc-schools-chancellor-carranza.html_module=inline_1542340908.html", "image_url": "https://static01.nyt.com/images/2018/03/06/nyregion/06chancellor10/06chancellor10-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_05_nyregion_nyc-schools-chancellor-carranza.html_module=inline_1542340908.html", "title": "Trying Again, de Blasio Names a New Schools Chancellor", "title_page": "Trying Again, de Blasio Names a New Schools Chancellor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He had to grapple with daunting budget cuts. Hurricane Harvey struck the city in late August and caused major damage to the schools.\nIn an op-ed in The Houston Chronicle in January, Mr. Carranza said the Houston school district was in “a financial storm unlike any the district has seen before.” Damage from Hurricane Harvey could lower the area’s property values, which would mean less money for the schools. Enrollment had fallen, he said, and was expected to continue its decline.\nHe was praised for his efforts after the storm to get the schools working again. About 80 percent of the city’s schools opened after only a two-week delay. Mr. Carranza also secured donations from officials and philanthropists in San Francisco to help with the response, including a $1 million donation from the founder of Salesforce, Marc Benioff.\nIn recent months, Mr. Carranza has faced some turmoil in Houston, where he has proposed a new model of funding schools that he says is designed to create greater equity among the district’s sharply segregated schools.\nJolanda Jones, the first vice president of the district’s board of trustees, said there had been “tremendous pushback” to the proposal from people in affluent communities that have benefited from the current funding system, and their representatives on the board.\n“He’s really not going to leave a legacy of change or of anything positive,” said Robert Sanborn, president of Children at Risk, a Texas-based research and advocacy nonprofit. “It’s a legacy of: He hung out in Houston for a while and now he’s leaving.”\nMr. Sanborn said that Mr. Carranza found himself hamstrung by the school board. “He came in with a lot of great intentions,” he said. “In the whole scheme of things, the biggest obstacle for Carranza was a school board that did not want to change.”", "url": "https://www.nytimes.com/2018/03/05/nyregion/nyc-schools-chancellor-carranza.html?module=inline"}