{"authors": ["Matthew Haag"], "date_download": "2018-11-16 04:18:49", "date_modify": "2018-11-16 04:18:49", "date_publish": "2018-07-16 19:55:22", "description": "The killer had taunted the police in Fort Wayne, Ind., in the years since the 1988 rape and killing that drew national headlines.", "filename": "2018_07_16_us_april-tinsley-murder-john-miller_1542341929.html", "image_url": "https://static01.nyt.com/images/2018/07/17/autossell/17xp-tinsley/17xp-tinsley-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_16_us_april-tinsley-murder-john-miller_1542341929.html", "title": "Decades After Killing of April Tinsley, 8, DNA Leads to Suspect", "title_page": "Decades After Killing of April Tinsley, 8, DNA Leads to Suspect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Her disappearance gained national attention and gripped local residents, even when the case had appeared to have gone cold. April’s case was featured twice on the television program “America’s Most Wanted” and was the subject of a previously scheduled show on “Investigation Discovery” on Sunday night, hours after Mr. Miller had been arrested.\nBut before Sunday, it did not appear that the police were close to making an arrest.\nApril disappeared after she told two friends she was playing with outside that she had forgotten her umbrella at one of their houses. She said she would get it and come back, but she never returned.\nA witness told the police that a man in his 30s yelled at April from inside a pickup truck and then pulled her inside. When her body was found, the police recovered DNA on her clothing and one of her shoes 1,000 feet from her body.\nThose clues and evidence did not immediately lead to a suspect, who started to taunt the police.\nIn May 1990, a teenager told the police that someone had written a cryptic message in Crayons on a barn door on a property about halfway between where April disappeared and where her body was found.\n“I kill 8 year old April M Tinsley did you find her other shoe haha I will kill agin,” the message said.\nThe same person who scribbled that message left more hints in 2004, on girls bicycles outside homes in Fort Wayne, the police said. The packages were roughly all the same: a plastic bag with a note on yellow paper and used condoms or Polaroid pictures of a man’s body.\n“Hi Honey,” one note began, in handwriting similar to that of the message on the barn. “I have been watching you I am the same person that kidnapped an rape an kill Aproil tinsely you are my next victim.”", "url": "https://www.nytimes.com/2018/07/16/us/april-tinsley-murder-john-miller.html"}