{"authors": ["Andrew Ross Sorkin"], "date_download": "2018-11-16 03:50:56", "date_modify": "2018-11-16 03:50:56", "date_publish": "2018-01-22 14:21:43", "description": "How will President Trump’s protectionism go over at the elite World Economic Forum meeting in Davos, Switzerland, which draws leaders who believe in globalism and free trade?", "filename": "2018_01_22_business_dealbook_davos-president-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340256.html", "image_url": "https://static01.nyt.com/images/2018/01/23/business/23DB-SORKIN1/merlin_132705410_748389d8-5e19-46a7-8324-a1006f0148c0-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_22_business_dealbook_davos-president-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340256.html", "title": "Fox in the Globalist Henhouse? Davos Awaits Trump’s Arrival", "title_page": "Fox in the Globalist Henhouse? Davos Awaits Trump’s Arrival - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "All of which makes Mr. Trump the anti-Davos Man.\n“Trump is as loathed by the elites of Western Europe as he is by the elites of Manhattan,” said Niall Ferguson, a senior fellow of the Hoover Institution, Stanford University and a longtime Davos attendee, although he will not go this year. “This isn’t just personal: His policy positions on trade and immigration are blasphemy in Davos, as are his recent derogatory remarks about Africa.”\nIndeed, Mr. Trump ran his populist campaign against the very plutocrats who populate this forum every year. His former chief strategist, Stephen K. Bannon, acknowledged as much during the election when he said that the American working class was “tired of being dictated to by what we call the party of Davos.” Mr. Dimon, a longtime Davos attendee, once described the event as a place “where billionaires tell millionaires what the middle class feels.”\nThe big question is, how will Mr. Trump’s “America First” campaign play here? Will he use the stage as an opportunity to deliver a live version of his Twitter feed and publicly eviscerate — and possibly humiliate — the crowd? He has already shown he can be hostile toward traditional alliances by scolding European nations for not paying their fair share toward NATO.\nOr will Mr. Trump use the gathering as a chance to bring leaders together?\nWill he talk about protectionism or free trade?\nMr. Trump’s presence has been described as a mixed blessing by many of the participants.\n“Trump’s attendance is exciting for attendees inasmuch as it shows them Davos is still the place to be,” said Ian Bremmer, president and founder of Eurasia Group, a political risk consultancy. “The opposite of love is irrelevance, and Trump gets that as much as everyone else attending.”", "url": "https://www.nytimes.com/2018/01/22/business/dealbook/davos-president-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}