{"authors": ["Niraj Chokshi", "Astead W. Herndon"], "date_download": "2018-11-16 03:59:12", "date_modify": "2018-11-16 03:59:12", "date_publish": "2018-09-28 14:07:24", "description": "The two women stopped the senator in an elevator and described their own trauma. “I wanted him to feel my rage,” one said later. Read the transcript.", "filename": "2018_09_28_us_politics_jeff-flake-protesters-kavanaugh.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340752.html", "image_url": "https://static01.nyt.com/images/2018/09/28/us/dc-video-flake/dc-video-flake-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_28_us_politics_jeff-flake-protesters-kavanaugh.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340752.html", "title": "Jeff Flake Is Confronted on Video by Sexual Assault Survivors", "title_page": "Jeff Flake Is Confronted on Video by Sexual Assault Survivors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Following is a full transcript of the conversation between Mr. Flake, Ms. Archila and Ms. Gallagher, as prepared by The New York Times.\n____________\nPROTESTER: On Monday, I stood in front of your office [inaudible]. I told the story of my sexual assault. I told it because I recognized in Dr. Ford’s story that she is telling the truth. What you are doing is allowing someone who actually violated a woman to sit on the Supreme Court. This is not tolerable. You have children in your family. Think about them. I have two children.\nI cannot imagine that for the next 50 years they will have to have someone in the Supreme Court who has been accused of violating a young girl. What are you doing, sir?\nANOTHER PROTESTER: I was sexually assaulted and nobody believed me. I didn’t tell anyone, and you’re telling all women that they don’t matter, that they should just stay quiet because if they tell you what happened to them you are going to ignore them. That’s what happened to me, and that’s what you are telling all women in America, that they don’t matter. They should just keep it to themselves because if they have told the truth, you’re just going to help that man to power anyway.\nThat’s what you’re telling all of these women. That’s what you’re telling me right now. Look at me when I’m talking to you. You are telling me that my assault doesn’t matter, that what happened to me doesn’t, and that you’re going to let people who do these things into power. That’s what you’re telling me when you vote for him. Don’t look away from me.\nLook at me and tell me that it doesn’t matter what happened to me, that you will let people like that go into the highest court of the land and tell everyone what they can do to their bodies.", "url": "https://www.nytimes.com/2018/09/28/us/politics/jeff-flake-protesters-kavanaugh.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}