{"authors": ["Michael Tackett"], "date_download": "2018-11-16 04:24:45", "date_modify": "2018-11-16 04:24:45", "date_publish": "2018-11-07 01:45:54", "description": "Representative Andy Barr defeated his well-financed Democratic challenger, Amy McGrath, on Tuesday, buoying Republican hopes of minimizing their losses.", "filename": "2018_11_06_us_politics_andy-barr-amy-mcgrath-kentucky.html_module=inline_1542342285.html", "image_url": "https://static01.nyt.com/images/2018/11/07/us/politics/07dc-mcgrathlose-sub/07dc-mcgrathlose-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_06_us_politics_andy-barr-amy-mcgrath-kentucky.html_module=inline_1542342285.html", "title": "Andy Barr Defeats Amy McGrath in Kentucky House Race, Buoying Republican Hopes", "title_page": "Andy Barr Defeats Amy McGrath in Kentucky House Race, Buoying Republican Hopes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In Ms. McGrath, whose biography as a Marine aviator gave her star power and a huge fund-raising advantage, Mr. Barr found himself running against a résumé that he could not match. So he emphasized his conservative ideology, and prevailed.\n[Make sense of the country’s political landscape with our newsletter.]\nThe district is anchored in Lexington, its most populous city by far and typically a Democratic stronghold, and the state capital of Frankfurt, another source of Democratic votes. But those cities are surrounded by mostly rural counties that are ardently conservative. In 2016, Mr. Trump won the district by 15 percentage points and Mr. Barr won by 22 points.\nMs. McGrath’s campaign opened campaign offices in all 19 counties, and she aggressively targeted rural areas, with yard signs tailored to individual counties, some even in Republican red, and by writing op-eds that her campaign placed in weekly newspapers.\nThat strategy served her well in her primary campaign against Jim Gray, the popular mayor of Lexington, who was better known and had stronger financial backing. But she defeated Mr. Gray easily, and built on her strengths in rural areas during the fall campaign against Mr. Barr, pulling votes from people who were ancestral Democrats but vote for Republicans in federal office.\n[Follow our live briefing for the latest election updates.]\nMs. McGrath started out underfinanced, but her campaign money fortunes changed drastically in August 2017 when she released a two-minute video online that captured her Marine combat experience, the struggles of women and her reasons for running for office. The ad generated millions of page views and contributions, enabling her to have rough parity with Mr. Gray, and then build on an emerging national profile.\n“The video catapulted her to legitimacy,” Mark Nickolas, Ms. McGrath’s campaign manager, said.\nBut it was not enough to overcome the power of Mr. Barr’s incumbency, a district that was structurally advantageous to Republicans and the closing moves of the president to roust his political base and make the election a referendum on him.", "url": "https://www.nytimes.com/2018/11/06/us/politics/andy-barr-amy-mcgrath-kentucky.html?module=inline"}