{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:45:17", "date_modify": "2018-11-16 04:45:17", "date_publish": "2018-09-11 02:56:46", "description": "The governor has said his administration had no role in the timing of the opening of the Mario M. Cuomo Bridge. A new letter reveals otherwise.", "filename": "2018_09_10_nyregion_cuomo-bridge-contractor-tappan-zee.html_module=inline_1542343517.html", "image_url": "https://static01.nyt.com/images/2018/09/11/nyregion/11govrace/11govrace-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_10_nyregion_cuomo-bridge-contractor-tappan-zee.html_module=inline_1542343517.html", "title": "Ahead of the Primary, Cuomo Administration Offered Sweeteners to Get New Bridge Open", "title_page": "Ahead of the Primary, Cuomo Administration Offered Sweeteners to Get New Bridge Open - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The administration of Gov. Andrew M. Cuomo offered the contractor building the Mario M. Cuomo Bridge enticements to meet a late August deadline to open, including the possibility of absorbing extra costs and reducing their responsibility for potential traffic accidents, according to an internal document obtained by The New York Times.\nThe eastbound span of the bridge in the New York City suburbs was to have opened on Saturday, and the day before, Mr. Cuomo held an elaborate ceremony that included a laudatory speech by Hillary Clinton.\nThe event was one in a parade of infrastructure-related achievements he has touted as the Sept. 13 Democratic primary against Cynthia Nixon has neared, including plans for a third track of the Long Island Rail Road and a revamped entrance to Pennsylvania Station.\nBut the bridge over the Hudson River did not open as planned.\nEngineers worried that a “potentially dangerous situation” had developed involving the neighboring old Tappan Zee Bridge, which had destabilized and threatened to impact traffic on the new eastern span of the Mario M. Cuomo Bridge. The initial concern was that a damaged and rusted piece of the old bridge might potentially fall onto the new one.", "url": "https://www.nytimes.com/2018/09/10/nyregion/cuomo-bridge-contractor-tappan-zee.html?module=inline"}