{"authors": ["William K. Rashbaum", "William Neuman"], "date_download": "2018-11-16 04:33:25", "date_modify": "2018-11-16 04:33:25", "date_publish": "2018-02-15 23:29:15", "description": "Investigators found an index card that read: “Under the full moon the small ones will know terror.”", "filename": "2018_02_15_nyregion_terror-arrest-bronx_1542342805.html", "image_url": "https://static01.nyt.com/images/2018/02/16/nyregion/16terrorPROMO/16terrorPROMO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_15_nyregion_terror-arrest-bronx_1542342805.html", "title": "Two Bronx Brothers Arrested in Bomb-Making Scheme", "title_page": "Two Bronx Brothers Arrested in Bomb-Making Scheme - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Harlem Prep is operated by the charter network Democracy Prep Public Schools.\n“After he resigned, Democracy Prep did a routine review of his laptop and was deeply disturbed by suspicious content,” said the spokesman, Jeffrey W. Schneider.\nImage Christian Toro, 27, of the Bronx, was arrested Thursday after the police said they found bomb-making supplies in a closet of an apartment he shared with his twin brother, Tyler Toro, who was also arrested. Credit Facebook\nA technician at the charter school examined Mr. Toro’s laptop, and found on its hard drive a copy of a book that contained instructions for making explosives, the complaint said. The school alerted law enforcement officials.\nOn Jan. 31, the police arrested Christian Toro and charged him with raping a minor. A law enforcement official said that the alleged victim was a student at the school where he worked. “That was something that developed as a result of the investigation of the bomb scare to the school,” according to Mr. Miller. Mr. Toro was released on bail two days later, according to city records. According to Bronx court records, the girl was 15, and Mr. Toro took her home for sex on two occasions.\nOn Feb. 8, the F.B.I. and police officers interviewed the Toro brothers in their apartment, and Christian Toro told agents that he had come across the explosives book while doing research about the 2013 Boston Marathon bombing and had not meant to download it onto his computer, according to the complaint. He said that he had never built a bomb, the complaint said.\nSix days later, on Valentine’s Day, law enforcement agents interviewed students at the charter school, who told them that at least two students had visited the Toros’s apartment to break down the fireworks, storing the powder in containers, the complaint said. It said that the students appeared to have gone to the apartment between October and early January.\nOn Thursday morning, law enforcement agents executed a search warrant at the brothers’ apartment, where they lived with a female relative.\nThe complaint said that the agents found bomb-making materials in a closet, including a box containing about 20 pounds of iron oxide, five pounds of aluminum powder, five pounds of potassium nitrate, all materials that can be used to build explosives. It also contained about two pounds of confectioners sugar, which the complaint said can be used as fuel in an explosive. They also found firecrackers and other explosive materials and a bag of metal balls that could have been used as shrapnel in a bomb.", "url": "https://www.nytimes.com/2018/02/15/nyregion/terror-arrest-bronx.html"}