{"authors": ["Michael D. Shear"], "date_download": "2018-11-16 03:10:48", "date_modify": "2018-11-16 03:10:48", "date_publish": "2018-09-15 00:01:53", "description": "In his presidential run, Mr. Trump said his Republican primary opponents would cut older Americans’ benefits. In this year’s elections, he has directed the same attacks at Democrats.", "filename": "2018_09_14_us_politics_trump-democrats-medicare-social-security_1542337848.html", "image_url": "https://static01.nyt.com/images/2018/09/15/us/politics/15dc-medicare-print/13dc-medicare-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_14_us_politics_trump-democrats-medicare-social-security_1542337848.html", "title": "Taking Page From 2016, Trump Claims Democrats Will Destroy Safety Net", "title_page": "Taking Page From 2016, Trump Claims Democrats Will Destroy Safety Net - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump had a blunt message for Montana voters last week, an unapologetic reprise of the promise to protect Medicare and Social Security that he used during the 2016 presidential campaign to successfully appeal to older, blue-collar voters.\n“They’re going to hurt your Social Security so badly, and they’re killing you on Medicare. Just remember that. I’m going to protect your Social Security,” Mr. Trump said at a campaign rally in Billings on behalf of Matt Rosendale, a Republican Senate candidate.\n“Do you remember when I ran?” Mr. Trump asked the cheering crowd, recalling how he had accused the other Republican presidential contenders of wanting to destroy the safety net for older Americans. “I said I’m not touching Social Security. Everybody said — well — and everybody else wanted to do things with Social Security. I said, we’re not touching your Social Security.”\nThe president’s message once again runs counter to many in his own party, including Speaker Paul D. Ryan, who have long argued for cuts in entitlement programs like Medicare and Social Security. But this time, as Mr. Trump made clear at the Montana rally, his target is not his fellow Republicans, but Democratic candidates in the midterm election contests this fall.", "url": "https://www.nytimes.com/2018/09/14/us/politics/trump-democrats-medicare-social-security.html"}