{"authors": ["Karen Weise"], "date_download": "2018-11-16 04:03:00", "date_modify": "2018-11-16 04:03:00", "date_publish": "2018-09-13 16:12:12", "description": "The money, put into a project he called the Day 1 Fund, is by far the largest donation by Mr. Bezos, the world’s richest person.", "filename": "2018_09_13_technology_jeff-and-mackenzie-bezos-pledge-2-billion-for-homeless-and-preschoolers_1542340980.html", "image_url": "https://static01.nyt.com/images/2018/09/14/business/14BEZOS01/14BEZOS01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_13_technology_jeff-and-mackenzie-bezos-pledge-2-billion-for-homeless-and-preschoolers_1542340980.html", "title": "Jeff and MacKenzie Bezos Pledge $2 Billion for Homeless and Preschoolers", "title_page": "Jeff and MacKenzie Bezos Pledge $2 Billion for Homeless and Preschoolers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His largest known philanthropic contribution to date was $33 million in scholarships to support the education of undocumented students who graduated from high school in the United States. Earlier this month, he made his first major political contribution, putting $10 million into a bipartisan political action committee to support military veterans running for Congress.\nOther tech founders have come to see philanthropy as a major part of their legacy. Bill Gates, a founder of Microsoft, committed “the vast majority” of his assets to the foundation he started with his wife, Melinda. Facebook’s Mark Zuckerberg and his wife, Priscilla, said they would give 99 percent of their Facebook shares, valued at around $45 billion at the time of their 2015 announcement, to philanthropic work. Other tech leaders, including Paul Allen of Microsoft, Larry Ellison of Oracle and Brian Chesky of Airbnb, have signed the Giving Pledge, vowing to give away at least half of their wealth either during their lifetime or in their will.\nMr. Bezos said the new education effort would build and run a national nonprofit network of free Montessori-inspired preschools.\n“I’m excited about that because it will give us the opportunity to learn, invent, and improve,” he wrote. “We’ll use the same set of principles that have driven Amazon. Most important among those will be genuine, intense customer obsession. The child will be the customer.” Mr. Bezos went to Montessori schools and has said it developed his sense of exploration and focus.", "url": "https://www.nytimes.com/2018/09/13/technology/jeff-and-mackenzie-bezos-pledge-2-billion-for-homeless-and-preschoolers.html"}