{"authors": ["Stephen Castle"], "date_download": "2018-11-16 03:13:42", "date_modify": "2018-11-16 03:13:42", "date_publish": "2018-03-05 23:37:53", "description": "A man said to be a former Russian military intelligence officer who spied for Britain was critically ill after exposure to an unknown substance.", "filename": "2018_03_05_world_europe_russian-spy-falls-ill-in-britain-again.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338022.html", "image_url": "https://static01.nyt.com/images/2018/03/06/world/06russia-spy1/06russia-spy1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_05_world_europe_russian-spy-falls-ill-in-britain-again.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338022.html", "title": "Former Russian Spy Mysteriously Falls Ill in Britain. Again.", "title_page": "Former Russian Spy Mysteriously Falls Ill in Britain. Again. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — A man identified by local news reports as a retired Russian military intelligence officer who once spied for Britain is critically ill at a British hospital, and the authorities were investigating his “exposure to an unknown substance.”\nAccording to several reports, the man, found unconscious on a bench in the city of Salisbury, is Sergei V. Skripal, 66. He was once jailed by Moscow, then settled in Britain after an exchange of spies between the United States and Russia in 2010.\nThe British police have not publicly identified the man in the hospital or a 33-year-old woman who fell sick with him at a shopping mall called the Maltings.\nThe authorities have, however, released enough detail about what they called a “major incident” to draw some comparisons, however premature, to the case of Alexander V. Litvinenko, a former Russian spy who was poisoned in London in 2006.", "url": "https://www.nytimes.com/2018/03/05/world/europe/russian-spy-falls-ill-in-britain-again.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}