{"authors": ["Michael Tackett"], "date_download": "2018-11-16 04:24:53", "date_modify": "2018-11-16 04:24:53", "date_publish": "2018-10-10 09:00:08", "description": "Ms. McGrath, a Democrat challenging a Kentucky House member, is turning her competitive contest into a lab to test the conventional wisdom that negative ads work.", "filename": "2018_10_10_us_politics_amy-mcgrath-ads-barr-kentucky.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342293.html", "image_url": "https://static01.nyt.com/images/2018/10/11/us/politics/11dc-negative1-print/10dc-negative1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_10_us_politics_amy-mcgrath-ads-barr-kentucky.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342293.html", "title": "Amy McGrath Is Avoiding Attack Ads. Can a Congressional Candidate Win Without Them?", "title_page": "Amy McGrath Is Avoiding Attack Ads. Can a Congressional Candidate Win Without Them? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Voters universally decry negative ads,” said Erika Franklin Fowler, the director of the Wesleyan Media Project, which analyzes political advertising. “But we are biologically attuned to pay more attention to negative information. It is the same reason that loud sounds or other things will draw our attention. We remember negativity more.”\nIn the case of Ms. Trump, Ms. McGrath’s approach may be challenging that wisdom. “My husband and I are both Republicans, but socially liberal and fiscally conservative,” said Ms. Trump, who voted for Mr. Barr in 2016. “Andy Barr’s just trying to do what everyone else is doing. Dirty and old. Sound bites, half sound bites, not really true. Her side is telling you about her.”\n“I don’t know Andy Barr’s stance on anything,” added Ms. Trump, who owns three sports bars in the Lexington area. “All I know is he hates her.”\nMr. Barr’s campaign is not so sure his opponent has been all positive. In her latest ad, for instance, Ms. McGrath, who played college soccer at the Naval Academy, bats away shots on goal as she tries to rebut Mr. Barr’s attacks. But she also lodges a late shot of her own: “You’re the one who’s doubling the national debt.”", "url": "https://www.nytimes.com/2018/10/10/us/politics/amy-mcgrath-ads-barr-kentucky.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}