{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:32:41", "date_modify": "2018-11-16 04:32:41", "date_publish": "2018-10-11 17:45:04", "description": "Officials called the average decline of 1.5 percent “a dramatic and very positive change” after several years of rapid price increases for Affordable Care Act plans.", "filename": "2018_10_11_us_politics_affordable-care-act-premium-decrease.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342761.html", "image_url": "https://static01.nyt.com/images/2018/10/12/us/politics/12dc-health-print/12dc-health-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_11_us_politics_affordable-care-act-premium-decrease.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342761.html", "title": "Premiums for Most Popular Type of Obamacare Plan Will Drop Next Year", "title_page": "Premiums for Most Popular Type of Obamacare Plan Will Drop Next Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "All told, Ms. Verma said, there will be 23 more insurers in the federal marketplace next year, and 29 current participants will expand into additional counties. The number of states with just a single insurer on the federal exchange will drop to four, from 10 this year, she said.\nThe sixth annual open enrollment period starts in three weeks, on Nov. 1, and continues to Dec. 15. Consumers expecting to save money must carefully compare options.\nTo get the benefit of the lower rates, consumers will, in many cases, need to switch to a different plan, with a different network of doctors. The benchmark premiums for midlevel “silver plans” are used to calculate the subsidies available to consumers, so when benchmark premiums go down, subsidies may also go down.\nBenchmark premiums for a 27-year-old in the federal marketplace will average $406 a month next year, officials said. The amount that rates will go down, or up, varies substantially by state. Tennessee has by far the largest reduction in its benchmark premium, 26.2 percent, officials said. For a 27-year-old nonsmoker, this means a monthly premium of $449, down from $608 this year.\nOther states with large percentage reductions in benchmark premiums, as reported by the Trump administration on Thursday, were New Hampshire, down 15.2 percent to $330 a month for a 27-year-old; New Jersey, down 14.7 percent to $289; New Mexico, down 14.3 percent to $299; and Pennsylvania, down 15.9 percent to $397.\nStates with the largest increases in benchmark premiums next year are Delaware, up 16.1 percent to $561 a month; Hawaii, up 12.5 percent to $404; and North Dakota, up 20.2 percent to $375.\nWyoming has the highest benchmark premiums, which will remain unchanged at $709 a month.\nAbout 8.7 million people signed up last fall for insurance using HealthCare.gov, the website for the federal marketplace.", "url": "https://www.nytimes.com/2018/10/11/us/politics/affordable-care-act-premium-decrease.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}