{"authors": ["Rick Rojas"], "date_download": "2018-11-16 03:23:38", "date_modify": "2018-11-16 03:23:38", "date_publish": "2018-08-09 04:16:04", "description": "An Australian who competed in more than 120 P.G.A. tournaments, he was recognized for his persistence in returning to golf after bouts with leukemia.", "filename": "2018_08_09_obituaries_jarrod-lyle-australian-golfer-dies_1542338618.html", "image_url": "https://static01.nyt.com/images/2018/08/10/world/10lyle/10lyle-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_09_obituaries_jarrod-lyle-australian-golfer-dies_1542338618.html", "title": "Jarrod Lyle, Golfer Who Played On Despite Cancer, Dies at 36", "title_page": "Jarrod Lyle, Golfer Who Played On Despite Cancer, Dies at 36 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jarrod Lyle, an Australian professional golfer who had five Top 10 finishes on the PGA Tour, only to have his playing career interrupted by recurring bouts of cancer, died on Wednesday, a year after his latest relapse. He was 36.\nHis death was confirmed by his wife, Briony Lyle, in a statement issued by Golf Australia, the sport’s governing body in that country. It came just over a week after she announced in a post on Lyle’s Facebook page that he was entering palliative care.\nLyle turned professional in 2004 and first appeared on the PGA Tour in 2007. In 2008, he won two events on the Web.com Tour, a feeder for the PGA Tour. In all, he played in more than 120 P.G.A. tournaments.\nLyle, who was first treated for cancer as a teenager, became a popular figure in the golfing world, recognized for his persistence in returning to play after facing health challenges. In 2015, he was the second player to receive the PGA Tour’s Courage Award, given to golfers who play despite physical disabilities or serious illnesses. (It was first awarded two years earlier, to Erik Compton, who has had two heart transplants.)", "url": "https://www.nytimes.com/2018/08/09/obituaries/jarrod-lyle-australian-golfer-dies.html"}