{"authors": ["Andrew Higgins"], "date_download": "2018-11-16 03:13:29", "date_modify": "2018-11-16 03:13:29", "date_publish": "2018-04-23 14:34:33", "description": "Accused of bribery, Ilmars Rimsevics, Latvia’s widely disliked central banker, seems headed for a fall, along with one of the nation’s largest banks.", "filename": "2018_04_23_world_europe_latvia-rimsevics-banking-bribery.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338009.html", "image_url": "https://static01.nyt.com/images/2018/04/30/world/europe/30bizsky3-print/xxlatvia1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_23_world_europe_latvia-rimsevics-banking-bribery.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338009.html", "title": "Banker Finds He Has ‘Even More Enemies Than I Thought’", "title_page": "Banker Finds He Has ‘Even More Enemies Than I Thought’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He said it was no coincidence that anticorruption investigators first raided his central bank office and his home a few hours after he declined a request from ABLV bank for a billion euros in “liquidity support” to help survive a bank run caused by the Treasury Department report. “The two things are absolutely connected,” he said, claiming that he is the victim of a “big plot” by dodgy bankers.\nLatvia’s finance minister, Dana Reizniece-Ozola, a chess grandmaster well versed in elaborate gambits, derided Mr. Rimsevics’s conspiracy theory. “I know this is his line of defense,” she said. “This is a free country so he can say whatever he wants.” Yet, she added, “He is not a victim. He is a suspect.”\nAlso skeptical about Mr. Rimsevics’s claims of victimhood is Ainars Latkovskis, the chairman of the Latvian Parliament’s Defense, Internal Affairs and Corruption Prevention Committee. Mr. Latkovskis said his committee had long pushed for tighter controls on banks like ABLV but, speaking in the chamber where the committee has discussed ways to toughen measures against money laundering, he said, “we never saw him here in this room.”\nJohn Christmas, a banker who worked with Latvia’s now defunct Parex bank, said Mr. Rimsevics had, at times, shown concern about money laundering. He remembers meeting the central bank chief in 2004 and getting an earful about Parex. “He started cursing that Parex was a criminal organization,” Mr. Christmas said.\nThe banker later left Parex and Latvia to become a vociferous online critic of the country’s banking system. But, he said, Mr. Rimsevics did not respond to a 2005 letter urging the closure of Parex, which collapsed three years later after a bank run.\nAll the recent tumult, accompanied by purported death threats and accusations of Russian meddling, has delivered a sharp blow to Latvia’s image as a placid and predictable country firmly anchored in the West, a counter-model of post-Soviet development to that offered by Russia.\nThe evidence against Mr. Rimsevics for bribetaking has not been revealed, and the only accuser to come forward so far is Grigory Guselnikov, the Russian owner of Norvik, another Latvian bank focused on nonresident clients. Speaking by telephone from London, where he lives, Mr. Guselnikov said he had been asked to pay 100,000 euros, around $125,000, in bribes a month by an intermediary sent by Mr. Rimsevics. He also accused the central banker of having once worked for the Soviet K.G.B.", "url": "https://www.nytimes.com/2018/04/23/world/europe/latvia-rimsevics-banking-bribery.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}