{"authors": ["Liz Robbins"], "date_download": "2018-11-16 04:29:26", "date_modify": "2018-11-16 04:29:26", "date_publish": "2018-07-24 21:00:20", "description": "Judge Paul A. Crotty said an undocumented immigrant who had been detained while delivering food to an army base could stay in the U.S. and pursue a green card.", "filename": "2018_07_24_nyregion_pizza-deliveryman-deportation-judge-questions.html_module=inline_1542342566.html", "image_url": "https://static01.nyt.com/images/2018/07/25/nyregion/25pizza3/25pizza3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_24_nyregion_pizza-deliveryman-deportation-judge-questions.html_module=inline_1542342566.html", "title": "Pizza Delivery Man Detained by ICE Is Freed by Judge", "title_page": "Pizza Delivery Man Detained by ICE Is Freed by Judge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A military police officer on duty said Mr. Villavicencio needed a driver’s license, which he did not have; the officer then ran a background check — which Mr. Villavicencio has said he did not consent to — which revealed an open order of deportation from 2010.\nDespite the order, Mr. Villavicencio, who is originally from Ecuador, had not left the country, and in 2013, he married Sandra Chica, a naturalized citizen. Through her sponsorship, Mr. Villavicencio applied for permanent residency. But it was not until Tuesday morning that his lawyers received a date for an interview: Aug. 21.\nEarlier this month, a judge had temporarily blocked Mr. Villavicencio’s deportation.\nThroughout the hearing, Ms. Chica sat in the front row of the gallery while the couple’s two daughters, ages 3 and 4, played with rainbow beanie babies and princess figurines. Mr. Villavicencio was not in the Manhattan courtroom; he was detained at Hudson County Correctional Facility in Kearny, N.J.\nFor that reason, the government was arguing for a change of venue, to New Jersey. Mr. Villavicencio’s lawyers, from Debevoise & Plimpton and Legal Aid, wanted to keep the case in New York, since it was originally filed in the Southern District in Manhattan and keeping it in that jurisdiction would offer the swiftest resolution.\nDuring the hearing Judge Crotty made a point that still resonated when he made his decision six hours later. “The powerful are doing what they want,” he said, “and the poor are suffering what they must.”", "url": "https://www.nytimes.com/2018/07/24/nyregion/pizza-deliveryman-deportation-judge-questions.html?module=inline"}