{"authors": ["Andrew Ross Sorkin"], "date_download": "2018-11-16 03:59:43", "date_modify": "2018-11-16 03:59:43", "date_publish": "2018-08-13 23:59:58", "description": "Executives are permitted to disclose market-moving information on social media. But Mr. Musk has provided regulators ample opportunity to re-examine the policy.", "filename": "2018_08_13_business_dealbook_elon-musk-tesla-twitter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340783.html", "image_url": "https://static01.nyt.com/images/2018/08/14/business/14db-sorkin/14db-sorkin-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_13_business_dealbook_elon-musk-tesla-twitter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340783.html", "title": "Elon Musk’s Tweets on Tesla Started a Tizzy. Someone Should Hit the Brakes.", "title_page": "Elon Musk’s Tweets on Tesla Started a Tizzy. Someone Should Hit the Brakes. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Why do people say the craziest things on Twitter?\nWhat is it about social media that makes powerful, accomplished individuals say things that they later need to recant, walk back or at least explain?\nThis isn’t about President Trump (although it could be). It is about chief executives.\nThe tweets that Elon Musk of Tesla sent last week about taking his company private pushed investors into a tizzy as they tried to parse his every word. Regulators are examining Mr. Musk’s posts, but there is an another, perhaps broader question government officials should reconsider: Is Twitter the right forum for public company executives to disseminate market-moving information in the first place?\nFor years, companies and their executives were limited to disclosing market-moving information in news releases that were widely distributed over services like Business Wire or in interviews with media outlets. That is, until Reed Hastings, the chief executive of Netflix, broke ranks in 2012 and wrote on his Facebook page that the company’s video-streaming service had “exceeded 1 billion hours for the first time.”\nThat, in turn, led to what’s known as the Reed Hastings Rule, when the Securities and Exchange Commission permitted such use of social media. “Most social media are perfectly suitable methods for communicating with investors,” said George S. Canellos, the agency’s acting enforcement chief at the time.", "url": "https://www.nytimes.com/2018/08/13/business/dealbook/elon-musk-tesla-twitter.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}