{"authors": ["Sheryl Gay Stolberg", "Julie Hirschfeld Davis"], "date_download": "2018-11-16 03:59:34", "date_modify": "2018-11-16 03:59:34", "date_publish": "2018-09-17 12:20:17", "description": "Brett Kavanaugh, the Supreme Court nominee, said he is willing to talk to the Senate Judiciary Committee about accusations from a woman who said he sexually assaulted her when they were teenagers.", "filename": "2018_09_17_us_politics_kavanaugh-allegations-ford-palo-alto.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340774.html", "image_url": "https://static01.nyt.com/images/2018/09/18/us/politics/18dc-kavanaugh-sub/18dc-kavanaugh-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_17_us_politics_kavanaugh-allegations-ford-palo-alto.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340774.html", "title": "Hearing Set for Monday to Hear Kavanaugh and His Accuser", "title_page": "Hearing Set for Monday to Hear Kavanaugh and His Accuser - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The chairman of the Senate Judiciary Committee, under mounting pressure from senators of his own party, will call President Trump’s Supreme Court nominee, Judge Brett M. Kavanaugh, and the woman who has accused him of sexual assault before the committee on Monday for extraordinary public hearings only weeks before the midterm elections.\nIn setting the hearing, Senator Charles E. Grassley, Republican of Iowa, backed down from a committee vote on Judge Kavanaugh’s nomination, planned for this Thursday, and pushed a confirmation once seen as inevitable into limbo.\nThe hearing with Judge Kavanaugh and Christine Blasey Ford, a research psychologist in Northern California, sets up a potentially explosive public showdown that carries unmistakable echoes of the 1991 testimony of Anita Hill, who accused the future Justice Clarence Thomas of sexual harassment in an episode that riveted the nation and ushered a slew of women into public office. It will play out against the backdrop of the #MeToo movement, which has energized Democratic women across the United States, in an institution, the Senate, that is more than three-quarters male.\nMr. Trump vigorously defended his nominee on Monday, calling him an “outstanding” judge with an unblemished record, and dismissing as “ridiculous” the prospect that Judge Kavanaugh might withdraw his nomination.", "url": "https://www.nytimes.com/2018/09/17/us/politics/kavanaugh-allegations-ford-palo-alto.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}