{"authors": ["Salman Masood"], "date_download": "2018-11-16 04:28:33", "date_modify": "2018-11-16 04:28:33", "date_publish": "2018-02-11 07:59:14", "description": "What some see as the vigorous exercise of justice, others view as a politically motivated effort to cast the governing party in a corrupt and ineffectual light.", "filename": "2018_02_11_world_asia_pakistan-military-supreme-court-mian-saqib-nisar.html_module=inline_1542342513.html", "image_url": "https://static01.nyt.com/images/2018/02/11/world/SUB-11pakistan-2/00pakistan-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_11_world_asia_pakistan-military-supreme-court-mian-saqib-nisar.html_module=inline_1542342513.html", "title": "Court Takes an Activist Role in Pakistan. Not Everyone Sees It as Just.", "title_page": "Court Takes an Activist Role in Pakistan. Not Everyone Sees It as Just. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISLAMABAD, Pakistan — On his way to becoming Pakistan’s top judge, Mian Saqib Nisar built a reputation as a highly regarded jurist known for his expertise in constitutional law and his disapproval of judicial overreach.\nRecently, though, Chief Justice Nisar of the Supreme Court has become something of an activist: He conducted a personal inspection of a Lahore hospital during a health-related case, told the father of a young murder victim to call him directly if problems arose with the police investigation and strongly criticized the government for its inability to stop human trafficking in Punjab Province.\nEach case, along with a number of others recently taken up by the court, has cast the governing party, the Pakistan Muslim League-Nawaz, as corrupt or ineffectual. Whether that is the product of a politically motivated effort to tarnish the party, as the court’s critics say, or the vigorous exercise of justice in a long-sclerotic system has become a matter of considerable debate.\nBut the spurt of activity has undoubtedly come at a time of escalating — and direct — confrontation between the country’s top judicial body and its leading political party, a clash that traces to the court’s contentious ouster of Prime Minister Nawaz Sharif in a corruption case last year.", "url": "https://www.nytimes.com/2018/02/11/world/asia/pakistan-military-supreme-court-mian-saqib-nisar.html?module=inline"}