{"authors": ["Natalie Kitroeff"], "date_download": "2018-11-16 04:16:14", "date_modify": "2018-11-16 04:16:14", "date_publish": "2018-01-08 19:54:58", "description": "Supporters say the recently approved tax law will help American multinationals compete more aggressively overseas. Others see incentives to put factories overseas.", "filename": "2018_01_08_business_economy_gop-says-tax-bill-will-add-jobs-in-us-it-may-yield-more-hiring-abroad_1542341774.html", "image_url": "https://static01.nyt.com/images/2018/01/08/business/09FACTORY2/08FACTORY2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_08_business_economy_gop-says-tax-bill-will-add-jobs-in-us-it-may-yield-more-hiring-abroad_1542341774.html", "title": "Tax Law May Send Factories and Jobs Abroad, Critics Say", "title_page": "Tax Law May Send Factories and Jobs Abroad, Critics Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“It’s sort of an America-last tax policy,” said Kimberly Clausing, an economist at Reed College in Portland, Ore., who studies tax policy. “We are basically saying that if you earn in the U.S., you pay X, and if you earn abroad, you pay X divided by two.”\nWhat could be more dangerous for American workers, economists said, is that the bill ends up creating a tax break for manufacturers with foreign operations. Under the new rules, beyond the lower rate, companies will not have to pay United States taxes on the money they earn from plants or equipment located abroad, if those earnings amount to 10 percent or less of the total investment.\nThe Republican vision for the tax plan was to make the United States a more competitive place to do business. Supporters contend that the new rules do not encourage companies to locate overseas. Rather, they say, slashing the corporate rate will make it more attractive to set up shop at home, since many other advanced economies now have higher taxes.\nAnd manufacturers do not simply follow their accountants’ advice. They consider taxes, but they also look at an array of other factors, including the local talent pool and transportation network, when deciding where to build a new plant.\nBefore the tax overhaul, companies had to pay the standard corporate tax on the money they earned abroad, with a top rate of 35 percent, but only when they brought that income back into the United States.", "url": "https://www.nytimes.com/2018/01/08/business/economy/gop-says-tax-bill-will-add-jobs-in-us-it-may-yield-more-hiring-abroad.html"}