{"authors": ["Matthew Schneier"], "date_download": "2018-11-16 04:07:20", "date_modify": "2018-11-16 04:07:20", "date_publish": "2018-02-06 17:35:39", "description": "For the super-famous and the super-followed, looks don’t just happen. Jeans for an errand run, tracksuit for the airport — there’s a stylist for that.", "filename": "2018_02_06_fashion_the-new-runway-day-stylists.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341240.html", "image_url": "https://static01.nyt.com/images/2018/02/06/style/08NewRunway-1/08NewRunway-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_06_fashion_the-new-runway-day-stylists.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341240.html", "title": "They Only Look Casual", "title_page": "They Only Look Casual - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There she goes, strutting that strut. Her outfit is arranged just so. She’s got the bag with the umpteen-person wait list, not yet available in stores. The cameras flash. It’s a fashion moment. It’s a watershed. It’s a marketing opportunity.\nIt’s the 15-foot catwalk that runs from the hotel door to the S.U.V. door.\nFor fashion houses looking to leverage the star power of celebrities, the holy grail had long been the red carpet, the bigger an event the better. Special teams at major labels might court actresses, their reps and their stylists for years to dress their top clients, and spend tens of thousands of dollars or more to make custom outfits for them. A hit could make a brand, or cement its status, paying dividends for years to come as the moment was fondly recalled in Best Of lists and debated by carpet pundits.\nThat was then.\nWith social media ascendant, there is a new, and increasingly important, runway for the stars, and a rising guard of stylists working to dress them for it. It’s the sidewalk. It’s the airport. It’s the Starbucks run.", "url": "https://www.nytimes.com/2018/02/06/fashion/the-new-runway-day-stylists.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}