{"authors": ["Ross Douthat"], "date_download": "2018-11-16 04:24:14", "date_modify": "2018-11-16 04:24:14", "date_publish": "2018-10-27 21:08:12", "description": "The conservative case for a Republican Senate and a Democratic House.", "filename": "2018_10_27_opinion_sunday_midterms-elections-2018-senate.html_rref=collection%2Fcolumn%2FRoss%20Douthat_1542342254.html", "image_url": "https://static01.nyt.com/images/2018/10/29/opinion/28douthatWeb/28douthatWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_27_opinion_sunday_midterms-elections-2018-senate.html_rref=collection%2Fcolumn%2FRoss%20Douthat_1542342254.html", "title": "Hoping for a Midterm Split Decision", "title_page": "Opinion | Hoping for a Midterm Split Decision - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For that argument to persuade, you had to trust the institutional Republican Party’s promise to contain Trump’s authoritarian instincts and restrain his follies. You also had to downplay the long-term damage, to conservatism and the body politic, of putting someone with such poisonous rhetorical habits in the bully pulpit.\nI wasn’t persuaded. But so far Trump has been more constrained and less destructive than I expected — his foreign policy less destabilizing (so far) than either of his predecessors, his cruelest policy instincts walked back under pressure, the country more prosperous, his appointments more responsible and a large-scale investigation into his possible crimes proceeding, beset by Trumpian insults but otherwise mostly unimpeded by the White House.\nTo the extent that any Republicans deserve credit for this constraint, though, they are mostly elected Republicans in the Senate. The House is more pure, uncut MAGA, more reflexive in its defense of a president whose behavior is often indefensible, more poisoned by the worst Trumpist tendencies (witness the steady migration of the Iowa congressman Steve King toward an overt white nationalism) and more inclined to allow Trump a free hand should he seek to make his actual presidency exactly like his Twitter feed.\nSo a Democratic House would supply a much more effective check on that temptation, along with more vigorous scrutiny of corruption in the White House, about which congressional Republicans have been studiously incurious. And it would offer that check without jeopardizing any potential conservative legislative achievements — because, let’s be frank, the congressional G.O.P. isn’t going to do anything serious with its power if it gets re-elected except confirm judges, and you don’t need the House to elevate Amy Coney Barrett if there’s one more high court vacancy.\nAt the same time, for the genuinely populist sort for conservative (that is, the best kind), having a Democratic House might force Trump himself back toward the economic populism of his campaign, which he mostly abandoned but has suddenly remembered in the last days before the midterms, talking up a phantom middle-class tax cut and proposing an “America First” approach to drug pricing.", "url": "https://www.nytimes.com/2018/10/27/opinion/sunday/midterms-elections-2018-senate.html?rref=collection%2Fcolumn%2FRoss%20Douthat"}