{"authors": ["Chris Buckley", "Sui-Lee Wee"], "date_download": "2018-11-16 03:50:01", "date_modify": "2018-11-16 03:50:01", "date_publish": "2018-03-23 02:16:35", "description": "China proposed tariffs on $3 billion worth of American fruit, pork, wine and other goods, striking back just hours after President Trump’s announcement.", "filename": "2018_03_22_world_asia_china-trump-retaliatory-tariffs_1542340201.html", "image_url": "https://static01.nyt.com/images/2018/03/23/world/23china-response-sub/merlin_135876780_2e0122c9-9ecf-44f0-b0ae-e4548aa8a70a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_22_world_asia_china-trump-retaliatory-tariffs_1542340201.html", "title": "Responding to Trump, China Plans New Tariffs on U.S. Goods", "title_page": "Responding to Trump, China Plans New Tariffs on U.S. Goods - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — China announced Friday that it planned to impose tariffs on $3 billion worth of American-produced fruit, pork, wine, seamless steel pipes and more than 100 other goods, hitting back at the United States hours after President Trump proposed tariffs on about $60 billion worth of Chinese-made products.\nThe Chinese Ministry of Commerce issued the threat in an online statement that said its proposed measures retaliated against the Trump administration’s earlier decision to impose tariffs on Chinese steel and aluminum. The timing, though, also appeared to be a warning shot against Mr. Trump’s latest action on the trade front, on Thursday, when he took specific aim at a much wider range of Chinese products.\nThe Chinese tariffs would “balance out the losses sustained by China through the United States’ increased tariffs on steel and aluminum imports,” an unnamed Commerce Ministry spokesman said in the statement. “China urges the United States to resolve China’s concerns as soon as possible, resolve bilateral differences through dialogue and consultation, and avoid damage to the broader array of Chinese-U.S. cooperation.”\nUnder the planned Chinese countermeasures, American-produced fresh fruit, nuts, wine, seamless steel pipes and other goods would be the first to get hit, by 15 percent tariffs.", "url": "https://www.nytimes.com/2018/03/22/world/asia/china-trump-retaliatory-tariffs.html"}