{"authors": ["Rukmini Callimachi"], "date_download": "2018-11-16 03:20:00", "date_modify": "2018-11-16 03:20:00", "date_publish": "2018-07-01 22:00:06", "description": "Hundreds of records left behind by the Islamic State reveal how the group won points with the populace by resolving minor disputes.", "filename": "2018_07_01_world_middleeast_islamic-state-iraq_1542338400.html", "image_url": "https://static01.nyt.com/images/2018/07/02/world/xxisis-courts1/xxisis-courts1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_01_world_middleeast_islamic-state-iraq_1542338400.html", "title": "The Case of the Purloined Poultry: How ISIS Prosecuted Petty Crime", "title_page": "The Case of the Purloined Poultry: How ISIS Prosecuted Petty Crime - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There was the shopkeeper who reported a customer for failing to pay for half a bag of sugar, the homeowner who wanted compensation for a bad painting job and the man upset that an acquaintance had hit him with a shoe.\nThe documents show that the Islamic State, also known as ISIS, was willing — even eager — to get involved in the messy details of people’s day-to-day lives, and conversely that hundreds of people trusted them to fairly resolve their issues, no matter how trivial.\nWith the Islamic State’s territory reduced to a fraction of what it once was, the world’s attention has moved on. Yet the records shed light on how the group managed to hold onto so much land in the first place. And with ISIS still in control of approximately 1,000 square miles in Iraq and Syria, they may also offer lessons about the battles ahead.\nThe records are contained in hundreds of files recovered from a cluster of buildings in the northern Iraqi town of Tel Kaif, which had housed the group’s Shorta Islamiya — its Islamic police force. Most of the papers were discovered by Iraqi security forces who liberated the area in early 2017. They in turn handed them over to The New York Times, so that their contents could be shared with the world.\nGrocers, convenience store owners and traders who sold their goods on credit turned to the Islamic State government when customers failed to pay. They sought reimbursement for a cow, a bird, meat, wheat, vegetables, an oil change and a heater. One filed a report for the 150 meters of electrical wire he hadn’t been compensated for.\nFarmers asked for investigations into the crops damaged by livestock. One sought compensation for the watermelons trampled by an errant sheep. Another said his newly planted field had been kicked up by a total of 21 cows. Yet another reported a shepherd who, he said, allowed his flock to graze on his land seven different times. “Each time, I forgive him and he says he won’t do it again, and then he does,” he lamented in the report.\nThe records in the ornate folder below detail the case of 30 stolen sheep.", "url": "https://www.nytimes.com/2018/07/01/world/middleeast/islamic-state-iraq.html"}