{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:54:08", "date_modify": "2018-11-16 04:54:08", "date_publish": "2018-01-23 10:00:26", "description": "What makes a space comfortable and welcoming? A lot of small changes that are easy to make.", "filename": "2018_01_23_realestate_justina-blakeney-feel-good-home.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344048.html", "image_url": "https://static01.nyt.com/images/2018/01/28/realestate/28fix2/28fix2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_23_realestate_justina-blakeney-feel-good-home.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344048.html", "title": "Designing a Feel-Good Home", "title_page": "Designing a Feel-Good Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Is your home bringing you down? As anyone who has lived in cramped, dark or tight quarters knows, your living space can have a big effect on your mood.\nFor ideas on how to bring positive energy — and style — into your home, we talked to Justina Blakeney, the designer behind the Instagram hit Jungalow and the author of “The New Bohemians Handbook: Come Home to Good Vibes.”\nMs. Blakeney, 38, is a firm believer in using design to improve the quality of your life. Her own home, a 1926 bungalow in Los Angeles, is filled with color, pattern and greenery, which she said improves her mood and enhances productivity and relaxation. She offered some tips for creating a home that supports well-being.\nCLEAR THE ARTERIES “Doors should swing freely, passageways should be cleared and zones should be created that support your daily routines and activities,” said Ms. Blakeney, who discovered the importance of this after her daughter was born five years ago and the area behind her front door became a landing pad for shoes, strollers and other gear.", "url": "https://www.nytimes.com/2018/01/23/realestate/justina-blakeney-feel-good-home.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}