{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:01:06", "date_modify": "2018-11-16 04:01:06", "date_publish": "2018-01-12 21:50:21", "description": "The Supreme Court will decide whether voting districts in Texas were the product of race discrimination and whether online merchants must collect sales taxes.", "filename": "2018_01_12_us_politics_justices-voting-rights-internet-taxes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340866.html", "image_url": "https://static01.nyt.com/images/2018/01/13/us/politics/13dc-scotus/13dc-scotus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_12_us_politics_justices-voting-rights-internet-taxes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340866.html", "title": "Justices to Hear Cases on Voting Rights and Internet Taxes", "title_page": "Justices to Hear Cases on Voting Rights and Internet Taxes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "There was a curious wrinkle in the case: The district court itself had, for the most part, endorsed the maps in 2012, after the Supreme Court rejected earlier ones and told the court to try again. The 2012 maps, the panel later said, had been considered in haste in advance of pending elections. In 2013, the Texas Legislature decided not to draw new maps and instead mostly adopted the one drawn by the court in San Antonio.\nAfter three election cycles using the interim maps, the district court ruled that they were flawed. “Although this court had ‘approved’ the maps for use as interim maps, given the severe time constraints it was operating under at the time of their adoption,” the court said that approval was “not based on a full examination of the record or the governing law” and was “subject to revision.”\nThe court concluded that Texas’s adoption of the interim maps was part of “a litigation strategy designed to insulate the 2011 or 2013 plans from further challenge, regardless of their legal infirmities.”\nState officials then filed emergency applications in the Supreme Court, asking the justices to block the district court’s order until their appeal was heard. In a brief order in September, the Supreme Court agreed. The vote was 5 to 4, with the court’s more conservative members in the majority.\nThe new cases, Abbott v. Perez, No. 17-568, and Abbott v. Perez, No. 17-626, join two voting rights cases already on the court’s docket concerning partisan gerrymandering.", "url": "https://www.nytimes.com/2018/01/12/us/politics/justices-voting-rights-internet-taxes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}