{"authors": [], "date_download": "2018-11-16 03:08:57", "date_modify": "2018-11-16 03:08:57", "date_publish": "2018-03-16 15:07:04", "description": "Lush tapestries from Loewe, modern bungalows in Portugal — and more.", "filename": "2018_03_16_t-magazine_a-cultural-compendium-of-whats-new_1542337737.html", "image_url": "https://static01.nyt.com/images/2018/03/02/t-magazine/02tmag-ppt-slide-MYD3/02tmag-ppt-slide-MYD3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_16_t-magazine_a-cultural-compendium-of-whats-new_1542337737.html", "title": "A Cultural Compendium of What’s New", "title_page": "A Cultural Compendium of What’s New - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jonathan Anderson’s Craft Odyssey\nThe new capsule collection from Loewe’s Jonathan Anderson was born from the same sense of wonder with which the designer once marveled over his grandmother’s hand-knit quilts. For nearly a year, he and his team searched the globe for the best artisans working with fabric, from manjak weavers in southern Senegal to ribbon embroiderers in New Delhi, eventually partnering with over 100 ateliers to create 50 made-to-order tapestries (plus 12 matching tote bags), which will debut at Salone del Mobile in Milan next month.\nEach piece tells its own story: A Kyoto-made patchwork (bottom, second from right), for instance, features sashiko, a centuries-old sewing method originally used by Japanese farmers, characterized by “little stabs” of white thread against indigo-blue cotton. For several other designs, a father-and-son-run workshop with a single loom in Aubusson, France, used a digital pattern generator to reproduce sepia-toned images from Anderson’s collection of found 19th- and early-20th-century photography. (The hand-dyed, multicolored stripe covering three nude figures’ midsections on one of these came from a mother-and-son business in Mumbai.) For Anderson, it’s a celebration of craftsmanship and a reminder that, in our fast-paced world, time may be the greatest luxury. “There’s this idea that we can consume everything digitally and we don’t pause,” he says. “How exciting that in the midst of all that, this sort of artistry is still happening today.” Prices upon request. — JACOBA URIST", "url": "https://www.nytimes.com/2018/03/16/t-magazine/a-cultural-compendium-of-whats-new.html"}