{"authors": ["Elise C. Boddie"], "date_download": "2018-11-16 04:19:21", "date_modify": "2018-11-16 04:19:21", "date_publish": "2018-10-10 19:03:46", "description": "If a lawsuit over affirmative action is successful, would-be college students may have to hide their race.", "filename": "2018_10_10_opinion_harvard-affirmative-action-lawsuit.html_action=click&module=RelatedLinks&pgtype=Article_1542341961.html", "image_url": "https://static01.nyt.com/images/2018/10/10/opinion/10Boddie/10Boddie-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_10_opinion_harvard-affirmative-action-lawsuit.html_action=click&module=RelatedLinks&pgtype=Article_1542341961.html", "title": "A Damaging Bid to Censor Applications at Harvard", "title_page": "Opinion | A Damaging Bid to Censor Applications at Harvard - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Imagine this scenario: An admissions officer sits down to read a stack of applications, but they’re heavily redacted because the college must censor all references to an applicant’s race.\nThe admissions officer can consider an applicant’s gender, where she grew up, whether she preferred the Yankees to the Red Sox and every other conceivable part of her background or identity. But not her race, even if it had a formative impact on her life.\nThat could become the reality for every college if a group of Asian-American students denied admission to Harvard wins a lawsuit. They want to outlaw the modest use of race in admissions that the Supreme Court has twice upheld as vital to college students’ education. They claim that Harvard sets a cap on the number of Asian-Americans it will admit, an assertion the college will continue to vigorously deny when the trial begins Monday in Federal District Court in Boston.\nThe lawsuit asks the court to bar colleges from being able to consider, learn about or even become aware of an applicant’s race. Eventually, applicants might stop discussing their race altogether, omitting things like leadership roles in their high school’s Latino Student Alliance or choosing not to write about icons like Dolores Huerta — all because they might be worried about indicating their racial identity.", "url": "https://www.nytimes.com/2018/10/10/opinion/harvard-affirmative-action-lawsuit.html?action=click&module=RelatedLinks&pgtype=Article"}