{"authors": ["Brooks Barnes", "Cara Buckley"], "date_download": "2018-11-16 04:08:42", "date_modify": "2018-11-16 04:08:42", "date_publish": "2018-03-04 15:00:34", "description": "Guillermo del Toro won best director, Frances McDormand won best actress and Gary Oldman won best actor for “Darkest Hour.”", "filename": "2018_03_04_movies_oscars-academy-awards_1542341322.html", "image_url": "https://static01.nyt.com/images/2018/03/05/arts/05oscars-alpha/05oscars-alpha-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_04_movies_oscars-academy-awards_1542341322.html", "title": "‘The Shape of Water’ Wins Best Picture as Oscars Project Diversity", "title_page": "‘The Shape of Water’ Wins Best Picture as Oscars Project Diversity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She thanked “every single person in this building” and her sister before asking the female nominees in the room to stand. “Look around,” she said. “We all have stories to tell and projects we need financed.”\nExpected wins by Oldman and McDormand.\nPhoto\nMs. McDormand’s win was expected, as was Gary Oldman’s (“Darkest Hour”) for best actor.\n“If I fall over, pick me up, because I’ve got some things to say,” Ms. McDormand said.\nMs. McDormand finished with, “I have two words to say: inclusion rider,” a reference to a practice by which stars add a clause to film contracts that insists on diversity on both sides of the camera.\nJodie Foster, appearing on crutches and joking that the reason was a run-in with Meryl Streep, presented best actress with Jennifer Lawrence, in lieu of last year’s best-actor winner, Casey Affleck. Mr. Affleck bypassed the ceremony amid continued criticism for settling sexual harassment suits in the past.\nIn a halting acceptance speech, Mr. Oldman thanked the film’s director and producers; Winston Churchill; his wife, Gisele Schmid; and his 99-year-old mother, who he said was home watching on the sofa. “Put the kettle on,” he said. “I’m bringing Oscar home.”\nIt was a democratic Oscars over all.\nPhoto\nOnly two of the nine best picture nominees went home empty-handed: “Lady Bird” and “The Post.” The other seven collected at least one award each, preventing any one film from sweeping the ceremony.\nWinners included legends who had never before won, among them James Ivory (“Call Me by Your Name”) and Roger A. Deakins (“Blade Runner 2049”), and first-time nominees like Jordan Peele, who landed best original screenplay for “Get Out,” and Allison Janney, a television stalwart who won over the film academy with her supporting work in the darkly comedic Tonya Harding biopic “I, Tonya.”\nAdvertisement Continue reading the main story\n“I’ve been at this a long time,” said Mr. Deakins, a 14-time nominee. “Thank you. Thank you very much.” He started his career in the 1970s and was first nominated in 1995, for “The Shawshank Redemption.”\nPhoto\n‘I am an immigrant.’\nMr. del Toro’s best director honor was widely expected — he took the top prize at several preceding awards shows — and he was an omnipresent darling of the awards circuit, at one point bringing a case of tequila to an awards function. The win meant that Mr. del Toro had finally won the acceptance of Hollywood, after being looked down on as a horror director for much of his career.\n“I am an immigrant,” an emotional Mr. del Toro started his acceptance speech by saying, continuing to note that art has the power to “erase the lines in the sand” between people of different ethnicities. “We should continue doing that when the world tells us to make them deeper.”\nThe best picture award was presented by Warren Beatty and Faye Dunaway, who because of a mix-up backstage by PwC, mistakenly announced last year’s best picture winner as “La La Land” instead of “Moonlight.”\n“I want to dedicate to every young filmmaker — the youth who are showing us how things are done,” said Mr. del Toro when he accepted the award for best picture. “The Shape of Water” also won for Alexandre Desplat’s score and Paul Denham Austerberry’s production design.\n‘Get Out’ and ‘Call Me by Your Name’ win screenplay awards.\nPhoto\nMr. Peele, who wrote and directed “Get Out,” received a raucous standing ovation for winning best original screenplay, signaling the Hollywood establishment’s respect for his movie and also his arrival as a certified member of that elite group. He thanked his mother, who, he said, “Taught me to love even in the face of hate.”\nMr. Ivory, 89, a four-time nominee, won for best adapted screenplay for the gay romance “Call Me by Your Name.” All people, “whether straight or gay or somewhere in between,” can understand the emotions of a first love, Mr. Ivory said, reading from notes. (Mr. Ivory was previously nominated for directing “A Room With a View,” “Howards End” and “The Remains of the Day.”)\nA #MeToo moment.\nActivism and social politics were highlighted in a segment introduced by Ashley Judd, Salma Hayek and Annabella Sciorra, all of whom had gone public with allegations about enduring sexual harassment or worse at the hands of Harvey Weinstein.\nAdvertisement Continue reading the main story\nThe women recognized the seismic shift in Hollywood’s culture in recent months with the rise of #MeToo, and Ms. Judd spoke of the voices “joining in a mighty chorus that is finally saying Time’s Up.”\nThey were followed by an emotional video featuring Mira Sorvino, Sarah Silverman, Greta Gerwig, Geena Davis and Kumail Nanjiani, who injected a note of levity by noting that the box-office lucre enjoyed by recent diverse movies should be an incentive for Hollywood. “Don’t do it for society and representation,” he said, “Do it because you get rich, right?”\nDuring their performance of the Oscar nominated song “Stand Up for Something,” from “Marshall,” Common and the singer Andra Day were joined on stage by 10 prominent activists, including Cecile Richards of Planned Parenthood; the labor leader and civil rights advocate Dolores Huerta; Bana Alabed, the 8-year-old Syrian refugee who documented the siege of Aleppo on Twitter; and Janet Mock, a transgender activist and television writer and host.\nPhoto\nDisney wins another Oscar for animated feature.\nKobe Bryant is now an Oscar winner: “Dear Basketball,” which Mr. Bryant made with the former Disney animator Glen Keane, overcame questions about Mr. Bryant’s past to win the trophy for best animated short — as some members of the audience exchanged incredulous looks. #MeToo activists had said that a 2003 sexual-assault case against Mr. Bryant was reason not to reward the movie. (The case was dismissed.)\n“As basketball players, we’re supposed to shut up and dribble,” Mr. Bryant said in an apparent reference to the Fox News host Laura Ingraham’s recent criticism of LeBron James for speaking out against President Trump. Mr. Bryant went on to thank his wife and daughters.\nDisney continued its Oscars dominance, as Pixar’s “Coco” was named best animated feature, Disney’s sixth straight victory in the category. “Representation matters!” shouted its co-director, Lee Unkrich, a reference to the characters and story line of the film, which is centered on Mexico’s Day of the Dead celebration.\n“Coco” also delivered the best song winner, “Remember Me,” written by Kristen Anderson-Lopez and Robert Lopez. “Not only are we diverse, but we are close to 50-50 for gender representation,” said Ms. Anderson-Lopez, noting her fellow song nominees. She said she looked forward to the day when “all the categories look like this one.”\nEarly awards are spread around.\nPhoto\nThe first hour and a half of the Oscars ceremony honored a wide variety of films.\n“Phantom Thread,” Paul Thomas Anderson’s period romance about an obsessive dressmaker, won for costume design. Best hairstyling and makeup went to the World War II drama “Darkest Hour.” The Oscar for production design was given to “The Shape of Water.”\nAdvertisement Continue reading the main story\n“Dunkirk,” Christopher Nolan’s layered war epic, collected Oscars for sound mixing, sound editing and film editing. “Blade Runner 2049” proved victorious in the visual effects category.\nAs expected, Ms. Janney completed her awards-season winning streak.\n“I did it all by myself,” Ms. Janney said, arriving at the microphone, to prolonged applause. She then added, “Nothing is further from the truth,” and ran through a list of names at light speed.\n“A Fantastic Woman,” from Chile, was named best foreign film. Rita Moreno, who won a supporting actress Oscar in 1962 for “West Side Story,” presented the prize. In keeping with the telecast’s theme of looking back at celebrated performances, a clip highlighted Ms. Moreno’s performance in “West Side Story.”\nNetflix film wins best documentary.\nPhoto\nIn a surprise, the Oscar for best documentary went to “Icarus,” a Netflix film about systematic Russian doping at the Olympics. (Russia was banned from the recent Pyeongchang Games, though some of its athletes were still allowed to compete.) It was Netflix’s first Oscar for a feature film, having won last year’s prize for best documentary short, for “White Helmets.”\nThe expected winner had been “Faces Places,” a lighter, more nuanced film about Agnès Varda — known as the grandmother of the French new wave — and the environmental photographer JR. Netflix mounted a lavish campaign for “Icarus,” raising eyebrows in the rather staid documentary filmmaking community.\nJimmy Kimmel addresses scandals as show opens.\nPhoto\nThe first Oscars of Hollywood’s post-Harvey Weinstein era took care of its serious business first. As the 90th Academy Awards got underway on Sunday night, the host, Jimmy Kimmel, addressed the sexual harassment scandals that have rocked Hollywood in recent months.\n“That’s the kind of men we need more of in this town,” Mr. Kimmel said, pointing to a colossal Oscar statue on the stage, noting that the figure “keeps his hands where you can see them” and has “no penis at all.”\nHe then grew serious for a moment and talked about the #MeToo and Time’s Up movements, which started in Hollywood after the revelations about Mr. Weinstein and have reverberated across the globe, challenging the entertainment industry to make good on its promise to reform itself. “The world is watching us,” he said. “We need to set an example.”\nAdvertisement Continue reading the main story\nWith that, the ceremony swerved into its usual piquancy, lightly teasing nominees like Ms. Streep, up for her 21st Oscar, and naming Sam Rockwell best supporting actor for his performance as a racist dimwit of a police officer in “Three Billboards Outside Ebbing, Missouri.” He thanked “everyone who’s ever looked at a billboard.”\nA show with a lot of ground to cover.\nPhoto\nRarely had more pressure been placed on an Oscar telecast. The Academy of Motion Picture Arts and Sciences had the burden of trying to keep ratings from falling, while celebrating films that have, for the most part, not been widely seen. The ceremony was expected to acknowledge the appalling sexual harassment scandals that have engulfed Hollywood in recent months — and then go back to gazing lovingly at the history of moviemaking to mark Oscar’s 90th birthday.\nOther conflicting pressures included poking fun at last year’s envelope mix-up, which found “La La Land” mistakenly named best picture instead of “Moonlight,” while taking the recognition of cinematic achievements like sound mixing and film editing supremely seriously.\nThe tonal tug-of-war between frothy self-celebration and serious discussion of the #MeToo and Time’s Up movements made for some awkward red carpet moments. ABC veered from a raucous interview with Taraji P. Henson, who was asked about her recent action film “Proud Mary,” to Mira Sorvino and Ms. Judd, both of whom came forward last year with allegations of sexual harassment against Mr. Weinstein.\n“I want people to know that this movement isn’t stopping,” Ms. Sorvino said about Time’s Up, an initiative started by Hollywood women and focused on fighting systemic sexual harassment across industries. Ms. Judd, who was scheduled to present an award during the ceremony, said she was grateful that women who speak out about mistreatment are no longer being “disbelieved, minimized, shamed.”\nA minute later, the red carpet hosts were back to squealing over the gowns chosen by stars like Whoopi Goldberg and Jennifer Garner.\nAn uneventful red carpet.\nSeveral women deeply involved with Time’s Up, including Ava DuVernay and Shonda Rhimes, explained why there were no overt displays from the group on the red carpet.\n“We are not an awards show protest group,” Ms. DuVernay said at a meeting with a small group of reporters last week. “We made a conscious choice not to do that again.”\nViewers wondered if a celebrity would turn the questions around on Ryan Seacrest, the host of E!’s red carpet coverage. He has been accused of sexual harassment, claims he and his network, backed by a third-party investigation, have vigorously denied. But no such confrontation was broadcast — though Ms. Henson did fix him with a pointed stare that was widely interpreted as such — and he did not address the accusations. His interviews with celebrities stuck to the typical fare of fashion and film, though according to US Weekly, none of the best actress nominees stopped to speak with him. An article in The Hollywood Reporter on Sunday said the E! broadcast would run on a 30-second tape delay.\nAdvertisement Continue reading the main story\nIn the two months since Time’s Up officially began, the group has amassed $21 million for its legal defense fund and, said Tina Tchen, a lawyer heading that initiative, has fielded 1,700 requests for assistance from landscapers, government workers, police officers, prison guards, and hotel and catering workers. (Some 1,250 have been connected with lawyers.) A sister initiative has sprung up in Britain; a group of male allies has formed; a partnership with StoryCorps, the story-collecting organization, has been forged; and the process of making the group a nonprofit foundation has begun. “We are global at this point,” Ms. Rhimes said.", "url": "https://www.nytimes.com/2018/03/04/movies/oscars-academy-awards.html"}