{"authors": ["Niraj Chokshi"], "date_download": "2018-11-16 04:16:37", "date_modify": "2018-11-16 04:16:37", "date_publish": "2018-03-22 14:50:29", "description": "The video streaming company said that it would ban videos promoting the sale or manufacture of firearms and their accessories.", "filename": "2018_03_22_business_youtube-gun-ban.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341797.html", "image_url": "https://static01.nyt.com/images/2018/03/23/us/23xp-youtube/merlin_135295362_7c24c1bc-0852-42fc-b010-00569202a8af-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_22_business_youtube-gun-ban.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341797.html", "title": "YouTube to Ban Videos Promoting Gun Sales", "title_page": "YouTube to Ban Videos Promoting Gun Sales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "YouTube said this week that it would tighten restrictions on some firearm videos, its latest policy announcement since coming under scrutiny after last month’s mass shooting at a high school in Parkland, Fla.\nThe video-streaming service, which is owned by Google, said it would ban videos that promote either the construction or sale of firearms and their accessories. The new policy, developed with expert advice over the last four months, will go into effect next month, it said.\n“While we’ve long prohibited the sale of firearms, we recently notified creators of updates we will be making around content promoting the sale or manufacture of firearms and their accessories, specifically, items like ammunition, gatling triggers, and drop-in auto sears,” YouTube said in a statement.\nYouTube, which described the move as part of “regular changes” to policy, notified users in a Monday forum post. The company had previously banned videos showing how to make firearms discharge faster, a technique used by the gunman who killed 58 people in Las Vegas last fall.", "url": "https://www.nytimes.com/2018/03/22/business/youtube-gun-ban.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}