{"authors": ["Ana Swanson", "Brad Plumer"], "date_download": "2018-11-16 03:24:03", "date_modify": "2018-11-16 03:24:03", "date_publish": "2018-01-24 00:26:26", "description": "At a solar farm in North Carolina, workers are bracing for the effect of a new tariff on imported solar cells and modules.", "filename": "2018_01_23_us_politics_trump-solar-tariffs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338643.html", "image_url": "https://static01.nyt.com/images/2018/01/24/business/24DC-SOLAR-1/24DC-SOLAR-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_23_us_politics_trump-solar-tariffs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338643.html", "title": "Trump’s Solar Tariffs Are Clouding the Industry’s Future", "title_page": "Trump’s Solar Tariffs Are Clouding the Industry’s Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Everything you see here, with the exception of the module, was built in America,” said Tom Kosto, the executive vice president of Horne Brothers Construction.\nMr. Kosto’s company has expanded in the last three years to 350 full-time employees, from just 30, and he said he planned to hire 100 more people this year. He pays his employees an average of $17.31, with benefits. But he said the tariffs would force his company to cut back on its expansion plans.\n“We’re a profitable company, but with one stroke of the pen, they can take that away,” Mr. Kosto said. “All you’re doing is you’re putting thousands of jobs at risk for jobs that aren’t coming back.”\nThe move is expected to hit utility-scale solar projects like this one, which sell their electricity to power companies, particularly hard. Home and business owners may decide to continue buying solar panels for their rooftops, even if the price is a little higher. But when solar projects sell to a utility company, they compete with other sources of energy, and every cent counts.\nOver the last eight years, an influx of cheap imported panels has driven down the cost of solar projects by 85 percent, according to Lazard, a financial advisory company. As a result, the number of solar installations has soared to 12 gigawatts last year, from less than one gigawatt in 2010.", "url": "https://www.nytimes.com/2018/01/23/us/politics/trump-solar-tariffs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}