{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:39:24", "date_modify": "2018-11-16 04:39:24", "date_publish": "2018-09-06 15:23:36", "description": "From the moment Brett M. Kavanaugh’s confirmation hearings began, Senate Democrats considering a White House run have used the live television event as a proving ground.", "filename": "2018_09_06_us_politics_kavanaugh-hearings-kamala-harris-cory-booker.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343164.html", "image_url": "https://static01.nyt.com/images/2018/09/07/us/politics/07dc-2020-promo/07dc-2020-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_06_us_politics_kavanaugh-hearings-kamala-harris-cory-booker.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343164.html", "title": "Democrats Grilling Kavanaugh Have Their Eyes on 2020", "title_page": "Democrats Grilling Kavanaugh Have Their Eyes on 2020 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The questioning of Judge Brett M. Kavanaugh had not even begun Thursday morning when Senator Cory Booker, Democrat of New Jersey, threatened to release secret emails — even if it meant being expelled from the Senate.\n“This is about the closest I’ll ever come in my life to an ‘I am Spartacus’ moment,” the senator declared with a flourish.\nIt was a made-for-television moment — albeit later mocked by Republicans as grandstanding — and for Mr. Booker, it might come in handy. He is one of three Democrats on the Judiciary Committee — the others are Senators Kamala D. Harris of California and Amy Klobuchar of Minnesota — said to be contemplating presidential runs in 2020, and there is no time like a stately, nationally televised Supreme Court nomination hearing to grab the attention of the news media and amass valuable footage for future campaign commercials.\nOther 2020 hopefuls, notably Senators Kirsten Gillibrand of New York and Elizabeth Warren of Massachusetts, have been making their own moves this week. Ms. Gillibrand, who has positioned herself as a leading advocate for women’s rights, has been appearing with women’s groups to protest the nomination, calling it “a clear threat to rights that women all across America hold dear.”", "url": "https://www.nytimes.com/2018/09/06/us/politics/kavanaugh-hearings-kamala-harris-cory-booker.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}