{"authors": ["Elisabeth Malkin"], "date_download": "2018-11-16 04:11:37", "date_modify": "2018-11-16 04:11:37", "date_publish": "2018-02-02 02:11:16", "description": "Fidel Castro Díaz-Balart, 68, was a nuclear physicist. He had been receiving treatment for depression, a state-run Cuban website said.", "filename": "2018_02_01_world_americas_fidel-castros-eldest-son-commits-suicide-cuban-media-says.html_module=inline_1542341497.html", "image_url": "https://static01.nyt.com/images/2018/02/02/us/02-Castro-Diaz-Balart-obit/02-Castro-Diaz-Balart-obit-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_01_world_americas_fidel-castros-eldest-son-commits-suicide-cuban-media-says.html_module=inline_1542341497.html", "title": "Fidel Castro’s Eldest Son Commits Suicide, Cuban Media Says", "title_page": "Fidel Castro’s Eldest Son Commits Suicide, Cuban Media Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Castro Díaz-Balart led Cuban delegations at conferences around the world, including the March 2016 meeting of the American Physical Society, where he spoke on physics in Cuba. Mr. Castro Díaz-Balart held a doctorate in physical-mathematical sciences from the Kurchatov Institute in Moscow, according to the Academy of Sciences.\nHis father, Fidel, died over a year ago, in November 2016, at age 90. Cousins on his mother’s side include Representative Mario Díaz-Balart and former Representative Lincoln Díaz-Balart, Florida Republicans and staunch anti-communists.\nMr. Castro Díaz-Balart’s early childhood was marked by a bitter custody battle between his parents, who divorced in 1955 when he was 6.\nThe year after, when both of Mr. Castro Díaz-Balart’s parents were in Mexico, his father arranged for his son to visit him for two weeks. At the end of the visit, Mr. Castro placed Fidelito with a friend, and sailed to Cuba with fellow rebels on the yacht Granma to begin his guerrilla campaign against the government.\nTo reclaim her son, Ms. Díaz-Balart, with the help of her family and the Cuban Embassy in Mexico City, hired professional kidnappers who ambushed the boy and his guardians in a park. Reunited with her son, she took him to New York for a year. But after Mr. Castro came to power in 1959, he persuaded his former wife to send their son back to Cuba.\nHis father’s role on the world stage was an important factor throughout Mr. Castro Díaz-Balart’s life, even as he stayed out of the spotlight himself. In a second interview with RT, also in 2013, Mr. Castro Díaz-Balart said when he had studied in the Soviet Union he used an assumed name and that few people knew who he was.\nAs an adolescent, he said, he had little contact with his father. “It is no secret that in the years of my adolescence and youth, Cuba was going through a very difficult situation,” he said, referring to the era that included the American-backed Bay of Pigs invasion and the Cuban missile crisis.", "url": "https://www.nytimes.com/2018/02/01/world/americas/fidel-castros-eldest-son-commits-suicide-cuban-media-says.html?module=inline"}