{"authors": ["Kerry Olsen"], "date_download": "2018-11-16 03:09:55", "date_modify": "2018-11-16 03:09:55", "date_publish": "2018-09-20 08:47:36", "description": "Two years ago the family left the brand they founded. Now they are introducing Plan C, a new women’s ready-to-wear brand.", "filename": "2018_09_20_fashion_castiglioni-plan-c-milan-fashion-week_1542337795.html", "image_url": "https://static01.nyt.com/images/2018/09/20/fashion/20MARNI-INYT-family/20MARNI-INYT-family-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_20_fashion_castiglioni-plan-c-milan-fashion-week_1542337795.html", "title": "The Castiglionis (You Know, the Marni Family) Return to Fashion", "title_page": "The Castiglionis (You Know, the Marni Family) Return to Fashion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "According to the 37-year-old designer, who said she is drawn to kooky, jolie laide color palettes of browns and oranges, “It’s about the combinations, really: a mannish shirt worn beneath a dress, geometric crocheted skirt with a pony skin-paneled knitted gilet.” Forms are capacious, whether trousers with paper-bag waists, roomy houndstooth jackets, a patchwork leather blouson or generous knits. Fingertip-length parkas come in unusual hues like ocher, and leather gilets and poplin skirts are cinched lightly with plain leather belts.\n“I prefer sequins worn during the daytime,” said the designer, referring to some slouchy metallic-green sequined Bermuda shorts paired with a sweatshirt. The offbeat combination serves as something of an antidote to Milan’s bourgeois codes, and may ensure that her name comes up in the continuing local discussion about the need for new designers to secure the future of Italian fashion.\nAlso included in the line: wooden clogs called incompiuto, or unfinished, which resemble a shoemaker’s last but with a thick elastic band at the arch, and simple Roman-style leather sandals fancied up with an angled toe.", "url": "https://www.nytimes.com/2018/09/20/fashion/castiglioni-plan-c-milan-fashion-week.html"}