{"authors": ["Katie Benner"], "date_download": "2018-11-16 04:26:16", "date_modify": "2018-11-16 04:26:16", "date_publish": "2018-01-16 21:06:53", "description": "The request by the Trump administration for immediate review is an unusual step after a judge ordered the administration to restart the program.", "filename": "2018_01_16_us_politics_trump-administration-daca-appeal-supreme-court.html_module=inline_1542342376.html", "image_url": "https://static01.nyt.com/images/2018/01/17/us/politics/17dc-daca/17dc-daca-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_16_us_politics_trump-administration-daca-appeal-supreme-court.html_module=inline_1542342376.html", "title": "Justice Dept., Fighting to Kill DACA, Asks for Supreme Court Review", "title_page": "Justice Dept., Fighting to Kill DACA, Asks for Supreme Court Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Elaine Duke, the acting homeland security secretary at the time, “acted within her discretion to rescind this policy with an orderly wind-down,” Attorney General Jeff Sessions said in a statement. “We are now taking the rare step of requesting direct review on the merits of this injunction by the Supreme Court so that this issue may be resolved quickly and fairly for all the parties involved.”\nThe Justice Department’s request means that the case, brought by the University of California system and its president, Janet Napolitano, herself the former secretary of homeland security, could be heard by the Supreme Court even before it winds its way through the Ninth Circuit Court of Appeals.\nJudges in individual cases have increasingly used their powers to put a nationwide stop to executive actions.\nFederal courts in Texas used sweeping, national injunctions to stop then-president Barack Obama from implementing policies on transgender rights, overtime pay and other initiatives. More recently, judges in Hawaii, California and other states have used cases to push back on President Trump’s immigration and travel orders.", "url": "https://www.nytimes.com/2018/01/16/us/politics/trump-administration-daca-appeal-supreme-court.html?module=inline"}