{"authors": ["Andrew E. Kramer"], "date_download": "2018-11-16 04:40:12", "date_modify": "2018-11-16 04:40:12", "date_publish": "2018-07-13 19:28:45", "description": "From the downing of a civilian airliner over Ukraine to operations in Syria to the 2016 United States election, the G.R.U. has been an arm of the Russian state.", "filename": "2018_07_13_world_europe_what-is-russian-gru.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343212.html", "image_url": "https://static01.nyt.com/images/2018/07/14/world/14RUSSIA-print/merlin_141225828_d33bf923-c614-4463-9015-78b4ce7c8423-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_13_world_europe_what-is-russian-gru.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343212.html", "title": "G.R.U., Russian Spy Agency Cited by Mueller, Casts a Long Shadow", "title_page": "G.R.U., Russian Spy Agency Cited by Mueller, Casts a Long Shadow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — The Russian intelligence officers indicted on Friday by the United States special counsel, Robert S. Mueller III, served in a branch of the Russian military formerly known as the G.R.U., which has been linked in recent years to a number of increasingly bold, even reckless operations abroad.\nThe organization is Russia’s largest military intelligence agency and is one of several groups authorized to spy for the Russian government, alongside successor agencies to the K.G.B.\nThough the G.R.U. has been the target of sanctions by the United States government numerous times, including in connection with hacking in the 2016 presidential election, the indictments filed by Mr. Mueller’s office are the first criminal charges leveled against Russian government officials for election meddling.\nA previous indictment the financier and employees of a nominally private internet troll farm based in St. Petersburg.", "url": "https://www.nytimes.com/2018/07/13/world/europe/what-is-russian-gru.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}