{"authors": ["Ellen Barry", "Ceylan Yeginsu"], "date_download": "2018-11-16 03:13:31", "date_modify": "2018-11-16 03:13:31", "date_publish": "2018-03-13 11:43:58", "description": "Novichok, the poison used in England in an attack on a former Russian spy, is far deadlier than the generations of chemical weapons that came before it.", "filename": "2018_03_13_world_europe_uk-russia-spy-poisoning.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338011.html", "image_url": "https://static01.nyt.com/images/2018/03/14/world/14Russiaspy/14Russiaspy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_13_world_europe_uk-russia-spy-poisoning.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338011.html", "title": "The Nerve Agent Too Deadly to Use, Until Someone Did", "title_page": "The Nerve Agent Too Deadly to Use, Until Someone Did - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — For nearly three decades, since a Soviet whistle-blower told the world of its existence, the nerve agent Novichok has scared American weapons experts. The Pentagon sent teams to destroy abandoned laboratories that once produced the chemical, believed to be orders of magnitude more lethal than sarin or VX.\nThere was no sign of it ever being used. Until last week.\nNow, Britons are taking in the disquieting information that a Novichok nerve agent, a weapon invented for use against NATO troops, was released in the quiet town of Salisbury, its target a former Russian spy named Sergei V. Skripal. Mr. Skripal and his daughter, Yulia, collapsed onto a bench in a catatonic state on March 4, and remain hospitalized, in critical condition.\nBritain’s Home Ministry on Tuesday indicated that it viewed state-sponsored violence by Moscow as a larger problem, announcing that it would scrutinize a series of suspicious deaths of Russians on British soil. Home Minister Amber Rudd said the police and MI5, Britain’s domestic security agency, would review 14 cases cataloged last year in an investigation by BuzzFeed. The British police also announced an investigation into the death on Monday of Nikolai Glushkov, a close associate of one of Mr. Putin’s most prominent foes.\nIn interviews, chemical weapons experts said it was possible that Novichok nerve agents had been used before on Kremlin targets in Britain, but had escaped detection.", "url": "https://www.nytimes.com/2018/03/13/world/europe/uk-russia-spy-poisoning.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}