{"authors": ["Glenn Thrush", "Audra D. S. Burch", "Frances Robles"], "date_download": "2018-11-16 03:08:13", "date_modify": "2018-11-16 03:08:13", "date_publish": "2018-11-15 01:51:59", "description": "Thousands of ballots have been rejected in Florida because voters’ signatures don’t match what’s on file. Democrats are arguing that’s disenfranchisement.", "filename": "2018_11_14_us_voting-signatures-matching-elections.html_module=inline_1542337693.html", "image_url": "https://static01.nyt.com/images/2018/11/15/us/15signatures2/merlin_146836902_187399ed-4ea9-4837-ac83-362b5b11e531-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_14_us_voting-signatures-matching-elections.html_module=inline_1542337693.html", "title": "In Florida Recount, Sloppy Signatures May Disqualify Thousands of Votes", "title_page": "In Florida Recount, Sloppy Signatures May Disqualify Thousands of Votes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIVIERA BEACH, Fla. — The nuns at Zina Rodriguez’s Catholic school in the Bronx thwacked her knuckles to punish sloppy handwriting, so she was shocked when her mail-in ballot in Florida was rejected because her signature did not match the one on record with elections officials.\nMs. Rodriguez, a registered Democrat, found the rejection notice in her mailbox at 7 p.m. the night before the Nov. 6 election, two hours after the deadline for appeal had passed. When she protested at the Palm Beach County Board of Elections the next morning, she learned that the culprit was a driver’s license signature, hastily squiggled on an electronic signature pad two years earlier.\n“There were 13 amendments on that ballot. The only reason I chose to write in was because I wanted time to research all the questions. I was fulfilling my responsibility,” said Ms. Rodriguez, 47, a behavioral health care consultant from Lake Worth, Fla. “All of that got thrown away because I wanted to get out of the D.M.V. office as fast as I can. It is incredibly upsetting.”\nThe issue of faulty signatures, especially on mail-in ballots, has emerged as a central point of contention in the county-by-county recounts taking place in Florida, with lawsuits spinning off the 2018 election like tornadoes off a hurricane.", "url": "https://www.nytimes.com/2018/11/14/us/voting-signatures-matching-elections.html?module=inline"}