{"authors": ["Adam Nagourney"], "date_download": "2018-11-16 03:24:13", "date_modify": "2018-11-16 03:24:13", "date_publish": "2018-05-24 09:00:07", "description": "Democrats and Republicans might be shut out from big races on the November ballot in California. A look at how the system works and what’s at stake.", "filename": "2018_05_24_us_california-primary-election-rules-system.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338653.html", "image_url": "https://static01.nyt.com/images/2018/05/23/us/00jungleprimary-01ALT/00jungleprimary-01ALT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_24_us_california-primary-election-rules-system.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338653.html", "title": "Here’s How California’s ‘Jungle Primary’ System Works", "title_page": "Here’s How California’s ‘Jungle Primary’ System Works - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But critics — including Arnold Schwarzenegger, who was the Republican governor at the time — argued that the system was producing ideologically extreme candidates who were forced to appeal to the most fervent wings of their party, and that was leading to gridlock instead of governance. The solution? An open, nonpartisan primary in June, with the first- and second-place candidates heading to the November election, no matter which party they represented. The theory was that candidates would be forced to moderate their appeals to win a broader section of the electorate.\nThat sounds reasonable enough. So what’s the problem?\nElection reforms that might sound good in a political science class produce, as often as not, unintended consequences. And at the time, party leaders from both sides in California warned that one such consequence of the top-two system could be that major parties would get shut out in the primary, leading to a November ballot between two candidates from the same party. That would happen if multiple candidates from the same party crowded the ballot, canceling each other out as they divided a finite group of voters. And what kind of choice would that be?\nYou could see how party bosses, facing the prospect of losing power here, might make that case. But has that really happened?\nYes — twice so far in federal elections (more often in state ones). The first time was in a congressional race in 2012, when a Democrat was blocked from the general election in the primary, leading to a Republican victory in a Democratic district. (The Democrats recaptured the seat in 2014). The other was in the 2016 United States Senate race that elected Kamala Harris, a Democrat who had no Republican opponent in the November contest.\nThat doesn’t sound like a lot.\nChristian Grose, a professor of political science at the University of Southern California, who is writing a book on the top-two system, said the concern was “overblown” and the scenario feared by critics would, in all likelihood, rarely come to be. “The top-two primary reform has made a big difference,” he said. “It has obviously disrupted California’s politics, in a good way, or else the two major parties’ consultants would not be complaining about it.”", "url": "https://www.nytimes.com/2018/05/24/us/california-primary-election-rules-system.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}