{"authors": ["Frank Bruni", "Ross Douthat"], "date_download": "2018-11-16 03:17:53", "date_modify": "2018-11-16 03:17:53", "date_publish": "2018-10-30 09:45:04", "description": "After far-right terrorist attacks, the president sticks to what he does best: polarize.", "filename": "2018_10_30_opinion_trump-pittsburgh-polarization-midterms.html_rref=collection%2Fcolumn%2FThe%20Conversation_1542338273.html", "image_url": "https://static01.nyt.com/images/2018/10/30/opinion/30conversationWeb/30conversationWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_30_opinion_trump-pittsburgh-polarization-midterms.html_rref=collection%2Fcolumn%2FThe%20Conversation_1542338273.html", "title": "Trump Can’t Unite Us. Can Anyone?", "title_page": "Opinion | Trump Can’t Unite Us. Can Anyone? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ross: Once you’ve decided to stick with Trump through thick and thin — as Pence certainly has — this is the only argument you can make. But the real problem with the president’s rhetoric isn’t that he uses strong language, even insults — it’s that he feeds conspiratorial and apocalyptic thinking among people who trust him because they distrust the mainstream press. That’s what carries us beyond simple polarization into more dangerous territory — beyond being angry at the media for its biases (which is fine) to regarding reporters as the “enemy of the people.”\nYou can see a lot of the dynamic among Democrats in this cycle as reflecting two competing impulses in response — one that tries to make politics normal again, attacking the G.O.P. on health care and taxes and corruption, and one that wants to leap into the vortex, too, screaming about Manchurian candidates and looming fascism.\nFrank: Democrats continue to grapple with, and to be divided about, the proper response to Trump. And to look at the midterms is to see different Democrats behaving differently, often in accordance with the dynamics and demographic profiles of their districts.\nBut I wish that all of us would stop speaking of this as a tactical question. It’s a moral one. It’s vital and urgent that a better kind of politics be modeled, before we all sink any deeper, and I’d implore Democrats to do that, because Republicans certainly won’t, not as long as they’re quivering before and genuflecting to Trump. Know what else is vital and urgent? That we in the media give that better politics as much coverage as we do whatever new insult Trump flings.\nRoss: Maybe, but I’m a little wary of that formulation because there’s a constant media temptation to use positive coverage as a kind of wish-casting, where the definition of “better politics” is just “politics as liberal journalists wish it to be.” The 17,000 profiles of Beto O’Rourke, who’s interesting enough but not nearly as relevant to a possible Democratic revival as a less liberal candidate would have been, are a case in point. So was all the hosanna-ing over Emmanuel Macron, the great centrist hope (current approval rating: 29 percent) when he ascended to the French presidency.\nJournalists don’t need to cover Trump wall to wall, but they also shouldn’t feed liberal delusions about how easily the populism tide will be turned back.\nFrank: Ross, there have been only 16,423 profiles of Beto. But seriously, what I’m saying isn’t about Beto or French Beto, liberals or conservatives, populism or socialism. When I mention “a better politics,” I’m not talking about Medicare for All or whether the Immigration and Customs Enforcement agency should be preserved or the wall or any policy or partisan stripe. I’m talking about the nature of our conversations, the quality of our interactions. I’m talking about a fidelity to truth. I’m talking about an emphasis on inspiration over fear.", "url": "https://www.nytimes.com/2018/10/30/opinion/trump-pittsburgh-polarization-midterms.html?rref=collection%2Fcolumn%2FThe%20Conversation"}