{"authors": ["Michael D. Shear", "Matt Apuzzo", "Sharon Lafraniere"], "date_download": "2018-11-16 04:01:09", "date_modify": "2018-11-16 04:01:09", "date_publish": "2018-04-10 15:43:57", "description": "The early-morning searches enraged the president, associates said, and he is said to be considering whether to fire Rod J. Rosenstein, the deputy attorney general.", "filename": "2018_04_10_us_politics_trump-russia-mueller-rosenstein.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340869.html", "image_url": "https://static01.nyt.com/images/2018/08/22/us/politics/22dc-assess3/22dc-assess3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_10_us_politics_trump-russia-mueller-rosenstein.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340869.html", "title": "Raids on Trump’s Lawyer Sought Records of Payments to Women", "title_page": "Raids on Trump’s Lawyer Sought Records of Payments to Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The F.B.I. agents who raided the office of President Trump’s personal lawyer on Monday were looking for records about payments to two women who claim they had affairs with Mr. Trump as well as information related to the role of the publisher of The National Enquirer in silencing one of the women, according to several people briefed on the investigation.\nThe search warrant carried out by the public corruption unit of the United States attorney’s office in Manhattan sought information about Karen McDougal, a former Playboy model who claims she carried on a nearly yearlong affair with Mr. Trump shortly after the birth of his youngest son in 2006. Ms. McDougal was paid $150,000 by American Media Inc., The Enquirer’s parent company, whose chief executive is a friend of Mr. Trump’s.\nAgents were also searching the office and hotel room of the lawyer, Michael D. Cohen, for information related to Stephanie Clifford, better known as Stormy Daniels, a pornographic film actress, who also said she had sex with Mr. Trump while he was married. Mr. Cohen has acknowledged that he paid Ms. Clifford $130,000 as part of a nondisclosure agreement to secure her silence days before the 2016 presidential election.\nThe president, who reacted to news of the raids on Monday by lashing out at his top law enforcement officials, described the investigations in a Twitter post on Tuesday as “A TOTAL WITCH HUNT!!!” and later declined to respond to reporters’ questions. But Sarah Huckabee Sanders, the White House press secretary, refused to say that Mr. Trump retains confidence in his attorney general, deputy attorney general or F.B.I. director. She also said that Mr. Trump “believes he has the power” to fire Robert S. Mueller III, the special counsel in the Russia inquiry, a position directly contradicted by federal regulations.", "url": "https://www.nytimes.com/2018/04/10/us/politics/trump-russia-mueller-rosenstein.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}