{"authors": ["Jeannette Catsoulis"], "date_download": "2018-11-16 03:22:49", "date_modify": "2018-11-16 03:22:49", "date_publish": "2018-10-09 11:00:03", "description": "Written and directed by Rupert Everett, who also stars, the film opens as Wilde is released from prison after serving two years for gross indecency.", "filename": "2018_10_09_movies_the-happy-prince-review-oscar-wilde_1542338569.html", "image_url": "https://static01.nyt.com/images/2018/10/10/arts/10thehappyprince/10thehappyprince-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_09_movies_the-happy-prince-review-oscar-wilde_1542338569.html", "title": "Review: In His Last Years, Oscar Wilde Is Far From ‘The Happy Prince’", "title_page": "Review: In His Last Years, Oscar Wilde Is Far From ‘The Happy Prince’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Suffused with a sentimentality that Wilde himself would have deplored, “The Happy Prince” is narratively mushy and meandering. Yet, beneath the prosthetics, there’s genuine pathos in Mr. Everett’s portrayal of a man bitterly aware that his talents are unreliable armor against the perceived sin of his homosexuality. And when he sings a music-hall song to defuse a cafe riot, we see someone who has long used words to deflect violence and charm protectors.\nScenes like this have a stand-alone power, infusing Wilde’s witticisms and clowning with tragic import and repositioning them as a bulwark against the hypocrisies of the age and the indignities of decline. An ill-advised reunion with Bosie Douglas (Colin Morgan), the selfish lover who caused his downfall, prompts Wilde to describe himself as “an old sheep with his butcher.” Like the sacrificial fairy-tale hero of the title, he’s a martyr to his self-destructive impulses, but Mr. Everett gives him a grandeur that prohibits pity. It’s a performance that far outshines his writing and direction, leaving the cinematographer John Conroy to pick up the slack with coppery, burnished images edged frequently in ominous shadow. In “The Happy Prince,” death is never far away, no matter how numerous Wilde’s “purple moments” in the sheets or drunken ditties in the cafe.", "url": "https://www.nytimes.com/2018/10/09/movies/the-happy-prince-review-oscar-wilde.html"}