{"authors": ["David Tanis"], "date_download": "2018-11-16 03:35:31", "date_modify": "2018-11-16 03:35:31", "date_publish": "2018-02-09 22:46:51", "description": "A top-quality steak served with herbed, buttery potatoes makes a special dinner for two — for any occasion or no occasion.", "filename": "2018_02_09_dining_steak-potatoes-recipe_1542339331.html", "image_url": "https://static01.nyt.com/images/2018/02/14/dining/14Kitchen1/merlin_133154163_ac1cede9-18ea-4811-a543-0a7fa6855b66-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_09_dining_steak-potatoes-recipe_1542339331.html", "title": "Meat and Potatoes Made Magical", "title_page": "Meat and Potatoes Made Magical - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Start the steak in a scorching hot cast-iron pan on the stovetop, to brown one side well. Flip, then proceed by popping the pan in a hot oven to roast until done in the center and the interior reaches 120 degrees, usually 8 to 10 minutes. Let it rest 10 minutes or so before slicing into wide strips, across the grain. The residual heat will get the steak’s interior to medium-rare.\nMy favorite simple potato dish right now is made by boiling the tiny ones called pee-wee (even smaller than baby potatoes) in heavily salted water and tossing them with butter, garlic, parsley and lemon zest. They take but 10 minutes to cook and are fragrant and delicious, with extra potato flavor from the skins. You might substitute your own preferred potato, of course: mashed, baked or otherwise.\nI’m suggesting this for a Valentine’s Day dinner à deux. (Throughout the year, however, at my house, we just call it “Steak Night,” and consider it an occasional, no-occasion indulgence.) The fact that it’s dead easy to make doesn’t diminish its appeal, and sometimes it is the perfect solution on a night when you’re not inclined to embark on a kitchen project.\nSteak and potatoes is great for any last minute celebration and quick to prepare. Just open a great bottle of wine. It’s a simple, no-fuss dinner, yet very special.", "url": "https://www.nytimes.com/2018/02/09/dining/steak-potatoes-recipe.html"}