{"authors": ["Benjamin Mueller", "Jan Ransom", "Luis Ferré-Sadurní"], "date_download": "2018-11-16 04:51:43", "date_modify": "2018-11-16 04:51:43", "date_publish": "2018-04-06 00:41:52", "description": "A shooting in Brooklyn laid bare a shortcoming of neighborhood policing: Officers who know residents are not always the ones responding in fraught situations.", "filename": "2018_04_05_nyregion_brooklyn-police-shooting-saheed-vassell_1542343903.html", "image_url": "https://static01.nyt.com/images/2018/04/09/nyregion/06shooting15/06shooting15-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_05_nyregion_brooklyn-police-shooting-saheed-vassell_1542343903.html", "title": "Locals Knew He Was Mentally Ill. The Officers Who Shot Him Did Not.", "title_page": "Locals Knew He Was Mentally Ill. The Officers Who Shot Him Did Not. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He strode up and down a busy Brooklyn street on Wednesday, lunging at passers-by — someone pushing a cart, someone holding a young child’s hand — with a curved silver pipe resting on his fingers like the barrel of a gun.\nNeighbors and police officers knew the man, Saheed Vassell, as the broom handler for a local barbershop, an idiosyncratic fixture on the block who was mentally ill and liked to drink outside. Patrol officers chatted with him and sometimes bought him Jamaican food. They had taken him to the hospital to be treated for mental illness a number of times in recent years.\nBut the plainclothes anti-crime officers who answered a smartphone alert for someone waving a silver gun on Wednesday didn’t know him at all, the police said. Given nothing more than what 911 callers told a dispatcher — that a black man with a brown jacket and bluejeans was pointing at people with something that looked like a gun — they screeched to a stop at the corner where Mr. Vassell spent most days and, after he crouched and aimed the pipe at them, almost instantly shot and killed him.\nPolice officials argued it hardly mattered which officers answered the call or what training they had. Any officers facing what appeared to be a gun aimed at them would have little choice but to fire, these officials said. Security camera videos from nearby businesses showed Mr. Vassell, 34, just moments before his death, startling people on the street and jabbing the pipe into one man’s chest.", "url": "https://www.nytimes.com/2018/04/05/nyregion/brooklyn-police-shooting-saheed-vassell.html"}