{"authors": ["William K. Rashbaum"], "date_download": "2018-11-16 04:01:42", "date_modify": "2018-11-16 04:01:42", "date_publish": "2018-04-02 21:48:20", "description": "An executive order from the mayor was meant to block the recent effort by his investigations commissioner to seize control of the office that polices corruption in the city’s school system.", "filename": "2018_04_02_nyregion_de-blasio-peters-schools-investigations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340902.html", "image_url": "https://static01.nyt.com/images/2018/04/03/nyregion/03DOI/03DOI-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_02_nyregion_de-blasio-peters-schools-investigations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340902.html", "title": "De Blasio Steps Into Power Struggle Over School Investigations", "title_page": "De Blasio Steps Into Power Struggle Over School Investigations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mayor Bill de Blasio has moved to block the recent effort by his investigations commissioner to seize control of the office that polices corruption in the city’s school system, delivering an unusually public slap at a man who was once part of his inner circle.\nMr. de Blasio on Sunday signed an executive order requiring that the mayor approve the appointment or removal of the head of the Office of the Special Commissioner of Investigation for the New York City School District, which investigates allegations of corruption, criminal activity, conflicts of interest and unethical conduct in the 1.1 million-student school system. The move came just four days after the investigations commissioner, Mark G. Peters, fired a former prosecutor he had recently hired to head the office.\nWhile the office has reported to the head of the Department of Investigation since its inception in 1990, it has always operated with a great deal of independence. The former prosecutor, Anastasia Coleman, had objected to efforts by Mr. Peters to restructure the office and eliminate its independence, according to letters, emails and other documents. Ms. Coleman has said his changes violated the law, a position Mr. Peters and his staff have strongly disputed.\nIn a statement responding to the mayor’s executive order, a spokeswoman for Mr. Peters suggested that Mr. de Blasio’s action interfered with the agency’s ability to independently police corruption in the city school system.", "url": "https://www.nytimes.com/2018/04/02/nyregion/de-blasio-peters-schools-investigations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}