{"authors": ["Ben Hubbard"], "date_download": "2018-11-16 03:22:31", "date_modify": "2018-11-16 03:22:31", "date_publish": "2018-10-08 23:55:55", "description": "Saudi Arabia has increasingly reached across borders to keep dissidents in line. But if the critic Jamal Khashoggi has been killed, it would be a startling escalation.", "filename": "2018_10_08_world_middleeast_saudi-jamal-khashoggi-dissent.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338551.html", "image_url": "https://static01.nyt.com/images/2018/10/09/world/09SAUDI-print/09SAUDI-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_08_world_middleeast_saudi-jamal-khashoggi-dissent.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338551.html", "title": "‘Our Hands Can Reach You’: Khashoggi Case Shakes Saudi Dissidents Abroad", "title_page": "‘Our Hands Can Reach You’: Khashoggi Case Shakes Saudi Dissidents Abroad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many Saudi dissidents living abroad have already felt government pressure.\nSome have lost government scholarships. Others have been enticed to return home, only to be arrested or threatened if they didn’t keep quiet. Some have had their relatives arrested or barred from traveling. A number said they now avoided other Saudis abroad for fear of spies, and didn’t travel through other Arab countries, afraid that they could be nabbed and shipped home.\n“They don’t care if you are famous, if you have a big following or not,” said the dissident in Canada, Omar Abdulaziz. “’If you criticize us even a little bit, we are going to go after you.’”\nThe dissidents represent no monolithic organized opposition but are instead a smattering of activists, writers and social media personalities of various stripes who speak out about an array of issues. They range from those calling for toppling the monarchy to those who want more freedom inside the current system.\nLoujain al-Hathloul, an outspoken women’s rights activist, made her name in 2014 when she was jailed for 73 days for trying to drive her car into Saudi Arabia from the United Arab Emirates, where she was living.\nThe government tried many times after that to silence her, arresting or interrogating her, her friends said. But in March, cars full of security officers stopped her on the highway in the United Arab Emirates, where she was studying for a master’s degree. They handcuffed her, drove her to the airport and threw her onto a private jet to Saudi Arabia, where she was jailed for a few days.\nHer husband, Fahad al-Butairi, a well-known Saudi actor and comedian, was acting in a project in Jordan. Security officers arrested him there. He was handcuffed, blindfolded and put onto a plane for Saudi Arabia, according to the couple’s friends.\n“It is like you are not immune,” Manal al-Sherif, an activist and friend of the couple, said by telephone from Australia, where she now lives. “You can be arrested anywhere and deported forcefully.”", "url": "https://www.nytimes.com/2018/10/08/world/middleeast/saudi-jamal-khashoggi-dissent.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}