{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:29:30", "date_modify": "2018-11-16 04:29:30", "date_publish": "2018-03-07 20:16:07", "description": "Who is behind Cynthia Nixon’s possible run for governor? Andrew Cuomo says “probably either the mayor of New York or Vladimir Putin.”", "filename": "2018_03_07_nyregion_cuomo-cynthia-nixon-de-blasio-governor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342570.html", "image_url": "https://static01.nyt.com/images/2018/03/08/nyregion/08nixon/08nixon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_07_nyregion_cuomo-cynthia-nixon-de-blasio-governor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342570.html", "title": "Facing Potential Challenge From Cynthia Nixon, Cuomo Swipes at Familiar Foe: The Mayor", "title_page": "Facing Potential Challenge From Cynthia Nixon, Cuomo Swipes at Familiar Foe: The Mayor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A day after news broke that the actress Cynthia Nixon was in talks with two Democratic strategists about entering the 2018 governor’s race in New York, the two-term incumbent, Andrew M. Cuomo, wasted little time in denigrating her as a second-tier celebrity who had been egged on by his longtime Democratic rival, Mayor Bill de Blasio.\nHis accusation set off a familiar war of words between Mr. Cuomo and Mr. de Blasio that took on added weight in light of Mr. Cuomo’s possible primary contest.\nIn a conference call with reporters on Wednesday about a looming snowstorm, Mr. Cuomo laughed aloud at his answer to a question about whether the mayor, a longtime friend of Ms. Nixon, is behind her possible candidacy.\n“I think it was probably either the mayor of New York or Vladimir Putin,” Mr. Cuomo said with a chuckle. “I am going to leave it to you, great investigative reporters to follow the facts and ferret out the truth.”", "url": "https://www.nytimes.com/2018/03/07/nyregion/cuomo-cynthia-nixon-de-blasio-governor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}