{"authors": ["Michael S. Schmidt", "Jo Becker", "Mark Mazzetti", "Maggie Haberman", "Adam Goldman"], "date_download": "2018-11-16 04:32:59", "date_modify": "2018-11-16 04:32:59", "date_publish": "2018-03-28 17:19:31", "description": "The episode raises questions about whether the president’s lawyer was trying to influence Mr. Trump’s former advisers and their cooperation with the special counsel.", "filename": "2018_03_28_us_politics_trump-pardon-michael-flynn-paul-manafort-john-dowd.html_module=inline_1542342779.html", "image_url": "https://static01.nyt.com/images/2018/03/29/us/politics/29dc-inquiry/29dc-inquiry-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_28_us_politics_trump-pardon-michael-flynn-paul-manafort-john-dowd.html_module=inline_1542342779.html", "title": "Trump’s Lawyer Raised Prospect of Pardons for Flynn and Manafort", "title_page": "Trump’s Lawyer Raised Prospect of Pardons for Flynn and Manafort - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And about two weeks after Mr. Flynn’s guilty plea, Mr. Trump said that such talk was premature.\n“I don’t want to talk about pardons for Michael Flynn yet,” Mr. Trump told reporters on Dec. 15 on the South Lawn of the White House. “We’ll see what happens. Let’s see. I can say this: When you look at what’s gone on with the F.B.I. and with the Justice Department, people are very, very angry.”\nMr. Trump has been preoccupied with the investigation into Mr. Flynn since at least early last year. In February 2017, alone in the Oval Office with the F.B.I. director at the time, James B. Comey, the president asked him to end the investigation, Mr. Comey told lawmakers. After that episode became public, Mr. Mueller was appointed by the Justice Department to be the special counsel.\nOn the day after Mr. Flynn pleaded guilty, the president wrote in a Twitter post said to be composed by Mr. Dowd that he fired Mr. Flynn for, among other things, lying to the F.B.I. But Mr. Trump continued to publicly defend his former national security adviser, saying two days later that he felt “very badly” for Mr. Flynn and that the F.B.I. had “destroyed his life.”\nIt is not clear what Mr. Flynn has told the special counsel as part of his cooperation agreement. During interviews with other witnesses, Mr. Mueller’s investigators have focused on what Mr. Flynn told the president about his calls during the transition with the Russian ambassador to the United States at the time, Sergey I. Kislyak. The calls came soon after the Obama administration announced new sanctions on Russia for its role in disrupting the 2016 presidential campaign.\nMr. Manafort, who ran Mr. Trump’s presidential campaign for several months, has been indicted on dozens of counts of money laundering and other financial crimes connected to his work as a lobbyist and former consultant for Viktor F. Yanukovych, who at the time was president of Ukraine. The charges are not connected to any work that Mr. Manafort did for Mr. Trump.\nRick Gates, who was Mr. Manafort’s business partner for years and also served as deputy chairman of the Trump presidential campaign, pleaded guilty last month as part of a cooperation agreement with Mr. Mueller’s team. On the day the plea agreement was announced, Mr. Manafort vowed to continue to fight the charges against him.", "url": "https://www.nytimes.com/2018/03/28/us/politics/trump-pardon-michael-flynn-paul-manafort-john-dowd.html?module=inline"}