{"authors": ["Jonathan Martin", "Tim Arango"], "date_download": "2018-11-16 03:59:20", "date_modify": "2018-11-16 03:59:20", "date_publish": "2018-06-06 17:33:08", "description": "The party spent millions to avoid being locked out of key races under California’s “top two” primary system.", "filename": "2018_06_06_us_politics_california-house-races-congress.html_module=inline_1542340760.html", "image_url": "https://static01.nyt.com/images/2018/06/06/us/politics/06calif-houseraces-top-alpha/06calif-houseraces-top-alpha-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_06_us_politics_california-house-races-congress.html_module=inline_1542340760.html", "title": "Democrats Find Relief in California House Race Results", "title_page": "Democrats Find Relief in California House Race Results - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LAGUNA BEACH, Calif. — Democrats breathed sighs of relief on Wednesday as party candidates in California’s seven most competitive House races were set to advance to the general election and go on the offensive in those Republican-held districts, all of which Hillary Clinton carried in 2016.\nNational Democratic groups spent more than $7 million this spring as part of an extraordinary intervention to avoid being locked out of Tuesday’s “top two” California primary, in which the two leading vote-getters — regardless of party — move on to the general election this fall.\nDemocrats were virtually certain to secure a slot in the general election against Representative Dana Rohrabacher, a Republican, and in the Southern California districts held by Representatives Ed Royce and Darrell Issa, who are retiring.\nHouse Democrats had staged a rescue mission in all three districts, by propping up their own favored candidates, attacking Republicans or a mix of both.", "url": "https://www.nytimes.com/2018/06/06/us/politics/california-house-races-congress.html?module=inline"}