{"authors": ["Paul Krugman"], "date_download": "2018-11-16 03:59:49", "date_modify": "2018-11-16 03:59:49", "date_publish": "2018-09-17 22:16:04", "description": "Why the modern G.O.P. keeps abandoning principles it claims to honor.", "filename": "2018_09_17_opinion_brett-kavanaugh-republicans-bad-faith.html_action=click&module=RelatedLinks&pgtype=Article_1542340789.html", "image_url": "https://static01.nyt.com/images/2018/09/17/opinion/17krugmanWeb/17krugmanWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_17_opinion_brett-kavanaugh-republicans-bad-faith.html_action=click&module=RelatedLinks&pgtype=Article_1542340789.html", "title": "Kavanaugh and the Politics of Bad Faith", "title_page": "Opinion | Kavanaugh and the Politics of Bad Faith - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Activists in Maine opposed to the nomination of Brett Kavanaugh to the Supreme Court are trying to put pressure on Susan Collins, the state’s Republican senator. If Collins votes for Kavanaugh, they say, they will donate substantial sums to her opponent in the next election.\nWhatever you think of Kavanaugh, this is surely a legitimate tactic: Donors and activists try to influence politicians’ votes all the time, often by warning of adverse electoral consequences if the politicians make what the activists consider the wrong choice. Last year, for example, major Republican donors openly threatened to withhold contributions unless the party gave them a big tax cut.\nBut now Collins, other Republicans and conservative activists are describing the pressure over Kavanaugh as “bribery,” “extortion” and “blackmail.” And some of those claiming that normal political activism is somehow illegitimate are the very same big donors who warned Republicans to pass tax cuts or else.", "url": "https://www.nytimes.com/2018/09/17/opinion/brett-kavanaugh-republicans-bad-faith.html?action=click&module=RelatedLinks&pgtype=Article"}