{"authors": ["Elizabeth Dias", "Shane Goldmacher"], "date_download": "2018-11-16 04:26:11", "date_modify": "2018-11-16 04:26:11", "date_publish": "2018-04-21 02:30:29", "description": "Mr. Sanders, the Vermont senator and 2016 presidential candidate, also criticized national Democrats for not doing more to support liberal candidates.", "filename": "2018_04_20_us_politics_bernie-sanders-democrats-midterms.html_module=inline_1542342371.html", "image_url": "https://static01.nyt.com/images/2018/04/21/business/21Sanders/21Sanders-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_20_us_politics_bernie-sanders-democrats-midterms.html_module=inline_1542342371.html", "title": "Bernie Sanders Says ‘Trump’s Agenda Is Dead’ if Democrats Win Midterms", "title_page": "Bernie Sanders Says ‘Trump’s Agenda Is Dead’ if Democrats Win Midterms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Senator Bernie Sanders of Vermont, vowing to play an influential role in the 2018 midterm elections, was blunt on Friday about the stakes for the Democratic Party.\n“If Democrats control either the House or the Senate, Trump’s agenda is dead,” Mr. Sanders said during a conversation with New York Times reporters and editors.\nAt this critical moment ahead of hundreds of House and Senate primaries, Mr. Sanders also argued that the Democratic Congressional Campaign Committee and other national party organizations are not doing enough to support liberal grass-roots candidates who are running against Mr. Trump and backing a progressive agenda.\n“The establishment Democrats are still, I think, looking toward candidates who can self-fund,” said Mr. Sanders, a progressive independent who had enormous success raising about $230 million in mostly small-dollar and online donations during his 2016 presidential bid.", "url": "https://www.nytimes.com/2018/04/20/us/politics/bernie-sanders-democrats-midterms.html?module=inline"}