{"authors": ["Patrick Mcgeehan"], "date_download": "2018-11-16 04:29:11", "date_modify": "2018-11-16 04:29:11", "date_publish": "2018-04-30 04:01:06", "description": "New guidelines, including a requirement that airlines make sure gates are free before sending planes to the airport, are expected to be announced Monday.", "filename": "2018_04_30_nyregion_kennedy-airport-snowstorm-planes.html_module=inline_1542342551.html", "image_url": "https://static01.nyt.com/images/2018/04/30/nyregion/30kennedy/30kennedy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_30_nyregion_kennedy-airport-snowstorm-planes.html_module=inline_1542342551.html", "title": "After Chaos, Port Authority Sets Storm Rules for Planes to Kennedy", "title_page": "After Chaos, Port Authority Sets Storm Rules for Planes to Kennedy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In normal conditions, terminal operators and their airline tenants manage to get planes in and out of gates fast enough to keep up with the inbound traffic. But in the days after the snowstorm that swept up the East Coast on Jan. 4, frozen equipment and staffing shortages slowed operations and left some planes parked for hours without gate assignments. In some cases, the Port Authority had to send staircases and buses to rescue passengers from stranded planes.\nMr. Flint said his transport association, which has a liaison stationed at the Federal Aviation Administration’s command center in Virginia, had agreed to help facilitate communication between international airlines and the Port Authority and terminal operators.\n“We look forward to working with the Port Authority and all stakeholders to collaboratively develop procedures based on industry best practices and expertise that will enhance the customer experience going forward,” Mr. Flint said in a statement.\nInside two of the terminals at Kennedy in January, baggage-handling procedures broke down, leaving hundreds of pieces of luggage piled up in waiting areas. Some travelers did not get their bags back for days.\nTo prevent a recurrence, Port Authority officials said they would require terminal operators to have a common baggage-service office for airlines that do not have their own. Mr. Cotton said the agency would impose this obligation “so a passenger who is looking for their bag has a clear place to go.”\nHuntley A. Lawrence, who oversees the airports for the Port Authority, said the agency also would take inventory of all of the equipment at the airport in case it needs to ask an airline to lend a spare piece, “so when you have a winter storm emergency, you’re not scrambling around.” The Port Authority’s primary responsibility in a winter storm is to clear snow and ice from the runways and taxiways. After the January storm, the Federal Aviation Administration said it would investigate how the Port Authority handled snow removal.\nMr. Lawrence said he has not learned of the conclusion of that investigation, but the Port Authority has already decided to add snow-moving equipment.", "url": "https://www.nytimes.com/2018/04/30/nyregion/kennedy-airport-snowstorm-planes.html?module=inline"}