{"authors": ["Alexandra Alter"], "date_download": "2018-11-16 03:40:27", "date_modify": "2018-11-16 03:40:27", "date_publish": "2018-01-04 10:03:24", "description": "Ms. Woodson, a best-selling children’s book author, will travel the country, speaking to kids in schools, libraries, juvenile detention centers and other underserved areas.", "filename": "2018_01_04_books_jacqueline-woodson-is-named-national-ambassador-for-young-peoples-literature.html_module=inline_1542339627.html", "image_url": "https://static01.nyt.com/images/2018/01/04/books/04youthambassador-item-image/04youthambassador-item-image-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_04_books_jacqueline-woodson-is-named-national-ambassador-for-young-peoples-literature.html_module=inline_1542339627.html", "title": "Jacqueline Woodson Is Named National Ambassador for Young People’s Literature", "title_page": "Jacqueline Woodson Is Named National Ambassador for Young People’s Literature - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Like many novelists, Jacqueline Woodson relishes solitude and is a bit of an introvert. So she was somewhat daunted when she was asked to take on a role that has “ambassador” in the title.\nOn Thursday, Ms. Woodson was named as the new National Ambassador for Young People’s Literature, a position that was created in 2008 by the Library of Congress, the Children’s Book Council and the literacy charity Every Child a Reader.\n“I love being alone and writing and creating stories, and the idea of this extroverted position was a bit scary,” Ms. Woodson said. “It’s a little intimidating to take on the mantle.”\nAs ambassador, Ms. Woodson, a best-selling children’s book author, will be traveling around the country, speaking to kids in schools, libraries, juvenile detention centers and other underserved areas. She also plans to spend time in rural parts of Southern states, where authors seldom visit schools, she said.", "url": "https://www.nytimes.com/2018/01/04/books/jacqueline-woodson-is-named-national-ambassador-for-young-peoples-literature.html?module=inline"}