{"authors": ["Thomas Kaplan", "Robert Pear"], "date_download": "2018-11-16 04:26:01", "date_modify": "2018-11-16 04:26:01", "date_publish": "2018-01-17 00:18:13", "description": "With no immigration deal in sight, Republicans are eyeing a stopgap bill to keep the government open past Friday, sweetening it with an extension of the child health program.", "filename": "2018_01_16_us_politics_government-shutdown-immigration-childrens-health.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342361.html", "image_url": "https://static01.nyt.com/images/2018/01/17/us/politics/17dc-cong/17dc-cong-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_16_us_politics_government-shutdown-immigration-childrens-health.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342361.html", "title": "G.O.P. to Use Children’s Health Insurance as Lure for Averting Shutdown", "title_page": "G.O.P. to Use Children’s Health Insurance as Lure for Averting Shutdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The plan, put forth by House Republicans on Tuesday, does not extinguish the suspense on Capitol Hill this week. House Republican leaders may be unable to secure passage of the bill with solely Republican votes, since Republicans eager to increase military spending have been frustrated with stopgap spending measures.\n“This is just buying time,” said Representative Mark Sanford, Republican of South Carolina. “I think it’s the best of the available bad choices.”\nHouse Democrats, most of whom voted against the last stopgap measure in December, are not likely to embrace this bill either, given the impasse on immigration — especially after President Trump was said to have made vulgar remarks in a meeting on immigration last week.\nThe drama over immigration continued to play out Tuesday in a hearing of the Senate Judiciary Committee, where Democrats castigated the homeland security secretary, Kirstjen Nielsen, for refusing to confirm Mr. Trump’s vulgarity. At one point, Senator Richard J. Durbin of Illinois, the No. 2 Democrat, had young undocumented immigrants protected by the Obama-era program known as Deferred Action for Childhood Arrivals, or DACA, stand in the hearing room as he recited their impressive résumés.\nIn the meantime, Dreamers and those who support them protested at Republican lawmakers’ offices.\n“We want to keep the government open,” Representative Steny H. Hoyer of Maryland, the Democratic whip, said on Tuesday. “But we’re not going to be held hostage to do things that we think are contrary to the best interests of the American people.”", "url": "https://www.nytimes.com/2018/01/16/us/politics/government-shutdown-immigration-childrens-health.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}