{"authors": ["Nicholas Fandos", "Adam Goldman", "Charlie Savage"], "date_download": "2018-11-16 04:41:48", "date_modify": "2018-11-16 04:41:48", "date_publish": "2018-02-02 12:18:39", "description": "The memo accused senior officials at the F.B.I. and Justice Department of bias in the early stages of the Russia investigation.", "filename": "2018_02_02_us_politics_trump-fbi-memo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343308.html", "image_url": "https://static01.nyt.com/images/2018/02/06/us/politics/01_MEMO_COVER/01_MEMO_COVER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_02_us_politics_trump-fbi-memo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343308.html", "title": "House Republicans Release Secret Memo Accusing Russia Investigators of Bias", "title_page": "House Republicans Release Secret Memo Accusing Russia Investigators of Bias - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — House Republicans released a politically charged memo on Friday that accused F.B.I. and Justice Department leaders of abusing their surveillance powers to spy on a former Trump campaign adviser suspected of being an agent of Russia.\nThe memo alarmed national security officials and outraged Democrats, who accused the Republicans of misrepresenting sensitive government information through omissions and inaccuracies. President Trump declassified it over the objections of the F.B.I., which had expressed “grave concerns” over its accuracy in a rare public break from the White House.\nThe three-and-a-half-page memo, written by Republican congressional aides, criticized information used by law enforcement officials in their application for a warrant to wiretap the former campaign adviser, Carter Page, and named the senior F.B.I. and Justice Department officials who approved the highly classified application.\nBut it fell well short of making the case promised by some Republicans: that the evidence it contained would cast doubt on the origins of the Russia investigation and possibly undermine the inquiry, which has been taken over by a special counsel, Robert S. Mueller III. The Page warrant is just one aspect of the broader investigation.", "url": "https://www.nytimes.com/2018/02/02/us/politics/trump-fbi-memo.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}