{"authors": ["Bruce Schneier"], "date_download": "2018-11-16 04:02:40", "date_modify": "2018-11-16 04:02:40", "date_publish": "2018-10-11 15:00:04", "description": "We can no longer leave online security to the market.", "filename": "2018_10_11_opinion_internet-hacking-cybersecurity-iot.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340960.html", "image_url": "https://static01.nyt.com/images/2018/10/11/opinion/11Schneier/11Schneier-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_11_opinion_internet-hacking-cybersecurity-iot.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340960.html", "title": "Internet Hacking Is About to Get Much Worse", "title_page": "Opinion | Internet Hacking Is About to Get Much Worse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many of today’s new computers are not just screens that we stare at, but objects in our world with which we interact. A refrigerator is now a computer that keeps things cold; a car is now a computer with four wheels and an engine. These computers sense us and our environment, and they affect us and our environment. They talk to each other over networks, they are autonomous, and they have physical agency. They drive our cars, pilot our planes, and run our power plants. They control traffic, administer drugs into our bodies, and dispatch emergency services. These connected computers and the network that connects them — collectively known as “the internet of things” — affect the world in a direct physical manner.\nWe've already seen hacks against robot vacuum cleaners, ransomware that shut down hospitals and denied care to patients, and malware that shut down cars and power plants. These attacks will become more common, and more catastrophic. Computers fail differently than most other machines: It's not just that they can be attacked remotely — they can be attacked all at once. It’s impossible to take an old refrigerator and infect it with a virus or recruit it into a denial-of-service botnet, and a car without an internet connection simply can’t be hacked remotely. But that computer with four wheels and an engine? It — along with all other cars of the same make and model — can be made to run off the road, all at the same time.\nAs the threats increase, our longstanding assumptions about security no longer work. The practice of patching a security vulnerability is a good example of this. Traditionally, we respond to the never-ending stream of computer vulnerabilities by regularly patching our systems, applying updates that fix the insecurities. This fails in low-cost devices, whose manufacturers don’t have security teams to write the patches: if you want to update your DVR or webcam for security reasons, you have to throw your old one away and buy a new one. Patching also fails in more expensive devices, and can be quite dangerous. Do we want to allow vulnerable automobiles on the streets and highways during the weeks before a new security patch is written, tested, and distributed?\nAnother failing assumption is the security of our supply chains. We've started to see political battles about government-placed vulnerabilities in computers and software from Russia and China. But supply chain security is about more than where the suspect company is located: we need to be concerned about where the chips are made, where the software is written, who the programmers are, and everything else.\nLast week, Bloomberg reported that China inserted eavesdropping chips into hardware made for American companies like Amazon and Apple. The tech companies all denied the accuracy of this report, which precisely illustrates the problem. Everyone involved in the production of a computer must be trusted, because any one of them can subvert the security. As everything becomes a computer and those computers become embedded in national-security applications, supply-chain corruption will be impossible to ignore.", "url": "https://www.nytimes.com/2018/10/11/opinion/internet-hacking-cybersecurity-iot.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}