{"authors": ["Michael Corkery", "Chad Bray"], "date_download": "2018-11-16 03:44:31", "date_modify": "2018-11-16 03:44:31", "date_publish": "2018-02-20 12:39:38", "description": "The grocery chain’s deal and the retail giant’s drop in profits are the latest signs of the pressure that Amazon is putting on traditional businesses.", "filename": "2018_02_20_business_dealbook_albertsons-rite-aid.html_module=inline_1542339871.html", "image_url": "https://static01.nyt.com/images/2018/02/21/world/21db-riteaid/21db-riteaid-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_20_business_dealbook_albertsons-rite-aid.html_module=inline_1542339871.html", "title": "Albertsons Is Buying Rite Aid. Walmart’s Stock Falls. There’s a Common Rival.", "title_page": "Albertsons Is Buying Rite Aid. Walmart’s Stock Falls. There’s a Common Rival. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Grocery is being hit by multiple factors,” said Gerald Storch, the former chief executive of the retailer Hudson’s Bay.\nThe pharmacy business, too, is undergoing major changes, with the nation’s largest operators of drugstores pursuing mergers to control costs and increase profits.\nIn December, the drugstore giant CVS Health said it would merge with the health insurer Aetna in a $69 billion deal that could reshape the way health care is delivered in the United States. That deal came together after a federal judge blocked Aetna’s proposed merger with rival Humana last year.\nRite Aid had previously sought to bulk up by merging with Walgreens. Negotiations between two of the biggest drugstore chains in the United States ended after antitrust authorities indicated they were unlikely to approve the combination. Instead, Rite Aid agreed last year to sell 1,932 stores and three distribution centers to Walgreens for $4.38 billion.\nAmazon’s specter also looms over the health care field. The company recently teamed up with Berkshire Hathaway and JPMorgan Chase to form an independent health care company to serve the three firms’ employees and potentially revamp the broader industry.\nFor Albertsons, the Rite Aid deal is just the latest step to draw in more customers.\nIn November, the company reached an agreement with Instacart to provide on-demand grocery-delivery services. It also invested last year in El Rancho Supermercado, a Texas-based retailer focused on stores for Latino customers.\nOriginally founded by Joe Albertson in Boise, Idaho, in 1939, Albertsons grew primarily across the West. In 2013, it was acquired by a group of investors led by the private equity firm Cerberus Capital Management for about $3 billion.", "url": "https://www.nytimes.com/2018/02/20/business/dealbook/albertsons-rite-aid.html?module=inline"}