{"authors": ["Anne Barnard", "Hwaida Saad"], "date_download": "2018-11-16 03:19:49", "date_modify": "2018-11-16 03:19:49", "date_publish": "2018-02-25 21:18:48", "description": "There were reports of a suspected chlorine attack by government forces, with one child killed in eastern Ghouta and 11 people suffering symptoms.", "filename": "2018_02_25_world_middleeast_syria-united-nations-ceasefire-ghouta.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338389.html", "image_url": "https://static01.nyt.com/images/2018/02/26/world/26syria1/26syria1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_25_world_middleeast_syria-united-nations-ceasefire-ghouta.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338389.html", "title": "Despite U.N. Cease-Fire, Syrian Forces Begin New Attacks in Rebel-Held Enclave", "title_page": "Despite U.N. Cease-Fire, Syrian Forces Begin New Attacks in Rebel-Held Enclave - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — A new United Nations resolution demanding a cease-fire across Syria appeared to have little effect on Sunday, as Syrian government forces began new ground attacks against a rebel-held enclave east of Damascus, the capital, and continued aerial bombings that have killed more than 500 people there in the past week.\nThere were reports Sunday evening of a suspected chlorine attack, with one child killed in eastern Ghouta and 11 people suffering symptoms like labored breathing, according to medical staff supported by the Syrian American Medical Society.\nThe unabated violence was disappointing after days of haggling over the wording of the Security Council resolution, which passed Saturday with the approval of both Russia, which backs the Syrian government, and the United States, which opposes it.", "url": "https://www.nytimes.com/2018/02/25/world/middleeast/syria-united-nations-ceasefire-ghouta.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}