{"authors": ["The New York Times"], "date_download": "2018-11-16 04:10:56", "date_modify": "2018-11-16 04:10:56", "date_publish": "2018-08-26 06:02:11", "description": "A former top Vatican official asserted that the pope had known of abuses by a disgraced U.S. prelate and called on Francis to resign.", "filename": "2018_08_26_world_europe_pope-francis-ireland-live-updates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341456.html", "image_url": "https://static01.nyt.com/images/2018/08/28/world/27pope-libvebriefing-span4/27pope-libvebriefing-span4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_26_world_europe_pope-francis-ireland-live-updates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341456.html", "title": "Pope Francis in Ireland: Call for Resignation Further Clouds Visit", "title_page": "Pope Francis in Ireland: Call for Resignation Further Clouds Visit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a news conference on the papal plane back to Rome late Sunday evening, Pope Francis sought to avoid questions about the accusations. “I will not say a single word about this,” he said.\nThe archbishop’s startling accusation will not come as a complete surprise to Vatican watchers, since he is part of a conservative camp that blames liberals, like the pope, for allowing homosexuality in the church. But it further complicates Francis’ efforts to convince Irish Catholics that the church is ready to confront its legacy of concealing sexual abuse.\n• Francis prayed at a shrine in the village of Knock on Sunday and then returned to Dublin to celebrate Mass, a day after meeting with survivors of abuse.\n• In Knock, he addressed the issue of child sexual and institutional abuse by members of the church, begging “for the Lord’s forgiveness” for “the scandal and betrayal.”\n• Vigils were held across the country, including in Tuam, where the remains of hundreds of children were found buried in an abandoned septic system of a Catholic-run home for unmarried mothers.\n• The New York Times has live coverage of the pope’s visit to Ireland. Here are highlights from Saturday.\nA conservative archbishop has waded into Vatican power struggles before\nPhoto\nArchbishop Viganò’s attack on Pope Francis was not the first time he has been at the center of a Vatican controversy.\nAdvertisement Continue reading the main story\nThree years ago, the archbishop arranged a personal meeting between the pontiff and Kim Davis, a county clerk from Kentucky who became a heroine to social conservatives by refusing to issue marriage licenses to same-sex couples. The meeting appeared to plant Francis firmly on one side of the American debate over gay rights and resulted in a media storm, something he had hoped to avoid.\nThe archbishop has figured in a series of Vatican power struggles. A cultural conservative, he represents a camp within the Vatican that has pressed the pope to strengthen the church’s doctrinal opposition to same-sex marriage.\nIn 2011, he was removed from the post to which Pope Benedict appointed him, secretary of the governorate of Vatican City State — akin to the mayor of Vatican City — and he was transferred to the United States, a move seen as a kind of administrative exile.\nThis followed a campaign of anonymous articles about the archbishop, later known as Vatileaks, complaining of his rough management style. In one leaked letter, Archbishop Viganò angrily complained that he had been promised an elevation to cardinal.\n— Ellen Barry\nIn Dublin Mass, the pope rallies a demoralized church\nPhoto\nThirty-nine years ago, when Pope John Paul II celebrated Mass in Phoenix Park in Dublin, around a million people — roughly a third of Ireland’s population — showed up.\nAt 3 p.m. on Sunday, the crowd that gathered for Pope Francis was nowhere near as large.\nAerial footage showed fewer people than expected on the streets to greet Francis as he made his way around in his Popemobile, including a trip to St. Mary’s Pro-Cathedral from Dublin Castle on Saturday. It was unclear whether a protest called “Say Nope to the Pope,” which encouraged people to snap up free tickets and then skip the events, was having an effect.\nIn his Mass, Francis sought to rally a church battered by secularism as well as its history of clerical and institutional abuse. He compared the task of the faithful to that of early Irish missionaries such as St. Columbanus, who sought to spread the faith to Europe in “an age of darkness and cultural dissolution.”\nFrancis described meeting with survivors of abuse by priests and members of religious orders, saying he wanted to put “in front of God’s mercy these crimes” and ask forgiveness for them.\nAdvertisement Continue reading the main story\n“In a special way,” the pope said, “we apologize for all the abuses committed by institutions run by male and female religious and other members of the church. And we ask for forgiveness for the crimes so many minors were subjected to.”\nHe added, using words that many disappointed Catholics had been waiting to hear: “Some members of the hierarchy didn’t own up to these painful situations and kept silence. We ask for forgiveness.”\nHe also acknowledged the church’s role in separating tens of thousands of unmarried mothers from their babies, and encouraged those mothers and children to reunite.\n“For all those times when it was said to many single mothers who tried to look for their children who had been estranged from them, or to the children who were looking for their mothers, that it was a mortal sin: “This is not a mortal sin,” he said. “It is the Fourth Commandment! We ask for forgiveness.”\nDecades of clerical abuse, forced adoptions, forced labor in industrial houses and other exploitation gutted the Catholic Church in Ireland. And as the Irish government has broken free from the church’s hold, its people have voted in ways contrary to church teaching. They have legalized divorce and same-sex marriage, and in May took a major step toward the legalization of abortion.\nIn a speech beside the pope on Saturday, Ireland’s prime minister, Leo Varadkar, acknowledged all of the church’s contributions to Irish society, including its hospitals and schools, but also made clear that Ireland liked the direction it was heading in.\nThe pope, in his homily on Sunday, seemed to have no illusions of how hard his task is.\n“Let us also humbly acknowledge that, if we are honest with ourselves, we too can find the teachings of Jesus hard,” he said. “How difficult it is always to forgive those who hurt us.”\n— Ellen Barry and Kimiko de Freytas-Tamura\nVisiting a shrine in Knock\nPhoto\nEarlier Sunday, Francis headed to the tiny, hilly village of Knock, home to fewer than 1,000 people. Knock, in County Mayo in the west of Ireland, has served as an engine of faith for the Catholic Church since 1879, when a group of townspeople reported seeing apparitions of the Virgin Mary and other members of the Holy Family.\nAdvertisement Continue reading the main story\nAround 45,000 Catholic pilgrims made their way here on Sunday, through heavy traffic and pouring rain. Francis used his time in the village to beg for God’s forgiveness.\nUnder drizzly, misty skies and the soothing sounds of “Ave Maria,” silent onlookers surrounded the Knock Shrine, which went into lockdown at 9:20 a.m., a few minutes before the plane carrying Francis touched down at Ireland West Airport.\n“The pope has arrived,” the choir announced as a screen showed his descent from the plane. Audience members cheered, clapped and said, “God bless him.”\nAt the shrine, the pope declared, “None of us can fail to be moved by the stories of young people who suffered abuse, were robbed of their innocence, who were taken from their mothers, and left scarred by painful memories.”\n“This open wound challenges us to be firm and decisive in the pursuit of truth and justice,” he said. “I beg the Lord’s forgiveness for these sins and for the scandal and betrayal felt by so many others in God’s family.”\nFrancis prayed at the shrine, asking the Virgin Mary to heal those who have been abused.\nJohn Paul II also prayed in the village on the last papal visit to Ireland, in 1979. After that visit, the local priest, Msgr. James Horan, drew widespread mockery for vowing to build an airport in the tiny village.\n“Now don’t tell anybody,” he told a television crew. “We’ve no money, but we’re hoping to get it next week or the week after.”\nThe airport was completed in 1986; in its way, it became a symbol of the power of the Catholic church.\nAdvertisement Continue reading the main story\nFor this papal visit, the village prepared feverishly. More than 50,000 flowers were planted, buildings along the main road were repainted, and every bed-and-breakfast in town — including those called the Lamb of God, Divine Mercy and the House of Eden — was fully booked by Friday.\n“It was very emotional when we saw the pope in 1979,” said Tina Stenson-Cunningham, 63, holding a railing by the road where the Popemobile was expected to pass.\n“But now we’ve experienced more of life, it’s more meaningful, more spiritual,” she said.\n— Iliana Magra and Jason Horowitz\nWe Want to Hear From You We want to hear how Catholics feel about Pope Francis’ comments on Saturday. We may publish a selection of the responses. Required fields are marked with an asterisk. Continue Continue What is your name? * First and last preferred, please. What is your email? * Are you Catholic? * Yes No No longer practicing Other Where do you live? * Please include your city and state, or city and country. By clicking the submit button, you agree that you have read, understand and accept the Reader Submission Terms in relation to all of the content and other information you send to us ('Your Content'). If you do not accept these terms, do not submit any content. Of note: Your Content must not be false, defamatory, misleading or hateful or infringe any copyright or any other third party rights or otherwise be unlawful.\nWe will use the contact details that you provide to verify your identity and answers to the questionnaire, as well as to contact you for further information on this story. If we publish Your Content, we may include your name and location. I have read, understood and accept the Reader Submission Terms Thank you for your submission.\nPaying tribute to Dublin’s ‘Holy Drinker’\nPhoto\nMatt Talbot died in obscurity 93 years ago, having drawn little attention during a quiet existence of modest means and hard labor. But on Saturday, the leader of the world’s Catholics stopped at Our Lady of Lourdes Church in Dublin to pray before relics of Talbot, who is far better known in death than he was in life.\nTalbot, an alcoholic Dubliner known as the Holy Drinker, overcame his addiction with the help of a priest and became deeply religious. His story spread rapidly after his death. Substance abuse clinics around the world are named for him, as is a bridge in Dublin with a statue of him nearby.\nAlready an unofficial patron saint to those struggling to stay sober, he may be granted official status. The church gave him the title “venerated” in the 1970s, a step toward canonization.\nOne of 12 children born to a poor family, with a father who was a violent alcoholic, Talbot began drinking heavily at age 12 and became so addicted that he once pawned his boots to buy a pint at a pub. At 27, he swore never to touch alcohol again — a vow he kept until his death, 42 years later.\n“Never go too hard on the man who can’t give up drink,” he is quoted as having said. “It is as hard to give up drink as it is to raise the dead to life again.”\n— Kimiko de Freytas-Tamura", "url": "https://www.nytimes.com/2018/08/26/world/europe/pope-francis-ireland-live-updates.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}