{"authors": ["Julia O Malley"], "date_download": "2018-11-16 03:36:45", "date_modify": "2018-11-16 03:36:45", "date_publish": "2018-02-20 17:14:26", "description": "Even in Anchorage, hunting down fresh fruit and vegetables can be like panning for gold. The smartest prospectors have a strategy.", "filename": "2018_02_20_dining_alaska-winter-produce-fruit-vegetables_1542339405.html", "image_url": "https://static01.nyt.com/images/2018/02/21/dining/21anchoragejp4/21anchorage1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_20_dining_alaska-winter-produce-fruit-vegetables_1542339405.html", "title": "Finding Produce in Alaska’s Long Winter Takes Wiles and Luck", "title_page": "Finding Produce in Alaska’s Long Winter Takes Wiles and Luck - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ANCHORAGE — This time of year, when the sun doesn’t edge over the mountains until midmorning and starts to sink only a few hours later, this city feels a little like one big, icy strip-mall parking lot with a tremendous mountain view. It’s so cold that the steering wheel hurts to touch. Life plays out under streetlight instead of daylight, and the rest of the world seems twice as far away as it did when the leaves were green.\nTalk to anybody and the conversation veers into two intertwined ideations: vacation and food.\nAlaskans are lusting after fresh fruits and vegetables right now, fantasizing about the pepper and snap of an arugula stem and the sweet acid of a mango. They crave simple things that shoppers in the Lower 48 — where grocery stores are restocked daily with produce whisked in from greenhouses and farms — can get their hands on with just a short drive or a swipe on an app.\nEven in this cosmopolitan city of 350,000, people who like to cook spend the moonlit mornings before work scrolling through Instagram pictures of faraway blood oranges and heirloom tomatoes as if they’re stalking crushes.", "url": "https://www.nytimes.com/2018/02/20/dining/alaska-winter-produce-fruit-vegetables.html"}