{"authors": ["Gina Kolata", "C. J. Chivers"], "date_download": "2018-11-16 04:36:57", "date_modify": "2018-11-16 04:36:57", "date_publish": "2018-03-04 10:00:58", "description": "Trauma surgeons tell what it is really like to try to repair such devastating injuries. “Bones are exploded, soft tissue is absolutely destroyed,” one said.", "filename": "2018_03_04_health_parkland-shooting-victims-ar15_1542343017.html", "image_url": "https://static01.nyt.com/images/2018/03/02/science/02TRAUMA2/02TRAUMA2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_04_health_parkland-shooting-victims-ar15_1542343017.html", "title": "Wounds From Military-Style Rifles? ‘A Ghastly Thing to See’", "title_page": "Wounds From Military-Style Rifles? ‘A Ghastly Thing to See’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Perhaps no one knows the devastating wounds inflicted by assault-style rifles better than the trauma surgeons who struggle to repair them. The doctors say they are haunted by their experiences confronting injuries so dire they struggle to find words to describe them.\nAt a high school in Parkland, Fla., 17 people were recently killed with just such a weapon — a semiautomatic AR-15. It was legal there for Nikolas Cruz, 19, the suspect in the shooting, to buy a civilian version of the military’s standard rifle, while he would have had to be 21 to buy a less powerful and accurate handgun.\nMany factors determine the severity of a wound, including a bullet’s mass, velocity and composition, and where it strikes. The AR-15, like the M4 and M16 rifles issued to American soldiers, shoots lightweight, high-speed bullets that can cause grievous bone and soft tissue wounds, in part by turning sideways, or “yawing,” when they hit a person. Surgeons say the weapons produce the same sort of horrific injuries seen on battlefields.\nCivilian owners of military-style weapons can also buy soft-nosed or hollow-point ammunition, often used for hunting, that lacks a full metal jacket and can expand and fragment on impact. Such bullets, which can cause wider wound channels, are proscribed in most military use.", "url": "https://www.nytimes.com/2018/03/04/health/parkland-shooting-victims-ar15.html"}