{"authors": ["David Leonhardt"], "date_download": "2018-11-16 04:32:37", "date_modify": "2018-11-16 04:32:37", "date_publish": "2018-11-07 13:37:08", "description": "But Democrats need a new strategy outside of metropolitan areas. They’re getting hammered there.", "filename": "2018_11_07_opinion_democrats-midterms-house-senate_1542342757.html", "image_url": "https://static01.nyt.com/images/2018/11/07/opinion/07leonhardt-newsletter/07leonhardt-newsletter-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_07_opinion_democrats-midterms-house-senate_1542342757.html", "title": "A Smashing National Win", "title_page": "Opinion | A Smashing National Win - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And yet last night did not feel like a thorough rejection of Trumpism. In one statewide race after another, Democrats suffered disappointing losses. It happened with the exciting progressive candidates in Florida, Georgia, Ohio and Texas (pending recounts). It happened with the centrist candidates in Indiana, Missouri, North Dakota and elsewhere.\nWhy? Above all, because Democrats are getting trounced outside of metropolitan areas. “The consistent pattern you’re seeing is that Republicans are consolidating control of rural white America faster than Democrats are making inroads into educated suburbia,” the progressive writer David Klion tweeted.\nI think Democrats need to take this problem more seriously than they have so far. They need a new approach to nonmetropolitan America, one that asks in an open-minded way which issues are damaging the party there. Is it about moving to the center on immigration, abortion or other issues? Or rather than specific policies , is the problem the party’s lack of a compelling story about the country’s future?\nProgressives can’t simply write off these parts of the country. Last night’s results have given the Republicans a strong majority in the Senate. Until Democrats figure out a strategy for retaking it, they won’t be able to pass ambitious laws or control the confirmation process for federal judges. There is no progressive future without a better performance outside of metropolitan America.\nEconomic populism keeps winning. One clue may be in the continued success of the Democrats’ economic agenda. Obamacare, in particular, had a very good night.", "url": "https://www.nytimes.com/2018/11/07/opinion/democrats-midterms-house-senate.html"}