{"authors": ["Talya Minsberg"], "date_download": "2018-11-16 03:13:52", "date_modify": "2018-11-16 03:13:52", "date_publish": "2018-08-28 15:58:56", "description": "The death of the runner Mollie Tibbetts has ignited a national conversation about the harassment and fears women face every time they go for a run.", "filename": "2018_08_28_well_move_running-while-female.html_module=inline_1542338032.html", "image_url": "https://static01.nyt.com/images/2018/08/28/well/family/28minsberg/28minsberg-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_28_well_move_running-while-female.html_module=inline_1542338032.html", "title": "Running While Female", "title_page": "Running While Female - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "My younger sister, Elana, had called to tell me about Mollie Tibbetts, who went for a run on July 18 and never came home. “They found her body,” she said.\nWe both paused.\nElana and I have been runners since we were little kids chasing cars in our St. Paul, Minn., neighborhood, screaming, “How fast are we going?” to anyone watching. We loved running the mile in gym class with a level of enthusiasm equal to everyone else’s dread. Our parents fostered this newfound joy of running, signing us up for a local track club. We went on to run in high school and college, and my sister now coaches collegiate track and cross country. And I still run almost every day whether I’m in New York or traveling, having traded my spikes and track meets for road shoes and marathons.\nLike other girls and women who run, my sister and I have found strength, confidence and independence in the repetitive motion of driving our feet forward. We women know that running is good for us, and we know we’re pretty good at it too.\nData from this year’s Boston Marathon showed that men were far more likely to be quitters than women.\nAt the same time, we have also adapted to the realities — and risks — of running while female. Just as our bodies learned how to sprint around the curve of a track, our muscles learned to tense up when men honked their horns as they passed us. And just as we learned to use that nervous feeling in our gut before a race to propel us across the finish line, we also recognized the gut feeling that told us a trail wasn’t safe to run on alone.", "url": "https://www.nytimes.com/2018/08/28/well/move/running-while-female.html?module=inline"}