{"authors": ["William K. Rashbaum", "Maggie Haberman", "Ben Protess", "Jim Rutenberg"], "date_download": "2018-11-16 04:32:32", "date_modify": "2018-11-16 04:32:32", "date_publish": "2018-08-21 18:19:24", "description": "Mr. Cohen made the admission as he pleaded guilty to tax evasion, bank fraud and campaign finance violations in federal court in Manhattan.", "filename": "2018_08_21_nyregion_michael-cohen-plea-deal-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342752.html", "image_url": "https://static01.nyt.com/images/2018/08/21/nyregion/00cohen-alpha2/00cohen-alpha-facebookJumbo-v6.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_21_nyregion_michael-cohen-plea-deal-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342752.html", "title": "Michael Cohen Says He Arranged Payments to Women at Trump’s Direction", "title_page": "Michael Cohen Says He Arranged Payments to Women at Trump’s Direction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Cohen’s plea culminates a long-running inquiry that became publicly known in April when F.B.I. agents armed with search warrants raided his office, apartment and hotel room, hauling away reams of documents, including pieces of paper salvaged from a shredder, and millions of electronic files contained on a series of cellphones, iPads and computers.\nLawyers for Mr. Cohen and Mr. Trump spent the next four months working with a court-appointed special master to review the documents and data files to determine whether any of the materials were subject to attorney-client privilege and should not be made available to the government.\nThe special master, Barbara S. Jones, who completed her review last week, issued a series of reports in recent months, finding that only a fraction of the materials were privileged and the rest could be provided to prosecutors for their investigation.\nOn Monday, the judge overseeing the review, Kimba M. Wood of Federal District Court in Manhattan, issued an order adopting Ms. Jones’s findings and ending the review process.\nIt was unclear on Tuesday what role the materials that Ms. Jones reviewed, which were made available to prosecutors on a rolling basis, may have had in the charges against Mr. Cohen.\nOne collateral effect of Mr. Cohen’s plea agreement is that it may allow Mr. Avenatti, Ms. Clifford’s lawyer, to proceed with a deposition of Mr. Trump in a lawsuit that Ms. Clifford filed accusing the president of breaking a nondisclosure agreement concerning their affair.\nThe lawsuit had been stayed by a judge pending the resolution of Mr. Cohen’s criminal case. Mr. Avenatti wrote on Twitter on Tuesday that he would now seek to force Mr. Trump to testify “under oath about what he knew, when he knew it and what he did about it.”", "url": "https://www.nytimes.com/2018/08/21/nyregion/michael-cohen-plea-deal-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}