{"authors": ["Richard Pérez-Peña", "Ellen Barry"], "date_download": "2018-11-16 04:40:24", "date_modify": "2018-11-16 04:40:24", "date_publish": "2018-09-05 10:17:17", "description": "The police said they had tracked in detail the movement of the suspects, who have been charged in the poisoning of a former spy.", "filename": "2018_09_05_world_europe_russia-uk-novichok-skripal.html_module=inline_1542343224.html", "image_url": "https://static01.nyt.com/images/2018/09/06/world/06Novichok6/06Novichok6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_05_world_europe_russia-uk-novichok-skripal.html_module=inline_1542343224.html", "title": "U.K. Charges 2 Men in Novichok Poisoning, Saying They’re Russian Agents", "title_page": "U.K. Charges 2 Men in Novichok Poisoning, Saying They’re Russian Agents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — The two assassins sent to southwest England in March to poison a Russian former spy were active officers in Russia’s military intelligence, Prime Minister Theresa May of Britain said on Wednesday, after prosecutors accused the men of attempted murder, the first criminal charges in a case that has driven a deep wedge between Russia and the West.\nInvestigators released a cache of evidence in the case, including security camera images that captured the progress of two husky men from an Aeroflot flight to the scene of the crime, near the victim’s home, and from there back to Moscow.\nThey also released photographs of the delicate perfume bottle that was used to carry a weapons-grade nerve agent, known as Novichok, to the quiet English cathedral city of Salisbury.\nBritish counterterrorism police said at a news conference that they had pored through thousands of hours of security-camera footage, cross-referenced the results with passport data, and on May 2, identified a shabby hotel in East London where the men had stayed. Finally, in a needle-in-a-haystack moment, two swabs taken from the suspects’ hotel were found to contain traces of the nerve agent.", "url": "https://www.nytimes.com/2018/09/05/world/europe/russia-uk-novichok-skripal.html?module=inline"}