{"authors": ["Maria Abi-Habib", "Shah Meer Baloch", "Zia Ur-Rehman"], "date_download": "2018-11-16 04:28:26", "date_modify": "2018-11-16 04:28:26", "date_publish": "2018-07-17 07:00:07", "description": "Pakistani courts have cleared a number of candidates to run in national elections this month, despite their ties to extremism and their inclusion on terrorism watch lists.", "filename": "2018_07_17_world_asia_pakistan-election-extremists.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342506.html", "image_url": "https://static01.nyt.com/images/2018/07/17/world/17pakistan-01-print/00pakistan-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_17_world_asia_pakistan-election-extremists.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342506.html", "title": "Violent Extremist or Political Candidate? In Pakistan Election, You Can Be Both", "title_page": "Violent Extremist or Political Candidate? In Pakistan Election, You Can Be Both - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Altaf Khan, spokesman for Pakistan’s permanent election commission, said the commission simply followed court orders. But activists and politicians say the courts are influenced by the military, which has undertaken numerous coups in the country’s modern history.\nThe military has denied it influences the courts.\n“The international community will have to respect the sovereignty and laws of my country,” Mr. Khan said in an interview. If anyone has a complaint against a candidate supported by evidence, he said, “they should let us know.”\nOmar Shahid Hamid, the senior police superintendent for Karachi’s southern district, used to conduct regular check-ins with Mr. Farooqi as a member of the police counterterrorism unit. He said he was surprised that Mr. Farooqi’s nomination papers were not rejected, but not that he was running.\n“Farooqi has always had an interest in electoral politics and a desire to get mainstreamed, to be accepted as a political force and get rid of his baggage as a militant,” Mr. Hamid said. “They see this as the future, the only way forward with the establishment.”\nIn Pakistan, “the establishment” is code for the military, which is accused by both Pakistan’s former government and the international community of supporting extremist groups to achieve its defense and foreign policy objectives.\nThe military in recent years has discussed plans to “mainstream” extremists, allowing them to shed their violent pasts and become politicians, according to cabinet members of the previous government who were involved in those discussions. It is a plan opposed by the incumbent government and activists across the country.\nNoticeably absent from the list of eligible election candidates are several from the Pakistan Muslim League-Nawaz. The PML-N formed the previous government and saw its prime minister, Nawaz Sharif, ousted by the Supreme Court last July for failing to disclose assets abroad in his 2013 election application.", "url": "https://www.nytimes.com/2018/07/17/world/asia/pakistan-election-extremists.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}