{"authors": ["Fahim Abed", "Rod Nordland"], "date_download": "2018-11-16 03:14:37", "date_modify": "2018-11-16 03:14:37", "date_publish": "2018-11-15 19:00:16", "description": "At least 242 security force members were killed during the past week, the latest of more than 28,000 to die in the past four years.", "filename": "2018_11_15_magazine_afghan-war-casualty-report.html_rref=collection%2Fspotlightcollection%2FAt%20War_1542338077.html", "image_url": "https://static01.nyt.com/images/2018/11/16/magazine/16atwar-casualty-report/merlin_146674404_47d3026c-a022-4da9-ad17-1297590bf986-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_15_magazine_afghan-war-casualty-report.html_rref=collection%2Fspotlightcollection%2FAt%20War_1542338077.html", "title": "Afghan War Casualty Report: Nov. 9-15", "title_page": "Afghan War Casualty Report: Nov. 9-15 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The following reports compile all significant security incidents confirmed by New York Times reporters throughout Afghanistan. It is necessarily incomplete as many local officials refuse to confirm casualty information.\nThis week President Ashraf Ghani revealed that 28,529 members of the Afghan security forces have been killed in the past four years, since 2015. That tally, which he gave during a video address Nov. 12 to Johns Hopkins School of Advanced International Studies, was the highest to come from his government yet. While he gave no breakdown of that number, previous government estimates put security force death tolls at 5,000 in 2015 and nearly 7,000 in 2016; after that, the Afghan government began classifying casualty totals. That means a total of about 16,500 this year and last year, about 25 a day or 175 a week — far more than Afghan government officials are usually willing to confirm.\n[Read Afghan Military Deaths Since 2015: More Than 28,000]\nThat average rate was exceeded last week, despite the onset of cold weather in most of the country. The Times confirmed that at least 242 members of the security forces were killed, once again a significant increase over the previous week. Historically, fighting has greatly declined by this time in past years.\nDuring the week, an entire company of Afghan commandos was wiped out only days after they were sent to rescue Jaghori District in Ghazni, an anti-insurgent stronghold. Although Times photographers took photos and video of the bodies of 20 commandos brought to the governor’s office, the Ghazni police chief, Dawood Tarakhel, publicly denied any serious casualty toll in Jaghori.", "url": "https://www.nytimes.com/2018/11/15/magazine/afghan-war-casualty-report.html?rref=collection%2Fspotlightcollection%2FAt%20War"}