{"authors": ["Julie Creswell", "Kevin Draper", "Rachel Abrams"], "date_download": "2018-11-16 03:44:10", "date_modify": "2018-11-16 03:44:10", "date_publish": "2018-04-28 16:02:51", "description": "Complaints about bad behavior by men and a lack of advancement for women long went ignored, employees said, but now change seems to be afoot.", "filename": "2018_04_28_business_nike-women_1542339850.html", "image_url": "https://static01.nyt.com/images/2018/04/29/business/29nike-5/29nike-5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_28_business_nike-women_1542339850.html", "title": "At Nike, Revolt Led by Women Leads to Exodus of Male Executives", "title_page": "At Nike, Revolt Led by Women Leads to Exodus of Male Executives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I came to the realization that I, as a female, would not grow in that company,” said Francesca Krane, who worked for five years in Nike’s retail brand design area before leaving in 2016. She said she grew tired of watching men get promoted into jobs ahead of women she felt were equally or better qualified.\nMany of those interviewed, across multiple divisions, also described a workplace environment that was demeaning to women. Three people, for instance, said they recalled times when male superiors referred to people using a vulgar term for women’s genitals. Another employee said that her boss threw his car keys at her and called her a “stupid bitch.” She reported the incident to human resources. (She told her sister about it at the time, the sister confirmed.) He continued to be her supervisor.\nMost of the people who spoke to The Times insisted on anonymity, citing nondisclosure agreements or a fear of being ostracized in the industry, or in the Portland community, where Nike wields outsize influence. Some have spouses or family members still working there.\nIn response to questions, Nike portrayed its problems as being confined to “an insular group of high-level managers” who “protected each other and looked the other way.”\n“That is not something we are going to tolerate,” said a spokesman, KeJuan Wilkins.\nIn a statement, Mr. Parker said the vast majority of Nike’s employees work hard to inspire and serve athletes throughout the world. “It has pained me to hear that there are pockets of our company where behaviors inconsistent with our values have prevented some employees from feeling respected and doing their best work,” he said.\nFor Amanda Shebiel, who left Nike in September after about five years at the company, the promise to address longstanding systemic problems is welcome, but late.\n“Why did it take an anonymous survey to make change?” she asked. “Many of my peers and I reported incidences and a culture that were uncomfortable, disturbing, threatening, unfair, gender-biased and sexist — hoping that something would change that would make us believe in Nike again.”", "url": "https://www.nytimes.com/2018/04/28/business/nike-women.html"}