{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:22", "date_modify": "2018-11-16 04:00:22", "date_publish": "2018-09-05 23:18:58", "description": "Judge Brett M. Kavanaugh spent a long day answering — and often failing to answer — questions about some of the most pressing issues that could reach the Supreme Court in the years ahead. Here’s a look at three of them.", "filename": "2018_09_05_us_politics_kavanaugh-abortion-guns-presidential-power.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340822.html", "image_url": "https://static01.nyt.com/images/2018/09/06/us/politics/06dc-issues-1/06dc-issues-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_05_us_politics_kavanaugh-abortion-guns-presidential-power.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340822.html", "title": "What Kavanaugh’s Hearings Reveal About His Beliefs on Abortion, Guns and Presidential Power", "title_page": "What Kavanaugh’s Hearings Reveal About His Beliefs on Abortion, Guns and Presidential Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Abortion\n“I understand the importance that people attach to the Roe v. Wade decision, to the Planned Parenthood v. Casey decision. I don’t live in a bubble.”\nAsked about the constitutional right to abortion, Judge Brett M. Kavanaugh talked instead about precedent. He described the Supreme Court’s two key decisions: Roe v. Wade, the 1973 ruling that established a constitutional right to abortion, and Planned Parenthood v. Casey, the 1992 decision that reaffirmed the core of that right.\nCollectively, he said, the two decisions held that “a woman has a constitutional right to obtain an abortion before viability subject to reasonable regulation by the state up to the point where that regulation constitutes an undue burden on the woman’s right to obtain an abortion.”\nBut that was description, not endorsement. He did suggest that the Roe decision may be a particularly secure precedent. “It’s not as if it’s just a run-of-the-mill case that was decided and never been reconsidered,” he said. “That makes Casey a precedent on precedent.”\nLike earlier nominees, he recited the reasons offered in the Casey decision for leaving precedents undisturbed, including whether people have relied on the decisions, whether the decisions have proved workable as a practical matter and what impact overruling them would have on public perception of the Supreme Court’s legitimacy.", "url": "https://www.nytimes.com/2018/09/05/us/politics/kavanaugh-abortion-guns-presidential-power.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}