{"authors": ["Livia Albeck-Ripka"], "date_download": "2018-11-16 03:15:39", "date_modify": "2018-11-16 03:15:39", "date_publish": "2018-09-11 16:01:31", "description": "Here are some tips for getting ready: Make a plan, bring documents, close lids, clear the yard, blast the freezer.", "filename": "2018_09_11_us_hurricane-preparedness-evacuation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338139.html", "image_url": "https://static01.nyt.com/images/2017/09/06/climate/floodprep-illo/floodprep-illo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_11_us_hurricane-preparedness-evacuation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338139.html", "title": "Evacuating for Hurricane Florence: How to Prepare Yourself", "title_page": "Evacuating for Hurricane Florence: How to Prepare Yourself - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For the latest updates, read our Hurricane Florence live briefing here.\nWhen a hurricane is poised to make landfall and the authorities issue an evacuation order, you may not have much time before you leave to protect your home from the storm — and from flooding.\n“People have a hard time internalizing, preparing for something that’s outside their realm of experience,” said J. Marshall Shepherd, a meteorologist and professor of geography at the University of Georgia.\nHurricane Florence, which has led to evacuation orders in the Carolinas and Virginia, could bring conditions that people have not seen in their lifetimes.\nHere’s what you can do to get ready.\nBefore You Leave\nMake a family plan.\nPack an emergency kit, including cash, prescription medicines and three days’ worth of food and water (for people and pets). If your house floods and you can’t return immediately, this is essential. Be sure to consider provisions for those with special needs, like older people. If you need help coming up with a list, this one from Wirecutter, a New York Times company, has suggestions for any household.", "url": "https://www.nytimes.com/2018/09/11/us/hurricane-preparedness-evacuation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}