{"authors": ["Michael Tackett"], "date_download": "2018-11-16 04:25:01", "date_modify": "2018-11-16 04:25:01", "date_publish": "2018-05-23 16:54:44", "description": "A journey from Marine combat pilot to the Democratic nominee for a House race combines biography, risk-taking and the virtues of the digital age.", "filename": "2018_05_23_us_politics_amy-mcgrath-kentucky.html_module=inline_1542342301.html", "image_url": "https://static01.nyt.com/images/2018/05/24/us/politics/24dc-McGrath17/24dc-McGrath17-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_23_us_politics_amy-mcgrath-kentucky.html_module=inline_1542342301.html", "title": "How Amy McGrath Went From Marine Fighter Pilot to Victorious Democrat", "title_page": "How Amy McGrath Went From Marine Fighter Pilot to Victorious Democrat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RICHMOND, Ky. — People have been telling Amy McGrath “no” for a long time.\nNo, you cannot compete against the boys in sports. No, you cannot serve in combat or fly fighter jets. And no, you certainly cannot defeat the popular mayor of the largest city in your congressional district as a first-time candidate.\nA wall of trophies, a degree from the Naval Academy, 89 combat flight missions and one stunning House Democratic primary victory later, Ms. McGrath is growing more used to the sound of “yes,” even as she moves to turn around the toughest “no’s” yet, Republican voters in the suddenly bellwether Sixth Congressional District of Kentucky.\nOn Tuesday, she easily defeated Jim Gray, the well-liked mayor of Lexington, for the Democratic nomination in Kentucky’s Sixth. Republicans moved immediately to define her as the far-left candidate who triumphed despite a rejection by the Democratic establishment. But Democrats united around her just as quickly, turning the fight this summer and fall for Kentucky’s Sixth into a critical test of the Democrats’ vaunted “blue wave.”\nThe story of how Ms. McGrath became an avatar for that wave is a narrative that combined a compelling biography, risk-taking, the virtues of the digital age and the willingness to compete even when party elders in Washington were trying to stop her. She slogged through a grueling climb in the polls, suffered a personal tragedy just last month, then fended off a late and unexpected negative attack — all for the chance to compete against an incumbent Republican, Representative Andy Barr, who won his last re-election race by 22 percentage points.", "url": "https://www.nytimes.com/2018/05/23/us/politics/amy-mcgrath-kentucky.html?module=inline"}