{"authors": ["Nick Corasaniti"], "date_download": "2018-11-16 04:32:14", "date_modify": "2018-11-16 04:32:14", "date_publish": "2018-06-30 16:07:57", "description": "Gov. Philip D. Murphy and Democratic leadership brokered an agreement on the budget to avoid a state shutdown for the second year in a row.", "filename": "2018_06_30_nyregion_new-jersey-shutdown_1542342734.html", "image_url": "https://static01.nyt.com/images/2018/07/01/nyregion/01njbudget/merlin_135450219_943e4c33-68c5-41f3-ba4d-2d8bde70fc5e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_30_nyregion_new-jersey-shutdown_1542342734.html", "title": "Last-Minute Budget Deal Averts Shutdown in New Jersey", "title_page": "Last-Minute Budget Deal Averts Shutdown in New Jersey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At Bass River State Park, Jose Pitre and his wife, Maria Arce, have had their family reunion at the same campsite every year over the Fourth of July, with relatives driving as far as eight hours from Buffalo to get together.\nBut last year they were asked to leave their campsite when the state government shut down. Believing it would not happen again, they made reservations in January 2018 for their same family reunion camping trip. When they found out that they could get evicted again, the family decided their patience was exhausted.\n“If that happens, that’s it for us, this would be the last year,” said Mr. Pitre, 51, who works in chemical production and lives in Penns Grove, N.J. “We’ll probably look for someplace in Pennsylvania where this doesn’t happen all the time.”\nThe current disagreement began in March, when Mr. Murphy released his first budget. While Mr. Sweeney had at first supported a tax on the wealthy after Mr. Murphy’s election in November, pledging it would be the first bill he passes, the Senate president reversed course following the passage of the federal tax law that limited state income and property tax deductions.\nBut Mr. Murphy, who had campaigned extensively on raising taxes on the well-off, included the millionaire’s tax in his inaugural budget, leading to a stalemate.\nBy Saturday, neither blinked until the final hours.\nWhile 2017 was marked by budget standoffs in statehouses around the country, New Jersey is an outlier this year as the last state in the country that hadn’t reached some sort of a budget agreement by the fiscal deadline, according to the National Conference of State Legislatures.\nLast year, the state remained shut down for three days, but national headlines followed the infamous photographs of Mr. Christie lounging on the beach with his family in Island Beach State Park, which had been closed as a result of the budget standoff.", "url": "https://www.nytimes.com/2018/06/30/nyregion/new-jersey-shutdown.html"}