{"authors": ["Gardiner Harris"], "date_download": "2018-11-16 04:11:47", "date_modify": "2018-11-16 04:11:47", "date_publish": "2018-01-10 00:25:11", "description": "Secretary of State Rex W. Tillerson is opening an investigation into what the government has described as mysterious attacks that sickened or injured 24 Americans in Havana in 2016.", "filename": "2018_01_09_us_politics_us-cuba-attacks-sick_1542341507.html", "image_url": "https://static01.nyt.com/images/2018/01/10/us/10dc-diplo1/10dc-diplo1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_09_us_politics_us-cuba-attacks-sick_1542341507.html", "title": "U.S. to Open Formal Inquiry on Americans Sickened in Cuba", "title_page": "U.S. to Open Formal Inquiry on Americans Sickened in Cuba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Secretary of State Rex W. Tillerson is opening a formal inquiry into what the government has described as mysterious attacks in 2016 that sickened or injured 24 United States personnel who were stationed at the American Embassy in Cuba.\nBut at a hearing on Tuesday, Senator Marco Rubio, Republican of Florida, said the State Department “did not follow the law” in failing to set up a review board months ago. It was the first public discussion of many of the details behind the events in Havana, which are being investigated by the F.B.I. and top American medical authorities.\nThe Cuban government has repeatedly denied any responsibility for the problems reported by American personnel in Havana and has decried the plunge in relations with the United States under Mr. Trump. Whether the government of Cuba is at fault for the illnesses was disputed by senators, and some, including Mr. Rubio, argued that Havana should be punished.\n“The idea that someone could put together some sort of action against them, 24 of them, and the Cuban government not know who did it, it’s just impossible,” Mr. Rubio said. He noted that the Americans in Havana became sick just after Mr. Trump’s election, and speculated that rogue government officials from either Cuba or Russia had sought to create friction between Havana and the new administration in Washington.", "url": "https://www.nytimes.com/2018/01/09/us/politics/us-cuba-attacks-sick.html"}