{"authors": ["Neil Macfarquhar"], "date_download": "2018-11-16 03:19:40", "date_modify": "2018-11-16 03:19:40", "date_publish": "2018-03-08 22:03:15", "description": "The Syrian leader’s push for a military victory has put the Kremlin in a corner, unable either to risk a withdrawal or to craft the political settlement that would cement its gains in the region.", "filename": "2018_03_08_world_europe_russia-syria-assad.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338380.html", "image_url": "https://static01.nyt.com/images/2018/03/09/world/09RUSSIA-SYRIA/00RUSSIA-SYRIA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_08_world_europe_russia-syria-assad.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338380.html", "title": "Russia’s Greatest Problem in Syria: Its Ally, President Assad", "title_page": "Russia’s Greatest Problem in Syria: Its Ally, President Assad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSCOW — Sitting down with President Bashar al-Assad of Syria late last year, a senior Kremlin envoy described the benefits to come as Moscow shepherded the Syrian conflict toward a political settlement, particularly in rebuilding the war-ravaged country.\nBut Mr. Assad cut the Russian off, asking why, with the Syrian government so close to victory, a political solution was necessary at all, according to a senior Arab diplomat who was briefed on the meeting.\nNearly two and a half years after he intervened militarily to prop up Mr. Assad, President Vladimir V. Putin of Russia finds himself stuck in Syria, not quite able to find a solution despite having declared “mission accomplished” on at least three occasions. While Mr. Putin’s military intervention established the Kremlin as a major player in the Middle East for the first time in decades, extricating Russia from Syria is proving far more difficult than he envisaged.\nThe problem is that Moscow has effectively tied its fortunes to those of Mr. Assad, with limited room to maneuver.", "url": "https://www.nytimes.com/2018/03/08/world/europe/russia-syria-assad.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}