{"authors": ["Jeff Sommer"], "date_download": "2018-11-16 04:12:28", "date_modify": "2018-11-16 04:12:28", "date_publish": "2018-06-01 18:30:16", "description": "Because of Social Security, delaying retirement will produce extra monthly income that most people can’t match with investment, savings and cost-cutting alone.", "filename": "2018_06_01_business_thinking-about-retirement-consider-working-a-little-longer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341548.html", "image_url": "https://static01.nyt.com/images/2018/06/03/business/03Strategies/merlin_138964911_2574b109-acb3-4835-a35b-728757a5cecd-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_01_business_thinking-about-retirement-consider-working-a-little-longer.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341548.html", "title": "Thinking About Retirement? Consider Working a Little Longer", "title_page": "Thinking About Retirement? Consider Working a Little Longer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Saving and investing for retirement are important. But at a certain stage for most people, another strategy is far more powerful: working a little longer.\nThat is the message of an academic study stuffed with provocative nuggets.\nSay you are 36 and plan on retiring in 30 years. You are already saving, but realize that you will need more money. You can increase your savings by 1 percent every year until you are 66, or extend your working life by three to six months. Those few extra months on the job are likely to raise your retirement income by the same amount as those 30 years of extra savings.\nIf you are older, the numbers are more startling. Say you are 56 and realize that you need more retirement income when you stop working in 10 years. You can save 1 percent more every year until you are 66 — or work for just six extra weeks.\nThe study, “The Power of Working Longer,” is eye opening. It acknowledges the validity of trimming investment costs, investing through workplace retirement plans and saving as long and as much as you can. These are all time-tested approaches.", "url": "https://www.nytimes.com/2018/06/01/business/thinking-about-retirement-consider-working-a-little-longer.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}