{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:00:28", "date_modify": "2018-11-16 04:00:28", "date_publish": "2018-08-18 01:05:26", "description": "For the first time in modern history, Republicans are refusing to request a Supreme Court nominee’s relevant papers.", "filename": "2018_08_17_opinion_republicans-brett-kavanaugh-senate.html_action=click&module=RelatedLinks&pgtype=Article_1542340828.html", "image_url": "https://static01.nyt.com/images/2018/08/17/opinion/17kavanaugh/17kavanaugh-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_17_opinion_republicans-brett-kavanaugh-senate.html_action=click&module=RelatedLinks&pgtype=Article_1542340828.html", "title": "Why Are Republicans Covering Up Brett Kavanaugh’s Past?", "title_page": "Opinion | Why Are Republicans Covering Up Brett Kavanaugh’s Past? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Judge Brett Kavanaugh’s supporters have spent the last month lavishing him with acclaim. He’s a legal superstar, they say, one of the most qualified Supreme Court nominees in history. So why are Senate Republicans so afraid of letting Americans learn more about him?\nAfter what they did to Judge Merrick Garland in 2016 — obliterating Senate tradition by outright ignoring President Barack Obama’s third Supreme Court nomination for partisan political gain — you might think it would be hard for Mitch McConnell, the Senate majority leader, and Chuck Grassley, chairman of the Judiciary Committee, to inflict any more damage on the court.\nSurprise! They’re now running the most secretive and incomplete confirmation process in modern history. They scrambled to set the start of Judge Kavanaugh’s confirmation hearing for Sept. 4, even as they have refused multiple requests by their Democratic colleagues to see more than one million documents covering his years as White House staff secretary to President George W. Bush. Judge Kavanaugh has called that job, which he held from 2003 to 2006, “the most interesting and informative” of his career in terms of preparing for his work on the bench.\nThese documents could contain important information about his role in some of the Bush administration’s most controversial actions, including its warrantless wiretapping program and its torture policy. Judge Kavanaugh was evasive during his 2006 confirmation hearing for a seat on the federal appeals court in Washington, D.C., where he currently sits. He denied any involvement in those policies, but Democratic senators have long believed that his answers to them were, at best, misleading. And at least one former Bush official appeared to directly contradict him. So what was his true role? The documents may or may not answer that question definitively, but we’ll never know without seeing them.", "url": "https://www.nytimes.com/2018/08/17/opinion/republicans-brett-kavanaugh-senate.html?action=click&module=RelatedLinks&pgtype=Article"}