{"authors": ["Jim Rutenberg", "Mike Mcintire"], "date_download": "2018-11-16 04:50:00", "date_modify": "2018-11-16 04:50:00", "date_publish": "2018-03-09 02:46:16", "description": "The pornographic actress’s case, seeking to break an agreement to keep silent about an alleged affair with the president, could lead to his having to testify in a deposition.", "filename": "2018_03_08_us_politics_stormy-daniels-trump-legal-case.html_module=inline_1542343800.html", "image_url": "https://static01.nyt.com/images/2018/03/09/us/politics/09Stormy2-alpha/09Stormy2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_08_us_politics_stormy-daniels-trump-legal-case.html_module=inline_1542343800.html", "title": "Stormy Daniels Lawsuit Opens Door to Further Trouble for Trump", "title_page": "Stormy Daniels Lawsuit Opens Door to Further Trouble for Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the blur of news coming out of Washington, the legal maneuvers involving a pornographic film actress who says she had an affair with President Trump and the president’s lawyer who paid her hush money may seem like just another reality-show-ready spectacle at 1600 Pennsylvania Avenue.\nBut the lawsuit she filed this week, seeking to break a 2016 agreement to keep silent in return for a $130,000 payout, opens what could be a precarious new legal front for a White House already beset by the investigation by the special counsel Robert S. Mueller III.\nAs any longtime legal hand in the capital remembers well, it was a sexual harassment lawsuit brought by an Arkansas state employee, Paula Jones, against Bill Clinton that led to his impeachment for lying about his affair with Monica S. Lewinsky.\nThe case of the adult film actress, Stephanie Clifford, who uses the stage-name Stormy Daniels, may not get past even the first considerable obstacles. But if her court case proceeds, Mr. Trump and his longtime personal lawyer, Michael D. Cohen, may have to testify in depositions, several lawyers said in interviews on Thursday. Ms. Clifford’s suit could possibly also provide evidence of campaign spending violations, which would bolster a pending Federal Election Commission complaint against Mr. Trump’s campaign.", "url": "https://www.nytimes.com/2018/03/08/us/politics/stormy-daniels-trump-legal-case.html?module=inline"}