{"authors": ["Mark Mazzetti", "Katie Benner"], "date_download": "2018-11-16 04:40:16", "date_modify": "2018-11-16 04:40:16", "date_publish": "2018-07-13 16:09:30", "description": "The intelligence officers were charged with hacking Democrats during the 2016 campaign. The indictment was announced days before President Trump is to meet with President Vladimir V. Putin of Russia.", "filename": "2018_07_13_us_politics_mueller-indictment-russian-intelligence-hacking.html_module=inline_1542343216.html", "image_url": "https://static01.nyt.com/images/2018/07/14/us/14dc-justice-print/14dc-justice-print-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_13_us_politics_mueller-indictment-russian-intelligence-hacking.html_module=inline_1542343216.html", "title": "12 Russian Agents Indicted in Mueller Investigation", "title_page": "12 Russian Agents Indicted in Mueller Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The indictment does not mention those remarks.\nSeparately, the indictment states that the hackers were communicating with “a person who was in regular contact with senior members of the presidential campaign.” Two government officials identified the person as Roger J. Stone Jr., a longtime adviser to Mr. Trump and the subject of close scrutiny by the F.B.I. and Mr. Mueller’s team. There is no indication that Mr. Stone knew he was communicating with Russians.\nCommunicating on Aug. 15 as Guccifer 2.0, an online persona, the Russian hackers wrote: “thank u for writing back … do u find anyt[h]ING interesting In the docs i posted?”\nTwo days later, the hackers wrote the person again, adding, “please tell me If i can help u anyhow … it would be a great pleasure to me.”\nIn another interaction several weeks later, the hackers, again writing as Guccifer 2.0, pointed to a document stolen from the Democratic Congressional Campaign Committee and posted online, asking, “what do u think of the info on the turnout model for the democrats entire presidential campaign.”\nThe person replied: “[p]retty standard.”\nFriday’s indictment is a “big building block in the narrative being constructed for the American people regarding what happened during the election,” said Raj De, the chairman of the cybersecurity practice at Mayer Brown and the former general counsel of the National Security Agency.\nBy pulling together threads that Americans have read about for years — including the hacking of political institutions and campaigns, the dissemination of hacked emails and the attempts to compromise state election infrastructure — “this shows that the Russian campaign to impact the election was more coordinated and strategic than some have given it credit,” Mr. De said. “This indictment is our clearest window into that campaign.”", "url": "https://www.nytimes.com/2018/07/13/us/politics/mueller-indictment-russian-intelligence-hacking.html?module=inline"}