{"authors": ["Katie Benner"], "date_download": "2018-11-16 03:11:28", "date_modify": "2018-11-16 03:11:28", "date_publish": "2018-11-08 10:00:11", "description": "Jeff Sessions shared President Trump’s conservative views, but his recusal from the Russia investigation cost him the president’s support.", "filename": "2018_11_08_us_politics_sessions-trump-justice-department-legacy_1542337888.html", "image_url": "https://static01.nyt.com/images/2018/11/09/us/politics/09dc-sessions-1/09dc-sessions-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_08_us_politics_sessions-trump-justice-department-legacy_1542337888.html", "title": "Jeff Sessions Executed the Agenda of a President Who Could Not Look Past a Betrayal", "title_page": "Jeff Sessions Executed the Agenda of a President Who Could Not Look Past a Betrayal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The night before he was fired, Attorney General Jeff Sessions was in high spirits.\nHe was watching the midterm election results at the Justice Department with his wife and staff members, according to two people present, and enjoying a final, welcome evening of normalcy before President Trump abruptly ended his bumpy tenure on Wednesday as the United States’ highest law enforcement officer.\nWhile Mr. Sessions, 71, did more to carry out Mr. Trump’s agenda than almost any other cabinet official, delivering on immigration and combating violent crime and opioids, he also soured their relationship after only weeks in the position by recusing himself from the Russia investigation. The president, who has made clear that he expected protection from his law enforcement officials, viewed the step as a betrayal.\n“The one laudable thing he did was to recuse himself from the Russia investigation, and for that, he is being fired,” said Vanita Gupta, a frequent critic of Mr. Sessions and the chief executive of the Leadership Conference on Civil and Human Rights.\nMr. Trump installed Mr. Sessions’s chief of staff, Matthew G. Whitaker, who had served as a liaison to the White House and gained the president’s trust, as acting attorney general.", "url": "https://www.nytimes.com/2018/11/08/us/politics/sessions-trump-justice-department-legacy.html"}