{"authors": ["Jodi Kantor", "Vanessa Friedman", "Jenna Wortham", "Cara Buckley"], "date_download": "2018-11-16 04:03:24", "date_modify": "2018-11-16 04:03:24", "date_publish": "2018-01-05 17:00:26", "description": "Will the Golden Globes rewrite the rules for awards seasons to come?", "filename": "2018_01_05_style_the-new-red-carpet-golden-globes_1542341004.html", "image_url": "https://static01.nyt.com/images/2018/01/07/fashion/07GG-AWARDS-SPAN/07GG-AWARDS-SPAN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_05_style_the-new-red-carpet-golden-globes_1542341004.html", "title": "The New Red Carpet", "title_page": "The New Red Carpet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Update: See our Golden Globes red carpet coverage here.\nHarvey Weinstein helped build the awards circuit as we know it. He’ll be gone from this year’s Golden Globes — denounced, derided, joked about — but his presence, and questionable legacy, will be everywhere.\nBack in the days of VHS, he helped pioneer the practice of sending out screener copies of his movies, asking his staff to hunt down the addresses of members of the Academy of Motion Picture Arts and Sciences. Disney acquired his company, Miramax, partly because it wanted the Oscars that Mr. Weinstein would win; the 1993 sale gave Mr. Weinstein vastly more cash and power.\nHe ran awards campaigns like wars, winning six best picture Oscars along the way. Even in recent years, when his power began to wane, Mr. Weinstein threw one of the splashiest parties after the Golden Globes ceremony.\nWhat no one knew was that Mr. Weinstein allegedly used the awards as an instrument of harassment — luring the French actress Judith Godreche to a Cannes hotel room, for instance, on the pretext of discussing his strategy to pursue an Oscar for her.", "url": "https://www.nytimes.com/2018/01/05/style/the-new-red-carpet-golden-globes.html"}