{"authors": ["Shane Goldmacher"], "date_download": "2018-11-16 04:45:27", "date_modify": "2018-11-16 04:45:27", "date_publish": "2018-08-16 21:34:10", "description": "Gov. Andrew Cuomo’s motivation behind his recent attacks on the president has more to do with his re-election this year than any ambitions in 2020.", "filename": "2018_08_16_nyregion_cuomo-trump-nixon-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343527.html", "image_url": "https://static01.nyt.com/images/2018/08/17/us/politics/17cuomotrump_xp/17cuomotrump_xp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_16_nyregion_cuomo-trump-nixon-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343527.html", "title": "Cuomo vs. Nixon? He’d Rather Campaign Against Trump", "title_page": "Cuomo vs. Nixon? He’d Rather Campaign Against Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For a governor known for his fixation with polls (he has spent nearly $300,000 on them since the start of 2017), the anti-Trump strategy is informed by months of focus groups and survey research, according to people involved with the campaign. Mr. Cuomo has rotated the issues he has challenged Mr. Trump on — immigration, abortion and guns most loudly of late — but the broader frame of him leading the charge against the White House has been the same.\n“Thank God for New Yorkers that we have his tenacity, his toughness, his competence and his experience because he knows how to push back,” said Maggie Moran, Mr. Cuomo’s campaign manager.\nMs. Nixon and other progressive activists argue the notion of Mr. Cuomo as an anti-Trump standard-bearer is risible. She pointed out this week that the day after the 2016 election, Mr. Cuomo had said the fact that Mr. Trump hailed from New York was a potential “bonus.” And she noted that Mr. Trump, formerly a Democrat, was once a donor to Mr. Cuomo, calling on the governor to return his money. (Mr. Cuomo has declined.)\n“The reality is that Cuomo is desperately trying to run against Donald Trump because he doesn’t have the progressive credentials to run against me,” she said on Thursday.\nWhen Ms. Nixon first emerged on the scene in March, Mr. Cuomo had found himself seemingly responding to her every move. Her campaign gleefully branded it #TheCynthiaEffect, as he moved toward legalizing marijuana, for example, or presided over Democrats reuniting in Albany after years of division that had helped empower Republicans.\nBut the governor has mostly ignored her in recent months, doing so at the urging of numerous advisers who intervened in late spring to say his aggression was damaging his own standing while elevating hers. He recently agreed to one televised debate.", "url": "https://www.nytimes.com/2018/08/16/nyregion/cuomo-trump-nixon-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}