{"authors": ["Declan Walsh"], "date_download": "2018-11-16 04:40:44", "date_modify": "2018-11-16 04:40:44", "date_publish": "2018-05-10 22:13:46", "description": "“You were both subjected to appalling treatment,” the government told a Libyan couple who were tortured after the C.I.A. snatched them in 2004 on a tip from British spies.", "filename": "2018_05_10_world_europe_britain-libya-apology-cia-rendition-torture_1542343244.html", "image_url": "https://static01.nyt.com/images/2018/05/11/world/11libya1/11libya1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_10_world_europe_britain-libya-apology-cia-rendition-torture_1542343244.html", "title": "Britain Apologizes for Role in Libyan Dissident’s C.I.A. Nightmare", "title_page": "Britain Apologizes for Role in Libyan Dissident’s C.I.A. Nightmare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CAIRO — The British government issued an apology on Thursday to a Libyan dissident and his wife for its role in a C.I.A. abduction in 2004 that landed them in Libya, where the man was tortured by Col. Muammar el-Qaddafi’s security forces and imprisoned for six years.\nThe apology to the dissident, Abdel Hakim Belhaj, and his wife, Fatima Boudchar, was the culmination of a six-year legal battle and represented a rare public rebuke by the British government of its own intelligence services.\n“It is clear that you were both subjected to appalling treatment and that you suffered greatly, not least the affront to the dignity of Mrs. Boudchar, who was pregnant at the time,” Prime Minister Theresa May told the couple in a letter that was read out in Parliament.\n“We are profoundly sorry for the ordeal that you both suffered and our role in it,” Mrs. May said.\nMr. Belhaj is a former leader of the Libyan Islamic Fighting Group, which tried to overthrow Colonel Qaddafi in the 1990s. After that effort failed, Mr. Belhaj fled into exile. In 2004, he and his Morocco-born wife, who was four months pregnant, were detained in Malaysia based on a tip by British intelligence operatives who told their American counterparts that the couple were suspected of having ties to Al Qaeda.", "url": "https://www.nytimes.com/2018/05/10/world/europe/britain-libya-apology-cia-rendition-torture.html"}