{"authors": ["Ana Swanson", "Jim Tankersley"], "date_download": "2018-11-16 03:51:05", "date_modify": "2018-11-16 03:51:05", "date_publish": "2018-01-08 02:00:17", "description": "The president will cast himself as a friend to farmers in a speech on Monday, but his position on trade and some parts of the new tax law threaten to undercut their interests.", "filename": "2018_01_07_us_politics_trump-farmers-agriculture-trade-taxes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340265.html", "image_url": "https://static01.nyt.com/images/2018/01/09/world/08dc-trumpfarm-hp/08dc-trumpfarm-hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_07_us_politics_trump-farmers-agriculture-trade-taxes.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340265.html", "title": "As Trump Appeals to Farmers, Some of His Policies Don’t", "title_page": "As Trump Appeals to Farmers, Some of His Policies Don’t - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump will head to Tennessee on Monday to appeal to farmers, a key demographic that helped elect him, as he promotes his tax law and previews a new White House strategy to help rural America.\nBut back in Washington, some of the economic policies his administration is pursuing are at odds with what many in the farm industry say is needed, from a potentially drastic shift in trade policies that have long supported agriculture to some little-noticed tax increases in the $1.5 trillion tax law.\nAmerican farmers are facing some of the most challenging times in a generation. Global prices for their products — including corn, wheat and other commodities — are mired in a multiyear slump, and the rural economy has remained sluggish since the recession. Net farm income has been roughly halved in the last four years, the largest four-year decrease since the Great Depression, the American Farm Bureau Federation says.\nMany farmers and farm states supported the president, whose campaign made overtures to parts of America that had been left behind economically and felt overlooked in Washington. The farm community has cheered the president’s deregulatory agenda, especially a move to rescind tighter regulations on water pollution. Mr. Trump’s appearance at the American Farm Bureau Federation’s annual convention in Nashville on Monday will mark the first time in 25 years a president has attended.", "url": "https://www.nytimes.com/2018/01/07/us/politics/trump-farmers-agriculture-trade-taxes.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}