{"authors": ["Ernesto Londoño", "Shasta Darlington"], "date_download": "2018-11-16 03:43:48", "date_modify": "2018-11-16 03:43:48", "date_publish": "2018-09-03 02:56:10", "description": "The National Museum of Brazil in Rio de Janeiro housed more than 20 million items, including Egyptian mummies, dinosaur fossils and the oldest human fossil in the region.", "filename": "2018_09_02_world_americas_national-museum-brazil-fire.html_action=click&module=RelatedLinks&pgtype=Article_1542339828.html", "image_url": "https://static01.nyt.com/images/2018/09/03/world/03xp-brazil-promo/03xp-brazil-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_02_world_americas_national-museum-brazil-fire.html_action=click&module=RelatedLinks&pgtype=Article_1542339828.html", "title": "Brazil Museum Fire Threatens Hundreds of Years of History", "title_page": "Brazil Museum Fire Threatens Hundreds of Years of History - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIO DE JANEIRO — A fire engulfed the National Museum of Brazil on Sunday night, ravaging the stately, 200-year-old museum in Rio de Janeiro and threatening the years of history encapsulated inside.\nAerial video posted by the television station Globo showed roaring flames and billowing smoke overtaking the large museum. Windows on multiple floors across the museum displayed a burning orange color, and the glow of the fire lit up the dark night sky.\nThe destruction to the building was significant, and it is unclear whether any historical artifacts had been saved. The museum housed a collection of more than 20 million items, including Egyptian mummies, Greco-Roman artifacts, dinosaur fossils and the oldest human fossil in the region, known as Luzia.\n[See what ancient and native artifacts were at risk in the museum.]\nNobody was believed to have been injured in the blaze, which started about 7:30 p.m. local time, when the museum was closed, fire officials said. Several hours later, firefighters were still working to put out the enormous fire.", "url": "https://www.nytimes.com/2018/09/02/world/americas/national-museum-brazil-fire.html?action=click&module=RelatedLinks&pgtype=Article"}