{"authors": ["Guy Lawson"], "date_download": "2018-11-16 03:51:22", "date_modify": "2018-11-16 03:51:22", "date_publish": "2018-06-09 09:00:01", "description": "Inside Justin Trudeau’s campaign against the American trade war.", "filename": "2018_06_09_magazine_justin-trudeau-chrystia-freeland-trade-canada-us-.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340282.html", "image_url": "https://static01.nyt.com/images/2018/06/08/magazine/17mag-canada-image1/17mag-canada-image1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_09_magazine_justin-trudeau-chrystia-freeland-trade-canada-us-.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340282.html", "title": "First Canada Tried to Charm Trump. Now It’s Fighting Back.", "title_page": "First Canada Tried to Charm Trump. Now It’s Fighting Back. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After Freeland graduated from Harvard in the early ’90s and before going to Oxford, she traveled to Ukraine and turned herself into a stringer journalist, reporting on the implosion of the Soviet Union, giving her a close view of the fast-moving and unpredictable spectacle of an empire collapsing. She has said that she thinks a lot about the “fraught moment” we now find ourselves in and how it resembles the period immediately after the First World War, when the hyperglobalized rule of the British Empire ended and resulted in the rise of fascism and the catastrophe of World War II.\n“I think there are two related megaproblems in the world right now,” she told me in her office. “The first problem is that the rules-based order is under more strain than any time since it was invented after World War II. The other very related issue is authoritarianism is starting to make gains on democracy. They’re not the same thing. The second is as much about domestic policy as it is about international politics. But they are closely related. I worry that we — and I mean Canadians, but I think this applies broadly to citizens of Western democracy — take for granted these great institutions and liberal democracy because we’ve had them for a while.”\nAmerica and Canada have had serious differences in the past, among them the Vietnam War and the invasion of Iraq in 2003. As a kid growing up in Toronto in the 1970s, I witnessed widespread anti-Americanism, including in my father’s house, where the milk glasses read “Nixon Drinks Canada Dry.” Protecting Canadian industry and culture from American multinational corporate depredation was considered by many to be a paramount priority. In 1984, when a corporatist conservative leader named Brian Mulroney was elected prime minister, the country decided to take a new approach to trade and relations with the United States, one that at the time was much ridiculed by the intelligentsia as toadyism.\n“I believed a comprehensive free-trade agreement with the United States would give us privileged access to the largest and richest market in the world,” Mulroney, now 79, told me. “There is more than one way to skin a cat.”\nWhen trade negotiations stalled, Mulroney reached out to President Reagan with a simple message: If he could strike a deal on nuclear weapons with America’s archenemy, the Soviet Union, why couldn’t America make a deal on trade with its best friend, Canada? The ploy worked; within 20 minutes word came back that the logjam was broken, and the first Canada-United States trade agreement was signed in 1987, a pact that was virulently opposed on the political left in Canada as a concession of sovereignty but that Mulroney delighted in describing three decades later as a wild success. Trade exploded by 300 percent over the next 20 years, he said, creating the largest trade relationship in history.\nIn the early 1990s, George H.W. Bush decided that the United States-Canada deal was so beneficial that he wanted a similar treaty with Mexico. Always eager to tag along with America, Mulroney instantly said that Canada wanted in on that deal, too — and thus was born Nafta. This was a massive leap in logic and faith. Canada and America are similar countries, in myriad ways, while Mexico has a much different history, political landscape and, most important, economy; lower wages in Mexico instantly began incentivizing companies to move factories from both the Canadian and American industrial heartlands. But even as thousands of good industrial jobs migrated south, over time a consensus emerged across the political spectrum in Canada that Nafta was a desirable part of the fabric of the nation. “History has had its say about Nafta now,” Mulroney said. “There are two vital things for any Canadian prime minister to get right. The first is national unity. The second is U.S.-Canada relations.”\nThis was precisely the mantra I heard repeatedly from Freeland and other top Canadian officials, and that was no coincidence. A true America-phile, Mulroney had known Trump for decades, having lunched with him in Manhattan in the mid-’90s and encountered him often over the years, as they both have residences in Palm Beach and move in the same moneyed conservative social circles. Mulroney often dined at Mar-a-Lago.", "url": "https://www.nytimes.com/2018/06/09/magazine/justin-trudeau-chrystia-freeland-trade-canada-us-.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}