{"authors": ["J. David Goodman"], "date_download": "2018-11-16 04:54:33", "date_modify": "2018-11-16 04:54:33", "date_publish": "2018-01-02 21:34:09", "description": "Councilman Corey Johnson seems intent to help the Council assert its independence from the mayor, bringing an ambition to stretch its power of legislation.", "filename": "2018_01_02_nyregion_nyc-council-speaker-corey-johnson.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344073.html", "image_url": "https://static01.nyt.com/images/2018/01/03/nyregion/03speaker1/03speaker1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_02_nyregion_nyc-council-speaker-corey-johnson.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344073.html", "title": "On Next Council Speaker’s Agenda: More Oversight and More Subway Aid", "title_page": "On Next Council Speaker’s Agenda: More Oversight and More Subway Aid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He also said to “fully exercise its power,” the Council would need more people on its staff.\nAs a legislative leader, the speaker’s position entails balancing grand plans with the local needs of 50 other Council members, for whom the parochial concerns of their residents on matters such as tree planting and garbage pickup can take precedence over sweeping changes to the fabric of government.\nChristine C. Quinn, who served as speaker before Ms. Mark-Viverito and represented the same West Village, Chelsea and Midtown West district as Mr. Johnson, offered advice to the incoming leader.\n“Have fun, follow your gut, don’t worry so much about the press, and stay in really close touch with your members,” she said. “This is the moment in your life to take everything in your life that you ever wanted to fix, change and undo, and do it. Because you can.”\nOver her two terms as speaker, Ms. Quinn, a Democrat, suffered politically within her own party because of what some perceived as a too-close relationship to Mayor Michael R. Bloomberg, who ran as an independent and a Republican, and her support for Mr. Bloomberg’s third term. Similarly, Ms. Mark-Viverito has been seen as too close to Mr. de Blasio, even though both are Democrats; the mayor did not veto a single Council bill during her term.\nFor Mr. Johnson, it will be a delicate balance, striving to be what he called “a productive partner” with the mayor, “while at the same time someone who is willing to maintain the Council’s independence.” He said he could envision a more assertive Council bringing bills to vote that do not have Mr. de Blasio’s support.\n“I said this to the mayor: ‘When there is disagreement, it will never be personal with me,’” Mr. Johnson said. “But us overriding vetoes, if the members believe we should do that and there’s broad support for a bill, that’s us using our charter-mandated authority.”\nMr. Johnson became the overwhelming favorite for the position after leaders from the two most powerful Democratic county organizations, in the Bronx and in Queens, threw their weight behind him. Mr. de Blasio, who had not initially endorsed Mr. Johnson, soon followed suit.", "url": "https://www.nytimes.com/2018/01/02/nyregion/nyc-council-speaker-corey-johnson.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}