{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:41:14", "date_modify": "2018-11-16 04:41:14", "date_publish": "2018-01-31 00:02:28", "description": "After Democrats invited young undocumented immigrants to attend the State of the Union address, Representative Paul Gosar called for their arrest", "filename": "2018_01_30_us_politics_dreamers-state-of-the-union.html_module=inline_1542343274.html", "image_url": "https://static01.nyt.com/images/2018/01/31/us/31dc-dreamers/31dc-dreamers-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_30_us_politics_dreamers-state-of-the-union.html_module=inline_1542343274.html", "title": "A Congressman Suggests ‘Dreamers’ Be Arrested. Capitol Hill Rolls Its Eyes.", "title_page": "A Congressman Suggests ‘Dreamers’ Be Arrested. Capitol Hill Rolls Its Eyes. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Standing outside in the freezing cold, dressed in a new navy blue suit and red tie, Leonardo Reyes was feeling a little overwhelmed Tuesday afternoon as he headed to Capitol Hill for President Trump’s State of the Union address. He was the guest of his home-state senator, Jeff Merkley, Democrat of Oregon.\n“It feels a little strange,” Mr. Reyes said. “It’s not just the suit. It’s the fact that we are in this space where people have the power to determine the outcome of your life.”\nMr. Reyes, 27, is a so-called Dreamer, a young undocumented immigrant shielded from deportation under an Obama-era initiative that Mr. Trump rescinded. Democrats had invited several dozen of them to sit in the gallery overlooking the well of the House on Tuesday night to put a face on the roiling congressional debate over their future.\nThat seemed like a good plan — until Representative Paul Gosar called the cops.\nMr. Gosar, Republican of Arizona, who is known as an immigration hard-liner, provoked considerable eye-rolling on Capitol Hill on Tuesday when he wrote on Twitter that he had contacted the Capitol Police, as well as Attorney General Jeff Sessions, “asking they consider checking identification of all attending the State of the Union address and arresting any illegal aliens in attendance.”", "url": "https://www.nytimes.com/2018/01/30/us/politics/dreamers-state-of-the-union.html?module=inline"}