{"authors": ["Jack Healy"], "date_download": "2018-11-16 04:02:07", "date_modify": "2018-11-16 04:02:07", "date_publish": "2018-02-28 13:36:51", "description": "Her bloodstained shoes were taken away as evidence. Her backpack has a bullet hole in it. On Wednesday, Brooke Harrison returned to the school where she saw her classmates die.", "filename": "2018_02_28_us_stoneman-douglas-parkland-shooting.html_module=inline_1542340927.html", "image_url": "https://static01.nyt.com/images/2018/03/01/us/01parkland-02ALT/01parkland-02ALT-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_28_us_stoneman-douglas-parkland-shooting.html_module=inline_1542340927.html", "title": "Scared but Resilient, Stoneman Douglas Students Return to Class", "title_page": "Scared but Resilient, Stoneman Douglas Students Return to Class - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many parents had exchanged frantic text messages with their children as they hid in their classrooms, but Brooke’s class was one of the first to be attacked. When she and her friends poured out of the school, they grabbed cellphones from strangers and broke the news to their parents. Brooke’s mother found her shaken near their subdivision.\nThat day, Brooke and two friends had sat at her house and feverishly tried to confirm which of their friends was safe. They sent group text messages asking who was missing and who had been found. They posted photos on social media. They knew, before any names were officially released or parents were notified, which of their friends were not coming home.\nBrooke still flashes back to the shadow of the gunman passing by their classroom door. “I’ll just see him,” she said. These past two weeks, she found some escape in a high school romance novel and rewatched “101 Dalmatians” and other Disney movies from her childhood.\nHer parents tried to calibrate when to hold her close and when to give her space. Ms. Harrison said she would quietly try to check in by calling Brooke to ask if she wanted a drink from Starbucks or needed anything from Target. And when Brooke declined to attend her 12-year-old brother’s birthday party, she reminded her mother that she sometimes just needed to be alone.\nOn Wednesday, traffic around the school slowed to a crawl as Brooke and her mother drew close. They passed heavily armed police officers and television cameras. Students walked through a colonnade of police officers from nearby cities and teachers from their old middle and elementary schools who waved signs of support.\n“Welcome back, welcome back,” one sheriff’s deputy said.\n“I feel like I’m on an episode of ‘C.S.I.,’” Brooke said.", "url": "https://www.nytimes.com/2018/02/28/us/stoneman-douglas-parkland-shooting.html?module=inline"}