{"authors": ["John Leland", "Devin Yalkin", "Photographs By"], "date_download": "2018-11-16 04:54:22", "date_modify": "2018-11-16 04:54:22", "date_publish": "2018-06-22 10:47:43", "description": "Death cafes, death doulas, “Ask a Mortician,” DeathLab — once the province of goth subculture, death is having a moment in the sun.", "filename": "2018_06_22_nyregion_the-positive-death-movement-comes-to-life_1542344062.html", "image_url": "https://static01.nyt.com/images/2018/06/24/us/24death-alpha/24death-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_22_nyregion_the-positive-death-movement-comes-to-life_1542344062.html", "title": "The Positive Death Movement Comes to Life", "title_page": "The Positive Death Movement Comes to Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At the FUN-eral, Ms. Weisberger showed off a burial shroud she plans to use when her time comes. She bought it online, from Amazon, she thinks. Three friends have agreed to wash her body according to Jewish tradition, and Ms. Cunningham — who supplied the cardboard coffin — will provide dry ice to preserve her body before burial, she said.\nOn the wall was a quote from Steve Jobs, the founder of Apple, who died in 2011: “Remembering that I’ll be dead soon is the most important tool I’ve ever encountered to help me make the big choices in life.” Ms. Weisberger found it on WeCroak.\n“I was about to give up on WeCroak until I saw this,” she said.\nMs. Weisberger assured her friends that she was in no hurry to occupy the coffin in the corner. Her health was good and her studies in death and dying gave her motivation to keep going, maybe to age 100, she said.\nAfter all, she had too much work to do to stop now.\n“I really want to experience my dying,” she told the crowd. “I don’t want to die in a car crash or be unconscious. I want to be home, I want to be in my bed, I want to share the experience with anybody who’s interested.”\nIt has been the journey of a lifetime, she said, and the last chapter was still to come.\n“There’s so much more to share, but I don’t want to go on — no, I really do want to go on,” she said.\nEverybody laughed. For one afternoon, death did not get the last word.", "url": "https://www.nytimes.com/2018/06/22/nyregion/the-positive-death-movement-comes-to-life.html"}