{"authors": ["Michael Cooper"], "date_download": "2018-11-16 04:47:33", "date_modify": "2018-11-16 04:47:33", "date_publish": "2018-09-23 17:58:24", "description": "Turning the page with Yannick Nézet-Séguin, its first new music director since 1976, the Met is readying new works — and planning forays into its city.", "filename": "2018_09_23_arts_music_metropolitan-opera-bam-public-theater-women.html_action=click&module=RelatedLinks&pgtype=Article_1542343653.html", "image_url": "https://static01.nyt.com/images/2018/09/24/arts/24MET-FUTURE-diptych/24MET-FUTURE-diptych-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_23_arts_music_metropolitan-opera-bam-public-theater-women.html_action=click&module=RelatedLinks&pgtype=Article_1542343653.html", "title": "The Met Is Creating New Operas (Including Its First by Women)", "title_page": "The Met Is Creating New Operas (Including Its First by Women) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "And the Met is heading outdoors, to the Delacorte Theater at Central Park. In the summer of 2020 the company plans to collaborate with the Public Theater on a new, abridged English-language version of Mozart’s “The Magic Flute” in the park, directed by Lear deBessonet, featuring the Met Orchestra conducted by Mr. Nézet-Séguin.\nIn addition, the commissioning program that the Met established with Lincoln Center Theater more than a decade ago will soon bear more fruit. The program, which previously yielded Nico Muhly’s opera “Two Boys,” which came to the Met, helped develop “Grounded,” the opera by Ms. Tesori coming to the Met. And it brought together the composer Ricky Ian Gordon and the Pulitzer Prize-winning playwright Lynn Nottage to create an opera based on her play “Intimate Apparel.” André Bishop, Lincoln Center Theater’s artistic director, said in an interview that he plans to produce it next season at the Mitzi E. Newhouse Theater.\nThe Met’s projects outside Lincoln Center are the latest in a long line of efforts to find smaller spaces to perform intimate works that would get lost in its mammoth 3,800-seat opera house.\nMr. Gelb described the collaborations as part of his continuing efforts to make the Met seem less elitist, and more approachable — something he has tried to do in the past through the transmissions of operas to cinemas; family presentations during the winter holidays; and a variety of discounted ticket programs. But he said there was much more to do.\n“It’s been partly successful, I would say, but it was undertaken at a time when the presence of opera and classical music in general has struggled to maintain its seat in the cultural lives of people,” Mr. Gelb said. “It’s something of an uphill struggle.”\nMr. Nézet-Séguin, (his full name is pronounced yah-NEEK nay-ZAY say-GHEN), is well known to New York audiences for his energetic, critically lauded performances at the Met and with the Philadelphia Orchestra, which he has led as music director since 2012. But his artistic tastes and priorities have been less well known. At the lunch, he described some of his plans.", "url": "https://www.nytimes.com/2018/09/23/arts/music/metropolitan-opera-bam-public-theater-women.html?action=click&module=RelatedLinks&pgtype=Article"}