{"authors": ["Eduardo Porter"], "date_download": "2018-11-16 03:16:28", "date_modify": "2018-11-16 03:16:28", "date_publish": "2018-05-01 18:20:36", "description": "A look at industrial centers of the North and the East over decades of decline finds that investments, geography and sheer serendipity make a difference.", "filename": "2018_05_01_business_economy_rust-belt-cities.html_rref=collection%2Fcolumn%2FEconomic%20Scene_1542338188.html", "image_url": "https://static01.nyt.com/images/2018/05/02/business/02PORTERprint1/02PORTER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_01_business_economy_rust-belt-cities.html_rref=collection%2Fcolumn%2FEconomic%20Scene_1542338188.html", "title": "Lessons From Rust-Belt Cities That Kept Their Sheen", "title_page": "Lessons From Rust-Belt Cities That Kept Their Sheen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Using the mix of industries in each county, they projected how many jobs it would have today if employment in each industry had grown at the same pace as in the nation as a whole. Seventy of the original 185 had significantly fewer jobs in 2016 than they would have had if they had followed the national trend. The other 115 almost matched or outpaced the national trend.\nThis is an imperfect measure of success. In many successful counties that experienced employment growth, workers nonetheless suffered lower wages and declining living standards. Still, on the whole these places did much better in terms of productivity and household income growth, too.\nUnfortunately for the laggards, their edge may be difficult to replicate.\nThe picture in the South and the West is brighter. Fifty-five of the 63 urban industrial counties that Mr. Berube and Ms. Murray counted in the South in 1970, as well as all 24 of those in the West, saw jobs growth that was at least about on par with the national trend over the next 46 years. But their experience is of limited use to the North and the East. In 1970, these counties were smaller and younger. They were building an industrial base as the nation’s economic footprint was shifting from manufacturing to service, embracing technology and globalization.\nDesegregation in the South and immigration in the West added a pool of productive workers, while investment flowed in to take advantage of their cheaper labor force and the virtual absence of unions. “Jobs were leaving Michigan, Indiana and Ohio and going to Alabama, Georgia and Tennessee,” Mr. Berube observed. In the more successful industrial counties, construction employment doubled, on average, from 1970 to 2016, as they absorbed new populations.\nThe old industrial cities that developed around the Great Lakes in the first half of the 20th century have a different story. Population shrank on average. Construction employment did not grow. Only six of the 35 urban industrial counties scattered across the Northeast in 1970 held their own or gained employment compared with the national trend over the next 46 years. Of 63 urban industrial cities in the Midwest in 1970, only 30 managed the feat.", "url": "https://www.nytimes.com/2018/05/01/business/economy/rust-belt-cities.html?rref=collection%2Fcolumn%2FEconomic%20Scene"}