{"authors": ["Matt Futterman", "Kevin Draper"], "date_download": "2018-11-16 03:18:57", "date_modify": "2018-11-16 03:18:57", "date_publish": "2018-06-19 12:01:22", "description": "Salah and Egypt were all but eliminated from advancing with a 3-1 loss to Russia, which scored all of its goals in a 16-minute span right after halftime.", "filename": "2018_06_19_sports_world-cup_egypt-russia-mo-salah.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338337.html", "image_url": "https://static01.nyt.com/images/2018/06/20/sports/20russia-win/merlin_139870413_26697292-5c23-4d29-8db9-b8a71464c24b-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_19_sports_world-cup_egypt-russia-mo-salah.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338337.html", "title": "Mo Salah’s Return Isn’t Enough as Russia Hands Egypt a Crushing Loss", "title_page": "Mo Salah’s Return Isn’t Enough as Russia Hands Egypt a Crushing Loss - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Cheryshev one-timed a perfect pass from the end line by Mário Fernandes, who was born in Brazil but became a Russian citizen in 2016. Striker Artem Dzyuba then put Russia ahead by 3-0 when he captured a 40-yard pass at the top of the penalty area and slammed a shot into the net.\nSalah did finally muster a response, drawing a penalty in the 72nd minute and burying the kick from the spot. But on a day when he was not fully fit, that was hardly enough to turn the match around.\n“The game was 94 minutes, and we had 10 to 15 very bad minutes, and that was the reason we lost,” said Egypt’s Argentine manager, Héctor Cúper.\nCúper, Salah and Egypt are now left with dreams of what might have been. With two losses in two games here, they have virtually no chance of advancing to the knockout round. All that remains, most likely, is a final group-stage match against Saudi Arabia on Monday.\nPhoto\nAnd so Salah’s World Cup will almost certainly end in disappointment. For months, ever since he began dumping in goals for Liverpool the way Stephen Curry drains 3-pointers, there had been near-limitless hope, in Egypt and its diaspora, that he would be a source of magic in this tournament.\nSalah led Egypt through World Cup qualification with five goals and became a unifying force in a deeply divided country. But then the World Cup banana peel appeared courtesy of Sergio Ramos of Real Madrid, whose rough tackle of Salah during the first half of the Champions League final on May 26 wrecked Salah’s shoulder.\nAdvertisement Continue reading the main story\nThe injury relegated Salah to the bench for Egypt’s World Cup opener against Uruguay, needing four more days of convalescence before being healthy enough to play — enough being the key word there. But on Tuesday, Salah had essentially had no choice but to play, diminished though he might have been.\nIn the end, Salah, with a damaged shoulder and a weak group of teammates around him, could not do enough. On Tuesday it was Cherchesov, the Russian manager, who walked off the field waving his arms in jubilation to chants of “ROO-SEE-YAA!” Russia’s final group match is against Uruguay, and it almost certainly will advance safely even without a victory or tie.\nIn contrast, Salah’s World Cup is almost certain to end in six days. Like plenty of other stars before him, Salah confronted the harsh reality on Tuesday of how difficult it is to excel without the usual strong support at the club level, with players like Roberto Firmino, his Brazilian teammate at Liverpool.\nIn World Cup qualifying, however, Egypt largely succeeded because of its improved defense, conceding just six goals in eight games.\nAnd for the first 45 minutes on Tuesday, the Egyptian back line held strong, intercepting and deflecting balls and neutralizing a series of Russian attacks. El-Shenawy, the goalkeeper, commanded the area around his net, coming out to punch away cross after cross.\nAt the same time, Egypt struggled to find a consistent link to Salah in the middle of the field, where the game often looked more like pinball than soccer.\nPhoto\nHis only real chance of the first half came after 42 minutes, when he got the ball 18 yards out from the Russian goal, spun free from Russia’s Yuri Zhirkov and curled a shot well wide of the left post.\nHe got another look from 10 yards out in the 57th minute but couldn’t shake free of his defender and corral a twisting ball well enough to get off a clean strike on goal. He did finally draw the penalty shot, but it was too little, too late.\nAdvertisement Continue reading the main story\n“What would have happened if he had been in top form in both matches?” Cúper asked after Egypt’s loss on Tuesday. “That is very hard to say.”\nHe paused, gathered his thoughts, then added: “I always say, behind a brilliant player, or two brilliant players, there has to be a team.”\nHere’s how the game unfolded:\n95’: It’s All Over!\nRussia’s defense stands firm, and they hold on for a 3-1 victory.\n90’: Time Running Out\nThe referee indicates four minutes of stoppage time.\n86’: Late Changes for Both Sides\nEgypt brought Ramadan Sobhi on for Trezeguet a few minutes ago, and now Russia swaps Fedor Kudryashov for Yury Zhirkov.\n84’: Careful Counters\nWith Egypt throwing everybody forward, Russia has had a couple of counter attack opportunities. But they’re cautiously only sending one or two players, and the attacks mostly fizzle out.\n83’: Desperation for Egypt\nAbout 10 minutes left for Egypt, who need to score at least two, and probably three, goals to keep its hopes of advancing alive.\n79’: Both Scorers off for Russia\nThe other Russian goalscorer, Artem Dzyuba, comes off for Fedor Smolov.\n74’: Defensive Move for Russia\nOne of the Russian goal scorers, Denis Cheryshev, comes off for Daler Kuzyayev, a more defensive midfielder.\n72’: GOAL EGYPT!\nMohamed Salah is dragged down in the box by Roman Zobnin while going for the ball. He might’ve been outside the box when first tugged, however. But after a video review, the referee awards a penalty kick.\nAdvertisement Continue reading the main story\nSalah takes it, dancing towards the ball before emphatically thumping it into the top right corner.\n67’: Wasted Chance\nEgypt’s best chance of the match, as Trezeguet receives a square pass and is open at the top of the box. He tries passing the ball into the bottom of the net, but his shot goes just wide. As if punishment for his shot, Trezeguet makes way for Ramadan Sobhi a minute later.\n64’: Change for Egypt\nAmr Warda comes on for Mohamed Elneny, but it’s probably too little too late for the Pharoahs, after a brutal 16 minutes saw Russia score three goals.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n62’: RUSSIA AGAIN!\nBig Artem Dzyuba (he’s 6’5”) takes down a lob from half field, dribbles past an Egyptian defender and slots the ball past Mohamed El-Shenawy to give Russia a 3-0 lead.\nIt was really a goal that came out of nowhere. But when you send the ball into the mixer and have the tallest player on the field, sometimes good things happen.\nMatthew Futterman: Russia is on its way to the round of 16, where Portugal or Spain will likely await. That will be one whale of a match, especially if Cristiano Ronaldo gets to take on the home team.\n59’: A SECOND FOR RUSSIA!\nPhoto\nDenis Cheryshev gets his third goal of the tournament. Mário Fernandes took a pass on the corner of the six-yard box and drove to the end line, before cutting the ball back to an open Cheryshev, who wasn’t going to miss from that close. Cheryshev’s third goal draws him even with Cristiano Ronaldo for the tournament lead.\n57’: Egyptian Chances, Finally\nBetter from Egypt, who get several dangerous crosses into the box. Mo Salah’s shot from close is blocked out, and Russia is able to pounce first and clear a loose ball on the subsequent corner.\n52’: Not So Dangerous\nEgypt’s response to going down a goal has been to surge forward, but the quality of their passing is lacking.\n48’: Own Goal’s Stock Rising\nSo far, Own Goal is the striker of the tournament.\n47’: GOAL Russia!\nIt’s an own goal in Russia’s favor! Battling with big Russian forward Artem Dzyuba in the box, Egyptian right back Ahmed Fathi half swings at the ball, and it bounces off his leg and past his own keeper.\nAdvertisement Continue reading the main story\nHalftime: Good Bit of Action, No Goals\nThe two sides go into halftime goalless, though not for a lack of trying. Russia might be content with a draw and a point, but Egypt will most likely push for a goal and the victory in the second half.\n42’: Salah Gets a Look\nMarwan Mohsen dummies a pass that finds Mo Salah at the top of the box. He mis-controls the ball but is still able to take a shot mostly facing away from the goal. It goes wide.\nMatthew Futterman: There is nothing like the moment when the star gets the ball in a dangerous spot with a single defender to beat. You could feel 65,000 people holding their breath on that Salah chance at the 18. His shot wasn’t all that close, but it was a moment.\n40’: Just Pump in the Crosses\nPhoto\nBoth teams are looking to find their big strikers in the box with crosses. Marwan Mohsen of Egypt and Artem Dzyuba of Russia have each gotten their heads on a couple of balls, but haven’t had a clean look at a header.\nMatthew Futterman: It’s deafening in here. I can’t imagine what it must be like for the referee, Enrique Caceres of Paraguay, to officiate a Russia game in Putin’s Russia. Russia has gotten a few non-calls so far. It’s something to keep an eye on. Referees are all too human.\n34’: Salah Threatens\nA flick-on header almost finds Mo Salah at the back post, but Russia is able to clear before he gets a foot on the ball. The subsequent corner is wasted.\n33’: Calm Before the Storm?\nThings have calmed a bit, with the teams trading possession in midfield. Let’s hope it presages a storm of goals.\n25’: Salah Quiet So Far\nNot too much involvement from Mo Salah yet, though Egyptian players have ballooned a number of speculative balls to his side of the field. For Liverpool, Salah tracks back and is a tenacious defender, but for the Pharaohs he seems to be saving his energy to attack.\nPhoto\n22’: High-Quality Start\nThis has been a pretty fun game so far. The teams are evenly matched, possession is split, and neither are afraid to commit numbers forward in the attack.\nAdvertisement Continue reading the main story\nMatthew Futterman: For all of the attention that Mo Salah gets, Egypt is here because they stopped giving up goals by the bundle. They are a pretty defensive team that needs that back line to stay organized. So far so good. After Russia’s early flourish, most of the chances have been from long range.\n19’: Russia Fires Back\nDenis Cheryshev, who scored two goals against Saudi Arabia, claims a loose ball at the top of the box and fires a shot at Egypt’s goal, but it goes over.\n16’: Egypt Has a Go\nEgypt’s Trezeguet pops free at the edge of the Russian box and curls a shot toward goal. It looked to beat Russian keeper Igor Akinfeev but was just wide of the post.\n11’: One-Way Traffic\nRussia is piling the pressure on the Egyptian goal, but haven’t yet had better than a half-chance.\n06’: Two More for Russia\nSergey Ignashevich gets a header on goal, but he’s traveling backward and it has no power. Egypt subsequently gave the ball away in the middle of the field, but Aleksandr Golovin’s shot from the top of the area goes wide.\n04’: Early Chance for Russia\nEgypt controlling more of the ball early, but the best chance went to Russia, who intercepted a wayward crossfield pass and almost slipped Dzyuba in on goal.\n01’: And We’re Off!\nRussia is in red, Egypt in white.\nAll Eyes on El-Shenawy\nTo hold the Russians to fewer than the five goals they scored against Saudi Arabia, Egypt will be relying on goalkeeper Mohamed El-Shenawy, who plays for Al Ahly, Egypt’s best domestic club. El-Shenawy was named man of the match against Uruguay, as he coped well with constant pressure and parried away three shots.\nRussia’s Starting Lineup\n1. Igor Akinfeev\n4. Sergey Ignashevich\n3. Ilya Kutepov\n18. Yury Zhirkov\n2. Mario Fernandes\n17. Aleksandr Golovin\nAdvertisement Continue reading the main story\n11. Roman Zobnin\n8. Iury Gazinsky\n22. Artem Dzyuba\n6. Denis Cheryshev\n19. Aleksandr Samedov\nEgypt’s Starting Lineup\nPhoto\n23. Mohamed El-Shenawy\n6. Ahmed Hegazi\n2. Ali Gabr\n13. Mohamed Abdel-Shafy\n7. Ahmed Fathi\n19. Abdalla Said\n8. Tarek Hamed\n17. Mohamed Elneny\n9. Marwan Mohsen\n21. Trezeguet\n10. Mohamed Salah", "url": "https://www.nytimes.com/2018/06/19/sports/world-cup/egypt-russia-mo-salah.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}