{"authors": ["Jeffrey Gettleman", "Salman Masood", "Meher Ahmad"], "date_download": "2018-11-16 04:28:19", "date_modify": "2018-11-16 04:28:19", "date_publish": "2018-07-24 13:50:58", "description": "Mr. Khan goes into elections on Wednesday with seemingly too many advantages to fail — including the powerful implicit support of Pakistan’s army.", "filename": "2018_07_24_world_asia_pakistan-imran-khan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342499.html", "image_url": "https://static01.nyt.com/images/2018/07/25/world/25imrankhan-print/25imrankhan1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_24_world_asia_pakistan-imran-khan.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342499.html", "title": "Cricket Star. Sex Symbol. Prime Minister? It May Be Imran Khan’s Time.", "title_page": "Cricket Star. Sex Symbol. Prime Minister? It May Be Imran Khan’s Time. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LAHORE, Pakistan — Is Imran Khan, a legendary cricket player and international sex symbol, about to become the leader of Pakistan, an Islamic republic with nuclear weapons?\nMr. Khan made a name for himself on the world’s cricket pitches and in London’s nightclubs. But in the two decades since he began striving for higher office in Pakistan, he has undergone a complicated transformation.\nHe has embraced pious Islam, railing against the United States and distancing himself from his partying days — though his political organization still uses a cricket bat as its symbol. And on Wednesday, when Pakistan holds nationwide elections, Mr. Khan is the party leader widely seen as most likely to emerge with a shot at forming a government.\nMr. Khan enjoys genuine popularity across this country and cordial relations with Pakistan’s domineering military. He has used his celebrity, his charisma and his money to campaign against corruption, one of the most unifying issues in a poor nation that struggles with many dividing lines.", "url": "https://www.nytimes.com/2018/07/24/world/asia/pakistan-imran-khan.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}