{"authors": ["Tobias Grey"], "date_download": "2018-11-16 03:21:13", "date_modify": "2018-11-16 03:21:13", "date_publish": "2018-03-08 17:00:08", "description": "Wendell Steavenson, who felt intrusive when talking to victims of horrific attacks, found freedom in writing her novel, “Paris Metro.”", "filename": "2018_03_08_books_wendell-steavenson-novel-paris-metro_1542338473.html", "image_url": "https://static01.nyt.com/images/2018/03/09/books/review/09STEAVENSON/09STEAVENSON-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_08_books_wendell-steavenson-novel-paris-metro_1542338473.html", "title": "A War Reporter Finds Refuge by Switching to Fiction", "title_page": "A War Reporter Finds Refuge by Switching to Fiction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Steavenson, who studied history at Cambridge University, has been reporting on the Middle East since 2002. She has had tours in Afghanistan, Iraq and Syria, and reported from Lebanon during the war in 2006. She lived for a year and a half in Cairo during the Arab Spring and also spent a year living in Jerusalem. “I felt like I had a unique viewpoint from having spent a lot of time in the Middle East and then being in Paris and seeing the aftermath of the terrorist attacks,” she said. “The novel was a way to describe all these shards of conversation, of complaint and different reactions.”\nMs. Steavenson cited Arthur Koestler’s “Darkness at Noon,” Truman Capote’s “Breakfast at Tiffany’s” and Graham Greene’s “The Quiet American” as her “touchstone” novels. “In all three each cog of the plot turns the next and everything is just very well organized,” she said. “Psychologically they’re fascinating about how you get from one place to another.” When Ms. Steavenson began to write “Paris Metro” she asked her agent to get in touch with Matt Weiland, a senior editor at W.W. Norton & Company. Over a decade earlier, Mr. Weiland had been working for the magazine Granta and had edited three of Ms. Steavenson’s long-form reported pieces from Iraq and Lebanon.\n“When reporters want to write fiction I usually run for the hills,” Mr. Weiland said in a telephone interview. “But going back to those Granta pieces, what Wendy’s writing evinced was just an incredibly natural eye for character and a great sense of crafting scenes. Very quickly she got close to the people she was meeting and talking with and you felt as though you knew them and you cared about them. I think that’s a mark of what the finest novels can or should do.”\nMs. Steavenson has been lined up to give some readings of “Paris Metro” in Washington, Boston and New York. She was born in Manhattan (her mother is a New Yorker and her father, who died two years ago, was British) and lived there for a few years during her 20s. So it will be a homecoming of sorts. “Though I didn’t grow up there I would say that I’m a New Yorker in my heart,” she said. “I want matzo ball soup, and it makes me annoyed when Europeans walk slowly on the sidewalk.”\nMs. Steavenson is now working on her second novel, which she said is about “mothers and daughters, genetics, nature and nurture.” The first half is set in Manhattan during the 1960s and the second half in Europe 20 years later. She is also getting an itch to do some reporting again, but “in a different way” than before. “I’m a bit less: Must go to Mosul,” she said. “I’m more scared. I don’t know if it got scarier. I think it did. You just see the toll it takes and you lose too many people. There are too many people close to you kidnapped. I got scareder, no doubt about it.”", "url": "https://www.nytimes.com/2018/03/08/books/wendell-steavenson-novel-paris-metro.html"}