{"authors": ["Richard Fausset", "Audra D. S. Burch", "Alan Blinder"], "date_download": "2018-11-16 04:26:37", "date_modify": "2018-11-16 04:26:37", "date_publish": "2018-10-12 16:28:11", "description": "“When is anybody coming to do something?” one woman asked as Panhandle residents began searching for basic necessities.", "filename": "2018_10_12_us_looting-stores-hurricane-michael_1542342397.html", "image_url": "https://static01.nyt.com/images/2018/10/13/us/13MICHAEL-02/13MICHAEL-02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_12_us_looting-stores-hurricane-michael_1542342397.html", "title": "‘We Need Answers’: Hurricane Michael Leaves Florida Residents Desperate for Aid", "title_page": "‘We Need Answers’: Hurricane Michael Leaves Florida Residents Desperate for Aid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the line was also full of hugs and tearful reunions, and across the broken region, residents exhibited selflessness and sweat as they began the long slog of putting it all back together. Crews had been able to clear some of the power lines and fallen trees from the main roads of Panama City, but many other areas were still choked with a riot of debris and limbs. Search-and-rescue teams continued to check neighborhoods in coastal Bay County, and Mark Bowen, the county’s emergency services chief, said that officials had estimates of the dead, but would not release them until the work was done.\n“We have missing people, O.K.?” he said. “Are they missing because their loved ones can’t contact them, or are they missing because they perished in the storm? We just don’t know that.”\nShellshocked residents continued to stream from their homes, mostly focused on the first steps of rebuilding — finding help, from government assistance to shelters. But for some, the search proved frustrating: Solid answers were scarce, particularly in remote parts of the Panhandle. Some turned to word of mouth, and that was equally unreliable.\n“I just keep looking for steeples and long lines, but I haven’t found much so far,” said Lynette Cordeno, 54, a retired Army sergeant who hoped to find a meal service somewhere. “We are walking around with no internet, no cell service, no way to even ask for help.”\nMs. Cordeno had gathered with others outside the Mr. Mart convenience store in nearby Callaway, one of many stores big and small that were rumored to be opening Friday. Some came barefoot and some in storm-battered cars. They came for room-temperature water and beer, charcoal and candy — and critical information.\n“This is the working-class part of town. We didn’t have much before and now we have even less,” said Kevin Deeth, who lives four blocks away in a trailer missing jagged chunks of roof. “Now we need answers so we can try to start over.”", "url": "https://www.nytimes.com/2018/10/12/us/looting-stores-hurricane-michael.html"}