{"authors": ["Stefanos Chen"], "date_download": "2018-11-16 04:55:28", "date_modify": "2018-11-16 04:55:28", "date_publish": "2018-01-24 15:00:42", "description": "The Upper East Side apartment of the influential designers will list for $6.5 million.", "filename": "2018_01_24_realestate_lella-massimo-vignelli-home-on-market.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344128.html", "image_url": "https://static01.nyt.com/images/2018/01/28/realestate/28EXCLUSIVE-slide-B68D/28EXCLUSIVE-slide-B68D-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_24_realestate_lella-massimo-vignelli-home-on-market.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344128.html", "title": "Lella and Massimo Vignelli’s Home Seeks a Like-Minded Buyer", "title_page": "Lella and Massimo Vignelli’s Home Seeks a Like-Minded Buyer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His work space was set up to overlook Mrs. Vignelli’s office in the next room, so the couple could collaborate more easily. “They designed new things every day of their lives,” their son said.\nThe apartment has more than 600 linear feet of bookshelves, many of them filled with books and magazines the couple designed, including several featuring the works of the modernist architect Richard Meier. They designed almost all of the furniture and decorative elements in the apartment, for clients like Venini Glass and the luxury furniture brand Casigliani, Mr. Vignelli said, and the purchase of some of those furnishings may be negotiated by the buyer.\n“It was very much a cultural hub for artists and designers,” he said of the home, recounting long conversations in the dining room and over the butcher-block kitchen counter with guests like the philosopher Umberto Eco and the sculptor Arnaldo Pomodoro.\nUpstairs, there are two bedrooms with en-suite bathrooms and dressing rooms that could be converted into additional sleeping quarters. Several walls have a textured, sandy finish, sparsely adorned with framed artwork, including a 2008 update to the New York City subway diagram.", "url": "https://www.nytimes.com/2018/01/24/realestate/lella-massimo-vignelli-home-on-market.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}