{"authors": ["Adam Liptak", "Michael D. Shear"], "date_download": "2018-11-16 04:00:37", "date_modify": "2018-11-16 04:00:37", "date_publish": "2018-04-25 09:00:13", "description": "By the end of the argument, the Supreme Court’s conservative majority seemed ready to defer to the president’s national security judgments and discount his campaign promises to impose a “Muslim ban.”", "filename": "2018_04_25_us_politics_trump-travel-ban-supreme-court.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340837.html", "image_url": "https://static01.nyt.com/images/2018/04/26/us/politics/26dc-travelban-2/26dc-travelban-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_25_us_politics_trump-travel-ban-supreme-court.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340837.html", "title": "Key Justices Seem Skeptical of Challenge to Trump’s Travel Ban", "title_page": "Key Justices Seem Skeptical of Challenge to Trump’s Travel Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Solicitor General Noel J. Francisco, representing the administration, said the latest travel ban, issued in September as a presidential proclamation, was not directed at Muslims.\n“This is not a so-called Muslim ban,” he said. “If it were, it would be the most ineffective Muslim ban that one could possibly imagine.” It excluded, he said, “the vast majority of the Muslim world.”\nJustice Samuel A. Alito Jr. added his own statistics.\n“I think there are 50 predominantly Muslim countries in the world,” he said. “Five predominantly Muslim countries are on this list. The population of the predominantly Muslim countries on this list make up about 8 percent of the world’s Muslim population. If you looked at the 10 countries with the most Muslims, exactly one, Iran, would be on that list of the top 10.”\nNeal K. Katyal, a lawyer for the challengers, rejected that analysis. “If I’m an employer and I have 10 African-Americans working for me and I only fire two of them” but retain the other eight, he said, “I don’t think anyone can say that’s not discrimination.”\nMr. Trump issued his first travel ban a week after he took office, causing chaos at the nation’s airports and starting a cascade of lawsuits and appeals. The case before the court, Trump v. Hawaii, No. 17-965, concerns Mr. Trump’s third and most concerted effort to make good on his campaign promise to secure the United States’ borders. The court had considered aspects of an earlier version of the travel ban, but this was the first time the justices heard arguments on any of the challenges.", "url": "https://www.nytimes.com/2018/04/25/us/politics/trump-travel-ban-supreme-court.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}