{"authors": ["Miriam Jordan"], "date_download": "2018-11-16 03:13:01", "date_modify": "2018-11-16 03:13:01", "date_publish": "2018-02-23 04:40:38", "description": "A revision of the United States Citizenship and Immigration Services mission statement omits the phrase “nation of immigrants.”", "filename": "2018_02_22_us_uscis-nation-of-immigrants.html_module=inline_1542337981.html", "image_url": "https://static01.nyt.com/images/2018/02/23/us/23immigrant1s_pic/23immigrant1s_pic-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_22_us_uscis-nation-of-immigrants.html_module=inline_1542337981.html", "title": "Is America a ‘Nation of Immigrants’? Immigration Agency Says No", "title_page": "Is America a ‘Nation of Immigrants’? Immigration Agency Says No - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We should not forget that under the discarded mission statement, the integrity and national security functions of U.S.C.I.S. grew — dramatically so — showing that we could be both a welcoming nation and a safe one,” Mr. Rodríguez said. “We should stop to reflect about the many opportunities that America will lose because of the attitudes reflected in this statement, and ask ourselves whether this is really the country we want to be.”\nIra Mehlman, a spokesman for the Federation for American Immigration Reform, which favors restricting immigration, applauded the change.\n“A nation of immigrants isn’t a mission statement,” he said, “it’s a slogan.”\n“The biggest problem with our immigration system is that it lacks a clear national interest objective,” he added.\nAs director of U.S.C.I.S., Mr. Cissna has promoted an agenda that reflects the Trump administration’s skeptical and often hard-line stance on immigration. The agency has increased scrutiny of visa applications for foreign workers whom American companies seek to hire; it has changed the asylum application process to discourage people from seeking safe haven in the United States; and it has added steps to the process for foreigners already in the country to obtain legal permanent residency, or a green card.\nU.S.C.I.S., a unit of the Department of Homeland Security, reviews petitions of foreign nationals who seek to visit, work, reside and find refuge in the United States. It also processes citizenship applications, which have surged since President Trump won the election in 2016.\nIn his letter to his staff, Mr. Cissna wrote, “We are also responsible for ensuring that those who naturalize are dedicated to this country, share our values, assimilate into our communities, and understand their responsibility to help preserve our freedom and liberty.”", "url": "https://www.nytimes.com/2018/02/22/us/uscis-nation-of-immigrants.html?module=inline"}