{"authors": ["Carl Hulse"], "date_download": "2018-11-16 04:00:41", "date_modify": "2018-11-16 04:00:41", "date_publish": "2018-07-07 17:00:04", "description": "The Supreme Court votes by a handful of Senate Democrats from Republican states could have broad ramifications for their party, its leadership and its core voters.", "filename": "2018_07_07_us_politics_democrats-supreme-court-nominee.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340841.html", "image_url": "https://static01.nyt.com/images/2018/07/08/us/politics/08DC-DEMS-1-print/08DC-DEMS3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_07_us_politics_democrats-supreme-court-nominee.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340841.html", "title": "‘It’s a Terrible Vote’: Red-State Democrats Face an Agonizing Supreme Court Choice", "title_page": "‘It’s a Terrible Vote’: Red-State Democrats Face an Agonizing Supreme Court Choice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Democratic senators running for re-election in Trump Country face an agonizing choice over President Trump’s coming Supreme Court nominee: Vote to confirm the pick and risk demoralizing Democratic voters ahead of the midterm elections, or stick with the party and possibly sacrifice their own seats — and any chance at a Democratic majority in 2019.\nThe actions of a handful of Senate Democrats struggling to hold their seats in red states where Mr. Trump remains popular — notably Heidi Heitkamp of North Dakota, Joe Donnelly of Indiana and Joe Manchin III of West Virginia — will have broad implications for the party at a critical political juncture.\nA decision by one or all of them to try to bolster their standing with Republican-leaning voters in their states by backing the president’s nominee would undermine Democratic leaders as they try to sustain party unity. And if their votes put the president’s choice on the court, it could hasten the move to the left by the party’s aggressive activist core, while intensifying the clamor for new, more confrontational leadership.\nBut if they hold together on a “no” vote, those senators could not only surrender their own seats, but by expanding the Republican majority, they could also narrow the path of Democrats to a Senate majority for years to come by ceding those states to Republicans.", "url": "https://www.nytimes.com/2018/07/07/us/politics/democrats-supreme-court-nominee.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}