{"authors": ["Dave Lieberman"], "date_download": "2018-11-16 04:31:35", "date_modify": "2018-11-16 04:31:35", "date_publish": "2018-01-25 11:00:01", "description": "Food has the potential to be some of the best medicine. But not the kind of sugar-laden drinks ubiquitous in hospitals.", "filename": "2018_01_25_well_live_sugary-shakes-hospital-doctors-patients-nutrition-boost-ensure_1542342695.html", "image_url": "https://static01.nyt.com/images/2018/01/24/well/doctors-shakes/doctors-shakes-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_25_well_live_sugary-shakes-hospital-doctors-patients-nutrition-boost-ensure_1542342695.html", "title": "Sugary Shakes in the Hospital Aren’t Good Medicine", "title_page": "Sugary Shakes in the Hospital Aren’t Good Medicine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It is not much past 7 a.m. and I am on my morning pre-rounds, pushing my rolling computer from room to room to examine patients, review their lab data and update their medical plans. I enter the room of one my sleeping patients. With each passing day, I’ve watched his legs grow thinner and his energy wane. His body needs protein and calories now more than ever.\nSeveral boxes of a liquid nutritional supplement sit on my patient’s tray table. There are a variety of flavors — vanilla, chocolate, strawberry — just as I had ordered. Like many of the patients I see, he has what we call “protein calorie malnutrition,” which accompanies a range of conditions, from failure-to-thrive at home to critical illness in the I.C.U. The elderly and sick are more likely to lose their appetites and eat poorly, and at a time when the body is most dependent on good nutrition, it is betrayed by these symptoms. Untreated, the weak become weaker, the sick become sicker, and a terminal spiral ensues.\nSupplement shakes like these, with confidence-inspiring names like Boost and Ensure, are marketed aggressively to consumers and health care providers alike as a healthful panacea for all those struggling to take in enough daily calories. The theory behind these drinks is simple and makes sense: They provide a dense and palatable form of calories that can be tolerated even by those who have poor appetite, no teeth, difficulty swallowing or any of the other myriad symptoms that accompany illness.\nI pick up one of the colorful, cheery boxes and turn it over to look at its ingredient list. My eyes find the first and main ingredient: water. Then the second ingredient by quantity: corn syrup. There, farther down the list, is a milk-derived protein, and then, more sugar. The protein content is only 10 grams. The diminutive Greek yogurt I had that morning before work contained more protein and a fraction of the sugar.", "url": "https://www.nytimes.com/2018/01/25/well/live/sugary-shakes-hospital-doctors-patients-nutrition-boost-ensure.html"}