{"authors": ["Rory Smith", "Elian Peltier"], "date_download": "2018-11-16 03:18:39", "date_modify": "2018-11-16 03:18:39", "date_publish": "2018-06-07 18:16:50", "description": "The vast sprawl of suburbs and satellite towns around Paris, disdained by some as a breeding ground for crime and terrorism, is home to the greatest pool of soccer talent in Europe.", "filename": "2018_06_07_sports_soccer_france-world-cup-kylian-mbappe.html_module=inline_1542338319.html", "image_url": "https://static01.nyt.com/images/2018/06/10/sports/10cupfrance-web9/10cupfrance-web9-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_07_sports_soccer_france-world-cup-kylian-mbappe.html_module=inline_1542338319.html", "title": "Kylian Mbappé and the Boys From the Banlieues", "title_page": "Kylian Mbappé and the Boys From the Banlieues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BONDY, France — Speak to those who saw Kylian Mbappé as a child, who watched him take the first steps in his skyrocket of a career, and they will tell you the same thing: All they needed was one glimpse. That was enough, even then, to know.\nWhen Jean-François Suner, the general manager of A.S. Bondy, the first club on Mbappé’s journey to Monaco, Paris St.-Germain and the World Cup, first saw him play, he simply said, “Wow.” The sensation, he said, must have been the same for those who, a decade or so earlier and an ocean away, first watched Lionel Messi.\nAntonio Riccardi, one of the first coaches at Bondy to work with Mbappé, remembered a boy who did “everything better, faster, more often” than his peers. His talent needed to be honed, of course, but Riccardi knew early on that there was no point trying to inhibit him. Mbappé loved to dribble, to skate past opponents. “I never told him to stop,” Riccardi said. “He was the best at that. Why would I have told him to stop? He was the best kid I coached. He is probably the best I will ever coach.”\n[World Cup Final: Follow our live coverage of France vs. Croatia]\nThey knew he was special, but they did not know — could not know — quite how far his talent would take him: a French champion, the world’s second-most expensive player and the spearhead of France’s attempts to reclaim the World Cup this summer, all while still a teenager.", "url": "https://www.nytimes.com/2018/06/07/sports/soccer/france-world-cup-kylian-mbappe.html?module=inline"}