{"authors": ["Karen Zraick"], "date_download": "2018-11-16 03:59:58", "date_modify": "2018-11-16 03:59:58", "date_publish": "2018-06-28 10:58:59", "description": "The timing gives both parties a potent issue heading into the midterm elections. Here’s what we can expect in the coming months.", "filename": "2018_06_28_us_supreme-court-justice-kennedy-senate-what-now.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340798.html", "image_url": "https://static01.nyt.com/images/2018/06/27/us/politics/27vid-trump-kennedy-1/27vid-trump-kennedy-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_28_us_supreme-court-justice-kennedy-senate-what-now.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340798.html", "title": "Supreme Court Justice Anthony Kennedy Is Retiring. What Happens Now?", "title_page": "Supreme Court Justice Anthony Kennedy Is Retiring. What Happens Now? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The nominee has to submit a questionnaire for the Senate’s review; it can be thousands of pages long, detailing every case he or she worked on as a lawyer or a judge, along with every public speech, news media interview, published article and even panel discussion. (Filling it out can take several weeks, as a candidate digs up, for example, the date of an interview from 20 years ago.)\nThe F.B.I. will also conduct a thorough background check looking into financial interests, past work and other pertinent information.\nThe Senate hearing\nCourt nominees usually visit as many senators as possible for “meet and greets” before a hearing in front of the Senate Judiciary Committee, whose current chairman is Senator Chuck Grassley, Republican of Iowa. The committee’s members, a mix of Republicans and Democrats, must agree on the format of the hearings and how many witnesses will be called.\nA nominee normally practices in mock hearings, known as a “murder board,” with aides standing in for particular senators and firing off quick volleys of questions.\nOne potential pitfall: During the hearings, nominees must be careful not to take positions on issues that might come before the court. For example, if a nominee were to directly express a preference to overturn Roe v. Wade, the ruling that legalized abortion nationwide, the judge could have to recuse himself from a future case. So senators must phrase their questions carefully to try to get a sense of the nominee’s judicial philosophy.\nAfter the hearing, the committee will vote on whether to send the nomination to the Senate, where Republicans hold a 51 to 49 majority.\nThe political fight\nThe rhetoric will be fierce, even if Democrats have little chance of blocking the confirmation.\nRepublicans changed the Senate rules last year during the fight over Mr. Trump’s nomination of Judge Neil M. Gorsuch, denying Democrats the ability to filibuster Supreme Court nominees. The procedural change means that Republicans can confirm a nominee with a simple majority.", "url": "https://www.nytimes.com/2018/06/28/us/supreme-court-justice-kennedy-senate-what-now.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}