{"authors": ["Frances Robles", "Patricia Mazzei"], "date_download": "2018-11-16 03:08:20", "date_modify": "2018-11-16 03:08:20", "date_publish": "2018-11-14 10:00:10", "description": "Old equipment in Palm Beach County prompted the elections supervisor to warn the county may not be able to meet the deadline in Florida’s statewide recount.", "filename": "2018_11_14_us_florida-recount-palm-beach.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337700.html", "image_url": "https://static01.nyt.com/images/2018/11/15/us/15recounts-print/15recounts1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_14_us_florida-recount-palm-beach.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337700.html", "title": "Florida Recount, Amid Machine Error and Lawsuits, Is ‘Going to End Up a Little Messy’", "title_page": "Florida Recount, Amid Machine Error and Lawsuits, Is ‘Going to End Up a Little Messy’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "RIVIERA BEACH, Fla. — Jim Bonfiglio, a former mayor of a tiny coastal town south of Mar-a-Lago, lost his shot at a seat in the Florida Legislature in the midterm election last week by an agonizing 37 votes.\nEven with the mandatory recounts required by Florida law, it appeared he was headed for certain defeat: Palm Beach County does not own the modern, high-speed tabulation machines required to conduct recounts in multiple races simultaneously. And with the contests for governor, senator and agriculture commissioner all too close to call, there would be no time to count the votes in the state legislative election, too, before Thursday’s recount deadline.\nMr. Bonfiglio, a lawyer, did what a lot of people in Florida have done in the litigious days since the Nov. 6 election: He filed a lawsuit. And briefly, it appeared, he won. In a ruling that immediately raised questions about the entire Florida recount, a judge in Leon County ruled on Tuesday that Palm Beach County should have more time to count its votes.\nThe ruling threatened to throw the entire election into new turmoil: If Palm Beach County didn’t have to report the results of a machine recount on Thursday, the deadline for the rest of the state, how could winners be declared?", "url": "https://www.nytimes.com/2018/11/14/us/florida-recount-palm-beach.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}