{"authors": ["Ashley Southall", "Ali Winston"], "date_download": "2018-11-16 04:32:28", "date_modify": "2018-11-16 04:32:28", "date_publish": "2018-08-29 16:52:48", "description": "Two suspects were arrested after Lisa Velasquez, 25, was beaten to death and her body was dismembered, left in bags in the Bronx. In 2006, her mother was stabbed and strangled.", "filename": "2018_08_29_nyregion_woman-remains-bronx-parks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342748.html", "image_url": "https://static01.nyt.com/images/2018/08/30/nyregion/30body/30body-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_29_nyregion_woman-remains-bronx-parks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342748.html", "title": "She Watched Her Mother Be Killed 12 Years Ago. She Met the Same Fate.", "title_page": "She Watched Her Mother Be Killed 12 Years Ago. She Met the Same Fate. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Velasquez, who went by the nickname Izzy, was raised during her teen years by her grandmother in a 14th-floor apartment in the Melrose Houses, a housing project on Courtlandt Avenue in the South Bronx known for gang conflicts, relatives and neighbors said.\nImage Lisa Velasquez, 25, in a photo from her Facebook profile.\nHer short life had been marked by violence. Her mother, Marilyn Ginel, nine months pregnant, was stabbed and strangled in 2006 by a romantic partner, who was later convicted of murder, her relatives said. Ms. Velasquez and her two younger siblings witnessed their mother’s death. She was 12.\nAn aunt, Jacqueline Perez, said Ms. Velasquez had moved out of her grandmother’s apartment a couple of years ago, but still visited frequently. The family last saw her on Aug. 21, when she dropped by to pick up a bag. “She left in a rush and said she had to help a friend in danger,” her aunt said. Her relatives did not know who she meant or where she had been living.\n“It’s really heartbreaking the way she was tortured,” her aunt said. “For Christ’s sake, she didn’t deserve that.”\nThree passers-by, two women in their 30s and a 63-year-old man, discovered the bags containing Ms. Velasquez’s limbs on Tuesday shortly after 7 p.m. on the Barretto Point Park shoreline.\nThe victim’s left foot was jutting out of a bag that also contained her left arm and was found underneath the Tiffany Street Pier; a second bag was empty; an unopened third bag contained her right arm and leg, the police said.\nThe toenails on her left foot were painted, and a woman’s shirt was also found near the remains, the police said.", "url": "https://www.nytimes.com/2018/08/29/nyregion/woman-remains-bronx-parks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}