{"authors": ["Christopher F. Schuetze"], "date_download": "2018-11-16 04:18:51", "date_modify": "2018-11-16 04:18:51", "date_publish": "2018-11-04 21:55:46", "description": "One of the worst dry spells on record has left parts of the river at record-low levels, forcing freighters to reduce their cargo or just stop plying the river.", "filename": "2018_11_04_world_europe_rhine-drought-water-level.html_ref=nyt-es&mcid=nyt-es&subid=article_1542341931.html", "image_url": "https://static01.nyt.com/images/2018/11/05/world/05Germany-Rhine/02Germany-lowriver1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_04_world_europe_rhine-drought-water-level.html_ref=nyt-es&mcid=nyt-es&subid=article_1542341931.html", "title": "The Rhine, a Lifeline of Germany, Is Crippled by Drought", "title_page": "The Rhine, a Lifeline of Germany, Is Crippled by Drought - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the Rex-Rheni was built in 1966, it would have been considered a big ship. Today, at least under normal conditions, it would be one of the smaller ones on the Rhine, where it is not unusual to see a 600-foot freighter capable of hauling 6,000 tons — when there is at least 12 feet of water.\nA clause in German shipping contracts that allows ships to set their own prices when the water level is below about 32 inches at Kaub makes such trips worthwhile for smaller boats, even if their holds aren’t full. But the clause cannot make the river deeper.\n“We need the level in the Bodensee to rise,” said Martin Deymann, using the German name for Lake Constance. His 35 ships stopped transporting goods along the middle section of the Rhine last month. “We need rain, and hopefully it will come before it becomes cold and it comes down as snow.”", "url": "https://www.nytimes.com/2018/11/04/world/europe/rhine-drought-water-level.html?ref=nyt-es&mcid=nyt-es&subid=article"}