{"authors": ["Adam Liptak"], "date_download": "2018-11-16 03:59:40", "date_modify": "2018-11-16 03:59:40", "date_publish": "2018-09-02 20:13:00", "description": "Most confirmation hearings concern nominees who would not change the court’s basic direction. Judge Kavanaugh is the rare nominee who would, for two important reasons.", "filename": "2018_09_02_us_politics_judge-kavanaugh-supreme-court-justices.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340780.html", "image_url": "https://static01.nyt.com/images/2018/09/05/us/politics/05dc-kavanaugh-inyt/00dc-kavanaugh1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_02_us_politics_judge-kavanaugh-supreme-court-justices.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340780.html", "title": "How Brett Kavanaugh Would Transform the Supreme Court", "title_page": "How Brett Kavanaugh Would Transform the Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Justice Alito joined Justice Kennedy’s majority opinion in 2010 in the court’s 5-to-4 decision in Citizens United, which overruled part of a 2003 opinion by Justice O’Connor. Justice Alito also joined Justice Kennedy’s majority opinion in 2007 in another 5-to-4 decision, that one sustaining the federal Partial-Birth Abortion Ban Act. Seven years earlier, the court had struck down a very similar Nebraska law, with Justice O’Connor in the majority.\nBut the differences between Justice O’Connor and Justice Kennedy pale in comparison to the ones between Justice Kennedy and Chief Justice Roberts. They were on opposite sides in blockbusters cases on climate change, the rights of people detained at Guantánamo Bay, Cuba, whether the death penalty is available for child rape, prison overcrowding, life without parole for juvenile offenders and gay rights.\n“Justice Kennedy’s departure is likely to lead to far more dramatic change in the court than the departure of Justice O’Connor did,” said Irv Gornstein, executive director of the Supreme Court Institute at Georgetown University.\nPolitical science data on the justices’ voting patterns confirm that analysis. “The shift in the court’s center from Kennedy to Roberts is likely to be far more important than the 2006 shift from O’Connor to Kennedy,” Professor Epstein said. “O’Connor and Kennedy were much closer, ideologically speaking, than Roberts and Kennedy.”\nBy contrast, the other appointments since 2005 did not alter the court’s basic direction. Chief Justice Roberts’s replacement of Chief Justice William H. Rehnquist and Justice Neil M. Gorsuch’s replacement of Justice Antonin Scalia substituted conservatives for conservatives. Justice Sonia Sotomayor’s replacement of Justice David H. Souter and Justice Elena Kagan’s replacement of Justice John Paul Stevens substituted liberals for liberals.\nWhile Chief Justice Roberts, 63, would represent a sharp change as the swing justice, that does not mean that the court will make a sudden leap to the right. Chief Justice Roberts is generally inclined to move in incremental steps, and he cares about the Supreme Court’s legitimacy and prestige. “It is a jolt to the legal system when you overrule a precedent,” he said at his confirmation hearings in 2005.", "url": "https://www.nytimes.com/2018/09/02/us/politics/judge-kavanaugh-supreme-court-justices.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}