{"authors": ["Ruth Franklin"], "date_download": "2018-11-16 03:52:13", "date_modify": "2018-11-16 03:52:13", "date_publish": "2018-04-10 05:00:03", "description": "Can bringing poems to the masses be an antidote to our toxic civic culture?", "filename": "2018_04_10_magazine_tracy-k-smith-believes-america-needs-a-poetry-cure.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340333.html", "image_url": "https://static01.nyt.com/images/2018/04/15/magazine/15mag-smith1/15mag-smith1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_10_magazine_tracy-k-smith-believes-america-needs-a-poetry-cure.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340333.html", "title": "Tracy K. Smith, America’s Poet Laureate, Is a Woman With a Mission", "title_page": "Tracy K. Smith, America’s Poet Laureate, Is a Woman With a Mission - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "To Smith, poetry is a shortcut to honest conversation, a way of getting past small talk to probe the spots where our culture is most sore. “Literature allows us to be open, to listen and to be curious,” she told me over lunch in Princeton, N.J., where she’s the director of Princeton University’s creative-writing program, not long before her trip. When she reads poetry, her voice is deep and clear, but in conversation she speaks so softly that I sometimes had trouble understanding her. “I want to just go to places where writers don’t usually go, where people like me don’t usually show up, and say: ‘Here are some poems. Do they speak to you? What do you hear in them?’ ”\nThe answers might be painful. Smith’s poetry — written in everyday language, without neologisms or convoluted syntax — is easy to take in, but it can be difficult to process. Much of her latest book is devoted to examining the history and legacy of slavery. The long poem “I Will Tell You the Truth About This, I Will Tell You All About It,” which elicited murmurs from the audience each of the three times I heard Smith read it, collages snippets of letters and depositions from African-Americans enlisted in the Civil War and their families. The language of the documents can be stilted, even bureaucratic. “I am the only living child of Dennis Campbell — /My father was George Jourdan and my mother was Millie Jourdan — /My mother told me that John Barnett was my father.” But the cumulative effect of these unadorned statements is unexpectedly powerful, a litany of wrongs crying in the plainest terms for redress.\nAudio recorded by Tracy K. Smith. Tracy K. Smith reads an excerpt from her poem “I Will Tell You the Truth About This, I Will Tell You All About It.” Audio\n“You want a poem to unsettle something,” Smith told me. She lowered her voice almost to a whisper. “There’s a deep and interesting kind of troubling that poems do, which is to say: ‘This is what you think you’re certain of, and I’m going to show you how that’s not enough. There’s something more that might be even more rewarding if you’re willing to let go of what you already know.’ ”\nAdvertisement Continue reading the main story\nLake city sits along Route 52 in the Lowcountry of South Carolina, nearly 90 miles northeast of Charleston, past Goose Creek and Moncks Corner, past Lake Moultrie and the Black River Swamp, past strip malls and a Santee Cooper power plant and auto-parts stores and Domino’s pizza joints. It was an unseasonably hot day in late February, and the white blossoms on the Bradford pear trees lining the straight, flat highway barely fluttered. As we turned onto Lake City’s main drag, a trio of teenagers slouched through the parking lot of a strip mall. Our destination, an unassuming brick Methodist church, was down the road from a nail salon and the El San Jose Mexican restaurant.\nEvery seat in the church’s modest sanctuary was filled when Smith took the lectern for the first of three readings in 24 hours. Her tour was planned by the local congressman, Representative James E. Clyburn, currently the third-ranking House Democrat, who accompanied Smith at each stop. Born in nearby Sumter and first elected to serve this district while Smith was still in college, Clyburn, who is African-American, greeted many in the predominantly black crowd by name. “We tend to feel that in order to be anybody, you got to hail from the big city,” Clyburn joked, introducing Smith as an “Air Force brat.” Born in Massachusetts, she grew up in Fairfield, Calif., midway between San Francisco and Sacramento. The town is home to Travis Air Force Base, where her father worked for much of her childhood; later he was an engineer on the Hubble Space Telescope. Parts of “Life on Mars,” Smith’s Pulitzer Prize-winning third book, are inspired by his work.\nThe youngest by far of five siblings, Smith grew up under the close supervision of her mother, a former schoolteacher and religious Christian. Tracked into gifted programs early on, she was the kind of girl who asked other children if they had ever invited Jesus into their heart, but she also enjoyed watching sitcoms and listening to the Mary Jane Girls. Friends described her family as “just like the Huxtables,” she writes in her 2015 memoir, “Ordinary Light,” evidence that “there was such a thing as a happy black family.”\nThis seemingly idyllic childhood was punctuated by racism — both implicit and outright. Smith’s parents came from the South, and she writes that she grew up with the knowledge that “pain was part of my birthright. ... The very particular pain that was tied up in blood, in race, in laws and war.” Like many children who feel the burden of an older generation’s history, she feared the reckoning it would require. Though she knew the aggression she experienced to be “a mild, diluted version of what roamed about more brazenly in generations past,” she soon had her own stories to tell. “Don’t you wish you were white?” a white girl asked. A white boy on the school bus ripped off her necklace, saying, “Who do you think you are?” When a white classmate in her Christian youth group insisted on addressing her only as “Black Girl,” Smith offered little challenge. “I fed my own voice to the familiar silence that came around whenever it smelled pain,” she writes in “Ordinary Light.” “I fed the silence every time this strange tall girl called me out of my name, just as I fed the silence every time I failed to ask my mother and father what names Jim Crow had tossed their way when they were my age.”\nThe real story of the book is the gradual dawning of difference and what it meant — to the outside world and to her. “At such a young age, you begin to understand that there are these different ways you belong,” Smith told me. “And there is this constant awareness of figuring out: ‘How do I belong? To what extent don’t I belong?’ It’s almost like an involuntary math that you’re doing from moment to moment in your life, based on where you are and who you’re with, that most — well, that white people don’t do.”\n“History is a heavy thing everywhere,” Smith said at the lectern in Lake City, taking a sip of water from a large crystal glass. She was wearing a bright red blouse with a beige scarf and long, straight silver earrings. The audience greeted her with a standing ovation. “Wade in the Water,” the poem she opened with, was inspired by a performance she attended last year by the Geechee Gullah Ring Shouters, a group dedicated to preserving the traditional African-American culture of the Lowcountry. As Smith and other members of the audience entered the room, one performer greeted them by saying, “I love you.” The words continued to reverberate in Smith’s mind as she watched the performance. She read:", "url": "https://www.nytimes.com/2018/04/10/magazine/tracy-k-smith-believes-america-needs-a-poetry-cure.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}