{"authors": ["Luis Ferré-Sadurní", "J. David Goodman"], "date_download": "2018-11-16 04:52:02", "date_modify": "2018-11-16 04:52:02", "date_publish": "2018-04-03 00:09:21", "description": "Declaring an emergency, the governor ordered an independent monitor be appointed to expedite repairs to New York City’s deteriorated housing projects.", "filename": "2018_04_02_nyregion_cuomo-nycha-state-of-emergency.html_module=inline_1542343922.html", "image_url": "https://static01.nyt.com/images/2018/04/03/nyregion/03NYCHA/03NYCHA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_02_nyregion_cuomo-nycha-state-of-emergency.html_module=inline_1542343922.html", "title": "Cuomo Creates Monitor to Oversee Repairs to City’s Public Housing", "title_page": "Cuomo Creates Monitor to Oversee Repairs to City’s Public Housing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The independent monitor would have broad powers over Nycha and could make changes to its management, a state official said. But the monitor’s primary task would be to expedite repairs to problems like broken boilers, mold and lead paint, which pose a threat to public health.\nAccording to the order, the independent monitor must be appointed within the next 60 days and will be chosen by the mayor, the City Council speaker and the president of the Citywide Council of Presidents, a group of tenant leaders chosen by Nycha residents, which sued the agency in February.\nThe monitor would then have 30 days to select a private contractor for repairs, and certain procurement rules would be waived to speed along projects. Nycha would have no say in the selection of contractors.\nMr. Cuomo’s order was unsparing in its critique, asserting “the conditions of habitability at Nycha-managed residential properties constitute a public nuisance affecting the security of life and health in the City of New York” and that a “disaster is imminent for which the affected local government is unable to respond adequately.”\nThe governor’s visit to the Johnson Houses was his fourth visit to a public housing complex since March 12. He made the announcement on the same spot where, three years ago, Mr. de Blasio and Shola Olatoye, the agency’s embattled chairwoman, unveiled NextGen Nycha, the administration’s ambitious plan to reverse the agency’s shortfalls.\nSeveral city officials who have been reliable antagonists of the mayor joined Mr. Cuomo and praised his decision, including Scott M. Stringer, the city comptroller, and Councilman Ritchie Torres, as well as those seeking to assert independence from him, like Corey Johnson, the council speaker, and Letitia James, the public advocate.\nAfter the governor’s announcement, the mayor and the governor spoke, by phone, for the first time in more than two weeks, according to City Hall. City Hall was not given a copy of the emergency order before the governor signed it.", "url": "https://www.nytimes.com/2018/04/02/nyregion/cuomo-nycha-state-of-emergency.html?module=inline"}