{"authors": ["Mikayla Bouchard", "Hamilton Boardman"], "date_download": "2018-11-16 04:25:28", "date_modify": "2018-11-16 04:25:28", "date_publish": "2018-01-21 21:47:47", "description": "A group of bipartisan lawmakers emerged as the negotiators behind a potential deal to end the gridlock and reopen the government.", "filename": "2018_01_21_us_politics_bipartisan-senators-government-shutdown.html_module=inline_1542342328.html", "image_url": "https://static01.nyt.com/images/2018/01/22/us/22moderates1/22moderates1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_21_us_politics_bipartisan-senators-government-shutdown.html_module=inline_1542342328.html", "title": "Here Are the Senators Who Brokered a Bipartisan Solution to the Government Shutdown", "title_page": "Here Are the Senators Who Brokered a Bipartisan Solution to the Government Shutdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Doug Jones of Alabama won a special election late in 2017 to fill the seat vacated by Attorney General Jeff Sessions. While he does not face re-election until 2020, he is the first Democrat to represent his state in the Senate in a quarter of a century. His victory over the scandal-tainted Roy S. Moore was widely seen as related more to Mr. Moore’s weakness as a candidate than any Democratic groundswell in the state. A restoration of funding for the Children’s Health Insurance Program — a provision included in the spending measure rejected by Senate Democrats last week — was one of Mr. Jones’s key promises during the campaign. And he is likely to want to burnish his centrist bona fides with an eye on 2020. He was one of the five Democrats to vote Friday night to keep the government open.\nBoth of Virginia’s senators, Tim Kaine and Mark Warner, are working with the bipartisan group, which is no surprise, given that the state is home to a large number of federal employees, who are likely to feel the effects of the government shutdown more than most.\nVirginia is not the only state to have both of its senators in on the negotiation. Maggie Hassan and Jeanne Shaheen of New Hampshire are continuing their state’s tradition of pragmatic New England politics. Neither face re-election this year, but New Hampshire was one of the tightest states in the 2016 election, with Mrs. Clinton beating Mr. Trump by fewer than 3,000 votes.\nAmy Klobuchar of Minnesota and Angus King of Maine, who is technically an independent but caucuses with the Democrats, also face re-election this year, and while their seats are generally seen to be relatively safe, they both represent states that Mrs. Clinton won in 2016 by relatively slim margins. Along with Chris Coons of Delaware, both Ms. Klobuchar and Mr. King are stalwart moderates of the Senate, and Ms. Klobuchar’s name is often found on lists of likely Democratic contenders for the presidency in 2020.\nThe Republicans\nPhoto\n• Lamar Alexander of Tennessee\n• Susan Collins of Maine\n• Bob Corker of Tennessee\n• Jeff Flake of Arizona\n• Cory Gardner of Colorado\n• Lindsey Graham of South Carolina\n• Johnny Isakson of Georgia\n• Lisa Murkowski of Alaska\n• Mike Rounds of South Dakota\nIn large part, the Republicans in this caucus have a history of bipartisanship and frustration at ongoing gridlock. Susan Collins of Maine and Lisa Murkowski of Alaska are two moderates whose votes during the debates on health care and the tax overhaul were crucial in determining the fate of the legislation.\nJeff Flake of Arizona and Bob Corker of Tennessee, who have both declared that they will not seek re-election in 2018, have emerged as Republicans willing to break with their party and publicly criticize President Trump. Other senators, like Mike Rounds of South Dakota and Johnny Isakson of Georgia have expressed frustration at the continued use of short-term spending bills to keep the government open.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Isakson, Mr. Flake and Lindsey Graham of South Carolina have also been among the leading conservatives working on immigration reform. It was Mr. Graham who reportedly pushed back against Mr. Trump two weeks ago when he made a vulgar and disparaging remark about immigrants from African nations.\nWhile not up for re-election, Cory Gardner of Colorado serves in an important role for Republicans in the 2018 election cycle. As the chairman of the National Republican Senatorial Committee, Mr. Gardner, who represents a swing state, has the task of strengthening the Republican field for the midterm election, ultimately trying to widen the slim majority that the party holds in the Senate.\nAdvertisement Continue reading the main story\nWhatever deal, if any, this group comes up with, it must get approval from the majority leader, Senator Mitch McConnell of Kentucky. Lamar Alexander, who is close to Mr. McConnell, will probably be an important voice in relaying what would be acceptable during the negotiations and then presenting it to Republican leadership.", "url": "https://www.nytimes.com/2018/01/21/us/politics/bipartisan-senators-government-shutdown.html?module=inline"}