{"authors": ["The New York Times"], "date_download": "2018-11-16 03:53:38", "date_modify": "2018-11-16 03:53:38", "date_publish": "2018-01-22 10:21:23", "description": "The House gave final approval to a measure that would fund the federal government for another three weeks, ending a three-day old government shutdown.", "filename": "2018_01_22_us_politics_government-shutdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340418.html", "image_url": "https://static01.nyt.com/images/2018/01/23/us/politics/23dc-shutdownbriefing2/23dc-shutdownbriefing2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_22_us_politics_government-shutdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340418.html", "title": "Stopgap Bill to End Government Shutdown Passes Congress", "title_page": "Stopgap Bill to End Government Shutdown Passes Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In addition to keeping the government operating through Feb. 8, the bill would extend the popular Children’s Health Insurance Program for another six years.\nSenate votes to end shutdown.\nThe Senate voted 81-18 on Monday to end the three-day-old government shutdown, with Democrats joining Republicans to fund the government through February 8 in exchange for a promise from Republican leaders to address the fate of young, undocumented immigrants known as Dreamers.\n“In a few hours, the government will reopen,” said Senator Chuck Schumer of New York, the Democratic leader. “We have a lot to do.”\nThe House must still vote on the measure later Monday afternoon or evening, but final passage is a formality. The bill also funds the popular Children’s Health Insurance Program for six years and delays or suspends a handful of tax increases that were to help pay for insurance coverage under the Affordable Care Act.\nAfter a weekend of partisan finger-pointing — in which Democrats branded the shutdown the “Trump Shutdown,” after President Trump, and Republicans branded it the “Schumer shutdown” — Monday’s vote offered Republicans and Democrats a way out of an ugly impasse that threatened to cause political harm to both parties.\nMr. Schumer, speaking on the Senate floor, announced that he and Senator Mitch McConnell of Kentucky, the Republican leader, had “come to an arrangement” to adopt the three-week spending measure while continuing to negotiate a “global agreement” that would include the fate of the dreamers, undocumented immigrants brought to the country as children.\nMonday’s vote came after a frantic weekend of work by a bipartisan group of more than 20 senators, who on Sunday night were discussing a plan in which the government would stay open through early February, coupled with a promise from Mr. McConnell to allow a vote on a measure to protect the Dreamers from deportation.\nAdvertisement Continue reading the main story\nMr. McConnell pledged Monday morning that he would create a “level playing field” on immigration next month if the issue had not been resolved by then. But his promise was not enough for many Democrats, and on Monday morning, moderate Senate Democrats were still pressing for more in exchange for their votes to end the shutdown.\nBy noon, just before the first vote to end debate on the spending bill, the moderate Democrats were predicting passage.\n“We’re going to vote to reopen the government,” Senator Mark Warner of Virginia, a Democrat whose state is home to thousands of federal workers, told reporters. Mr. Warner said there was now a “path clear on how we’re going to get a full-year budget and we got a path clear on how we’re going to start an immigration debate.”\nSenator Angus King of Maine, an independent who caucuses with Democrats, said he was a “strong” yes.\n“I said before trust but verify,” he said of Mr. McConnell. “He made this commitment publicly in the Senate floor. He was much more specific than he was last night. And frankly I think this is an important opportunity for him to demonstrate that he will carry through.”\nHere Are the Senators Who Brokered a Bipartisan Solution to the Government Shutdown\n— Sheryl Gay Stolberg\nPhoto\nTrump: the Democrats “have come to their senses.”\n“I am pleased that Democrats in Congress have come to their senses and are now willing to fund our great military, border patrol, first responders, and insurance for vulnerable children. As I have always said, once the Government is funded, my Administration will work toward solving the problem of very unfair illegal immigration. We will make a long-term deal on immigration if, and only if, it is good for our country.” — Statement released by the White House\nWhite House insists Trump was part of the deal-making.\nSarah Huckabee Sanders, the White House press secretary, insisted that the deal that the Senatevoted on was not “drastically different” than what was discussed on Friday between the president and Mr. Schumer.\nDespite what was characterized by both parties as Mr. Trump’s invisibility this weekend, Ms. Sanders still insisted that he was responsible for making a deal happen.\n“What the president did clearly worked,” she said, calling the numbers more in Mr. Trump’s favor “than in Senator Schumer’s favor.”\nAdvertisement Continue reading the main story\n“The president stayed firm, Republicans stayed firm and Democrats Ithink realized that they had to move past that piece of legislation” in order to discuss immigration going forward, Ms. Sanders said.\nBut she declined to clarify precisely what the parameters of an immigration deal would look like. She dodged several questions about how many of the so-called dreamers might be eligible for what she called a “permanent solution” to their legal status, or how it might be put into effect, or when deportations of DACA recipients might begin.\n“They say they want to negotiate so much so that they were willing to shut down the government,” Ms. Sanders said of Democrats in response to a specific question about when deportations would start.\nShe dodged a question about whether Mr. Trump had a role in dictating a web ad his campaign released over the weekend that said Democrats would be “complicit” in murders committed by undocumented immigrants. But she anticipated a full restoration of federal services by Tuesday morning.\nWhite House official Marc Short credited the president with impacting the tide turning by calling into the House Freedom Caucus meeting on Thursday. He then - mostly - held to a script that his aides prescribed that blamed Democrats. The White House consistently said they believed Democrats in red states would be forced to come around.\nBut aides at the White House, many of whom had never lived through a shut down before, were unsure how to spend their time. A group of press aides considered sending volunteers to the Mall to clean up after the women’s rally on Saturday to highlight that the govenrment was shut, but they scuttled the plan when they found out that the Washington D.C. police were already doing it.\n“Put this mess behind us.”\nMr. McConnell said on Monday morning that the Senate would move ahead with a scheduled procedural vote at noon on a proposal to fund the government through Feb. 8, and he urged his colleagues to put an end to the shutdown.\n“Every day we spend arguing about keeping the lights on is another day we cannot spend negotiating DACA or defense spending or any of our other shared priorities,” Mr. McConnell said, referring to Deferred Action for Childhood Arrivals, the program put in place by the Obama administration that shields young undocumented immigrants from deportation.\nAdvertisement Continue reading the main story\nMr. McConnell reiterated a pledge he offered on Sunday night that he intended for the Senate to take up immigration legislation in February if the issue has not been resolved by then. A major question as senators seek to end the shutdown is what kind of commitment Mr. McConnell is willing to make regarding the consideration of legislation for the young immigrants, a central issue in the current impasse.\nOn Monday, Mr. McConnell pledged that the Senate’s immigration debate would have “a level playing field at the outset and an amendment process that is fair to all sides.”\n“The very first step is ending the government shutdown,” he said.\n— Thomas Kaplan\nDemocrats wanted more than McConnell’s word.\nModerate Senate Democrats Monday morning had sought a firmer commitment from Mr. McConnell that the Senate would move to address the fate of hundreds of thousands of young undocumented immigrants, known as Dreamers, in the coming weeks.\nThe Democrats were part of a bipartisan group of more than 20 senators working throughout the weekend to forge a compromise to reopen the government. Mr. McConnell signaled Sunday night that he was listening to their demands, saying from the Senate floor that he intended to move ahead with immigration legislation in February if the issue had not been resolved by then.\nBut on Monday, Democrats wanted more in exchange for the votes to end the shutdown.\n“Well I think the first thing he needs to do is strengthen his statement from last night,” said Senator Angus King of Maine, an independent who votes with the Democrats. “ ‘I intend.’ I would much rather he say, ‘I commit’ or ‘I will move.’”\nAs senators from the group shuffled in and out of leadership offices, Senator Jeff Flake, Republican of Arizona and another member of the group, expressed optimism that such a public statement by Mr. McConnell would be enough to win over enough Democrats to vote to end the shutdown. Some Democrats called on Mr. McConnell to delay a procedural vote schedule for noon.\nThe crux issue, it seemed, was whether the majority leader could be trusted to keep his word. Democrats have not forgiven Mr. McConnell for blocking the Supreme Court nomination of Merrick Garland for almost a year pending the election of a Republican to the White House. And Mr. McConnell’s promises to Republican Senators Flake and Susan Collins of Maine for votes on health care and immigration in exchange for their support of the tax cut have yet to materialize.\nVideo\nHow much of the issue is that mistrust?\n“Uh, most of it,” said Senator Joseph Manchin III, Democrat of West Virginia.\nAdvertisement Continue reading the main story\n— Nicholas Fandos\nLiberal activists weren’t ready to relent.\nA broad array of liberal advocacy groups — including unions and immigrants’ rights activists — stepped up pressure on Democrats not to accede on Monday to any deal that does not include protections for the young undocumented immigrants known as Dreamers.\nThe advocates made clear that they do not trust Mr. McConnell.\n“To anyone considering such a move, let me clear, promises won’t protect anyone from deportation, because delay means deportation for us,” said Greisa Martinez Rosas, advocacy director for America’s Voice, an immigrant rights group.\nModerate Senate Democrats on Monday were seeking a firmer commitment from Mr. McConnell. But the groups remained skeptical. Vanita Gutpta, the president and chief executive officer of the Leadership Conference on Civil Rights, harked back to Democrats’ vote on Friday to block a spending bill that would have kept the government open, without protecting the Dreamers.\n“We’ve made it clear that the broad progressive movement is unified in saying the Democrats stood strong on Friday, they absolutely need to continue to do so,” Ms. Gupta said. She added, “Simply put a dream deferred right now is a dream denied for hundreds of thousands in our country.”\nThe Sierra Club’s executive director, Michael Brune, was blunt: “Everyone in the Senate should have learned the lesson Senators Flake and Collins learned: you can’t trust Mitch McConnell. His promises are empty from the start.”\n— Sheryl Gay Stolberg\nThe White House comment line had an attitude.\nOn Monday morning, a telephone call to the White House comment line reminded callers that the federal government was shutdown and offered the Trump administration’s explanation for why: “Unfortunately, we cannot answer your call today because congressional Democrats are holding government funding for our troops and other national security priorities hostage to an unrelated immigration debate,” a recording said. “Due to this obstruction the government is shut down.”\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nSetting aside the partisan nature of the call, its message was only half true, if that. Most of the government is functioning, at least for now. The Environmental Protection Agency and the Federal Communications Commission say they have enough money in the pipeline to operate normally. The White House ordered the National Parks to stay open, depriving the media of the most obvious signs of dysfunction.\nEven Robert S. Mueller III, the special counsel investigating Russia’s intervention in the 2016 election and any possible collusion with the Trump campaign, is still in action. He has declared his investigators “essential employees.”\nAdvertisement Continue reading the main story\nBut was the recording legal? Norm Eisen, who served as the top ethics lawyer during Barack Obama’s first term in the White House and is now on the board of the liberal Citizens for Responsibility and Ethics in Washington, said the message probably did not violate the Hatch Act, the statute that bars most executive branch employees from engaging in political activity. It certainly does run contrary to its policy, and therefore “would have been inconceivable in any other administration, of either party.”\n“This telephone message falls in the very thin, gray area where this White House lives, which is quite a bit north of definitely wrong, but just south, or on the borderline, of illegal,” Mr. Eisen said.\nHe said it violated the longstanding norm observed by presidents in both parties that the White House staff, particularly nonpartisan career employees such as the person likely to have recorded the message, is there to serve all Americans, not just those who voted for him.\nBut the recording would be unlikely to generate a formal complaint, Mr. Eisen said, because no specific political candidate was mentioned. The White House changed the message as the Senate headed toward a deal.\n— Eileen Sullivan and Julie Hirschfeld Davis\nWhite House shows signs it’s on the offense.\nAfter a weekend of relative silence from the White House, Raj Shah, a White House spokesman, appeared on CNN to defend President Trump, who had been publicly criticized as disengaged on the negotiations and unduly influenced by his senior advisers.\n“We’re happy with how the president engaged,” Mr. Shah said, before shifting blame to the Democrats. “It was them that were holding back funding for our military, our troops, our border patrol agents and our first responders.”\nMr. Shah also defended a president who has been publicly accused by lawmakers in his own party of deferring to Stephen Miller, the adviser who is ideologically behind much of the White House’s restrictive immigration agenda.\n“Those charges are frankly ridiculous, and they’re a little insulting,” Mr. Shah said. “The views that the president is endorsing are his and his alone.”\nMr. Trump, a president prone to hit back against his critics in real time, remained relatively restrained on Monday, except to accuse Democrats of being cowed by activists who want a fast decision on the fate of the Dreamers.", "url": "https://www.nytimes.com/2018/01/22/us/politics/government-shutdown.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}