{"authors": ["Kevin Draper", "Julie Creswell"], "date_download": "2018-11-16 03:44:09", "date_modify": "2018-11-16 03:44:09", "date_publish": "2018-05-06 00:22:48", "description": "Speaking at a companywide meeting, Mark Parker signaled there might be more managerial moves in the wake of allegations of misconduct and bias against women.", "filename": "2018_05_05_business_mark-parker-nike_1542339849.html", "image_url": "https://static01.nyt.com/images/2018/05/06/us/06nike/06nike-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_05_business_mark-parker-nike_1542339849.html", "title": "Nike’s C.E.O. Vows Changes After Claims of Workplace Harassment and Bias", "title_page": "Nike’s C.E.O. Vows Changes After Claims of Workplace Harassment and Bias - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The spokeswoman confirmed that no other employees have left the company related to the broad complaints of workplace misconduct.\nIn his remarks on Thursday, Mr. Parker reiterated that Nike is continuing to review its human resources processes with a goal toward improving the process “that underserved us in recent years,” and to “restore trust in places where it has eroded.”\nNoting that the company has undertaken a major strategic transformation as it shifts to sell more of its goods directly to consumers through its own stores and website, Mr. Parker acknowledged, nonetheless, that he had missed something.\n“While many of us feel like we were treated with respect at Nike, that wasn’t the case in all teams,” he said at the meeting, news of which was earlier reported by The Wall Street Journal. “And if all of our teammates don’t see the same opportunities, we just can’t accept that.”\nMr. Parker said while the main set of complaints that gave rise to Nike’s internal investigations have been acted on, many other complaints that have come in over the special hotline or email Nike set up in recent weeks, are still being actively addressed. “We are looking into every concern,” he added.\nHe told employees that not all disciplinary action is visible. Just because an employee isn’t terminated, that “does not necessarily mean they do not have consequences,” he said.", "url": "https://www.nytimes.com/2018/05/05/business/mark-parker-nike.html"}