{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:44:40", "date_modify": "2018-11-16 04:44:40", "date_publish": "2018-09-21 13:41:13", "description": "Dr. Blasey, who has accused Judge Brett Kavanaugh of sexual assault, has until 2:30 p.m. Saturday to agree to testimony terms, Charles Grassley said late Friday night.", "filename": "2018_09_21_us_politics_trump-kavanaugh-blasey-attack.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343480.html", "image_url": "https://static01.nyt.com/images/2018/09/22/us/politics/22dc-trump/22dc-kavanaugh-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_21_us_politics_trump-kavanaugh-blasey-attack.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343480.html", "title": "Grassley Extends Negotiation Deadline for Christine Blasey Ford", "title_page": "Grassley Extends Negotiation Deadline for Christine Blasey Ford - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The late-night missives were the latest twist in a legal tango that has riveted Washington, with a lifetime appointment to the nation’s highest court hanging in the balance. The back-and-forth has also infuriated Mr. Trump, who lashed out on Friday at Dr. Blasey on Twitter, saying that if the attack “was as bad as she says,” she or her parents would have reported it to the authorities when it happened more than 30 years ago.\nThe comment was Mr. Trump’s first direct attack on Dr. Blasey, 51, a research psychologist in Northern California who has accused Judge Kavanaugh of pinning her to a bed, grinding his body against her and muffling her screams at a party when they were teenagers in the early 1980s. She has said that she is willing to testify publicly, though not on Monday, the date Mr. Grassley had scheduled a hearing.\nThroughout the day on Friday, Dr. Blasey’s lawyers and Senate Judiciary Committee aides tried to work out details like how many photographers and television cameras would be in the room (Dr. Blasey, fearful of being mobbed by the news media, wanted one of each); who would ask the questions (Republicans wanted an outside lawyer, Dr. Blasey favored senators); and what day the session would take place (Dr. Blasey asked for Thursday, Republicans wanted Wednesday).\nBut as the workday drew to a close, Mr. Grassley announced that the judiciary panel would vote on Judge Kavanaugh’s confirmation on Monday morning unless negotiators reached an agreement by 10 p.m. Friday. One of Dr. Blasey’s lawyers, Debra S. Katz, responded a few hours later with a blistering email, accusing Mr. Grassley’s aides of pressuring her client “to agree to conditions you find advantageous to the nominee,” and of imposing “aggressive and artificial deadlines” whose “sole purpose is to bully Dr. Ford.”\nMs. Katz asked for an additional day to negotiate, and in the end, Mr. Grassley acquiesced.\nBut he did not seem happy about it. In a follow-up tweet sent after the one directed to Judge Kavanaugh, Mr. Grassley wrote: “With all the extensions we give Dr Ford to decide if she still wants to testify to the Senate I feel like I’m playing 2nd trombone in the judiciary orchestra and Schumer is the conductor.” He was referring to Senator Chuck Schumer of New York, the Democratic leader.", "url": "https://www.nytimes.com/2018/09/21/us/politics/trump-kavanaugh-blasey-attack.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}