{"authors": ["David Allen"], "date_download": "2018-11-16 04:47:07", "date_modify": "2018-11-16 04:47:07", "date_publish": "2018-06-15 09:00:16", "description": "Having returned from the brink of financial disaster, the Hallé Orchestra in northern England is a chief custodian of its country’s repertory.", "filename": "2018_06_15_arts_halle-orchestra-manchester.html_module=inline_1542343627.html", "image_url": "https://static01.nyt.com/images/2018/06/17/arts/17HALLE1/17HALLE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_15_arts_halle-orchestra-manchester.html_module=inline_1542343627.html", "title": "A Critic’s First Orchestra Defines Britain’s Musical Soul", "title_page": "A Critic’s First Orchestra Defines Britain’s Musical Soul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Why would a symphony orchestra, let alone one with a budget of only 10 million pounds ($13.5 million), take on a task that most opera houses fear? For some, a “Ring” is a vanity project. Here, though, Wagner has been integrated into a repertory consciously designed to develop the ensemble. Individual acts came first, then full operas, including a ravishing “Parsifal” at the BBC Proms in 2013.\n“Opera in its very nature is basically valuable to all musicians for at least two reasons,” Mr. Elder, the music director, said in an interview after a rehearsal. “How music must breathe, because singers have to breathe; and how music can express the psychology of character. In the normal repertoire, most symphony orchestras never get to either of those things.”\n“When you do Wagner’s major works, you’re landing yourself with yet another challenge, and that is what I call large-scale chamber music,” added Mr. Elder, an acclaimed music director of the English National Opera between 1979 and ’93 and a perpetual candidate to inherit the Royal Opera House. “If it sounds well, it’s because everybody is beginning to be aware of how their part relates to all the others.”\nDespite the attraction of a new concert hall, which helped lead Manchester’s revitalization after an Irish Republican Army bombing destroyed parts of the town center in 1996, the Hallé was mired in financial uncertainty when Mr. Elder was appointed in 1999.\nThe board blamed the ambitions and conducting fees of his predecessor, Kent Nagano, who had increased the orchestra’s international reputation, leading it at the Salzburg Festival as the pit band for Messiaen’s immense “Saint François d’Assise.” But, having charged Mr. Nagano with that mission, the board tolerated mismanagement and could not curtail ruinous debts.", "url": "https://www.nytimes.com/2018/06/15/arts/halle-orchestra-manchester.html?module=inline"}