{"authors": ["Benjamin Mueller"], "date_download": "2018-11-16 04:34:43", "date_modify": "2018-11-16 04:34:43", "date_publish": "2018-07-19 19:04:01", "description": "Four years after Mr. Garner’s death, police officials said on Thursday they were beginning disciplinary proceedings against an officer who choked him.", "filename": "2018_07_19_nyregion_eric-garner-nyc-police_1542342883.html", "image_url": "https://static01.nyt.com/images/2018/07/20/nyregion/20pantaleo/20pantaleo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_19_nyregion_eric-garner-nyc-police_1542342883.html", "title": "Police Move to Discipline Officer Involved in Eric Garner’s Death", "title_page": "Police Move to Discipline Officer Involved in Eric Garner’s Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In response, the Department of Justice said prosecutors had told Mr. Byrne this spring that the police could start their proceedings. The next day, advocates for criminal justice reform and elected officials, along with Mr. Garner’s mother, held a protest on the steps of City Hall, calling on Mayor Bill de Blasio to begin disciplinary proceedings immediately.\nMr. Byrne said the Justice Department had “consistently asked us” not to move forward with disciplinary proceedings until it finished its civil rights investigation. He said he told Justice Department officials in April or May that police officials wanted to start disciplinary proceedings as the fourth anniversary of Mr. Garner’s death approached this month, but they responded by saying their timeline for finishing the civil rights investigation remained unclear.\nThe Police Department must still serve Officer Pantaleo with charges, after which the parties will begin scheduling trial room appearances and sharing evidence in discovery.\nStuart London, a lawyer for Officer Pantaleo, said, “My client looks forward to being vindicated at trial.”\nThe president of the Patrolmen’s Benevolent Association, Patrick J. Lynch, said, “We hope that the N.Y.P.D.’s eagerness to start the disciplinary process does not mean the outcome has already been decided, without even the pretense of due process.”\nA lawyer for Sergeant Adonis could not immediately be reached.\nThe Police Department typically holds off on disciplinary proceedings while state or federal investigations are continuing, but not always. For instance, the city went ahead with an administrative trial of Officer Francis X. Livoti while federal prosecutors were still deciding whether to charge him with civil rights violations in the chokehold death of Anthony Baez. He was fired from the Police Department in 1997.\nMr. de Blasio, at an unrelated news conference in the Bronx on Thursday, said the Justice Department’s statement on Monday was the first he had heard that federal prosecutors no longer wanted New York City to hold off disciplining the officers. He said city officials would re-examine the policy of waiting for Justice Department investigations to end before moving to discipline officers in similar cases.", "url": "https://www.nytimes.com/2018/07/19/nyregion/eric-garner-nyc-police.html"}