{"authors": ["Nicholas Casey"], "date_download": "2018-11-16 04:14:16", "date_modify": "2018-11-16 04:14:16", "date_publish": "2018-08-08 21:27:10", "description": "A former National Assembly leader was ordered arrested as the government trained its sights on opposition figures after a weekend attack on the president.", "filename": "2018_08_08_world_americas_venezuela-maduro-opposition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341656.html", "image_url": "https://static01.nyt.com/images/2018/08/09/world/09venezuela/09venezuela-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_08_world_americas_venezuela-maduro-opposition.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341656.html", "title": "Venezuela Seeks Arrest of Opposition Leader in Drone Episode", "title_page": "Venezuela Seeks Arrest of Opposition Leader in Drone Episode - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But challenging the government may prove impossible for the assembly, which is now largely dormant. Last year, Mr. Maduro replaced the National Assembly with a new body, the Constituent Assembly, that his party controls.\nPedro Carreño, a top official in Mr. Maduro’s governing party, the United Socialist Party of Venezuela, invoked the Argentine revolutionary Che Guevara. “To the enemies of the fatherland and the revolution, I’ll conclude, as Che once said, that we are a nightmare for those who want to take away our dreams,” he said.\nShortly after the attack, the government said it had arrested six people, including one person who it said had attacked an army barracks last year. Two of the men named by the government, though, had been identified by Mr. Maduro’s opponents last year as being government spies.\nWith the moves against the opposition lawmakers, Mr. Maduro’s government appeared to be widening its net to include political opponents both in and outside Venezuela.", "url": "https://www.nytimes.com/2018/08/08/world/americas/venezuela-maduro-opposition.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}