{"authors": ["Neal E. Boudette"], "date_download": "2018-11-16 03:59:22", "date_modify": "2018-11-16 03:59:22", "date_publish": "2018-08-25 03:44:51", "description": "Tesla’s chief executive announced that the electric car company would remain public, despite tweeting earlier this month that he was considering taking it private.", "filename": "2018_08_24_business_elon-musk-tesla-public.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340762.html", "image_url": "https://static01.nyt.com/images/2018/08/25/business/25xp-tesla-hp/25xp-tesla-hp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_24_business_elon-musk-tesla-public.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340762.html", "title": "Tesla Will Not Go Private, Elon Musk Says, Capping Month of Turmoil", "title_page": "Tesla Will Not Go Private, Elon Musk Says, Capping Month of Turmoil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tesla isn’t going private after all.\nIn a statement late Friday night, Elon Musk, the electric-car maker’s chief executive, said he and the company’s board had concluded that they would not turn Tesla into a privately owned company.\nThe move halts a process set in motion by Mr. Musk in a Twitter post on Aug. 7. The reversal is the latest upheaval for the company, which has struggled with production challenges for its first mass-market car, the Model 3.\n“I knew the process of going private would be challenging, but it’s clear that it would be even more time-consuming and distracting than initially anticipated,” Mr. Musk wrote in a statement that Tesla posted on the company’s blog shortly after 11 p.m.\n“After considering all these factors, I met with Tesla’s board of directors yesterday and let them know that I believe the better path is for Tesla to remain public,” he said.", "url": "https://www.nytimes.com/2018/08/24/business/elon-musk-tesla-public.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}