{"authors": ["Tariq Panja"], "date_download": "2018-11-16 03:18:43", "date_modify": "2018-11-16 03:18:43", "date_publish": "2018-05-31 12:31:51", "description": "A Swiss supreme court judge cleared Guerrero to play at the World Cup despite a doping ban.", "filename": "2018_05_31_sports_paolo-guerrero-peru-world-cup.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338323.html", "image_url": "https://static01.nyt.com/images/2018/06/01/sports/01guerreroWEB1/01guerreroWEB1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_31_sports_paolo-guerrero-peru-world-cup.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338323.html", "title": "Peru’s Prayers Answered as Paolo Guerrero Gets World Cup Reprieve", "title_page": "Peru’s Prayers Answered as Paolo Guerrero Gets World Cup Reprieve - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Angel Quispe, 66, a local composer, held a small speaker and played a salsa song he had composed especially for Guerrero. He wrote the song right after his suspension was announced, and said his lyrics are about faith and the idea that “he’s not the only Guerrero, this is a team of Guerreros” — or warriors in Spanish. Passing cars honked their horns and waved Peruvian flags from their windows.\nWhen Petronila finally opened her door to face an avalanche of journalists camped out outside, she said: “From the bottom of my heart, thank you all for the support. I don’t have any words to express my gratitude.”\nThe Swiss court will rule later, probably long after the World Cup, on the 14-month ban CAS imposed after hearing appeals by the player and the world antidoping regulator. Guerrero had served a six-month ban for a cocaine metabolite he had unknowingly ingested, but the World Anti-Doping Agency had appealed the length of that ban, which had been shortened from its original length — one year — by a FIFA appeals committee.\nCAS, while acknowledging Guerrero had received no competitive benefit from the metabolite, agreed with WADA that a longer ban was warranted. It said Guerrero bore some fault for its mere presence in his system.\nIn an interview with The New York Times earlier this month, Guerrero spoke of the anguish the case had caused not only him, but also his elderly parents, José and Petronila. He vowed to continue fighting to play in the World Cup, no matter the odds, until all legal avenues had been exhausted.\nGuerrero traveled to Switzerland last week to meet with FIFA President Gianni Infantino. There he received little more than “deep understanding,” with FIFA insisting the issue was now out of its hands. The last-chance appeal, even as it did not clear Guerrero — it will likely be months before a verdict is reached — cleared the path for him to compete in the tournament when it begins June 14. Peru is grouped with Denmark, France and Australia.\nGuerrero’s case has highlighted the challenges facing WADA, which is fighting to restore its reputation in the aftermath of the massive state-sponsored doping program by Russia that corrupted major sports events in recent years. WADA had appealed Guerrero’s reduced ban, arguing it was too lenient. Under WADA’s rules, athletes face bans of between one and two years even, as in the case of Guerrero, if they were found to have consumed a prohibited substance accidentally.", "url": "https://www.nytimes.com/2018/05/31/sports/paolo-guerrero-peru-world-cup.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}