{"authors": ["Cecilia Kang"], "date_download": "2018-11-16 04:02:48", "date_modify": "2018-11-16 04:02:48", "date_publish": "2018-03-20 14:50:16", "description": "The Federal Trade Commission is said to be examining whether the social media giant violated a 2011 agreement.", "filename": "2018_03_20_business_ftc-facebook-privacy-investigation_1542340968.html", "image_url": "https://static01.nyt.com/images/2018/03/21/business/21FACEBOOK/merlin_135756423_8ac3aeb6-7781-4912-b9e5-fd7210e35170-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_20_business_ftc-facebook-privacy-investigation_1542340968.html", "title": "Facebook Faces Growing Pressure Over Data and Privacy Inquiries", "title_page": "Facebook Faces Growing Pressure Over Data and Privacy Inquiries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Federal regulators and state prosecutors are opening investigations into Facebook. Politicians in the United States and Europe are calling for its chief executive, Mark Zuckerberg, to testify before them. Investors have cut the value of the social networking giant by about $50 billion in the past two days.\nThey are all focused on the same thing: whether Facebook mishandled users’ data.\nFacebook has built its highly profitable social network off its users, selling advertisements based on their ages, interests and other details. But the scrutiny over the company’s vast trove of personal data — following a report that a political consulting firm had improperly obtained information of 50 million users — is taking direct aim at that lucrative formula.\n“Investors are reacting to fears of regulation and the consequences of regulation,” said Brian Wieser, a senior research analyst at Pivotal Research Group. “The scale of errors can only lead one to conclude these are systemic problems.”\nSo far, most of the social network’s top executives have been silent. Mr. Zuckerberg, its founder, and Sheryl Sandberg, his top deputy, have not made any public statements in recent days. The pair did not appear at an employee meeting on Tuesday in Menlo Park, Calif., where the company is based.", "url": "https://www.nytimes.com/2018/03/20/business/ftc-facebook-privacy-investigation.html"}