{"authors": ["Liz Robbins"], "date_download": "2018-11-16 04:29:45", "date_modify": "2018-11-16 04:29:45", "date_publish": "2018-01-12 23:36:35", "description": "Ravi Ragbir was flown to Miami pending deportation, but a court ordered that he be returned to New York for a hearing on Tuesday.", "filename": "2018_01_12_nyregion_immigration-activist-deportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342585.html", "image_url": "https://static01.nyt.com/images/2018/01/13/nyregion/13detain1/13detain5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_12_nyregion_immigration-activist-deportation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342585.html", "title": "Activists and ICE Face Off Over Detained Immigrant Leader", "title_page": "Activists and ICE Face Off Over Detained Immigrant Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An escalating legal battle played out on Friday in the case of Ravi Ragbir, an immigrant rights activist whose detention on Thursday by federal immigration authorities sparked protests that led to the arrest of 18 people, including members of the New York City Council.\nMr. Ragbir, 53, the executive director of the New Sanctuary Coalition of New York City, had shown up for a check-in with Immigration and Customs Enforcement on Thursday morning, at the Jacob K. Javits Federal Building in Lower Manhattan. When officials told him that he was going to be detained and deported, Mr. Ragbir fainted, his wife, Amy Gottlieb, said.\nThat is when events turned chaotic.\nHis lawyer from New York University Immigrant Rights Clinic, Alina Das, said that as he was regaining consciousness she argued that she was still pursuing legal remedies for Mr. Ragbir. She said that Scott Mechkowski, the assistant field office director for ICE, dismissed her arguments and had officers handcuff Mr. Ragbir.", "url": "https://www.nytimes.com/2018/01/12/nyregion/immigration-activist-deportation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}