{"authors": ["Eduardo Porter"], "date_download": "2018-11-16 03:16:27", "date_modify": "2018-11-16 03:16:27", "date_publish": "2018-05-08 09:00:21", "description": "State and local incentives to land new offices and factories rarely pay off. But they are one of the few tools for redeveloping old industrial cities.", "filename": "2018_05_08_business_tax-breaks-jobs.html_rref=collection%2Fcolumn%2FEconomic%20Scene_1542338187.html", "image_url": "https://static01.nyt.com/images/2018/05/09/us/09porter-alpha/09porter-alpha-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_08_business_tax-breaks-jobs.html_rref=collection%2Fcolumn%2FEconomic%20Scene_1542338187.html", "title": "When All Else Fails, Tax Incentives Probably Will, Too", "title_page": "When All Else Fails, Tax Incentives Probably Will, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On its face, Wisconsin’s development policy looks somewhat unhinged. The $3 billion it offered to attract Foxconn’s $10 billion flat-screen-television plant to Racine, near the state’s southeastern tip, is an outrageous price tag.\nNew Jersey’s offer of $5 billion to lure Amazon to Newark — which comes out at $100,000 for each employee the online retailer would bring to town — is also pretty extravagant. Chicago’s $2 billion in incentives seems sensible only by comparison.\nGiveaways like these are often a waste of public money. Research on a program of corporate tax breaks in Texas found that 85 to 90 percent of the projects benefiting from such incentives would have gone forward without them.\nEven when tax breaks work and spawn new jobs, local residents gain little if anything.\nTimothy J. Bartik, an economist at the Upjohn Institute for Employment Research in Kalamazoo, Mich., estimates that eight of every 10 new jobs will be filled by outsiders. While the new workers will pay taxes, most of the revenue will be spent on public services for a growing population. And the incentives themselves will blow a hole in state and local budgets, draining resources that would be better invested in, say, public education.", "url": "https://www.nytimes.com/2018/05/08/business/tax-breaks-jobs.html?rref=collection%2Fcolumn%2FEconomic%20Scene"}