{"authors": ["Rick Gladstone"], "date_download": "2018-11-16 04:39:29", "date_modify": "2018-11-16 04:39:29", "date_publish": "2018-10-18 14:51:12", "description": "A photograph of the aide is one of the most striking pieces of evidence to date linking the disappearance of Jamal Khashoggi to the crown prince.", "filename": "2018_10_18_world_middleeast_jamal-khashoggi-mohammed-bin-salman-turkey-saudi-arabia.html_module=inline_1542343169.html", "image_url": "https://static01.nyt.com/images/2018/10/19/world/19turkey-promo/19turkey-promo-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_18_world_middleeast_jamal-khashoggi-mohammed-bin-salman-turkey-saudi-arabia.html_module=inline_1542343169.html", "title": "Aide to Saudi Crown Prince, Suspect in Khashoggi Case, Is Shown Walking Into Consulate", "title_page": "Aide to Saudi Crown Prince, Suspect in Khashoggi Case, Is Shown Walking Into Consulate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A frequent companion of Saudi Arabia’s crown prince entered the country’s consulate in Istanbul just hours before Jamal Khashoggi, a dissident writer, disappeared inside, according to a time-stamped photograph published on Thursday by a pro-government Turkish newspaper.\nThe photograph of the companion, who has been previously identified as Maher Abdulaziz Mutreb, is one of the most striking pieces of evidence to date linking Mr. Khashoggi’s Oct. 2 disappearance and possible death to the crown prince, Mohammed bin Salman.\n[It has been weeks since Saudi journalist Jamal Khashoggi disappeared. Here all the facts we know in the Khashoggi case, to date.]\nThe Saudi authorities have denied any involvement but have provided no information on Mr. Khashoggi’s fate and say they are investigating as well.", "url": "https://www.nytimes.com/2018/10/18/world/middleeast/jamal-khashoggi-mohammed-bin-salman-turkey-saudi-arabia.html?module=inline"}