{"authors": ["Christina Goldbaum"], "date_download": "2018-11-16 04:29:16", "date_modify": "2018-11-16 04:29:16", "date_publish": "2018-10-22 20:35:37", "description": "The undocumented immigrant, who had faced deportation to Ecuador, was arrested and charged with criminal mischief in an incident involving his wife.", "filename": "2018_10_22_nyregion_pizza-delivery-man-arrested-abuse-immigration.html_module=inline_1542342556.html", "image_url": "https://static01.nyt.com/images/2018/10/23/nyregion/23pizzaman/23pizzaman-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_22_nyregion_pizza-delivery-man-arrested-abuse-immigration.html_module=inline_1542342556.html", "title": "Immigrant Detained While Delivering Pizza in June Is Arrested and Accused of Assault", "title_page": "Immigrant Detained While Delivering Pizza in June Is Arrested and Accused of Assault - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An undocumented immigrant garnered national attention in June after he was taken into custody by immigration authorities while delivering a pizza to an Army base in Brooklyn, and was then ordered released by a judge.\nBut now, the delivery man, Pablo Villavicencio Calderon, has been arrested and charged with criminal mischief in the assault of his wife.\nAccording to court documents, Mr. Villavicencio, 35, pushed his wife against a wall and slapped her Thursday at their home on Long Island. He then took her cellphone to prevent her from calling the police. The police later found her phone in Mr. Villavicencio’s pocket.\nMr. Villavicencio, an Ecuadorean immigrant, was due in court Tuesday, according to a spokesman for the Nassau County district attorney’s office. He was detained in the county jail, and his lawyers were not immediately available for comment.", "url": "https://www.nytimes.com/2018/10/22/nyregion/pizza-delivery-man-arrested-abuse-immigration.html?module=inline"}