{"authors": ["Peter J. Henning"], "date_download": "2018-11-16 03:40:44", "date_modify": "2018-11-16 03:40:44", "date_publish": "2018-07-30 11:00:04", "description": "A Supreme Court ruling gave the agency a five-year window to seek repayment of money. Can it speed up its work, or will it need to ask Congress to act?", "filename": "2018_07_30_business_dealbook_sec-enforcement-statute-limitations_1542339644.html", "image_url": "https://static01.nyt.com/images/2018/07/28/business/dealbook/28db-henning1/28db-henning1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_30_business_dealbook_sec-enforcement-statute-limitations_1542339644.html", "title": "With Clock Ticking Faster on Its Cases, the S.E.C. Faces a Quandary", "title_page": "With Clock Ticking Faster on Its Cases, the S.E.C. Faces a Quandary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Unfortunately, the agreement was narrowly drawn, and covered possible violations arising only from its investigation involving the Libyan Investment Authority. The charges the S.E.C. filed later were far broader and had little to do with that investigation.\nThe S.E.C. could respond to the Kokesh case by requesting broader tolling agreements when it starts to bump up against the five-year limit. Defendants often agree to these agreements in the hope that the S.E.C. will decide to pass on pursuing a case, or at least to appear cooperative. But lawyers for those under investigation are likely to balk at an across-the-board waiver if it puts their clients at greater risk.\nThe Supreme Court’s decision also spawned a class-action lawsuit in Boston seeking reimbursement from the S.E.C. of over $14 billion paid by defendants in disgorgement for conduct that was more than five years old. A hearing was held Tuesday on the agency’s motion to dismiss the case, and the judge has not yet ruled on it. If the S.E.C. is unsuccessful, it may face claims in numerous cases to repay amounts that it received for misconduct beyond the limitations period.\nA better approach for the S.E.C. may be to ask Congress to lengthen the statute of limitations for disgorgement. It is common for misconduct involving accounting issues and fraudulent trading, such as a Ponzi scheme, to come to light years after the misdeeds took place. Five years may not be enough time to get back money from those violations. In other words, the thief may get to keep what was stolen.\nThere is precedent for congressional action. In 1989, at the height of the savings-and-loan crisis, Congress adopted the Financial Institutions Reform, Recovery and Enforcement Act, which extended the statute of limitations for bank-related crimes to 10 years from five because of the complexity of the investigations. The extension applied to civil bank fraud claims, which allowed the Justice Department to obtain multibillion-dollar settlements with large banks like JPMorgan and Bank of America over mortgage practices in the years before the financial crisis in 2008.\nWhether Congress is amenable to giving the S.E.C. more time to pursue cases is an open question, and Wall Street is sure to oppose such a move.\nTo get Congress to change the law, the S.E.C. may need a situation that starkly shows the problem posed by the five-year limitation. Nothing motivates Capitol Hill like a gripping story of someone getting off on what looks like a technicality. Absent that, enforcement of the securities law will require a quicker response from the S.E.C. to wrongdoing, a significant challenge when violations are hard to identify and may not surface quickly.", "url": "https://www.nytimes.com/2018/07/30/business/dealbook/sec-enforcement-statute-limitations.html"}