{"authors": ["Alan Feuer"], "date_download": "2018-11-16 04:32:31", "date_modify": "2018-11-16 04:32:31", "date_publish": "2018-08-22 01:54:36", "description": "Here’s what we learned from the disclosures by federal prosecutors in the investigation into President Trump’s former lawyer.", "filename": "2018_08_21_nyregion_michael-cohen-guilty-plea-trump-takeaways.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342751.html", "image_url": "https://static01.nyt.com/images/2018/08/22/nyregion/22cohentakeaway_xp/22cohentakeaway_xp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_21_nyregion_michael-cohen-guilty-plea-trump-takeaways.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342751.html", "title": "6 Takeaways From Michael Cohen’s Guilty Plea", "title_page": "6 Takeaways From Michael Cohen’s Guilty Plea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "You could easily be confused by the sheer number and variety of the criminal charges that Michael D. Cohen, President Trump’s onetime fixer and personal lawyer, pleaded guilty to on Tuesday in Federal District Court in Manhattan.\nAfter all, the combative Mr. Cohen, a former vice president at the Trump Organization, was accused of violating laws that involved his taxi business, his financial dealings with at least three banks and — it was the headline allegation — his secretive efforts to influence the 2016 presidential election. He admitted joining forces with the nation’s best-known supermarket tabloid to buy the silence of at least two women who claimed they had affairs with Mr. Trump.\nMaking matters more arcane, some of these purported crimes overlapped, the government said.\nMr. Cohen, for instance, was said to have used a fraudulently obtained home-equity loan to pay off one of the women, a pornographic film star, Stephanie Clifford, better known as Stormy Daniels.\nThe charging documents describe a universe of shady dealings and unsavory characters. None of the revelations seem helpful to Mr. Trump.", "url": "https://www.nytimes.com/2018/08/21/nyregion/michael-cohen-guilty-plea-trump-takeaways.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}