{"authors": ["Michael S. Schmidt", "Matt Apuzzo"], "date_download": "2018-11-16 03:19:03", "date_modify": "2018-11-16 03:19:03", "date_publish": "2018-02-22 21:52:34", "description": "The charges do not involve President Trump or his campaign, but they compound the legal problems for Mr. Manafort, his former campaign chairman.", "filename": "2018_02_22_us_politics_paul-manafort-new-charges-mueller_1542338343.html", "image_url": "https://static01.nyt.com/images/2018/02/22/us/politics/00dc-manafort/00dc-manafort-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_22_us_politics_paul-manafort-new-charges-mueller_1542338343.html", "title": "Mueller Files New Fraud Charges Against Paul Manafort and Rick Gates", "title_page": "Mueller Files New Fraud Charges Against Paul Manafort and Rick Gates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Even as he was managing Donald J. Trump’s campaign for president, Paul Manafort lied to banks to secure millions of dollars in cash loans as part of a decade-long money laundering scheme, according to charges unsealed by the special counsel on Thursday.\nMr. Manafort exaggerated his income by millions of dollars to take out mortgages on homes in SoHo and the Hamptons that he had purchased years earlier in part with income illegally funneled through offshore bank accounts, according to the indictment. The laundered money — which totaled $30 million — came from Mr. Manafort’s work as a lobbyist and political consultant to Viktor F. Yanukovych, the Russia-aligned former Ukrainian president.\nBut after Mr. Yanukovych was ousted in 2014 and fled to Russia, Mr. Manafort’s income quickly dwindled. The 32-count indictment describes a complex plot that Mr. Manafort then undertook to leverage money from his real estate with the help of his longtime business partner and campaign deputy, Rick Gates.\nThe charges do not involve Mr. Trump or his campaign and are not significantly different from ones filed against the men in October. But they outline new criminal behavior and appear to be the latest attempt by the special counsel, Robert S. Mueller III, to pressure Mr. Manafort and Mr. Gates to cooperate with his inquiry to avoid a lengthy prison sentence. The men have said they have nothing to offer Mr. Mueller on the central question of the investigation: whether any associates of Mr. Trump coordinated with Russia’s attempts to disrupt the 2016 election.", "url": "https://www.nytimes.com/2018/02/22/us/politics/paul-manafort-new-charges-mueller.html"}