{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:32:33", "date_modify": "2018-11-16 04:32:33", "date_publish": "2018-11-05 23:56:21", "description": "The Federal Trade Commission said a Florida enterprise collected millions with a deceptive marketing scheme aimed at Americans searching for health coverage.", "filename": "2018_11_05_us_politics_ftc-trumpcare-telemarketers-shut-down_1542342753.html", "image_url": "https://static01.nyt.com/images/2018/11/06/us/politics/06dc-health/06dc-health-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_05_us_politics_ftc-trumpcare-telemarketers-shut-down_1542342753.html", "title": "Federal Officials Shut Down Sales of ‘Ruinous’ Health Insurance Plans", "title_page": "Federal Officials Shut Down Sales of ‘Ruinous’ Health Insurance Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Federal authorities have shut down a network of Florida companies that they say used aggressive, deceptive tactics to sell skimpy health insurance products that skirt requirements of the Affordable Care Act and left tens of thousands of people around the country with unpaid medical bills.\n“There is good cause to believe” that the Florida companies have sold shoddy coverage by falsely claiming that such policies were comprehensive health insurance or qualified health plans under the Affordable Care Act, Judge Darrin P. Gayles of the Federal District Court in Miami said in a temporary restraining order issued last week at the request of the Federal Trade Commission.\nTelemarketers lured consumers through websites offering Trumpcare and Obamacare, using logos of well-known insurers to make the coverage appear credible, the trade commission said.\nThe commission filed a lawsuit against Simple Health Plans and its chief executive, Steven J. Dorfman, and five other entities in a “common enterprise,” saying they had misled consumers to believe they were buying comprehensive insurance that would cover pre-existing medical conditions, prescription drugs, doctors’ services and hospital care.", "url": "https://www.nytimes.com/2018/11/05/us/politics/ftc-trumpcare-telemarketers-shut-down.html"}