{"authors": ["Robert Pear"], "date_download": "2018-11-16 04:32:42", "date_modify": "2018-11-16 04:32:42", "date_publish": "2018-10-27 12:58:18", "description": "Consumers seeking health insurance will see relatively stable premiums when open enrollment under the Affordable Care Act starts Thursday, but there will be fewer sources of advice and assistance.", "filename": "2018_10_27_us_politics_affordable-care-act-obamacare-healthcare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342762.html", "image_url": "https://static01.nyt.com/images/2018/10/28/us/politics/28dc-health/28dc-health-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_27_us_politics_affordable-care-act-obamacare-healthcare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342762.html", "title": "Shopping for Insurance? Don’t Expect Much Help Navigating Plans", "title_page": "Shopping for Insurance? Don’t Expect Much Help Navigating Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — When the annual open enrollment period begins in a few days, consumers across the country will have more choices under the Affordable Care Act, but fewer sources of unbiased advice and assistance to guide them through the labyrinth of health insurance.\nThe Trump administration has opened the door to aggressive marketing of short-term insurance plans, which are not required to cover pre-existing medical conditions. Insurers are entering or returning to the Affordable Care Act marketplace, expanding their service areas and offering new products. But the budget for the insurance counselors known as navigators has been cut more than 80 percent, and in nearly one-third of the 2,400 counties served by HealthCare.gov, no navigators have been funded by the federal government.\n“There is likely to be a lot of consumer confusion about the various plan options that may be available this year,” said Sabrina Corlette, a research professor at Georgetown University’s Health Policy Institute. “It will be a bit of a Wild West — buyer beware!”\n“Obamacare health plans,” short-term plans and “Christian health sharing plans” are all displayed on the same page of some shopping sites like Affordable-Health-Insurance-Plans.org, which describes itself as a free referral service for insurance shoppers.", "url": "https://www.nytimes.com/2018/10/27/us/politics/affordable-care-act-obamacare-healthcare.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}