{"authors": ["Kurt Soller"], "date_download": "2018-11-16 03:08:29", "date_modify": "2018-11-16 03:08:29", "date_publish": "2018-09-18 13:58:53", "description": "A freethinking firm makes its mark exploring the intersections between public and private, indoors and out, function and form.", "filename": "2018_09_18_t-magazine_japanese-architects-suppose-design-office.html_action=click&module=RelatedLinks&pgtype=Article_1542337709.html", "image_url": "https://static01.nyt.com/images/2018/09/18/t-magazine/18tmag-anjo-slide-PKL2/18tmag-anjo-slide-PKL2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_18_t-magazine_japanese-architects-suppose-design-office.html_action=click&module=RelatedLinks&pgtype=Article_1542337709.html", "title": "The Designers Envisioning a Bold New Kind of Japanese Architecture", "title_page": "The Designers Envisioning a Bold New Kind of Japanese Architecture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ON A MAY morning that was somewhere between rainy and sunny, in a Tokyo neighborhood that was somewhere between Shibuya and Shinjuku, I arrived at a nondescript brown-tiled building to visit Makoto Tanijiri and Ai Yoshida, the 44-year-old principals of Suppose Design Office, a Japanese architecture firm known for its raw, unfinished aesthetic — bookcases made from shipping pallets, houses with gaping holes instead of windows — that has been frequently praised and often copied in recent years. Suppose, which has more than 35 employees between this office and another in Hiroshima, and which is responsible for some of the most idiosyncratic contemporary homes and offices throughout Japan, moved into this partly below-ground space in late 2016.\nIn a departure from convention, they built a workspace entirely open to the public: If someone could bring her laptop to a coffee shop and call it her office, couldn’t an office do the reverse, inviting people in from the street for an obsessively crafted cup of cold brew? Suppose even branded its own bags of arabica beans for this exercise, lining them up beside a library of design books, which customers can browse while drinking espresso near high windows that look onto the sidewalk. In the back of the 2,058-square-foot room, beyond a steel coffee bar, a dozen architects meet in small groups or draft plans on computers in rows on long tables, performing their jobs in plain view of a largely disinterested audience. Sitting in the cafe can be an odd and exhilarating experience, like sneaking backstage in the tense moments before a play begins. But after a few sips, you ease into it, enjoying the quiet bustle; you become part of a human machine that toggles between labor and leisure.\nArchitecture, after all, dictates behavior: Public or private, indoor or outdoor, extravagant or humble, old or new, fake or real — these are a few of the obvious binaries by which we assess the spaces we inhabit. They are also the edges against which most architects hone their signature styles. But since their firm was founded 18 years ago, Tanijiri and Yoshida have instead devoted themselves to the liminal place where these elements break down; their designs (from a suburban house in Higashi with a dirt floor to a Tokyo cafe that transforms into a hostel) unite concepts that seem opposed. They aren’t interested in referencing the codes of Japan’s architecture establishment — nor in iterating upon their own past successes, as many distinguished firms do — but rather in envisioning new spaces that rest somewhere between the disquieting and the thrilling.", "url": "https://www.nytimes.com/2018/09/18/t-magazine/japanese-architects-suppose-design-office.html?action=click&module=RelatedLinks&pgtype=Article"}