{"authors": ["Ellen Barry", "Richard Pérez-Peña"], "date_download": "2018-11-16 04:40:42", "date_modify": "2018-11-16 04:40:42", "date_publish": "2018-07-05 22:52:50", "description": "How did a Salisbury couple become the fourth and fifth victims in a string of poisonings with Novichok, a military-grade nerve agent?", "filename": "2018_07_05_world_europe_uk-salisbury-russia-poisonings.html_action=click&module=inline&pgtype=Article&region=Footer_1542343242.html", "image_url": "https://static01.nyt.com/images/2018/07/06/world/06BRITAIN-POISON-jp01print/merlin_140795979_96ac0dab-7420-4a1d-b2b2-fdb5b24fdb55-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_05_world_europe_uk-salisbury-russia-poisonings.html_action=click&module=inline&pgtype=Article&region=Footer_1542343242.html", "title": "English City, Stunned, Tries to Make Sense of New Poisonings", "title_page": "English City, Stunned, Tries to Make Sense of New Poisonings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The unexpected poisonings have revived tension between Britain and Russia, which the British have blamed for the attack. Russia on Thursday denied any involvement in the poisoning of the couple, as it did in the case of the Skripals, and suggested alternative theories, including one that says the British could have planted the nerve agent. Sergei Zheleznyak, deputy speaker of the lower house of Parliament, said that the British authorities might have concocted the case to sully Russia’s image while the country was hosting the World Cup soccer tournament.\n“A huge number of British fans, despite the warnings from their government, came to support their team,” Mr. Zheleznyak told state television. “Their impressions are just destroying everything British propaganda built over the past few years. To break up this flow of really positive emotions that the British fans are sharing, they had to put something like this in the mass media.”\nInvestigators have been scrutinizing the actions of Mr. Rowley and Ms. Sturgess during the hours before they collapsed. Ms. Sturgess became sick first, at around 10:15 a.m. on Saturday, going into convulsions in the bathroom and foaming at the mouth. Nearly five hours passed before Mr. Rowley, went into a zombielike state, his pupils shrunk to pinpoints, rocking back and forth and sweating profusely, a witness said.\nChemical weapons experts tried to piece the events together.\n“The latest victims, did they come into contact with objects the would-be killer left behind?” asked Andrew C. Weber, a former United States assistant secretary of defense for nuclear, chemical and biological defense programs. “I think that’s the most plausible.”\nRichard Guthrie, the coordinating editor of CBW Events, a website on chemical and biological weapons, said he would “put it in the 90-percent-plus likelihood that this was a discarded item,” like a coat with a container of the nerve agent in the pocket.\n“You would want to dispose of the coat, of the gloves,” he said. “If it was good tradecraft, that would have been disposed of in a place that people wouldn’t think of it being disposed.” The couple might well have picked it up, spotting “a nice-looking jacket bundled up.”", "url": "https://www.nytimes.com/2018/07/05/world/europe/uk-salisbury-russia-poisonings.html?action=click&module=inline&pgtype=Article&region=Footer"}