{"authors": ["Joe Coscarelli"], "date_download": "2018-11-16 03:10:09", "date_modify": "2018-11-16 03:10:09", "date_publish": "2018-04-19 20:33:56", "description": "The rapper, who has been largely quiet since canceling the end of his 2016 tour, said on Twitter that he will release new music in June.", "filename": "2018_04_19_arts_music_kanye-west-new-album-twitter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337809.html", "image_url": "https://static01.nyt.com/images/2018/04/20/arts/20kanye/20kanye-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_19_arts_music_kanye-west-new-album-twitter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337809.html", "title": "Kanye West Says He Is Returning With Two New Albums", "title_page": "Kanye West Says He Is Returning With Two New Albums - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Kanye West is coming back with a vengeance — and two new albums.\nThe rapper, who had been largely quiet in public since a dramatic spiral near the end of 2016 — during which he canceled a major tour, was hospitalized for a “psychiatric emergency” and angered some fans by meeting with then-President-elect Donald J. Trump before going dark — re-emerged recently on Twitter and in photos with his most frequent musical collaborators, stoking anticipation for a new release.\nOn Thursday, Mr. West, 40, confirmed the whispers in his trademark off-the-cuff fashion, posting on Twitter, “my album is 7 songs,” followed two minutes later by a date: June 1.\nThat was not all. Mr. West also announced a second album in collaboration with his on-again, off-again associate Kid Cudi due out June 8, according to his tweets: “it’s called Kids See Ghost,” Mr. West wrote. “That’s the name of our group.”", "url": "https://www.nytimes.com/2018/04/19/arts/music/kanye-west-new-album-twitter.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}