{"authors": ["Peter Baker", "Michael D. Shear"], "date_download": "2018-11-16 04:02:35", "date_modify": "2018-11-16 04:02:35", "date_publish": "2018-02-23 02:55:54", "description": "Last week’s school massacre in Florida set the well-worn machinery of America’s gun debate in motion. But angry students injected new passion into a stale fight.", "filename": "2018_02_22_us_politics_school-shooting-gun-debate.html_module=inline_1542340955.html", "image_url": "https://static01.nyt.com/images/2018/02/23/autossell/RITUALSTILL/RITUALSTILL-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_22_us_politics_school-shooting-gun-debate.html_module=inline_1542340955.html", "title": "Another Shooting, Another Gun Debate. Will the Outcome Be the Same?", "title_page": "Another Shooting, Another Gun Debate. Will the Outcome Be the Same? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Another difference is an unpredictable president who belongs to the National Rifle Association and promotes the N.R.A.-favored solution of arming trained teachers but has also embraced a couple of modest gun control measures opposed by gun rights groups.\nAnd perhaps most dramatically, the We-Call-B.S. teenagers of Florida have injected a passionate new energy into a stale debate, organizing demonstrations, flooding the Statehouse in Tallahassee, composing songs, creating protest signs, confronting politicians and taking to TV airwaves with an intensity and composure and power rarely seen in recent years.\n“The initial reaction was the same kind of sickened resignation — this is one of the worst ever, and this probably won’t be enough either,” said Matt Bennett, a founder of Third Way, a center-left advocacy group in Washington.\n“What has changed since then is the kids and the extraordinary, galvanizing force they have become,” he added, interrupting an interview to take a call from his 17-year-old son, whose class was leaving school to march to the White House. “No one knows when we are going to hit a tipping point on this issue. We may have hit it — we don’t know. But if we did, it’s because of them.”\nStill, veterans of both sides said the fundamental dynamics of Washington have not changed. If President Barack Obama could not pass gun control in a Democratic-majority Senate in 2013, months after Sandy Hook, they said, it was unlikely that Mr. Trump and a Republican-controlled Congress would.\nThe N.R.A. remains as potent as ever, and the debate resumes as Republicans head into a primary election season when many worry about challenges from the right. In December, the House passed a bill to bolster criminal background checks before gun purchases, but Republicans paired it with a provision requiring states to allow anyone to carry a concealed weapon if they are allowed to carry one in their home state, essentially making it a national right, anathema to Democrats, who have their own liberal base to satisfy.", "url": "https://www.nytimes.com/2018/02/22/us/politics/school-shooting-gun-debate.html?module=inline"}