{"authors": ["Jill Burke", "Alan Blinder", "Henry Fountain"], "date_download": "2018-11-16 04:26:55", "date_modify": "2018-11-16 04:26:55", "date_publish": "2018-01-23 10:12:34", "description": "A major earthquake struck 170 miles off Alaska early Tuesday, but despite initial concerns, the authorities lifted all tsunami warnings within four hours.", "filename": "2018_01_23_us_earthquake-tsunami-alaska_1542342415.html", "image_url": "https://static01.nyt.com/images/2018/01/24/world/24Alaska/24Alaska-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_23_us_earthquake-tsunami-alaska_1542342415.html", "title": "Earthquake Shakes Alaska and Sends a Shudder of Alarm Along the Coast", "title_page": "Earthquake Shakes Alaska and Sends a Shudder of Alarm Along the Coast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ANCHORAGE — The Alaskans, roused by a major earthquake and threatened by the specter of a tsunami, moved in the middle of the night.\nThey shuffled into schools that had become evacuation centers. They parked their cars on higher ground at Safeway and Walmart stores. They rushed up Pillar Mountain. Then, mercifully, the big waves never came, and within four hours, the authorities lifted the tsunami advisories that had once stretched from Alaska to the American border with Mexico.\n“Everybody had to evacuate,” Fran Latham, who runs a bed-and-breakfast in Yakutat, said of her town between Anchorage and Glacier Bay National Park. “It looked like everybody was at the school and the police department.”\nThe overnight panic along the Pacific began after a magnitude 7.9 quake was reported at 12:31 a.m. local time in the Gulf of Alaska, according to the United States Geological Survey. There were no immediate reports of damage or fatalities, the authorities said, but the United States National Tsunami Warning Center said a small tsunami, with a wave height of less than eight inches, had been observed in a handful of Alaska cities, including Kodiak and Seward.", "url": "https://www.nytimes.com/2018/01/23/us/earthquake-tsunami-alaska.html"}