{"authors": ["Guy Trebay", "Matthew Schneier"], "date_download": "2018-11-16 03:09:43", "date_modify": "2018-11-16 03:09:43", "date_publish": "2018-07-11 19:49:55", "description": "Even if no breakaway star emerged, there was plenty to admire about the grit of independents.", "filename": "2018_07_11_fashion_new-york-mens-fashion-week_1542337783.html", "image_url": "https://static01.nyt.com/images/2018/07/12/fashion/12MENS-Hart1/12MENS-Hart1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_11_fashion_new-york-mens-fashion-week_1542337783.html", "title": "New York Men’s Fashion Week: The Mixtape", "title_page": "New York Men’s Fashion Week: The Mixtape - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Todd Snyder\nHere’s an overlooked component of success in fashion: grandiosity. Big wins require big egos and if, at 50, Todd Snyder has yet to attain his early goal of “becoming the next Ralph,’’ that may have something to do with his midwestern modesty. He is from Iowa.\nMr. Snyder’s vision is far from that of Mr. Lauren, whose comprehensive mastery of the narrative fantasias so essential to fashion brought him five decades at the top of the heap and a personal fortune estimated in the billions. Yet, in his own low-key way, Mr. Snyder has retailed a particular vision in his designs, one for which he sometimes gets too little credit.\nWell before European and Japanese designers began minting money off collaborations with heritage brands and makers of athletic gear, Mr. Snyder had paired up with labels like Champion and Timex. He was ahead, too, on the blending of tailored clothing with utility gear like bombers or baseball jackets, combinations that tend to look staid or gimmicky when rendered by Italian designers in luxurious fabrics. And he was early to the repurposing of vintage tailoring styles for a generation that had never worn a suit.\nYet, despite his obvious design chops, there was never a clearly identifiable Todd Snyder style. He was a brand and yet not properly branded, or at least not until now. It is not merely that for a fine spring collection Mr. Snyder sent out shirts emblazoned with a jaunty cursive “Snyder’s” logo — an idea brought to him by Jim Moore, the longtime fashion director of GQ, who styled the show and who had been inspired by a supermarket remembered from his Minneapolis boyhood.", "url": "https://www.nytimes.com/2018/07/11/fashion/new-york-mens-fashion-week.html"}