{"authors": ["Chris Buckley", "Melissa Eddy"], "date_download": "2018-11-16 04:47:27", "date_modify": "2018-11-16 04:47:27", "date_publish": "2018-05-04 13:46:06", "description": "A recording of Ms. Liu, the widow of the Nobel Peace Prize recipient Liu Xiaobo, was released in the hope that China would end her house arrest and let her go to Germany.", "filename": "2018_05_04_world_asia_china-germany-liu-xia_1542343647.html", "image_url": "https://static01.nyt.com/images/2018/05/05/world/asia/05china-dissident/merlin_137626005_28eec8b8-cd06-4cc8-8a9c-379447e11137-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_04_world_asia_china-germany-liu-xia_1542343647.html", "title": "Liu Xia, in Call From China, Tells of the Agony of Endless Captivity", "title_page": "Liu Xia, in Call From China, Tells of the Agony of Endless Captivity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Liu died at age 61 of liver cancer that was belatedly revealed while he was serving an 11-year prison sentence, mainly for spearheading a pro-democratic petition called Charter 08. He was awarded the Nobel Peace Prize in 2010 for what the committee called “his long and nonviolent struggle for fundamental human rights in China.” Ms. Liu, 57, has been under police watch ever since; like her husband, she was not allowed to go to Oslo to collect the prize.\nSince Mr. Liu’s death, German diplomats and other supporters of Ms. Liu have been trying to arrange her move to Germany, and the German ambassador to Beijing publicly raised her case in late April.\nThe Chinese Ministry of Foreign Affairs has said repeatedly that Ms. Liu is free to move as she pleases. Yet her requests to leave her house have been frustrated, friends of Ms. Liu have said.\nIn the first months of this year, Ms. Liu held to the hope that she and her brother, Liu Hui, would be allowed to leave China after a succession of sensitive political events, including a legislative meeting that abolished term limits on China’s presidency, said Hu Jia, a longtime dissident in Beijing who said he has kept in indirect contact with Ms. Liu through friends and relatives.\n“The authorities led her to believe that after the legislative meeting, her problems would be addressed,” Mr. Hu said by telephone. But her telephone call with Mr. Liao reflected her realization that her hopes had been inflated, Mr. Hu said.\n“For the past half year we’ve been prisoners of false hopes,” he said. “Her phone call with Liao Yiwu on April 30 showed that she felt the authorities have been cheating her. She was waiting and waiting, and then grasped what was happening.”\nIn her call, Ms. Liu said that she was prepared to leave China at any time, but was cut off from the means to push requests to leave.", "url": "https://www.nytimes.com/2018/05/04/world/asia/china-germany-liu-xia.html"}