{"authors": ["Anne Barnard"], "date_download": "2018-11-16 03:19:41", "date_modify": "2018-11-16 03:19:41", "date_publish": "2018-03-09 15:57:35", "description": "Many in besieged eastern Ghouta were said to be choosing not to leave, however, fearing for their safety and doubting they could ever return.", "filename": "2018_03_09_world_middleeast_snipers-evacuations-ghouta-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338381.html", "image_url": "https://static01.nyt.com/images/2018/03/10/world/10syria1/10syria1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_09_world_middleeast_snipers-evacuations-ghouta-syria.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338381.html", "title": "Snipers Slam Shut an Escape Hatch From a Syrian Hell", "title_page": "Snipers Slam Shut an Escape Hatch From a Syrian Hell - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIRUT, Lebanon — Rebel snipers are preventing Syrian civilians from leaving the besieged area of eastern Ghouta through a corridor opened this week by the government to facilitate evacuations, a United Nations official said.\nThe official, who entered the area with a relief convoy earlier this week, added that many of those who preferred to leave might nonetheless choose to stay even if the snipers relented. They feared for their safety in government-held territory, he said, and worried that they might never be allowed to return.\nWhile the government has previously offered to relocate civilians from besieged rebel areas to other rebel territory, it has yet to do so in eastern Ghouta, where government attacks have killed more than 1,000 people, mostly civilians, since Feb. 18. Even if the government made such an offer, there does not seem to be any place in rebel territory that could accommodate the large numbers that might want to leave.\n“They want out — either the bombing to stop, or to get out. But reach safety where?” the official, Sajjad Malik, said on Thursday in an interview in Beirut. “We are getting to a point where there is literally no flight option. What worse situation could there be?”", "url": "https://www.nytimes.com/2018/03/09/world/middleeast/snipers-evacuations-ghouta-syria.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}