{"authors": ["Jacey Fortin", "Matthew Haag"], "date_download": "2018-11-16 03:17:08", "date_modify": "2018-11-16 03:17:08", "date_publish": "2018-09-04 20:54:21", "description": "Advertising prompted anger from those critical of the former N.F.L. quarterback’s protests of police killings of black people.", "filename": "2018_09_04_sports_nike-protests-kaepernick-nfl-.html_action=click&module=RelatedLinks&pgtype=Article_1542338228.html", "image_url": "https://static01.nyt.com/images/2018/09/04/business/05xp-nikereaction/05xp-nikereaction-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_04_sports_nike-protests-kaepernick-nfl-.html_action=click&module=RelatedLinks&pgtype=Article_1542338228.html", "title": "After Colin Kaepernick’s Nike Deal, Some Salute Swoosh, Others Boycott It", "title_page": "After Colin Kaepernick’s Nike Deal, Some Salute Swoosh, Others Boycott It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Nike announced on Monday that Colin Kaepernick would be part of a major advertising campaign, some people cheered. Others burned their shoes and ripped their socks.\nKaepernick, a former quarterback for the San Francisco 49ers who is now a free agent and pursuing a collusion case against the N.F.L., rose to political prominence in 2016 after he began kneeling during the playing of the national anthem at his games to protest racial inequality and police killings of black people. Critics have accused him of disrespecting the anthem and, by extension, the military and the American flag.\nNow Kaepernick will be a face of the 30th anniversary of Nike’s “Just Do It” campaign. In the wave of reaction that immediately followed that announcement, one tweet by a member of the country duo Big & Rich captured the sentiment of those who opposed the decision. John Rich, a part of the duo, shared a photo of socks with the Nike swoosh cut off.", "url": "https://www.nytimes.com/2018/09/04/sports/nike-protests-kaepernick-nfl-.html?action=click&module=RelatedLinks&pgtype=Article"}