{"authors": ["A.O. Scott"], "date_download": "2018-11-16 03:23:24", "date_modify": "2018-11-16 03:23:24", "date_publish": "2018-11-08 09:00:05", "description": "A.O. Scott says this cowboy anthology is among the silliest Coen brothers films, and also one of the grimmest.", "filename": "2018_11_08_movies_the-ballad-of-buster-scruggs-review_1542338604.html", "image_url": "https://static01.nyt.com/images/2018/11/09/arts/09theballad1/09theballad1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_08_movies_the-ballad-of-buster-scruggs-review_1542338604.html", "title": "‘The Ballad of Buster Scruggs’ Review: The Coens Go Darkly West Again", "title_page": "‘The Ballad of Buster Scruggs’ Review: The Coens Go Darkly West Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“The Ballad of Buster Scruggs” is one of the darkest movies by Joel and Ethan Coen, and also among the silliest. It swerves from goofy to ghastly so deftly and so often that you can’t always tell which is which.\nThis is a familiar (and hardly unwelcome) paradox for fans of the Coens. Ever since “Blood Simple,” the brothers have tended to treat whimsy and fatalism as sides of the same coin. The jokes that the universe plays on hapless human creatures may be cruel, but they’re also funny, and the Coens are skilled and wily metaphysical pranksters. The hangings, shootings, scalpings and other grim ends awaiting the hapless cowboys, prospectors and wagon-train pioneers in this anthology of western tales are incidents of mortal slapstick. Death is a hilarious punch line until it happens to you.\nAnd sometimes even then. In the first episode — there are six in all, presented as if they were chapters in a handsomely illustrated old clothbound volume — the title character, played by a grinning Tim Blake Nelson, takes the prospect of his own demise in stride, as he does everyone else’s. There must be an afterlife, this cheerful killer surmises, since there are so many songs about it, one of which he sings as he ascends heavenward.", "url": "https://www.nytimes.com/2018/11/08/movies/the-ballad-of-buster-scruggs-review.html"}