{"authors": ["Roger Cohen"], "date_download": "2018-11-16 03:18:24", "date_modify": "2018-11-16 03:18:24", "date_publish": "2018-06-29 03:05:16", "description": "Germany's football team has fallen in the first round, the first time in 80 years. It’s not a good German moment.", "filename": "2018_06_28_opinion_germany-world-cup-mannschaft_1542338304.html", "image_url": "https://static01.nyt.com/images/2018/06/28/opinion/28cohenWeb/28cohenWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_28_opinion_germany-world-cup-mannschaft_1542338304.html", "title": "Germany’s Great Unraveling", "title_page": "Opinion | Germany’s Great Unraveling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — For Germany, all things unravel in Russia.\nGermany was slow. Germany was ponderous. Germany was out of ideas — just like its chancellor, Angela Merkel, in the twilight of her leadership. Some people in Berlin are calling this the “horror summer.”\nThe Mannschaft, so respected at World Cups and beyond for its never-say-die spirit, was timid. Out went the world champions of 2014 before the knockout stage, losing 0-2 to South Korea. This was the first time in 80 years that Germany has fallen in the first round.\n“The biggest disgrace in German World Cup history,” the mass-market Bild newspaper proclaimed. It is hard to argue with that verdict. Joachim Löw, the dark-shirted coach who had signed a new four-year-contract in May, looked on the verge of a nervous breakdown.\nHe’d blown it, leaving Manchester City’s explosive young winger, Leroy San e, out of the squad at the last minute, fielding an aging team, changing his selections for the three matches in an unsettling way, opting for Manuel Neuer — hero of 2014 — as goalkeeper although he’d been injured all season. Mesut Özil, the moody left-footed genius of the German midfield, was not alone in going on walkabout . Germany was spent.", "url": "https://www.nytimes.com/2018/06/28/opinion/germany-world-cup-mannschaft.html"}