{"authors": ["Ellen Barry"], "date_download": "2018-11-16 04:40:42", "date_modify": "2018-11-16 04:40:42", "date_publish": "2018-06-16 13:11:45", "description": "As British investigators remained silent about the poisoning of Sergei V. Skripal and his daughter, Russia flooded social media with alternative theories, leading some in Salisbury to raise questions.", "filename": "2018_06_16_world_europe_uk-skripal-russia-salisbury-propaganda.html_module=inline_1542343242.html", "image_url": "https://static01.nyt.com/images/2018/06/17/world/17salisbury1/merlin_139569588_7dc0a325-3073-488a-9bee-41cccba06d5a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_16_world_europe_uk-skripal-russia-salisbury-propaganda.html_module=inline_1542343242.html", "title": "At Site of U.K. Poisoning, Doubts About Case Creep In", "title_page": "At Site of U.K. Poisoning, Doubts About Case Creep In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SALISBURY, ENGLAND — After Sergei V. Skripal, her Russian neighbor, was poisoned by a military-grade nerve agent, Lisa Carey pricked her ears for any information about this bizarre series of events.\nThree and a half months later, Ms. Carey, 45, a resident of Salisbury, England, where the attack on the former Russian spy occurred, has come to a firm conclusion: Russia’s president, Vladimir V. Putin, whom Britain holds responsible for the poisoning, would never have ordered an assassination on the eve of a national election or the World Cup.\nMr. Putin is “not a silly man,” she says. If he wants someone dead, she added, they end up dead. “Someone stitched him up,” she wrote recently. “Whoever did this made it look like Putin did it.”\nThough Ms. Carey’s opinion is not a common one in Salisbury, she’s not alone, either.\n“We are force-fed the answer that it was the Russians, no two ways about it,” read a letter to the editor in a recent edition of The Salisbury Journal. Many more express a shrugging sense of resignation, that the facts of the case may never be clear.", "url": "https://www.nytimes.com/2018/06/16/world/europe/uk-skripal-russia-salisbury-propaganda.html?module=inline"}