{"authors": ["Philip T. Hackney"], "date_download": "2018-11-16 04:45:55", "date_modify": "2018-11-16 04:45:55", "date_publish": "2018-06-15 15:47:39", "description": "His foundation shockingly — and repeatedly — violated charitable norms.", "filename": "2018_06_15_opinion_trump-foundation-new-york-attorney-general.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343555.html", "image_url": "https://static01.nyt.com/images/2018/06/15/opinion/15hackney1/15hackney1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_15_opinion_trump-foundation-new-york-attorney-general.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343555.html", "title": "Why the I.R.S. Should Go After Trump", "title_page": "Opinion | Why the I.R.S. Should Go After Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The I.R.S. does not bring criminal charges for every violation of the tax law. While bad, none of the alleged acts by the Trump Foundation, combined with false statement on a return, would necessarily result in criminal tax implications.\nThe I.R.S. saves criminal consequences for notorious and continuous violations of the law. And the misuse of a charity for personal and political purposes over years — as alleged by the New York State attorney general — is in fact the type of case that the I.R.S. goes after with criminal sanctions.\nStill, the government would need to weigh many factors in considering prosecution. Mr. Trump appears to have signed a form, 990PF, on behalf of the foundation for most years through the 2014 tax return. However, he did not sign the 2015 or 2016 returns. The misuse of the most significant amount of money that the lawsuit alleges happened in 2016. This would make acts of evasion harder to prove.\nThe most difficult element for the government is Mr. Trump’s knowledge of the tax law. In 2016, he tweeted: “I know our complex tax laws better than anyone who has ever run for president.” But he has also suggested that his lawyers handle all foundation matters and he hopes they advised him correctly. Both ignorance of the law and a reasonable reliance upon opinion of counsel are defenses to criminal tax violations, and the tax law regarding nonprofits is complex and subtle.\nA criminal prosecution may be unlikely for both political reasons and issues of proof, but I still think the I.R.S. has a duty to open an investigation under the egregious set of facts the lawsuit laid out. If Mr. Trump has made false statements on these returns, is it possible he made false statements on other tax returns? He has never released his tax returns, so we have no way of knowing that.\nI do not believe these violations are within the norm of mistaken or accidental use. It represents a continued willingness to violate basic charitable norms. He may see it as a petty violation, but it is an enormous breach for the broader community.\nThe I.R.S. owes it to the public to investigate such egregious acts for criminal violations.", "url": "https://www.nytimes.com/2018/06/15/opinion/trump-foundation-new-york-attorney-general.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}