{"authors": ["Michael Paulson", "Karsten Moran", "Photographs By"], "date_download": "2018-11-16 04:46:44", "date_modify": "2018-11-16 04:46:44", "date_publish": "2018-06-26 19:37:40", "description": "How a onetime acrobat and a “Lion King” puppet designer brought a speechless reindeer to life in Disney’s stage adaptation of “Frozen” on Broadway.", "filename": "2018_06_26_theater_frozen-sven-reindeer-broadway_1542343604.html", "image_url": "https://static01.nyt.com/images/2018/06/24/arts/24sven7/24sven7-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_26_theater_frozen-sven-reindeer-broadway_1542343604.html", "title": "The Secret Life of Sven", "title_page": "The Secret Life of Sven - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The role was originated by Andrew Pirozzi, an actor who has been dancing (starting with ballet and tap) since he was 4, and who had learned tumbling and hand balancing by studying at a circus school and performing with an acrobatic team. Sven is onstage for about 40 minutes of the show, and the role is physically taxing — the performer inside is on all fours, essentially planking for up to seven minutes at a time, with 11-inch stilts attached to his hands, and five-inch metal shanks attached to his feet.\nSven’s head pivots by a linkage system connected to the performer’s head and body; the weight of his head is cantilevered away from the performer’s neck by a custom orthopedic back brace. A cable connects the performer’s right hand to Sven’s eyes, to make the animal blink; another connects his left hand to Sven’s ears, which generally swing freely but can also be rotated or pulled back to express excitement or happiness. The mouth moves only when another character (Kristoff or Anna) rubs his throat.\nMr. Pirozzi was the only Sven during last summer’s pre-Broadway run at the Denver Center for the Performing Arts. But once the mechanics of the role became fully clear, Disney decided it was too much for one actor to do eight times a week, so on Broadway Mr. Pirozzi is Sven at six performances , and Adam Jepsen, an actor who was once a competitive gymnast, does the other two. (The goal is that neither actor does it more than once a day.) “We spend a lot of time in the gym, with stabilizer exercises and shoulder exercises, strengthening really small muscles that I didn’t know existed,” Mr. Jepsen said.", "url": "https://www.nytimes.com/2018/06/26/theater/frozen-sven-reindeer-broadway.html"}