{"authors": ["Brian Seibert"], "date_download": "2018-11-16 04:11:32", "date_modify": "2018-11-16 04:11:32", "date_publish": "2018-04-20 15:28:27", "description": "Mr. Acosta, the international ballet star, has started Acosta Danza, a Cuban contemporary-meets-ballet troupe that makes its U.S. debut this week.", "filename": "2018_04_20_arts_dance_carlos-acosta-cuba-acosta-danza-city-center_1542341492.html", "image_url": "https://static01.nyt.com/images/2018/04/22/arts/22ACOSTA4/22ACOSTA4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_20_arts_dance_carlos-acosta-cuba-acosta-danza-city-center_1542341492.html", "title": "To Be a Star Carlos Acosta Had to Leave Cuba. Maybe His Dancers Won’t Have To.", "title_page": "To Be a Star Carlos Acosta Had to Leave Cuba. Maybe His Dancers Won’t Have To. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The career synopsis of the Cuban-born dancer Carlos Acosta reads like a fairy tale. As a dark-skinned boy from an especially poor part of Havana, he was forced to audition for the national ballet school by his father, who wanted him off the streets. After he was accepted, he started winning competitions in Europe while still a student. Soon, he joined the prestigious Ballet Nacional de Cuba, only to be snatched up by Houston Ballet, and then the Royal Ballet in Britain, where he became an international star.\nFor an exceptionally successful person, Mr. Acosta can come across as exceptionally ambivalent about his success. Recounting his achievements in his 2007 memoir “No Way Home,” he seems to wince with each step up the ladder, registering the cost — the painful separation from his family, his country, his sense of belonging. Speaking about his past in a recent phone interview, he again emphasized the estrangement, not the glory, recalling that on visits home even his cultural references were met with incomprehension.\nNevertheless, the successes have continued. In 2016, when he retired from ballet, at 43, his fans packed the 5,000-seat Royal Albert Hall in London for five farewell shows. Already, he had initiated the next stage in his career. Acosta Danza, a classical-meets-contemporary company he founded in Cuba, had given its first performances in Havana. Tours of Europe and Britain were soon to follow. The troupe makes its United States debut at City Center in New York on Wednesday.\nAs its name indicates, the company clearly banks on Mr. Acosta’s fame, but it’s not your usual vanity project. At City Center, he will dance (as a guest artist) in only one of the five works on the program, applying his gallant presence and superb partnering skills to “Mermaid,” a drunk duet by the Belgian choreographer Sidi Larbi Cherkaoui. And although Mr. Acosta is himself a choreographer, no pieces on the program are by him.", "url": "https://www.nytimes.com/2018/04/20/arts/dance/carlos-acosta-cuba-acosta-danza-city-center.html"}