{"authors": ["Benjamin Mueller", "Nate Schweber"], "date_download": "2018-11-16 04:51:54", "date_modify": "2018-11-16 04:51:54", "date_publish": "2018-04-04 23:30:56", "description": "Officers shot a man holding an object in his hand after responding to 911 calls about a man threatening people with a gun. It was a metal pipe with a knob.", "filename": "2018_04_04_nyregion_police-shooting-brooklyn-crown-heights.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343914.html", "image_url": "https://static01.nyt.com/images/2018/04/05/nyregion/05shooting2/merlin_136397121_648b96a0-ee47-454a-92b7-01c7ccd81ee9-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_04_nyregion_police-shooting-brooklyn-crown-heights.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343914.html", "title": "Police Fatally Shoot a Brooklyn Man, Saying They Thought He Had a Gun", "title_page": "Police Fatally Shoot a Brooklyn Man, Saying They Thought He Had a Gun - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Area residents said Mr. Vassell was a familiar figure on the corner and a caring father who begged for money in a nearby subway station and did odd jobs for shopkeepers. He loved to dance and was widely known to be mentally ill. People said he had a penchant for picking things up off the street — cigarette lighters, empty bottles and other curbside flotsam — and playing with them like toys.\nJohn Fuller, 59, said that he had known Mr. Vassell for years and that local police officers had, too. He echoed a common refrain: The officers should have known him well enough to not simply shoot him to death. “Every cop in this neighborhood knows him,” Mr. Fuller said.\nThe police said he had been arrested before and said officers had classified him as an emotionally disturbed person in previous encounters.\nThe police released blurry still images from surveillance videos — though not the videos themselves — showing a man with an outstretched arm and something in his hand. The police said the images showed him pointing an object that appeared to investigators to be a gun at people on the street and then pointing it in the officers’ direction after they arrived. They also released a picture of what the man turned out to have been holding: a slim, curved silver pipe with a cylindrical knob at the end of it.\nImage The Police Department said the man was in “a two-handed shooting stance” and brandishing an object at responding officers when they shot him. Credit New York Police Department\nWitnesses said the police officers appeared to fire almost immediately after they got to the corner around 4:45 p.m. Some of the witnesses said they did not hear the officers say anything to the man before firing, while another witness said she heard the officers and the man exchange some words.\nThe police did not answer questions about whether the officers had said anything before firing.\nDozens were still gathered at the scene late Wednesday and tempers flared hours after the shooting. “Murder!” some bystanders shouted at dozens of police officers behind yellow tape. Other crowd members wept at how this had happened on the 50th anniversary of the Rev. Dr. Martin Luther King Jr.’s assassination. Others spoke of wanting to riot. When darkness fell, a group of about 10 protesters arrived carrying Black Lives Matter signs.", "url": "https://www.nytimes.com/2018/04/04/nyregion/police-shooting-brooklyn-crown-heights.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}