{"authors": ["Matthew Rosenberg", "Michael Laforgia", "Andrew E. Kramer"], "date_download": "2018-11-16 04:48:57", "date_modify": "2018-11-16 04:48:57", "date_publish": "2018-09-02 15:32:43", "description": "Maria Butina surrounded herself with prominent American conservatives and dubious characters bent on making a fast buck. It was not always easy to tell one from the other.", "filename": "2018_09_02_us_politics_maria-butina-russian-spy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343737.html", "image_url": "https://static01.nyt.com/images/2018/09/01/us/politics/00dc-butina/00dc-butina-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_02_us_politics_maria-butina-russian-spy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343737.html", "title": "Wife of Former N.R.A. President Tapped Accused Russian Agent in Pursuit of Jet Fuel Payday", "title_page": "Wife of Former N.R.A. President Tapped Accused Russian Agent in Pursuit of Jet Fuel Payday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In their telling, she used gun rights — Ms. Butina had started a pro-gun group in Russia — to gain a toehold in American conservative circles, and then struck up a romance with a far older Republican operative to open doors further. She has denied the allegations.\nMs. Butina’s efforts to deal in Russian jet fuel, detailed in hundreds of pages of previously unreported emails, were notable not just for their whiff of foreign intrigue but for whom they involved: David Keene, a former president of the National Rifle Association and a prominent leader of the conservative movement, who has advised Republican candidates from Ronald Reagan to Mitt Romney. They also involved Mr. Keene’s wife, Donna, a well-connected Washington lobbyist, and Ms. Butina’s boyfriend, Paul Erickson, who ran Patrick J. Buchanan’s 1992 presidential campaign and who moved in rarefied conservative circles despite allegations of fraud in three states.\nTheir attempt to secure the fuel deal illustrates a reality that investigators have had to navigate in bringing a federal case against Ms. Butina. During her time in the United States, she surrounded herself not only with high-profile American conservatives but also with dubious characters who seemed bent on making a fast buck — and it was not always easy to tell one from the other.\nIn the emails, and in interviews with people involved in the fuel negotiations, Ms. Butina seems as naïve as she is cunning. She had no experience in the oil business, yet jumped into a scheme that hinged entirely on her securing a supply of huge amounts of jet fuel — nearly double what all of Russia’s refineries export in a month.\nThe driving force behind the jet fuel negotiations appears to have been Mr. Erickson, 56, a former board member of the American Conservative Union who was accused of defrauding investors in California, South Dakota and Virginia. The other major players were the Keenes, who first raised the idea of brokering a sale of Russian jet fuel and then put Ms. Butina and Mr. Erickson in touch with prospective buyers.", "url": "https://www.nytimes.com/2018/09/02/us/politics/maria-butina-russian-spy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}