{"authors": ["Carl Hulse"], "date_download": "2018-11-16 04:49:49", "date_modify": "2018-11-16 04:49:49", "date_publish": "2018-04-19 20:16:45", "description": "Despite Mitch McConnell’s resistance to bringing legislation protecting the special counsel to the floor, its backers are pressing ahead to send President Trump a message.", "filename": "2018_04_19_us_politics_mueller-special-counsel-legislation-senate.html_module=inline_1542343789.html", "image_url": "https://static01.nyt.com/images/2018/04/20/us/politics/20dc-hulse1/20dc-hulse1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_19_us_politics_mueller-special-counsel-legislation-senate.html_module=inline_1542343789.html", "title": "Push for Special Counsel Bill Shows G.O.P.’s Rising Fear Mueller Will Be Fired", "title_page": "Push for Special Counsel Bill Shows G.O.P.’s Rising Fear Mueller Will Be Fired - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One top Senate Republican acknowledged privately that there may be little else the party would do. Any move toward impeachment seems out of the question in the Republican-controlled Congress. Conservatives in the House are instead demanding an end to the Mueller inquiry.\nWhile the Senate could censure the president, it is doubtful Republicans would take that action before midterm elections in which they will be relying on Trump supporters to help them hold the Senate. It has been done only once before, in the case of Andrew Jackson (coincidentally a Trump favorite), and was later reversed.\nAnother Republican suggested that the Senate could refuse to consider Justice Department nominees unless the president agreed to the naming of a new counsel, a reaction Democrats would consider woefully insufficient. Democrats fear they might not learn the Republican reaction until after the president takes his own action.\n“Why not head off a constitutional crisis at the pass, rather than waiting until it’s too late?” Senator Chuck Schumer of New York, the Democratic leader, said Thursday in calling for approval of the special counsel legislation. “Why even flirt with the prospect of a president challenging the very nature of our system of government?”\nDemocrats are just as concerned that Mr. Trump and House Republicans are building a separate case for firing Rod J. Rosenstein, the deputy attorney general, who is overseeing the investigation as a result of the decision by Attorney General Jeff Sessions to recuse himself. They fear that a move against Mr. Rosenstein would not grab as much attention as dismissing Mr. Mueller and that Mr. Rosenstein’s successor could then constrain the inquiry.\nPressed again Wednesday evening at a news conference about whether he intended to fire either of them, Mr. Trump repeated his denunciation of the idea of collusion between Russia and his campaign as a hoax and called for the inquiry to be wrapped up. “As far as the two gentlemen you told me about, they’ve been saying I’m going to get rid of them for the last three months, four months, five months,” he said. “And they’re still here.”", "url": "https://www.nytimes.com/2018/04/19/us/politics/mueller-special-counsel-legislation-senate.html?module=inline"}