{"authors": ["Liz Robbins"], "date_download": "2018-11-16 04:29:36", "date_modify": "2018-11-16 04:29:36", "date_publish": "2018-01-30 00:27:07", "description": "With rhetorical flourish, a Federal District Court judge says that Ravi Ragbir’s rights were violated when immigration officials detained him.", "filename": "2018_01_29_nyregion_judge-released-immigrant-ragbir.html_module=inline_1542342576.html", "image_url": "https://static01.nyt.com/images/2018/01/30/nyregion/30ragbir/30ragbir-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_29_nyregion_judge-released-immigrant-ragbir.html_module=inline_1542342576.html", "title": "Activist Entitled to ‘Freedom to Say Goodbye,’ Judge Rules", "title_page": "Activist Entitled to ‘Freedom to Say Goodbye,’ Judge Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In an impassioned rebuke of the Trump administration’s immigration practices, a Federal District Court judge in Manhattan Monday ordered the immediate release of the immigrant rights activist Ravi Ragbir, calling his abrupt detention on Jan. 11 unconstitutional and cruel.\nMr. Ragbir, a native of Trinidad and Tobago who has been ordered to leave the country by immigration officials, should have been entitled to “the freedom to say goodbye,” as Judge Katherine B. Forrest, of the United States District Court of the Southern District of New York, put it in her opinion.\n“It ought not to be — and it has never before been — that those who have lived without incident in this country for years are subjected to treatment we associate with regimes we revile as unjust, regimes where those who have long lived in a country may be taken without notice from streets, home and work. And sent away,\" Judge Forrest said, reading from the written order she delivered soon after oral arguments.\n“We are not that country; and woe be the day that we become that country under a fiction that laws allow it.”", "url": "https://www.nytimes.com/2018/01/29/nyregion/judge-released-immigrant-ragbir.html?module=inline"}