{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 03:11:30", "date_modify": "2018-11-16 03:11:30", "date_publish": "2018-02-09 19:23:18", "description": "With possibly two Senate seats open, and as many as three competitive House seats, Arizona could be ground zero this year, but both parties are torn by divisions in the electorate.", "filename": "2018_02_09_us_politics_arizona-trump-immigration-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337890.html", "image_url": "https://static01.nyt.com/images/2018/02/05/us/05dc-arizona-1/05dc-arizona-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_09_us_politics_arizona-trump-immigration-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337890.html", "title": "Arizona G.O.P. Tiptoes Between a Trump-Loving Base and a Leery Wider Electorate", "title_page": "Arizona G.O.P. Tiptoes Between a Trump-Loving Base and a Leery Wider Electorate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Far from the caricature of being a sleepy, cactus-filled preserve of Midwestern snowbirds with a penchant for golf and dry heat, this booming and increasingly diverse state spotlights the opportunities and pitfalls both parties are grappling with nationally. As Republicans veer between a hard-line primary electorate and a very different one that will show up in November, Democrats have to hold down their losses in the rural areas and win over suburban centrists — who routinely supported Mr. McCain and a procession of Republican presidential nominees. That means offering some measure of support for immigration restrictions without depressing the state’s Latinos.\nThe roiling dispute over the border and illegal immigration in Arizona, is largely why Mr. Trump won here by less than four percentage points in 2016 and the hard-line county sheriff Joe Arpaio was ousted from his post the same year. A coalition of Hispanics and some right-leaning whites, including many of the state’s Mormons, proved deeply uncomfortable with the incendiary language and scapegoating that is a rhetorical hallmark of both men.\nAnd that split seems baked in to the demography of Arizona, which has the widest so-called racial generation gap of any state in the country: Just 19 percent of the population over 65 is nonwhite; 60 percent of those under 18 are nonwhite.\nThose numbers — and the tension between the demands of Republican primary voters and those of the wider electorate — will eventually prove their party’s undoing, some Republicans worry. There is a sharp divide between native-born white Arizonans, who grew up around Hispanics and hearing Spanish, and transplants to the Southwest from more heavily white states.\n“The Arizona Republican Party, they’re just slitting their own throats,” said John Giles, the Republican mayor of Mesa, which has a larger population than St. Louis. “They are pushing and doing everything they can to offend the Latino population.”\nMr. Flake, like Mr. Giles, is a native-born Arizonan, and he shares the same alarm about both immigration and embracing Mr. Trump. He is worried that Ms. McSally is going overboard.\n“I’d be a lot more careful now in how much you cozy up,” Mr. Flake said of his would-be successor, adding: “There’s a balance she’s got to strike. I cringe a little — I think a lot of people do.”", "url": "https://www.nytimes.com/2018/02/09/us/politics/arizona-trump-immigration-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}