{"authors": ["Eric Schmitt"], "date_download": "2018-11-16 03:13:28", "date_modify": "2018-11-16 03:13:28", "date_publish": "2018-06-27 09:00:20", "description": "American soldiers and allies, on a military exercise in Poland and Lithuania, are ramping up to thwart Russian cyberattacks and information warfare.", "filename": "2018_06_27_us_politics_american-allies-russia-baltics-poland-hybrid-warfare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338008.html", "image_url": "https://static01.nyt.com/images/2018/06/24/world/europe/dc-military-slide-SN1J/dc-military-slide-SN1J-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_us_politics_american-allies-russia-baltics-poland-hybrid-warfare.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338008.html", "title": "In Eastern Europe, U.S. Military Girds Against Russian Might and Manipulation", "title_page": "In Eastern Europe, U.S. Military Girds Against Russian Might and Manipulation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Polish government has offered to pay the United States up to $2 billion to build a permanent military base in the country, an offer the Trump administration is weighing cautiously. American forces are, apparently for the first time, flying unarmed Reaper surveillance drones from a Polish base in the country’s northwest. Nearly 2,000 Special Operations forces from the United States and 10 other NATO nations carried out one of their biggest exercises ever — Trojan Footprint 18 — in Poland and the Baltics this month.\nElsewhere in Europe, Norway agreed two weeks ago to increase the number of American Marines training there regularly, to 700 from 330, drawing an angry protest from Moscow.\nThe Russian military threat has changed markedly since the Soviet Union collapsed in 1991. Mr. Putin has invested heavily in modern infantry forces, tanks and artillery. Moscow has also increased its constellation of surveillance drones that can identify targets and coordinate strikes launched from other weapons.\nRussia’s big war game in Belarus last year — known as Zapad 2017 — involved tens of thousands of troops and raised concerns about accidental conflicts that could be triggered by such exercises, or any incursions into Russian-speaking regions in the Baltics.", "url": "https://www.nytimes.com/2018/06/27/us/politics/american-allies-russia-baltics-poland-hybrid-warfare.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}