{"authors": ["Ligaya Mishan"], "date_download": "2018-11-16 03:38:49", "date_modify": "2018-11-16 03:38:49", "date_publish": "2018-10-26 18:39:36", "description": "Crowds form early at this tiny Dominican restaurant, where the specials include rabo encendido (oxtail stew) and berenjenas asadas, smoky eggplant.", "filename": "2018_10_26_dining_ajo-y-oregano-review.html_rref=collection%2Fcolumn%2FHungry%20City_1542339529.html", "image_url": "https://static01.nyt.com/images/2018/10/31/dining/31HUNGRY-slide-OJDD/31HUNGRY-slide-OJDD-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_26_dining_ajo-y-oregano-review.html_rref=collection%2Fcolumn%2FHungry%20City_1542339529.html", "title": "At Ajo y Orégano, Big Flavors Flow From a Small Space", "title_page": "At Ajo y Orégano, Big Flavors Flow From a Small Space - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Fortunately, the steam table at the back of the dining room is stocked daily with pollo guisado, chicken stew stained black from sugar thrown in the pan at the start and brought within seconds of a burn. Other regulars are fried sea bass under a drape of coconut milk and sofrito, orange from achiote; and barbecue pork ribs like smoked candy, with meat that gives and gives.\nEnver Perez and his younger brother, Jeudy Perez, opened Ajo y Orégano last October. They were children when they left Santo Domingo in the Dominican Republic to live in the Castle Hill section of the Bronx. Their mother, Maritza Reynoso, now works the cash register and makes the house hot sauce; their older brother, Freddy Perez, runs the floor.\nThe bounty of the steam table, with its helpings of moro (rice and beans) and guandules con coco, pigeon peas enriched with coconut milk and auyama (pumpkin), is supplied by two aunts, Milqueya and Jackeline Reynoso. Food is presented in aluminum pots sized for little hands, the kind that the Reynoso sisters learned to cook with when they were young. But the contents are hardly dainty, and what look like small portions prove to be more than enough.\nYudelkys Paniagua, a veteran of Dominican restaurants in Washington Heights, cooks dishes à la carte, including chimi sliders, a diminutive but still gloriously messy version of the Dominican street burger. Chubby beef patties are stacked with squeaky fried white cheese between ragged-edged tostones: green plantains fried, flattened and fried again, so they’re crisp and chewy at once. The sauce, classic pink mayo-ketchup, gets a dash of fizz and nostalgia from Country Club frambuesa (raspberry) soda, also available by the bottle.", "url": "https://www.nytimes.com/2018/10/26/dining/ajo-y-oregano-review.html?rref=collection%2Fcolumn%2FHungry%20City"}