{"authors": ["Iliana Magra"], "date_download": "2018-11-16 03:57:14", "date_modify": "2018-11-16 03:57:14", "date_publish": "2018-06-22 21:29:33", "description": "Here are the five opposition candidates running against Recep Tayyip Erdogan in the race for the Turkish presidency.", "filename": "2018_06_22_world_asia_turkey-erdogan-opposition-candidates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340634.html", "image_url": "https://static01.nyt.com/images/2018/06/22/world/xxturkey-opposition-candidates-ince2/xxturkey-opposition-candidates-ince2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_22_world_asia_turkey-erdogan-opposition-candidates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340634.html", "title": "Who Is Running Against Erdogan? Meet the Opposition Candidates", "title_page": "Who Is Running Against Erdogan? Meet the Opposition Candidates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But after she was expelled from M.H.P., which is running with Mr. Erdogan’s Justice and Development Party, Ms. Aksener formed her own party in October 2017: Iyi Party, or the Good Party in Turkish.\nMs. Aksener, who has been nicknamed “she-wolf” by her supporters and Turkey’s Iron Lady by the British press, was the first person to declare her candidacy.\nA devout Muslim and renowned ultranationalist, Ms. Aksener speaks to the conservative members of the public who are usually Mr. Erdogan’s main pool of supporters.\n“Erdogan planned the election early so that she wouldn’t run,” said Esra Ozyurek, an associate professor of contemporary Turkish studies at the European Institute, London School of Economics, as Ms. Aksener did not have the number of members of Parliament she needed to join the race.\nBut the Republican People’s Party gave her 15 of its own seats in order for her to reach the threshold.\nMs. Aksener, right wing as she may be, has put forth a more inclusive message, too.\n“They always said, ‘Either the Republic or Ottomans.’ No, we don’t say that,” Ms. Aksener said in an interview with the Hurriyet newspaper in 2017.", "url": "https://www.nytimes.com/2018/06/22/world/asia/turkey-erdogan-opposition-candidates.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}