{"authors": ["Ruth La Ferla"], "date_download": "2018-11-16 04:07:09", "date_modify": "2018-11-16 04:07:09", "date_publish": "2018-02-07 21:29:16", "description": "Lela Rose tweaks the traditional trunk show, mingling frocks with cocktails and canapés in an intimate at-home soiree.", "filename": "2018_02_07_fashion_lela-rose-trunk-show-new-york-fashion-week_1542341229.html", "image_url": "https://static01.nyt.com/images/2018/02/10/fashion/07LELAROSE1/07LELAROSE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_07_fashion_lela-rose-trunk-show-new-york-fashion-week_1542341229.html", "title": "‘Nothing Says Chic Like Matching Your Drink to Your Dress’", "title_page": "‘Nothing Says Chic Like Matching Your Drink to Your Dress’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Lela is relentless,” said Celerie Kemble, the decorator and Ms. Rose’s longtime chum. “She doesn’t think about making dresses so much as she thinks of creating an ambience.” When Ms. Rose is working, Ms. Kemble said, there is an imaginary film reel in her head: “She is not just about making dresses — she’s thinking about where she will wear them, what will food she will serve, and what would be the perfect cocktail to balance the mood.”\nThere is method in her mania. Ms. Rose’s gathering, modeled on a traditional trunk show — more like a living room Tupperware party, actually, but selling frocks, not pots — evoked nothing so much as mid-1960s Palm Beach. There, as legend has it, Lily Pulitzer began selling her giddily patterned pink and lime shifts to an intimate circle of friends, and from a fruit stand.\n“Lela is the modern-day Lily,” said Robert Burke of Robert Burke Associates, the New York luxury consulting company. The comparison is apt. “Lily was highly social,” Mr. Burke said. “Invitations to her Sunday lunches in Palm Beach were highly coveted.”\nHer designs were festive, breezy and candidly pretty, not unlike those of Ms. Rose.\nPearl, priced from about $155 to $650, is two parts crisp practicality, one part froth. A deep-pocketed, coral tone jacket can double as a dress; boxy tweed jackets can be worn over tubular sheaths.", "url": "https://www.nytimes.com/2018/02/07/fashion/lela-rose-trunk-show-new-york-fashion-week.html"}