{"authors": ["Benjamin Hoffman"], "date_download": "2018-11-16 03:16:59", "date_modify": "2018-11-16 03:16:59", "date_publish": "2018-08-23 00:25:23", "description": "Outcry from players and coaches garnered a response from the N.F.L., but the plan for now is to stick with the new rule as-is. Players will have to adjust.", "filename": "2018_08_22_sports_nfl-helmet-rule.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338219.html", "image_url": "https://static01.nyt.com/images/2018/08/23/sports/23NFLprint/23nflweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_22_sports_nfl-helmet-rule.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338219.html", "title": "Responding to Criticism, N.F.L. Says Helmet Rule Will Not Change", "title_page": "Responding to Criticism, N.F.L. Says Helmet Rule Will Not Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Riveron did explain the concept of a player’s intent when it came to ball-carriers lowering their heads before being tackled. He said a player who lowers his head while bracing for impact will not be penalized, while one lowering his head in an attempt to break a tackle will have violated the rule.\nThat clarification helped explain a play last week in which Rodney McLeod of the Philadelphia Eagles was penalized for a tackle on New England running back James White. Both players had lowered their head before contact, but only McLeod was punished, and he openly questioned the call after the game.\n“It is my understanding that it was more so for leading with the crown of your head, and more helmet to helmet,” McLeod told reporters. “It felt like on that play, I didn’t do either. I went low and led with my shoulder, and he saw me coming and he obviously tried to get lower himself.”\nMcLeod, who called the hit a “routine tackle,” said the referee explained to him on the field that any such contact would be called for a foul during the preseason. And based on Riveron’s video, it may be called that way in the regular season, as well.\nWhile the N.F.L. made no changes on Wednesday, Frank Reich, the first-year head coach of the Indianapolis Colts, expressed some optimism on Monday that the abundance of calls in the preseason would be temporary.\n“We know that they are going to over-officiate it in preseason,” Reich, who agreed with Thomas’s ejection, told reporters after his team’s loss to the Baltimore Ravens on Monday. “I think we welcome that because I think we all know that the helmet as a weapon is not good for the game. Nobody wants it — coaches, players, fans.”\nHe added, “So if it takes over-officiating it a little bit in preseason to help us get it right, then I think we have to live with that and just understand that’s going to happen.”", "url": "https://www.nytimes.com/2018/08/22/sports/nfl-helmet-rule.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}