{"authors": ["Julian E. Barnes", "Nicholas Fandos"], "date_download": "2018-11-16 04:40:03", "date_modify": "2018-11-16 04:40:03", "date_publish": "2018-09-12 23:06:05", "description": "Legislators are seeking to bring the legislation to a vote that they say would be more punitive toward Russia or other countries that interfere in the midterms.", "filename": "2018_09_12_us_politics_trump-executive-order-election-interference-senate_1542343203.html", "image_url": "https://static01.nyt.com/images/2018/09/13/us/politics/13dc-sanctions-print/13dc-sanctions-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_12_us_politics_trump-executive-order-election-interference-senate_1542343203.html", "title": "Lawmakers Dismiss White House Push to Fight Election Interference as Too Weak", "title_page": "Lawmakers Dismiss White House Push to Fight Election Interference as Too Weak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Another bipartisan group of senators — led by Robert Menendez, Democrat of New Jersey, and Mr. Graham — have pushed for an even more aggressive sanctions package designed to impose devastating sanctions across the Russian economy pre-emptively. But it is less likely to receive serious consideration by Republican leaders in the Senate or the House.\nThe fate of either measure ultimately rests with Senator Mitch McConnell of Kentucky, the majority leader. He has not promised action but previously said it might be possible to vote on consensus legislation in October. Mr. McConnell assigned two committees to study sanctions and develop a single proposal for consideration. One of those, the Senate Banking Committee, convened a panel of experts on Wednesday to evaluate Mr. Trump’s executive action and the potential effect of targeting sectors of the Russian economy through new sanctions authorities.\nMr. Graham fretted that time was running short for lawmakers to help safeguard November’s voting.\n“We’re running out of days up here, and I can’t think of a more worthy thing to be doing in a bipartisan fashion,” he said.\nStill, the White House measure probably lessened the pressure on Mr. McConnell to allow a vote. Senator Richard M. Burr, Republican of North Carolina and the head of the Intelligence Committee, praised the executive order and said it would “strengthen our ability to quickly and appropriately hold responsible anyone who interferes in our election.” He had nothing to add about separate legislation.\nDemocrats, mistrustful of Mr. Trump’s intentions toward Russia, were clearly frustrated and warned that left to his own discretion, the president might not actually punish Russia.\n“An order which effectively permits, but does not automatically require, sanctions for continued illegal Russian attacks on our democracy won’t substitute for mandatory sanctions required by law, and shouldn’t be used to pre-empt or slow building congressional momentum on new legislated Russia sanctions,” Senator Sherrod Brown of Ohio, the Banking Committee’s top Democrat, said during the hearing.\nSenator Mark Warner, the Virginia Democrat who is vice chairman of the Intelligence Committee, said to truly deter Russia, the United States must make clear that election interference will have “painful consequences.”", "url": "https://www.nytimes.com/2018/09/12/us/politics/trump-executive-order-election-interference-senate.html"}