{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2018-11-16 04:25:35", "date_modify": "2018-11-16 04:25:35", "date_publish": "2018-01-22 23:39:28", "description": "Liberal and immigration activists said Democrats betrayed young undocumented immigrants by reopening the government after only three days of a shutdown.", "filename": "2018_01_22_us_politics_liberal-activists-democrats-betrayal-shutdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342335.html", "image_url": "https://static01.nyt.com/images/2018/01/23/us/politics/23dc-dems/23dc-dems-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_22_us_politics_liberal-activists-democrats-betrayal-shutdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342335.html", "title": "Senate Democrats’ Vote to End Shutdown Infuriates Some on the Left", "title_page": "Senate Democrats’ Vote to End Shutdown Infuriates Some on the Left - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The decision by Senate Democrats to end the government shutdown on Monday in exchange for a promised immigration vote enraged liberals, who accused the lawmakers of betrayal and threatened to mount primaries against some of the Democrats who voted yes.\nRegardless of what happens in the Senate, progressive and immigrant advocacy groups said House Republican leaders will never take up a bill that would offer legal status to young undocumented immigrants brought to the country as children without excruciating concessions on other immigration issues. They accused Senator Chuck Schumer of New York, the Democratic leader, and moderate Democratic senators of capitulating to protect senators up for re-election in November in Republican-leaning states.\n“They blinked because they’ll always put the party and the success of the party first,” said Representative Luis V. Gutiérrez of Illinois, one of the leading Democratic advocates for immigrants, complaining that Hispanics got short shrift. “It’s the one word they know in Spanish: mañana.”\nThe hasty retreat by 33 Senate Democrats was particularly humiliating in the immediate aftermath of the anniversary of the Women’s March, which saw thousands of activists reconvene in cities across the country to protest against President Trump and congressional Republicans. Liberal groups such as MoveOn.org began urging members to sign up on Monday for rallies aimed at pressuring Republicans to protect the young undocumented immigrants known as Dreamers.", "url": "https://www.nytimes.com/2018/01/22/us/politics/liberal-activists-democrats-betrayal-shutdown.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}