{"authors": ["Claire Cain Miller"], "date_download": "2018-11-16 03:49:23", "date_modify": "2018-11-16 03:49:23", "date_publish": "2018-05-16 09:00:03", "description": "They divide chores much more evenly, until they become parents, new research shows.", "filename": "2018_05_16_upshot_same-sex-couples-divide-chores-much-more-evenly-until-they-become-parents_1542340163.html", "image_url": "https://static01.nyt.com/images/2018/05/14/upshot/up-samesex2/up-samesex2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_16_upshot_same-sex-couples-divide-chores-much-more-evenly-until-they-become-parents_1542340163.html", "title": "How Same-Sex Couples Divide Chores, and What It Reveals About Modern Parenting", "title_page": "How Same-Sex Couples Divide Chores, and What It Reveals About Modern Parenting  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When straight couples divide up the chores of daily life — who cooks dinner and who mows the lawn, who schedules the children’s activities and who takes out the trash — the duties are often determined by gender.\nSame-sex couples, research has consistently found, divide up chores more equally.\nBut recent research has uncovered a twist. When gay and lesbian couples have children, they often begin to divide things as heterosexual couples do, according to new data for larger, more representative samples of the gay population. Though the couples are still more equitable, one partner often has higher earnings, and one a greater share of household chores and child care. It shows these roles are not just about gender: Work and much of society are still built for single-earner families.\n“Once you have children, it starts to almost pressure the couple into this kind of division of labor, and we’re seeing this now even in same-sex couples,” said Robert-Jay Green, professor emeritus at the California School of Professional Psychology in San Francisco. “Circumstances conspire on every level to get you to fall back in this traditional role.”\nSuch circumstances include employers who expect round-the-clock availability, and the absence of paid parental leave and public preschool. It’s also smaller things, like pediatricians, teachers or grandparents who assume that one parent is the primary one.", "url": "https://www.nytimes.com/2018/05/16/upshot/same-sex-couples-divide-chores-much-more-evenly-until-they-become-parents.html"}