{"authors": ["Lisa Damour"], "date_download": "2018-11-16 03:14:38", "date_modify": "2018-11-16 03:14:38", "date_publish": "2018-04-30 19:12:45", "description": "Help for parents bewildered by the sense that the game has swallowed their children, especially since the mobile phone version was released in late March.", "filename": "2018_04_30_well_family_parenting-the-fortnite-addict.html_action=click&module=RelatedLinks&pgtype=Article_1542338078.html", "image_url": "https://static01.nyt.com/images/2018/04/30/well/family/well-damour-fortnite/well-damour-fortnite-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_30_well_family_parenting-the-fortnite-addict.html_action=click&module=RelatedLinks&pgtype=Article_1542338078.html", "title": "Parenting the Fortnite Addict", "title_page": "Parenting the Fortnite Addict - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When players learn how to survive longer into the game, they may likewise be drawn in by the powerful “near miss” phenomenon. Instead of feeling as if they’ve lost, players may feel as if they nearly won. “It’s like an adrenaline rush if you almost win,” says Miles Weiskopf, age 14, of University Heights, Ohio, “you feel like ‘I gotta play again.’”\nAnd the heavily social aspect of Fortnite serves to make the game even more compelling. As Laurence Steinberg, a professor of psychology at Temple University and a leading expert on adolescence explains, “Whatever kids do, they enjoy it more when they’re with other kids.”\nSetting Limits in a Positive Way\nGiven the game’s gripping power, young people may need help limiting their involvement with it. So how should parents step in? Instead of being against playing Fortnite, some adults position themselves as being for other important activities, such as completing homework, being physically active, participating in family life and getting enough sleep. As Dr. Green notes, “there is value to setting limits to how much a young person can do one thing because it’s useful for kids to have a variety of experiences and to engage in lots of different intellectual activities.”\nThere’s another reason parents might want to insist that all screen time (game playing included) comes after other priorities have been addressed: because there are many ways to engage with Fortnite beyond actually playing it. Enthusiasts may devote hours to watching streaming videos of highly skilled gamers, studying highlight reels posted on YouTube and tracking the game’s strong social media presence and following among celebrities like Drake.\nParents might reduce some friction at home by talking with their family gamer about how best to keep Fortnite in check. Davida Pines of Waban, Mass., and her 14-year-old son, Noah, found that a hard stop didn’t work because, as Noah explained to his mother, “pulling out with no warning is like leaving a soccer game or another team sport just when the team might need you most.”\nThey now agree on a rough period of time for playing. At a certain point, Dr. Pines alerts Noah that he’s on his last game, knowing that a single game can take less than a minute for a gamer ambushed by an adversary who quickly finds a rifle, or not more than 20 minutes for the competitor who wins.\nThe game itself may even provide a carrot adults can use to their advantage. Though Fortnite is free, participants have the option of purchasing costumes known as “skins” to customize the look of their combatant. Parents of players who are jonesing for a skin might consider offering to buy one as a reward for a period of good compliance with the household technology rules.\nAdults who are catching up to Fortnite shouldn’t hesitate to ask young people about the game. I have found that many teenagers love to talk about it with anyone who’s willing. And while learning about the details of this latest craze may not be at the top of every parent’s agenda, learning more about why the game captivates one’s kid just might be.", "url": "https://www.nytimes.com/2018/04/30/well/family/parenting-the-fortnite-addict.html?action=click&module=RelatedLinks&pgtype=Article"}