{"authors": ["Frank Bruni", "Ross Douthat"], "date_download": "2018-11-16 04:18:22", "date_modify": "2018-11-16 04:18:22", "date_publish": "2018-10-02 09:45:04", "description": "No matter what the F.B.I. finds, he will color the midterms, 2020, institutional trust and partisan warfare going forward.", "filename": "2018_10_02_opinion_kavanaugh-supreme-court-hearing.html_action=click&module=RelatedLinks&pgtype=Article_1542341902.html", "image_url": "https://static01.nyt.com/images/2018/10/02/opinion/02conversationWeb/02conversationWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_02_opinion_kavanaugh-supreme-court-hearing.html_action=click&module=RelatedLinks&pgtype=Article_1542341902.html", "title": "What Has Brett Kavanaugh Done to Us?", "title_page": "Opinion | What Has Brett Kavanaugh Done to Us? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Frank: But do you not worry, as I do, that this focus on what we may yet learn about 36 years ago and what evidence could still be unearthed distracts from what we learned on Thursday and what evidence we have — about Brett Kavanaugh’s temper, truthfulness and, at this point, epic sense of partisan grievance? He lies, Ross. We now know that. Never lost a memory to too much alcohol? Renate Alumnius? There are a dozen or more details from Thursday and beforehand that show his willingness to massage the facts however necessary to get this court seat that he wants too badly and that he would assume and inhabit with a vengefulness that’s disqualifying. What comes around goes around? Those were his words on Thursday, more or less. Is that a Supreme Court justice you want?\nRoss: The thing about being pro-life is that I’ve lived my entire adult life believing that the high court’s jurisprudence has been a moral disaster for American life, which tends to breed a certain … detachment from the idea that there exists some ideal impartial nonpartisan style of jurisprudence that we can all rally around or even patriotically respect. I would definitely prefer, and have said so repeatedly, a figure like Amy Coney Barrett as the potential fifth vote to overturn Roe v. Wade rather than a man accused of sexual assault; nothing about the hearing changed my mind about that or made me think that Kavanaugh would be anything but a radically polarizing figure if he’s elevated.\nI’m not, however, completely convinced that his rage and desperation at being asked to prove a negative about a potentially life-destroying allegation with nothing but a calendar for ammunition was proof that he’s a sociopath, as opposed to just a human being in extremis.\nFrank: It was and is definitely an “in extremis” situation. I grant you that. And yet: The way he went after Amy Klobuchar? Other flashes of nastiness and meanness? That attitude toward Democrats of “damn all of you and the donkeys you rode in on”? And this from a man who was himself all guns blazing, all partisan passion, all pornographic specificity when it came to Bill Clinton and Monica Lewinsky? That stays with me. And his demeanor during his testimony on Thursday was in some measure probably deliberate, a decision he made. Think about the transformation from zombie Kavanaugh on Fox News a week ago Monday night to fire-and-fury Kavanaugh on Thursday afternoon.\nI am convinced that between those two moments, someone whispered to him about what Donald Trump wanted to see and about Trump being the most pivotal figure of all in whether this nomination was to keep moving forward.\nRoss: I guess my feeling is that because much of the media thinks it’s obvious Kavanaugh did it, he’s basically in a no-win situation. Go on TV and do a low-energy refutal? “Oh, you’re trying to look like a choirboy, and it’s phony.” Go on TV and show tons of emotion, getting angry and sobbing and then getting angry again? “Oh, you don’t have the temperament for the job.” I also suspect Kavanaugh shaded the truth in a couple of his yearbook answers, but when I read lists of his supposed litany of lies I mostly just see someone being his own defense attorney — e.g., saying that Ford’s witnesses “refuted” her is not a lie but a self-interested interpretation; putting the best possible face on your drinking is not the same as denying that you drank too much sometimes; changing the subject from alcohol to your own academic success is just a clumsy attempt to be your own character witness.\nAnd some of the alleged “lies” are clearly just misreadings of his remarks. He correctly described the Maryland and D.C. drinking laws in his prepared remarks and just glossed the issue later. He doesn't claim he didn’t “ralph\" from drinking at Beach Week; he just said he has a weak stomach for beer or spicy food (which is the truth, I understand), in order to imply that any ralphing-after-drinking wasn't proof he was incapacitated or blacked out.", "url": "https://www.nytimes.com/2018/10/02/opinion/kavanaugh-supreme-court-hearing.html?action=click&module=RelatedLinks&pgtype=Article"}