{"authors": ["Thomas Kaplan", "Noah Weiland", "Michael D. Shear"], "date_download": "2018-11-16 03:40:31", "date_modify": "2018-11-16 03:40:31", "date_publish": "2018-01-14 17:00:27", "description": "Senator David Perdue, who attended the White House meeting, said Senator Richard J. Durbin’s account of President Trump’s language was a “gross misrepresentation.”", "filename": "2018_01_14_us_politics_david-perdue-trump-shithole.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339631.html", "image_url": "https://static01.nyt.com/images/2018/01/15/us/politics/fla09drago011418/fla09drago011418-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_14_us_politics_david-perdue-trump-shithole.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339631.html", "title": "Hopes Dim for DACA Deal as Lawmakers Battle Over Trump’s Immigration Remarks", "title_page": "Hopes Dim for DACA Deal as Lawmakers Battle Over Trump’s Immigration Remarks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — After three days of denunciations from around the world, President Trump declared that he is “not a racist” on Sunday, even as the uproar over his vulgar remarks on immigration overshadowed critical issues facing the capital, including efforts to protect young undocumented immigrants and avert a government shutdown.\nMr. Trump also insisted that he had not made the inflammatory comments in a White House meeting on Thursday, part of a newly aggressive defense and a counterattack on Democrats by the president and his allies. But his remarks on Sunday were a departure from the White House’s initial statement last week, which did not deny the comments.\n“I’m not a racist,” Mr. Trump said on Sunday night as he arrived at Trump International Golf Club in Florida for dinner with Representative Kevin McCarthy of California, the majority leader, who attended the meeting last week and has not spoken publicly about it. “I am the least racist person you have ever interviewed, that I can tell you.”\nHis comments, while extraordinary coming from a president of the United States, echoed reassurances Mr. Trump has made several times before.", "url": "https://www.nytimes.com/2018/01/14/us/politics/david-perdue-trump-shithole.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}