{"authors": ["Tariq Panja"], "date_download": "2018-11-16 03:18:52", "date_modify": "2018-11-16 03:18:52", "date_publish": "2018-05-18 20:13:03", "description": "In an interview, Peru’s crestfallen captain talked about missing the World Cup and his fears for what his ban has done to his aging parents.", "filename": "2018_05_18_sports_soccer_peru-world-cup-paolo-guerrero.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338332.html", "image_url": "https://static01.nyt.com/images/2018/05/19/sports/soccer/19guerrero/19guerrero-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_18_sports_soccer_peru-world-cup-paolo-guerrero.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338332.html", "title": "Peru’s Paolo Guerrero Vows to Fight Doping Ban: ‘This Is About My Honor’", "title_page": "Peru’s Paolo Guerrero Vows to Fight Doping Ban: ‘This Is About My Honor’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Paolo Guerrero should be the happiest man in the world.\nPeru, after a 36-year absence, will be at soccer’s World Cup in Russia next month, and Guerrero, in the twilight of a peripatetic career, was to be there to lead the team out as its captain and star striker.\nBut instead of daydreaming about opening the scoring against Denmark in Saransk, the 34-year-old Guerrero is consumed with angst. A six-month drug suspension he thought he had completed was instead extended to 14 months this week, dashing his dreams but also those of a nation whose adoration for him had only grown during his exile.\nGuerrero vowed to appeal the new, longer ban, a long-shot effort that quickly gained the backing of even Peru’s president, Martín Vizcarra.\n“This is about my honor and my family’s honor,” Guerrero said in a telephone interview on Friday, his voice breaking with emotion. “There are people talking about me, that I did this, but I’ve never done anything like this. I’ve never taken any drug.", "url": "https://www.nytimes.com/2018/05/18/sports/soccer/peru-world-cup-paolo-guerrero.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}