{"authors": ["Ivan Penn", "Inyoung Kang"], "date_download": "2018-11-16 03:24:05", "date_modify": "2018-11-16 03:24:05", "date_publish": "2018-08-14 12:33:03", "description": "Tuesday: Kevin de León’s push for clean energy, a death in the Mendocino Complex Fire, and the significance of The Times’s first California food critic.", "filename": "2018_08_14_us_california-today-sb100-clean-energy-bill_1542338645.html", "image_url": "https://static01.nyt.com/images/2018/08/14/us/14catoday1/merlin_140737638_fb54888e-9301-4dfa-9dbd-d7a8ecf307f1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_14_us_california-today-sb100-clean-energy-bill_1542338645.html", "title": "California Today: A Move to Mandate 100% Carbon-Free Electricity", "title_page": "California Today: A Move to Mandate 100% Carbon-Free Electricity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Good morning.\n(Want to get California Today by email? Here’s the sign-up.)\nCalifornia has been a leader in trying to counter the forces contributing to climate change, from its stringent standards for auto emissions to its mandate that 50 percent of the state’s electricity come from carbon-free sources by 2030.\nNow, with climate concerns magnified by extreme summer temperatures and catastrophic wildfires, lawmakers are considering a move that would go further: a proposal to mandate 100 percent carbon-free electricity by 2045.\nThe bill’s sponsor, State Senator Kevin de León, says that with the Trump administration’s efforts to bolster electricity generated from fossil fuels, California and other states must chart their own course on energy policy. And, partly owing to recent events, he thinks the bill can pass within three weeks.\n“Because of the fires, because of the extreme drought, because of the anti-environmental edicts coming from this president, there’s a huge ground swell of support,” Mr. de León said of his proposal, designated Senate Bill 100.", "url": "https://www.nytimes.com/2018/08/14/us/california-today-sb100-clean-energy-bill.html"}