{"authors": ["Paul Krugman"], "date_download": "2018-11-16 04:18:23", "date_modify": "2018-11-16 04:18:23", "date_publish": "2018-11-12 23:59:43", "description": "You’re a hero if and only if you serve The Leader’s interests.", "filename": "2018_11_12_opinion_truth-virtue-trump-loyalty.html_rref=collection%2Fcolumn%2FPaul%20Krugman_1542341903.html", "image_url": "https://static01.nyt.com/images/2018/11/12/opinion/12kroogWeb/12kroogWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_12_opinion_truth-virtue-trump-loyalty.html_rref=collection%2Fcolumn%2FPaul%20Krugman_1542341903.html", "title": "Truth and Virtue in the Age of Trump", "title_page": "Opinion | Truth and Virtue in the Age of Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The attempt by Trump and his party to shut down the legally mandated Florida recount with claims, based on no evidence, of large-scale voting fraud fits right into this partisan epistemology. Do Republicans really believe that there were vast numbers of fraudulent or forged ballots? Even asking that question is a category error. They don’t “really believe” anything, except that they should get what they want. Any vote count that might favor a Democrat is bad for them; therefore it’s fraudulent, no evidence needed.\nThe same worldview explains Republicans’ addiction to conspiracy theories. After all, if people keep insisting on the truth of something that hurts their party, it can’t be out of respect for the facts — because in their world, there are no neutral facts.\nSo the people making inconvenient assertions must be in the pay of sinister forces. In Arizona, Democrat Kyrsten Sinema won a Senate seat on the strength of late-counted ballots. Did you know that the state G.O.P. has filed a freedom of information request for information on interactions between election officials and, you guessed it, George Soros?\nIt’s worth pointing out, by the way, that this rejection of objective facts and insistence that anyone insisting on inconvenient truths must be part of a left-wing conspiracy dominated the Republican psyche long before Trump. Most notably, the claim that the overwhelming evidence for global warming is a giant hoax, the product of a vast plot involving thousands of scientists around the world, has been G.O.P. orthodoxy for years.\nTrue, the party’s presidential candidates used to be mealy-mouthed about rejecting facts and endorsing conspiracy theories, rather than being full-throated crazy. But Trump is only going where many of his party’s senior figures have been for a long time.", "url": "https://www.nytimes.com/2018/11/12/opinion/truth-virtue-trump-loyalty.html?rref=collection%2Fcolumn%2FPaul%20Krugman"}