{"authors": ["C. J. Chivers", "At War"], "date_download": "2018-11-16 04:37:01", "date_modify": "2018-11-16 04:37:01", "date_publish": "2018-04-25 06:00:08", "description": "Maximilian Uriarte, an artist beloved by American Marines for his depiction of life in the corps, showed The Times how he creates a three-panel strip.", "filename": "2018_04_25_magazine_terminal-lance-marine-corps_1542343021.html", "image_url": "https://static01.nyt.com/images/2018/04/25/books/review/25uriarte-office/25uriarte-office-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_25_magazine_terminal-lance-marine-corps_1542343021.html", "title": "Watch How a ‘Terminal Lance’ Comic Strip Comes to Life", "title_page": "Watch How a ‘Terminal Lance’ Comic Strip Comes to Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "An article published in The New York Times Books section Tuesday profiles former Marine Lance Cpl. Maximilian Uriarte, creator of the “Terminal Lance” comic strip, upon the release this week of a hard-bound collection of his work.\n[Maximilian Uriarte attributes his success with “Terminal Lance” to accuracy and raw material from his loyal fans: disgruntled Marines.]\nPhoto\nI met Uriarte a few weeks ago, first for a meal that stretched on for hours. Each of us served in the Marine infantry, albeit in different eras, and as is often the case when two former grunts meet, there were countless stories and frustrations to exchange, and a rundown of people we both know.\nWe met again the next day so that I could watch him work. During this second interview, in his apartment in Burbank, Calif., that also serves as his studio, he shared a digital file that showed the creation of one of his three-panel strips.\nAdvertisement Continue reading the main story\nThe strip was published on Jan. 16, a few days after the false ballistic missile alert issued by the Hawaii Emergency Management Agency. That was an event ripe for spoofing by “Terminal Lance,” but the video was more interesting for what it showed of how he works — a process that becomes more understandable with the video’s help.", "url": "https://www.nytimes.com/2018/04/25/magazine/terminal-lance-marine-corps.html"}