{"authors": ["Roger Cohen"], "date_download": "2018-11-16 04:38:52", "date_modify": "2018-11-16 04:38:52", "date_publish": "2018-09-28 23:37:20", "description": "This was a job interview, not a criminal trial. Kavanaugh, in his fury and pathos, failed the test.", "filename": "2018_09_28_opinion_kavanaugh-supreme-court-temperament.html_rref=collection%2Fcolumn%2FRoger%20Cohen_1542343132.html", "image_url": "https://static01.nyt.com/images/2018/10/01/opinion/28cohenWeb/28cohenWeb-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_28_opinion_kavanaugh-supreme-court-temperament.html_rref=collection%2Fcolumn%2FRoger%20Cohen_1542343132.html", "title": "An Injudicious Man, Unfit for the Supreme Court", "title_page": "Opinion | An Injudicious Man, Unfit for the Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What America saw before the Senate Judiciary Committee was an injudicious man, an angry brat veering from fury to sniveling sobs, a judge so bereft of composure and proportion that it was difficult not to squirm. Brett Kavanaugh actually got teary over keeping a calendar because that’s what his dad did. His performance was right out of Norman Rockwell with a touch of “Mad Men.”\nThis is what you get from the unexamined life, a product of white male privilege so unadulterated that, until a couple of weeks ago, Kavanaugh never had to ask himself what might have lurked, and may still linger, behind the football, the basketball, the lifting weights, the workouts with a great high-school quarterback, the pro-golf tournaments with Dad, the rah-rah Renate-ribbing yearbook, the Yale fraternity, and the professed sexual abstinence until “many years” after high school.\n“Sometimes I had too many beers,” Kavanaugh said. “In some crowds, I was probably a little outwardly shy about my inexperience; tried to hide that,” Kavanaugh also said. Christine Blasey Ford, his steady accuser, made a persuasive case that, in the summer of 1982, she paid the price for the teenage aggression and insecurity linking those two avowals.\nKavanaugh swears under oath that he never “sexually assaulted anyone.” To entertain even the possibility of it would be to dismantle the entire edifice of his holier-than-thou life. He’s the all-American jock, the model only child. For God’s sake, he contingently, and a little presumptuously, hired four female law clerks to work with him at the Supreme Court, the first (prospective) justice to have “a group of all-women law clerks.”", "url": "https://www.nytimes.com/2018/09/28/opinion/kavanaugh-supreme-court-temperament.html?rref=collection%2Fcolumn%2FRoger%20Cohen"}