{"authors": ["Tara Siegel Bernard"], "date_download": "2018-11-16 03:13:46", "date_modify": "2018-11-16 03:13:46", "date_publish": "2018-05-06 07:00:05", "description": "The volume of automated phone calls has skyrocketed this year over last, according to a service that tracks them, and complaints have also risen sharply.", "filename": "2018_05_06_your-money_robocalls-rise-illegal_1542338026.html", "image_url": "https://static01.nyt.com/images/2018/05/06/business/06robocall-1/05robocall-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_06_your-money_robocalls-rise-illegal_1542338026.html", "title": "Yes, It’s Bad. Robocalls, and Their Scams, Are Surging.", "title_page": "Yes, It’s Bad. Robocalls, and Their Scams, Are Surging. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It’s not just you.\nThose pesky robocalls — at best annoying disturbances and at worst costly financial scams — are getting worse.\nIn an age when cellphones have become extensions of our bodies, robocallers now follow people wherever they go, disrupting business meetings, church services and bedtime stories with their children.\nThough automated calls have long plagued consumers, the volume has skyrocketed in recent years, reaching an estimated 3.4 billion in April, according to YouMail, which collects and analyzes calls through its robocall blocking service. That’s an increase of almost 900 million a month compared with a year ago.\nFederal lawmakers have noticed the surge. Both the House and Senate held hearings on the issue within the last two weeks, and each chamber has either passed or introduced legislation aimed at curbing abuses. Federal regulators have also noticed, issuing new rules in November that give phone companies the authority to block certain robocalls.", "url": "https://www.nytimes.com/2018/05/06/your-money/robocalls-rise-illegal.html"}