{"authors": ["Thomas Gibbons-Neff", "Helene Cooper", "Eric Schmitt"], "date_download": "2018-11-16 04:37:21", "date_modify": "2018-11-16 04:37:21", "date_publish": "2018-02-10 01:42:04", "description": "The Pentagon is poised to scale back patrols and commanders’ authorities as a result of the October ambush in Niger that killed four American soldiers.", "filename": "2018_02_09_us_politics_american-soldiers-killed-niger-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343041.html", "image_url": "https://static01.nyt.com/images/2018/02/10/us/10dc-military-print/10dc-military-print-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_09_us_politics_american-soldiers-killed-niger-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343041.html", "title": "Inquiry of Soldiers’ Deaths Urges Curtailing West Africa Missions", "title_page": "Inquiry of Soldiers’ Deaths Urges Curtailing West Africa Missions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — A draft military investigation into the deadly ambush of American soldiers in Niger in October calls for the Pentagon to scale back the number of ground missions in West Africa, and to strip commanders in the field of some authority to send troops on potentially high-risk patrols.\nWhile United States troops will continue accompanying local forces on military patrols across West Africa and the continent’s Sahel region, the missions will be vetted more rigorously than they have been over the past year, according to two military officials with knowledge of the findings who spoke on condition of anonymity because the investigation has not been released.\nThe changes follow President Trump’s order last year to loosen Obama-era restrictions and give the military more decision-making authority to move faster on raids, airstrikes and bombing missions.\nFour Americans and five Nigeriens, including an interpreter, were killed in Niger’s remote southwest near the border with Mali in the Oct. 4 ambush. Militants there aligned with the Islamic State and Al Qaeda have been increasingly active, sometimes vying with each other for dominance when not attacking Nigerien or French troops.", "url": "https://www.nytimes.com/2018/02/09/us/politics/american-soldiers-killed-niger-investigation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}