{"authors": ["Perry Garfinkel"], "date_download": "2018-11-16 04:53:49", "date_modify": "2018-11-16 04:53:49", "date_publish": "2018-06-01 15:52:57", "description": "Liz Dowd, a farm manager for Brooklyn Grange Farm, grows crops on rooftops and sometimes serves them herself in a Manhattan restaurant.", "filename": "2018_06_01_business_shepherding-vegetables-from-roof-to-restaurant.html_module=inline_1542344029.html", "image_url": "https://static01.nyt.com/images/2018/06/03/business/03VOCATIONS02/03VOCATIONS02-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_01_business_shepherding-vegetables-from-roof-to-restaurant.html_module=inline_1542344029.html", "title": "Shepherding Vegetables From Roof to Restaurant", "title_page": "Shepherding Vegetables From Roof to Restaurant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Our beds are only 10 to 12 inches deep, which means we plant more intensely, getting more plants in one bed. With shallower soil, it also means we need to use different tools and get more creative with things like trellising tomatoes.\nHow did you learn this farming technique?\nI kept a strawberry patch with my mom as a kid at home in rural Essex, Vermont. I moved to New York City in 2003 to study photography but then became homesick for dirt.\nLiving in Brooklyn, I turned a large backyard into a garden. Then I took intensive classes for seven months in urban farming at the Youth Farm in Crown Heights, Brooklyn, and eventually became a manager there. In 2016 I saw an opening at Brooklyn Grange and jumped at the chance.\nHow many types of vegetables and fruits do you grow?\nOn a total of 2.5 acres between our two farms, we have about 50 different crops — tomatoes, peppers, arugula, mustards, green beans, eggplant, cucumber, strawberry, plus several kinds of herbs. We grow about 50,000 pounds of organically cultivated produce each year.", "url": "https://www.nytimes.com/2018/06/01/business/shepherding-vegetables-from-roof-to-restaurant.html?module=inline"}