{"authors": ["Julia Jacobs"], "date_download": "2018-11-16 04:45:08", "date_modify": "2018-11-16 04:45:08", "date_publish": "2018-09-20 23:58:52", "description": "In three days of televised hearings that riveted the nation, Anita F. Hill detailed allegations of workplace sexual harassment by Judge Clarence Thomas.", "filename": "2018_09_20_us_politics_anita-hill-testimony-clarence-thomas_1542343508.html", "image_url": "https://static01.nyt.com/images/2018/09/22/us/politics/22xp-anita-promo/22xp-anita-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_20_us_politics_anita-hill-testimony-clarence-thomas_1542343508.html", "title": "Anita Hill’s Testimony and Other Key Moments From the Clarence Thomas Hearings", "title_page": "Anita Hill’s Testimony and Other Key Moments From the Clarence Thomas Hearings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The sexual assault accusation against Judge Brett M. Kavanaugh, President Trump’s nominee for the Supreme Court, has prompted unavoidable flashbacks to the confirmation process of Judge Clarence Thomas in 1991.\nDuring the televised hearings, which lasted three days, Anita F. Hill, who then taught at the University of Oklahoma’s law school, detailed allegations of workplace sexual harassment by Judge Thomas, who was her supervisor at two government agencies. And Judge Thomas forcefully denied the accusations, claiming they played into stereotypes of black men.\nThe astonishing testimony aired Ms. Hill’s accounts of crude behavior and vulgar language, the likes of which had never before been discussed in the buttoned-up hearing rooms of the United States Senate. The Senate Judiciary Committee’s dismissive treatment of Ms. Hill by the all-male, all-white Senate Judiciary Committee empowered a wave of women to run for state and national office.\nOn Thursday, Christine Blasey Ford, 51, a California-based psychologist who has accused Judge Kavanaugh of sexually assaulting her at a booze-filled high school party, said she would testify before the committee so long as senators offer “terms that are fair and which ensure her safety.” As Judge Thomas did in the ’90s, Judge Kavanaugh, 53, has categorically denied the accusations and said he will testify before the committee.", "url": "https://www.nytimes.com/2018/09/20/us/politics/anita-hill-testimony-clarence-thomas.html"}