{"authors": ["Vivian Marino"], "date_download": "2018-11-16 04:55:22", "date_modify": "2018-11-16 04:55:22", "date_publish": "2018-04-19 14:01:34", "description": "The 1887 Queen Anne townhouse, first owned by a wealthy merchant and colonel, has seen triumphs and tragedies within its walls.", "filename": "2018_04_19_realestate_a-central-park-west-townhouse-rooted-in-history-on-the-market-for-29-million_1542344122.html", "image_url": "https://static01.nyt.com/images/2018/04/22/realestate/22EXCLUSIVE-slide-6OMF/22EXCLUSIVE-slide-6OMF-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_19_realestate_a-central-park-west-townhouse-rooted-in-history-on-the-market-for-29-million_1542344122.html", "title": "A Central Park West Townhouse, Rooted in History, on the Market for $29 Million", "title_page": "A Central Park West Townhouse, Rooted in History, on the Market for $29 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The refurbished house, six stories high and 20 feet wide, is now returning to the market. The asking price is $29 million, according to the listing broker, Michael Sieger of Sotheby’s International Realty, with annual taxes of around $48,000. (The house next door, No. 247, which once served as Mr. Noble’s residence, sold for $25 million in 2015.)\nMr. Geller, who is the managing director of Geller Biopharm, an investment bank focused on health care, said he and his wife were looking to downsize and relocate to the Los Angeles area, where they have family and where his company has offices.\n“There are just the two of us in a 9,700-square-foot house,” he said.\nThe house has six en-suite bedrooms, plus a study that could be converted into a seventh bedroom, and three powder rooms, across 7,900 square feet. In addition to a 1,875-square-foot finished basement, it also has roughly 1,550 square feet of outdoor space, including an unfinished rooftop terrace off the penthouse and a rear garden with a limestone fountain, which, according to Mrs. Geller, “was inspired by the Bethesda Fountain” in Central Park.\nThroughout the high-ceilinged home are numerous architectural flourishes and period antiques, painstakingly added by the Gellers over the years. The couple managed to locate sales materials put out by Mr. Noble, the builder, and sought to match some of the interior styles and materials used by his architect, Edward L. Angell. (Mr. Noble had built nine single-family houses, Nos. 241-249, along that Central Park West block; Col. Richard Lathers, a successful cotton merchant who was also involved in banking and insurance, bought No. 248 for $35,000, according to Mr. Sieger.)", "url": "https://www.nytimes.com/2018/04/19/realestate/a-central-park-west-townhouse-rooted-in-history-on-the-market-for-29-million.html"}