{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:00:49", "date_modify": "2018-11-16 04:00:49", "date_publish": "2018-06-29 00:32:49", "description": "Democrats are practically powerless to stop President Trump’s Supreme Court pick. So all eyes are on Senators Collins and Murkowski to save abortion rights.", "filename": "2018_06_28_us_politics_collins-murkowski-supreme-court-abortion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340849.html", "image_url": "https://static01.nyt.com/images/2018/06/29/us/politics/29dc-collinsmurkowski-1/29dc-collinsmurkowski-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_28_us_politics_collins-murkowski-supreme-court-abortion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340849.html", "title": "With Roe in the Balance, Two Republicans Hold High Court in Their Hands", "title_page": "With Roe in the Balance, Two Republicans Hold High Court in Their Hands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Justice Anthony M. Kennedy’s retirement announcement was less than a day old when liberal activists rallied on the steps of the Supreme Court on Thursday, invoking the names of two Republican senators who, they believe, hold the future of Roe v. Wade in their hands.\n“Remember Susan Collins! Remember Lisa Murkowski!” Neera Tanden, president of the liberal Center for American Progress, exhorted the crowd. “If they claim to be pro-choice, choice is on the line with this decision.”\nMs. Collins, of Maine, and Ms. Murkowski, of Alaska, are powerful — and rare — creatures in Washington: moderate Republican women who favor abortion rights and are unafraid to break with their party. Their no votes helped sink the Republican repeal of the Affordable Care Act last year; both objected vociferously to a provision that would have stripped funding from Planned Parenthood Federation of America, the women’s health and reproductive rights organization.\nNow, with President Trump’s pledge to nominate a “pro-life” jurist to replace the retiring Justice Kennedy, the senators are under pressure as never before. Much like Justice Kennedy, they are swing votes — not in a court case, but in a coming confirmation battle that will shape the Supreme Court, and American jurisprudence, for generations to come.", "url": "https://www.nytimes.com/2018/06/28/us/politics/collins-murkowski-supreme-court-abortion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}