{"authors": ["Christina Caron", "Melissa Gomez"], "date_download": "2018-11-16 03:13:58", "date_modify": "2018-11-16 03:13:58", "date_publish": "2018-08-21 22:32:25", "description": "President Trump, who has repeatedly linked crime to illegal immigration, alluded to the case at a rally in West Virginia.", "filename": "2018_08_21_us_mollie-tibbetts-dead-iowa-college.html_module=inline_1542338038.html", "image_url": "https://static01.nyt.com/images/2018/08/22/us/22xp-tibbetts/22xp-tibbetts-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_21_us_mollie-tibbetts-dead-iowa-college.html_module=inline_1542338038.html", "title": "Immigrant Is Charged in Mollie Tibbetts Murder in Iowa, and Trump Seizes on Case", "title_page": "Immigrant Is Charged in Mollie Tibbetts Murder in Iowa, and Trump Seizes on Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Investigators acquired security video during a neighborhood canvass, and a vehicle seen in the video was traced back to Mr. Rivera, Mr. Rahn said during the news conference in Iowa.\nIn the security video, Ms. Tibbetts is seen running near Boundary and Middle Streets, and a dark-colored Chevy Malibu also appears, driving back and forth numerous times, according to an affidavit of probable cause filed Tuesday.\nMr. Rivera was questioned by law enforcement officers on Monday, and he admitted to pursuing a woman running in the area with his car, according to the affidavit. He told the authorities that he parked his car, got out and ran behind and beside her. Mr. Rivera said she then grabbed her phone and said, “I’m gonna call the police,” and he panicked, the affidavit said.\n[Read our feature examining the myth of crime in immigrant communities.]\nHe told the authorities that he “blocked” his memory of what happened next, which he said happens when he gets upset, but recalled that he came to an intersection in his car and turned back around to an entrance of a cornfield, according to the affidavit.\nMr. Rivera said that he noticed there was an ear piece from a pair of headphones in his lap, and that is when he realized he had put the woman in the trunk of his car, according to the affidavit. He told the authorities that he then took her out of the trunk, noticing she had blood on the side of her head, before he put her over his shoulder and left her about 20 meters into the cornfield. He described placing corn leaves on her and leaving her face up, the affidavit said.\nHe later led the authorities to the body.\nBased on the clothing found, and a tentative identification by the medical examiner, the authorities believe the body is that of Ms. Tibbetts.", "url": "https://www.nytimes.com/2018/08/21/us/mollie-tibbetts-dead-iowa-college.html?module=inline"}