{"authors": ["Gardiner Harris", "David D. Kirkpatrick", "Eileen Sullivan"], "date_download": "2018-11-16 03:22:10", "date_modify": "2018-11-16 03:22:10", "date_publish": "2018-10-15 12:52:08", "description": "President Trump echoed the possibility that Jamal Khashoggi was victim to “rogue killers.” The explanation shields the Saudi crown prince, who has cast himself as a moderate.", "filename": "2018_10_15_us_politics_trump-saudi-king-journalist-khashoggi_1542338530.html", "image_url": "https://static01.nyt.com/images/2018/10/15/us/16dc-trump-comments/16dc-trump-comments-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_15_us_politics_trump-saudi-king-journalist-khashoggi_1542338530.html", "title": "Saudis May Admit Khashoggi Was Killed in Interrogation by Mistake", "title_page": "Saudis May Admit Khashoggi Was Killed in Interrogation by Mistake - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Saudi Arabia was preparing an alternative explanation of the fate of a dissident journalist on Monday, saying he died at the Saudi Consulate in Istanbul two weeks ago in an interrogation gone wrong, according to a person familiar with the kingdom’s plans. In Washington, President Trump echoed the possibility that Jamal Khashoggi was the victim of “rogue killers.”\nThe shifting story line defied earlier details that have emerged in the case, including signs that he was murdered and dismembered. Among other things, Turkish officials have said, an autopsy specialist carrying a bone saw was among 15 Saudi operatives who flew in and out of Istanbul the day Mr. Khashoggi disappeared.\nThe new explanation, whatever its truth, seemed intended to ease the political crisis that Mr. Khashoggi’s disappearance has created for Saudi Arabia. The new story could also defuse some criticism of the Trump administration, which has refused to back down from billions of dollars in weapons sales to the kingdom and as of Monday was still planning to attend a glittering Saudi investment forum next week.\n[UPDATE: Jamal Khashoggi is dead. Here is everything we know so far.]\nAnd it could help Turkey, where a shaky economy would benefit from a financial infusion that low-interest loans from Riyadh could provide.", "url": "https://www.nytimes.com/2018/10/15/us/politics/trump-saudi-king-journalist-khashoggi.html"}