{"authors": ["Ellen Barry", "David E. Sanger"], "date_download": "2018-11-16 04:40:51", "date_modify": "2018-11-16 04:40:51", "date_publish": "2018-04-01 23:28:16", "description": "An operation to smear a nerve agent on Sergei Skripal’s door handle was so risky, it is unlikely to have been tried without Kremlin approval, British officials investigating the case believe.", "filename": "2018_04_01_world_europe_russia-sergei-skripal-uk-spy-poisoning.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343251.html", "image_url": "https://static01.nyt.com/images/2018/04/02/world/02SKRIPAL-alpha/02SKRIPAL-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_01_world_europe_russia-sergei-skripal-uk-spy-poisoning.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343251.html", "title": "Poisoned Door Handle Hints at High-Level Plot to Kill Spy, U.K. Officials Say", "title_page": "Poisoned Door Handle Hints at High-Level Plot to Kill Spy, U.K. Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — British officials investigating the poisoning of Sergei V. Skripal, a former Russian double agent, believe it is likely that an assassin smeared a nerve agent on the door handle at his home. This operation is seen as so risky and sensitive that it is unlikely to have been undertaken without approval from the Kremlin, according to officials who have been briefed on the early findings of the inquiry.\nThis theory suggests that an assassin, who Britain believes was working on behalf of the Russian government, walked up to the door of Mr. Skripal’s brick home on a quiet street in Salisbury on March 4, the day that he and his daughter, Yulia, were sickened.\nMr. Skripal, who was freed in a spy swap with the United States in 2010, is still in critical condition and unresponsive, but Yulia is conscious and talking, according to a BBC report.\nBecause the nerve agent is so potent, the officials said, the task could have been carried out only by trained professionals familiar with chemical weapons. British and American officials are skeptical that independent actors could have carried out such a risky operation or obtained the agent without approval at the highest levels of the Russian government — almost exactly the same phrase that American intelligence agencies used in October 2016, when they first attributed the hacking of emails from the Democratic National Committee to a team of Russian hackers.", "url": "https://www.nytimes.com/2018/04/01/world/europe/russia-sergei-skripal-uk-spy-poisoning.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}