{"authors": ["Patrick Kingsley"], "date_download": "2018-11-16 03:08:20", "date_modify": "2018-11-16 03:08:20", "date_publish": "2018-11-12 04:00:07", "description": "The residents of Nazaré used to think the immense waves that broke against town’s cliffs were deadly to any who braved them. Today, those same waves have made the town a surfers’ mecca.", "filename": "2018_11_11_world_europe_nazare-portugal-surfing-big-waves_1542337700.html", "image_url": "https://static01.nyt.com/images/2018/11/12/world/08Portugal1/merlin_145918620_8e49c724-3514-42a2-a952-8a1d848a6c7f-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_11_world_europe_nazare-portugal-surfing-big-waves_1542337700.html", "title": "This Town Once Feared the 10-Story Waves. Then the Extreme Surfers Showed Up.", "title_page": "This Town Once Feared the 10-Story Waves. Then the Extreme Surfers Showed Up. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The story of how it happened depends on who is telling it.\nFor Dino Casimiro, a local sports teacher, the tale began in 2002, when he and a group of friends set up a club in 2002 to help popularize water sports among locals, and publicize Nazaré’s waves among foreigners.\nFor Jorge Barroso, the former mayor, the turning point was in 2007, when he first gave Mr. Casimiro permission to hold a water sports competition off the most northerly — and the most deadly — of the town’s two beaches.\nAnd for the town’s current mayor, Walter Chicharro, the story starts soon after his election in 2013, when he pumped more money into publicizing and professionalizing the town’s surfing scene.\nBut the watershed moment really came in 2010, when Mr. McNamara finally took up a five-year-old invitation from Mr. Casimiro to come to Nazaré, and try out the waves that break off the town’s north beach.\nFor all concerned, these were uncharted waters — literally and metaphorically. Not only had Mr. McNamara never visited Europe, but the villagers, many of whom knew someone who had died at sea, had never considered their tallest waves swimmable, let alone surfable.", "url": "https://www.nytimes.com/2018/11/11/world/europe/nazare-portugal-surfing-big-waves.html"}