{"authors": ["Michelle Higgins"], "date_download": "2018-11-16 04:53:17", "date_modify": "2018-11-16 04:53:17", "date_publish": "2018-09-04 09:00:20", "description": "Settling into a new place can be stressful — especially if it’s your first home away from home. Here’s how to make it your own.", "filename": "2018_09_04_realestate_how-to-dress-up-a-dorm-room_1542343997.html", "image_url": "https://static01.nyt.com/images/2018/09/09/realestate/09fix-2/09fix-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_04_realestate_how-to-dress-up-a-dorm-room_1542343997.html", "title": "How to Dress Up a Dorm Room", "title_page": "How to Dress Up a Dorm Room - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GO BOLD WITH FABRICS\n“If you’re living in a small space, prints and color are very forgiving,” said John Robshaw, the bedding-and-fabric designer known for his block-printed textiles from India.\nWith your bed serving as a sofa, desk and even, at times, a dining table, “it will get dirty and beat up,” he added. “A three- or four-color print hides a lot of reality.”\nLast fall, Mr. Robshaw was asked by his longtime friends Jennifer and Jim Belushi to help design a dorm room for their daughter, Jami Bess Belushi, who is studying drama at the New York University Tisch School of the Arts. “I threw in lots of ikat and densely patterned pillows, knowing Mom is not around and things might not get washed a lot,” said Mr. Robshaw, who outfitted the extra-long twin bed with his Makki Indigo Duvet ($250) instead of a quilt. “Easier to wash,” he said.\nWith two king-size euro pillows propped at the head or along the side (like the $80 Makki Indigo Euro and the $165 Vara Euro, which Mr. Robshaw used in Ms. Belushi’s room), a bed can become “a de facto sofa,” he said. And “a cotton dhurrie rug on the floor is fun, as it makes the room come together and rallies with the other blues in the room.”\nMs. Belushi, who was thrilled with Mr. Robshaw’s makeover of her dorm room, offered this piece of advice: “Make sure you like what you choose, because your dorm room becomes your home and your safe space when you’re in college.”\nDON’T FORGET THE WINDOWS\n“The curtain is something everybody sort of skips,” Mr. Robshaw said — and it doesn’t have to be expensive.\n“You can use printed sheets and make a decent window curtain by having a rod-pocket sewn by your dry cleaner down the street,” who can also cut the sheet down the middle and hem the bottom, he said, all for about $20.", "url": "https://www.nytimes.com/2018/09/04/realestate/how-to-dress-up-a-dorm-room.html"}