{"authors": ["Eleanor Stanford"], "date_download": "2018-11-16 04:24:37", "date_modify": "2018-11-16 04:24:37", "date_publish": "2018-11-05 18:37:06", "description": "What you need to know in TV, music and movie news this Monday.", "filename": "2018_11_05_arts_spice-girls-ariana-grande-pete-davidson_1542342277.html", "image_url": "https://static01.nyt.com/images/2018/11/06/arts/06cheatsheet-spice/06cheatsheet-spice-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_05_arts_spice-girls-ariana-grande-pete-davidson_1542342277.html", "title": "Spice Girls Are Back (Minus Victoria Beckham): 6 Things in Pop Culture Today", "title_page": "Spice Girls Are Back (Minus Victoria Beckham): 6 Things in Pop Culture Today - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "What would you like to see here? Email us at popculture@nytimes.com.\nHello! Welcome to your daily roundup of what’s going on in pop culture.\nIf you know anything about “The Walking Dead,” you know that the show has been teasing the demise of its hero, Rick Grimes (played by Andrew Lincoln), for what feels like several lifetimes. Last night it all went down — except that it didn’t really. The Times’s TV editor, Jeremy Egner, spoke to Lincoln about what’s next. Did you watch last night’s episode? I would love to know what you thought of the big reveal. Email popculture@nytimes.com.\n1. What’s happening with Ariana Grande and Pete Davidson now?\nHasn’t he been making jokes about her on “Saturday Night Live”? Well, in the teaser for Saturday’s show he asked the musical guest Maggie Rogers to marry him. But then during the episode, he said the breakup with Grande was “nobody’s business.”\nOh. Seems like a change of heart? Mmhmm. Grande’s reaction to the teaser may have played a role.\nWhat was her reaction? She did not seem happy, tweeting (and then deleting) that “for somebody who claims to hate relevancy u sure love clinging to it huh.” She also released a new song called “Thank U, Next” half an hour before “S.N.L.” aired.", "url": "https://www.nytimes.com/2018/11/05/arts/spice-girls-ariana-grande-pete-davidson.html"}