{"authors": ["Nicholas Fandos"], "date_download": "2018-11-16 04:32:45", "date_modify": "2018-11-16 04:32:45", "date_publish": "2018-02-16 20:32:48", "description": "A California man illegally provided hundreds of bank account numbers to a Russian social media operation, the special counsel revealed.", "filename": "2018_02_16_us_politics_richard-pinedo-russia-bank-accounts-guilty-plea-mueller_1542342765.html", "image_url": "https://static01.nyt.com/images/2018/02/17/world/17dc-pinedo/17dc-pinedo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_16_us_politics_richard-pinedo-russia-bank-accounts-guilty-plea-mueller_1542342765.html", "title": "Russians Bought Bank Accounts From California Man, Mueller Says", "title_page": "Russians Bought Bank Accounts From California Man, Mueller Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — It was a lucrative business. For several years, Richard Pinedo, a Southern California computer science major, would open bank accounts in his name and sell them online to shadowy purchasers for cash. In other cases, he served as a middle man, buying accounts in other people’s names and flipping them on the internet.\nThe operation was illegal, “designed to circumvent the security features of large online digital payment companies,” according to court papers. The company Mr. Pinedo set up, Auction Essistance, brought in tens of thousands of dollars between 2014 and December 2017.\nSome of that business, it now appears, was done with a Russian operation that used social media platforms to sow political discord around the 2016 presidential election.\nThe connection was revealed on Friday, when the special counsel investigating Moscow’s interference in the 2016 election unsealed two new indictments related to the case. One charged 13 Russian nationals and three Russian organizations with illegally seeking to disrupt the American political process. The other laid out a case against Mr. Pinedo, a 28-year-old computer enthusiast from Santa Paula, Calif.", "url": "https://www.nytimes.com/2018/02/16/us/politics/richard-pinedo-russia-bank-accounts-guilty-plea-mueller.html"}