{"authors": ["Lisa W. Foderaro"], "date_download": "2018-11-16 04:45:17", "date_modify": "2018-11-16 04:45:17", "date_publish": "2018-05-23 20:22:37", "description": "Mr. Molinaro, 42, entered politics as a 19-year-old mayor of Tivoli, a small village in Dutchess County, where he is now county executive.", "filename": "2018_05_23_nyregion_republican-cuomo-molinaro-governor-ny.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343517.html", "image_url": "https://static01.nyt.com/images/2018/05/24/nyregion/24nygopALT/24nygop-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_23_nyregion_republican-cuomo-molinaro-governor-ny.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343517.html", "title": "Republicans Choose Their Alternative to Gov. Cuomo: Marcus Molinaro", "title_page": "Republicans Choose Their Alternative to Gov. Cuomo: Marcus Molinaro - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Another obstacle for Republicans, however, is the expected “blue wave,” in which Democrats fed up with President Trump are expected to turn out to vote in large numbers.\nStill, some Republicans say that their party might be able to navigate a slender path to the biggest prize — the governor’s office. The scenario hinges on a number of “ifs,” involving Democrats splitting their votes in November and tipping the election to Mr. Molinaro.\nThat potential route to victory would capitalize on fissures within the Democratic Party, evident during the 2016 presidential election when Hillary Clinton struggled to dispatch the more liberal Senator Bernie Sanders. Similarly in New York, voters must choose between more moderate, establishment Democrats like Governor Cuomo and liberal activists like his challenger in the primary, Cynthia Nixon.\n(By contrast, Republicans in New York appear united; party officials said they are unaware of any candidate plotting to win a spot on the ballot by gathering signatures on petitions.)\nIf Mr. Cuomo wins the Democratic primary and if Ms. Nixon chooses to remain on the ballot in November under the small but influential Working Families Party, then Mr. Molinaro, the thinking goes, could come out on top. Ms. Nixon, of course, will probably face enormous pressure to take her name off the ballot.", "url": "https://www.nytimes.com/2018/05/23/nyregion/republican-cuomo-molinaro-governor-ny.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}