{"authors": ["Javier Corrales", "James Loxton"], "date_download": "2018-11-16 04:11:48", "date_modify": "2018-11-16 04:11:48", "date_publish": "2018-02-26 05:51:25", "description": "A future without President Raúl Castro is on the horizon, but everything points to the continuation of the status quo. It doesn’t have to.", "filename": "2018_02_26_opinion_cuba-castro-election-democracy_1542341508.html", "image_url": "https://static01.nyt.com/images/2018/02/27/opinion/27corrales-loxton-inyt/27corrales-loxton-inyt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_26_opinion_cuba-castro-election-democracy_1542341508.html", "title": "Goodbye Castros, Hello Communist Party", "title_page": "Opinion | Goodbye Castros, Hello Communist Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Most obviously, while Mr. Castro will step down as president, he will not retire fully. He will remain head of the Communist Party and the unofficial head of the military, the country’s two most important institutions. When former authoritarian rulers retain control of key parts of the state, they are able to veto any potential democratic openings.\nMr. Castro’s son and daughter will remain in powerful positions, as well. His son, Alejandro, is influential at the Ministry of the Interior, and his daughter, Mariela, is a member of the National Assembly and the head of Cuba’s most important gender think tank, Cenesex. Alejandro is known for his love for efficiency, and Mariela for her love for L.G.B.T. causes. But neither is known for a love of liberal politics. The two devote a significant part of their time repressing (in the case of Alejandro) and belittling (in the case of Mariela) dissenters.\nBeyond the family itself is the fact that Raúl Castro’s most important policy legacy — military control of the economy — is hard to dislodge. The Cuban military, through its conglomerate Gaesa, owns the vast majority of firms that operate engaged in trade, from hotels to foreign exchange houses to ports, which gives it control of up to 60 percent of incoming hard currency. Any economic reformer knows that breaking a monopoly is difficult, even more so if the monopolist also holds power over arms and intelligence. Cuba’s military is committed to not just one-party rule, but also, it seems, to one-firm economics.\nAnd because Cuba’s economy is so closed, the private sector is small and weak. We know that transitions to democracy require actors with wealth to lobby the state for change — and perhaps bankroll the opposition. Under Fidel Castro, Cuba enforced one of the world’s most draconian bans on private property, essentially foreclosing the possibility of this occurring. His brother did expand the number of allowable self-employed activities, but only professions requiring low skills were liberalized; huge restrictions on hiring and financing remain in place, and taxation is onerous. The private sector exists, but it is severely hampered.\nFinally, the triad of policies that have kept the regime afloat since the end of the Cold War — migration, repression and remittances — remain in place. Migration has long operated as a safety valve by moving the most disaffected dissenters off the island, and it has become easier now that the government no longer requires exit visas. Repression continues to be applied to the remaining dissenters with as much force as was the case before President Barack Obama restored diplomatic relations with Cuba.\nAnd remittances, averaging perhaps as much as $3 billion annually, are a vital lifeline for the Cuban economy. One would think that remittances could help democracy in Cuba by financing civil society. But because poverty is rampant and financing scarce, most remittances get used for household consumption or self-employment activities, with very little left over for the sorts of civic groups that are indispensable for democracy to emerge.\nAfter the succession, Cuba’s regime will remain cornered by the Castro family, the military and by a regulatory system designed to restrict the growth of business and political organizations, minimizing the pressure to democratize.", "url": "https://www.nytimes.com/2018/02/26/opinion/cuba-castro-election-democracy.html"}