{"authors": ["David D. Kirkpatrick", "Malachy Browne", "Ben Hubbard", "David Botti"], "date_download": "2018-11-16 04:39:41", "date_modify": "2018-11-16 04:39:41", "date_publish": "2018-10-16 22:25:21", "description": "Links between Prince Mohammed and at least four suspects in the disappearance of Jamal Khashoggi may make it harder to advance a “rogue killers” explanation.", "filename": "2018_10_16_world_middleeast_khashoggi-saudi-prince.html_action=click&module=inline&pgtype=Article_1542343181.html", "image_url": "https://static01.nyt.com/images/2018/10/16/world/middleeast/saudis-promo/saudis-promo-facebookJumbo-v4.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_16_world_middleeast_khashoggi-saudi-prince.html_action=click&module=inline&pgtype=Article_1542343181.html", "title": "The Jamal Khashoggi Case: Suspects Had Ties to Saudi Crown Prince", "title_page": "The Jamal Khashoggi Case: Suspects Had Ties to Saudi Crown Prince - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISTANBUL — One of the suspects identified by Turkey in the disappearance of the Saudi dissident Jamal Khashoggi was a frequent companion of Crown Prince Mohammed bin Salman — seen disembarking from airplanes with him in Paris and Madrid and photographed standing guard during his visits this year to Houston, Boston and the United Nations.\nThree others are linked by witnesses and other records to the Saudi crown prince’s security detail.\nA fifth is a forensic doctor who holds senior positions in the Saudi Interior Ministry and medical establishment, a figure of such stature that he could be directed only by a high-ranking Saudi authority.\nIf, as the Turkish authorities say, these men were present at the Saudi Consulate in Istanbul where Mr. Khashoggi disappeared on Oct. 2, they might provide a direct link between what happened and Prince Mohammed. That would undercut any suggestion that Mr. Khashoggi died in a rogue operation unsanctioned by the crown prince. Their connection to him could also make it more difficult for the White House and Congress to accept such an explanation.\nThe New York Times has confirmed independently that at least nine of 15 suspects identified by Turkish authorities worked for the Saudi security services, military or other government ministries. One of them, Maher Abdulaziz Mutreb, was a diplomat assigned to the Saudi Embassy in London in 2007, according to a British diplomatic roster. He traveled extensively with the crown prince, perhaps as a bodyguard.", "url": "https://www.nytimes.com/2018/10/16/world/middleeast/khashoggi-saudi-prince.html?action=click&module=inline&pgtype=Article."}