{"authors": ["Nate Chinen"], "date_download": "2018-11-16 03:09:52", "date_modify": "2018-11-16 03:09:52", "date_publish": "2018-08-08 14:00:04", "description": "D’Angelo, Questlove, James Poyser and J Dilla hunkered down in Greenwich Village and created a sound that won Grammys and united genres.", "filename": "2018_08_08_arts_music_playing-changes-excerpt-soulquarians-dangelo.html_action=click&module=RelatedLinks&pgtype=Article_1542337792.html", "image_url": "https://static01.nyt.com/images/2018/08/12/arts/12CHINEN1/12CHINEN1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_08_arts_music_playing-changes-excerpt-soulquarians-dangelo.html_action=click&module=RelatedLinks&pgtype=Article_1542337792.html", "title": "How the Soulquarians Birthed D’Angelo’s ‘Voodoo’ and Transformed Jazz", "title_page": "How the Soulquarians Birthed D’Angelo’s ‘Voodoo’ and Transformed Jazz - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Soulquarians didn’t set out to revolutionize the pulse of modern jazz. Maybe it’s an overstatement to imply that they did. But there can be no doubt that the slouchy, loose-jointed, atmospherically humid funk that they alchemized in the studio — specifically, Electric Lady Studios, in Greenwich Village — had a reach well beyond the scope of neo-soul, the inexact genre coalescing around them. A considerable number of young jazz artists were paying close attention to what they were doing, at any rate. A few even got in on the ground floor.\nWhat they encountered was something familiar at the root. Black music, in its broadest possible sweep, was a rallying cause for the core members of the Soulquarians: D’Angelo, an R&B singer and pianist oozing every sort of charisma; Questlove, a whip-smart drummer steeped in soul and hip-hop arcana; James Poyser, a thoughtful keyboardist well versed in gospel, funk and fusion; and J Dilla, a crate-digging producer with the wizardly ability to turn a simple backbeat into something tilted, woozy or smudged.\nThis foursome initially convened with the express purpose of creating a follow-up to D’Angelo’s 1995 debut album, “Brown Sugar.” There was significance in their choice of Electric Lady Studios, which had been christened by Jimi Hendrix in 1970, later serving as the incubator for classic albums by Stevie Wonder and the Rolling Stones before it fell into a commercial slump. Russell Elevado, a recording engineer with an artisan’s fondness for vintage equipment, tipped D’Angelo off to the fact that Electric Lady was still operational, available and more or less untouched since its heyday. “We were literally blowing dust off of the Fender Rhodes that was in there,” he recalled in a Red Bull Music Academy oral history. “I was wiping dust off of the microphones.”\n[Never miss a pop music story: Sign up for our weekly newsletter, Louder.]\nFor a handful of years straddling the turn of the century, the Soulquarians treated Electric Lady as a clubhouse — a perpetual hang unburdened by the usual ticking clock of the recording studio. Sometimes their work involved more input than output: Questlove and D’Angelo would hunker down to study bootleg videotapes from old Prince and Stevie Wonder tours, like a coaching staff reviewing game film. Sometimes the energy shifted to accommodate a drop-in guest with fresh ideas. Progress was vague, halting, nonlinear. But the creative vibe of these hothouse experiments attracted other works-in-progress: While D’Angelo and company held court in Studio A, the rapper Common began recording his new album in Studio B, and others (the rapper Mos Def, for example) followed suit in Studio C. These simultaneous recording projects often shared personnel, a sonic aesthetic, even concrete musical ideas: a riff or a groove conceived for one artist might be put to better use by another, leading to some tactical horse trading. Still, the overwhelming mood was one of urgent creative independence, a conviction that ran counter to the prevailing commercial mode at the time.", "url": "https://www.nytimes.com/2018/08/08/arts/music/playing-changes-excerpt-soulquarians-dangelo.html?action=click&module=RelatedLinks&pgtype=Article"}