{"authors": ["John Eligon"], "date_download": "2018-11-16 03:25:13", "date_modify": "2018-11-16 03:25:13", "date_publish": "2018-04-04 17:18:29", "description": "Thousands of people channeled the Rev. Dr. Martin Luther King Jr.’s spirit as they advocated progress on his signature issues, racial harmony and economic justice.", "filename": "2018_04_04_us_memphis-rally-martin-luther-king_1542338713.html", "image_url": "https://static01.nyt.com/images/2018/04/05/us/05MEMPHIS-01/merlin_136398312_bebc92e4-14ff-4aa3-8464-9de198deba4e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_04_us_memphis-rally-martin-luther-king_1542338713.html", "title": "Memphis Rally Embodies Dr. King’s Activist Spirit", "title_page": "Memphis Rally Embodies Dr. King’s Activist Spirit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. King and his sister Bernice King essentially endorsed today’s social justice movements — from Black Lives Matter to #MeToo — as extensions of their father’s work. Speaking on Tuesday evening at the Mason Temple, where Dr. King gave his final public address before he was killed, Ms. King said that her father had planned to preach a sermon titled “America may go to hell.” But he was killed before he ever got a chance to deliver it.\n“It’s time for America to repent,” Ms. King said, before a fervent and rapt crowd.\nA rally on Wednesday morning organized by the American Federation of State, County and Municipal Employees and the Church of God in Christ drew a crowd carrying signs with messages like “Fight Poverty” and “We got nothing to lose but our chains.” A banner hung high above a stage that read “#I AM 2018,” a nod to the “I Am a Man” slogan that Memphis sanitation workers used when they were striking in 1968, a cause that prompted Dr. King to travel to Memphis a half-century ago.\nIn many ways, this city is the ideal backdrop to channel Dr. King’s fight. Racial tensions still run deep. Last week, a convenience store clerk fatally shot Dorian Harris, a black teenager, after he stole a beer. The clerk fired at the teenager down the street, and did not check to see if he had struck him. The boy’s dead body was discovered two days later. The clerk has been charged with murder.", "url": "https://www.nytimes.com/2018/04/04/us/memphis-rally-martin-luther-king.html"}