{"authors": ["Nicholas Fandos", "Sheryl Gay Stolberg"], "date_download": "2018-11-16 03:59:03", "date_modify": "2018-11-16 03:59:03", "date_publish": "2018-09-28 13:09:22", "description": "The investigation must be completed “in less than a week,” the president said, bowing to a request from Senate Republican leaders facing an insurrection in their ranks.", "filename": "2018_09_28_us_politics_brett-kavanaugh-senate-judiciary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340743.html", "image_url": "https://static01.nyt.com/images/2018/09/29/us/politics/29dc-kavanaugh1-sub3/29dc-kavanaugh1-sub3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_28_us_politics_brett-kavanaugh-senate-judiciary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340743.html", "title": "Trump Agrees to Open ‘Limited’ F.B.I. Investigation Into Accusations Against Kavanaugh", "title_page": "Trump Agrees to Open ‘Limited’ F.B.I. Investigation Into Accusations Against Kavanaugh - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump, ceding to a request from Senate Republican leaders facing an insurrection in their ranks, ordered the F.B.I. on Friday to reopen a background investigation of Judge Brett M. Kavanaugh, his nominee to the Supreme Court, and examine the allegations of sexual assault that have been made against him.\nThe announcement plunged Judge Kavanaugh’s nomination into new turmoil after a tumultuous week on Capitol Hill, and will delay, by as much as a week, a final confirmation vote. It came only 24 hours after the judge and one of his accusers, Christine Blasey Ford, each gave emotional testimony before the Senate Judiciary Committee that led many Republicans to think Judge Kavanaugh’s confirmation was inevitable.\nRepublican leaders had little choice but to ask Mr. Trump to order the F.B.I. inquiry after Senator Jeff Flake, Republican of Arizona, first announced he was supporting Judge Kavanaugh, and then, in a stunning reversal, said he would not vote to confirm him without an F.B.I. investigation first. With a handful of allies in a closely divided Senate, Mr. Flake, a conservative but an outspoken critic of the president, could determine the future of the Kavanaugh nomination, and that gave him leverage over Senate Republicans as well as the president.\n“We ought to do what we can to make sure we do all due diligence with a nomination this important,” Mr. Flake told his colleagues on the Judiciary Committee after extracting a promise from Republican leaders to delay the final vote on the nomination until after the F.B.I. investigation. “This country is being ripped apart here.”", "url": "https://www.nytimes.com/2018/09/28/us/politics/brett-kavanaugh-senate-judiciary.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}