{"authors": ["Anemona Hartocollis"], "date_download": "2018-11-16 04:19:26", "date_modify": "2018-11-16 04:19:26", "date_publish": "2018-07-30 23:47:45", "description": "A joint brief by the seven other Ivies and nine private universities said that a ruling against Harvard’s admissions process would reverberate across academia.", "filename": "2018_07_30_us_ivy-league-harvard-admissions.html_action=click&module=RelatedLinks&pgtype=Article_1542341966.html", "image_url": "https://static01.nyt.com/images/2018/07/31/us/31harvard-print/31harvard-print-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_30_us_ivy-league-harvard-admissions.html_action=click&module=RelatedLinks&pgtype=Article_1542341966.html", "title": "The Rest of the Ivy League Comes to Harvard’s Aid in Admissions Challenge", "title_page": "The Rest of the Ivy League Comes to Harvard’s Aid in Admissions Challenge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The rest of the Ivy League closed ranks behind Harvard on Monday, defending the practice of including the race of applicants in the admissions process in the face of a lawsuit aimed at striking down Harvard’s system.\nIn a joint brief, the seven other members of the Ivy League and nine private universities ranging from M.I.T. to Emory to Stanford said that a ruling against Harvard’s admissions process would reverberate across academia and hurt efforts to open higher education to a diverse array of students.\nThe 16 schools in the amicus brief said they “speak with one voice to emphasize the profound importance of a diverse student body for their educational missions.”\nBut the colleges did not address the specific evidence that those challenging Harvard’s system have brought forth. Data that has been released as part of the lawsuit suggests that Asian-American students were held to a higher standard than students of other ethnicities. Harvard denies any discrimination in its admissions process.", "url": "https://www.nytimes.com/2018/07/30/us/ivy-league-harvard-admissions.html?action=click&module=RelatedLinks&pgtype=Article"}