{"authors": ["Ana Swanson", "Jim Tankersley"], "date_download": "2018-11-16 03:50:10", "date_modify": "2018-11-16 03:50:10", "date_publish": "2018-07-10 23:56:08", "description": "President Trump raised the stakes in the trade war with China, as his advisers announced an additional $200 billion worth of products that would be taxed.", "filename": "2018_07_10_us_politics_trump-china-trade-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340210.html", "image_url": "https://static01.nyt.com/images/2018/07/11/business/11DC-TARIFFS-1/11DC-TARIFFS-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_10_us_politics_trump-china-trade-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340210.html", "title": "U.S. Threatens Tariffs on $200 Billion of Chinese Goods, From Tilapia to Handbags", "title_page": "U.S. Threatens Tariffs on $200 Billion of Chinese Goods, From Tilapia to Handbags - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Trump administration escalated its trade dispute with China on Tuesday, saying it would impose tariffs on roughly $200 billion worth of Chinese fish, petroleum, chemicals, handbags, textiles and other products if Beijing does not change its trade practices.\nThe threat comes just days after President Trump imposed levies on $34 billion worth of Chinese goods, including robotics, airplane parts and ball bearings. Mr. Trump has said he is prepared to tax as much as $450 billion worth of Chinese products.\nOn Tuesday, his administration detailed the next list of products that would face Mr. Trump’s wrath unless Beijing folds to Washington’s demands. The White House is pushing China to reduce its trade surplus with the United States, halt intellectual property theft and open its markets to American companies.\nNeither side appears eager to blink first. China has responded to Mr. Trump’s initial tariffs with its own equal amount of levies on American goods like pork, steel, cars and fiber optic cable and has said that it is prepared to continue retaliating.", "url": "https://www.nytimes.com/2018/07/10/us/politics/trump-china-trade-war.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}