{"authors": ["Vivian Marino"], "date_download": "2018-11-16 04:55:23", "date_modify": "2018-11-16 04:55:23", "date_publish": "2018-04-27 14:00:15", "description": "After serving in top executive roles at places like Merrill Lynch, John A. Thain is making another big move: He’s selling his Park Avenue penthouse.", "filename": "2018_04_27_realestate_a-39-5-million-penthouse-at-740-park-avenue_1542344123.html", "image_url": "https://static01.nyt.com/images/2018/04/29/realestate/29exclusive-photo3/29exclusive-photo3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_27_realestate_a-39-5-million-penthouse-at-740-park-avenue_1542344123.html", "title": "A $39.5 Million Penthouse at 740 Park Avenue", "title_page": "A $39.5 Million Penthouse at 740 Park Avenue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Thains said they spent two years making numerous improvements and upgrades to their penthouse, in collaboration with the architect Oscar Shamamian and the interior designer Michael S. Smith. Their work included refurbishing the elaborate architectural finishes (and adding a few of their own), renovating the kitchen and bathrooms, and reinstalling stairs to the roof. They also added a Crestron home automation system.\n“It appeared to have been abandoned for a number of years,” Mr. Thain said, describing the apartment’s previous condition. “Fireplaces were closed up and even the roof-level terrace space was completely shut off.”\n“I think the previous owner had been wary of intruders,” Ms. Thain added.\nThe unit’s early-20th century charm has since been restored. Throughout the home — filled with an eclectic mix of antiques, traditional furnishings and striking artwork — are ornate plaster and wood moldings, Parquet de Versailles hardwood floors, functioning wood-burning fireplaces, French doors and oversize windows. Ceilings on the main level reach 12 feet.", "url": "https://www.nytimes.com/2018/04/27/realestate/a-39-5-million-penthouse-at-740-park-avenue.html"}