{"authors": ["Thomas Fuller", "Christine Hauser"], "date_download": "2018-11-16 04:19:07", "date_modify": "2018-11-16 04:19:07", "date_publish": "2018-04-25 15:56:58", "description": "Joseph James DeAngelo, 72, is the suspect in the case of a serial killer and rapist who terrorized communities in California in the 1970s and 1980s.", "filename": "2018_04_25_us_golden-state-killer-serial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341947.html", "image_url": "https://static01.nyt.com/images/2018/04/30/us/26xp-killer-2-print/26xp-killer-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_25_us_golden-state-killer-serial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341947.html", "title": "Search for ‘Golden State Killer’ Leads to Arrest of Ex-Cop", "title_page": "Search for ‘Golden State Killer’ Leads to Arrest of Ex-Cop - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SACRAMENTO — It was a rash of sadistic rapes and murders that spread terror throughout California, long before the term was commonly used. The scores of attacks in the 1970s and 1980s went unsolved for more than three decades. But on Wednesday, law enforcement officials said they had finally arrested the notorious Golden State Killer in a tidy suburb of Sacramento.\nJoseph James DeAngelo, 72, who was taken into custody outside his home on Tuesday and charged with six counts of murder, had been living undisturbed a half-hour drive from where the 12-year rampage began. He was described as a former police officer, and his time in uniform partly overlapped with many of the crimes he is accused of committing.\nThe case was cracked in the past week, Sheriff Scott Jones of Sacramento County said on Wednesday, when investigators identified Mr. DeAngelo and were able to match his DNA with the murders of Lyman and Charlene Smith in Ventura County in 1980.\n“We found the needle in the haystack and it was right here in Sacramento,” said Anne Marie Schubert, the Sacramento district attorney, who helped organize a task force two years ago that included investigators from across the state as well as the F.B.I. A DNA database showed links to other murders in Southern California, the authorities said Wednesday.", "url": "https://www.nytimes.com/2018/04/25/us/golden-state-killer-serial.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}