{"authors": ["Neal E. Boudette"], "date_download": "2018-11-16 03:59:14", "date_modify": "2018-11-16 03:59:14", "date_publish": "2018-09-07 14:26:10", "description": "The head of accounting departed weeks after he arrived, and the company’s chief held forth in a webcast punctuated by his apparent puffs on a joint.", "filename": "2018_09_07_business_tesla-stock-elon-musk_1542340754.html", "image_url": "https://static01.nyt.com/images/2018/09/08/business/08mushpot-promo/08mushpot-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_07_business_tesla-stock-elon-musk_1542340754.html", "title": "Tesla Shaken by a Departure and What Elon Musk Was Smoking", "title_page": "Tesla Shaken by a Departure and What Elon Musk Was Smoking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For a moment, it looked as if Elon Musk and Tesla had put a summer of turbulence behind them. The moment was very brief.\nTwo weeks after the collapse of a plan to buy out the company’s public shareholders, the electric-car maker has again been plunged into turmoil. Its chief accounting officer suddenly resigned — after a month on the job — and Mr. Musk, its chief executive, appeared on a late-night webcast taking a deep drag on what his interviewer said was marijuana.\nThe developments, which brought new scrutiny of Mr. Musk’s behavior and managerial fitness, rattled investors who have lately endured many challenges to their faith. Tesla shares ended the day off 6 percent and are at their lowest level since April. But while the decline was sharp, it was not sudden.\nIn the month since Mr. Musk announced abruptly on Twitter that he had “funding secured” to take the company private, the shares have lost almost a third of their value. And a distinction that Tesla first achieved last year — the American automaker with the highest market value — has been ceded back to General Motors.", "url": "https://www.nytimes.com/2018/09/07/business/tesla-stock-elon-musk.html"}