{"authors": ["Ben Shpigel"], "date_download": "2018-11-16 03:40:11", "date_modify": "2018-11-16 03:40:11", "date_publish": "2018-05-17 21:07:57", "description": "The elaborate performances before the Vegas Golden Knights’ home games have become central to the N.H.L. expansion team’s identity.", "filename": "2018_05_17_sports_vegas-golden-knights-pregame_1542339611.html", "image_url": "https://static01.nyt.com/images/2018/05/18/sports/18vegasshow-web09/18vegasshow-web09-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_17_sports_vegas-golden-knights-pregame_1542339611.html", "title": "Don’t Arrive Late to the Game. You’ll Miss the Show.", "title_page": "Don’t Arrive Late to the Game. You’ll Miss the Show. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LAS VEGAS — If Ayron Sequeira had her way, the archers in the Vegas Golden Knights’ pregame extravaganza she helped conceive would be shooting real arrows, not virtual ones, from high above the hockey rink in T-Mobile Arena. And those arrows would be on fire, as in real flames, hot and everything.\nThen again, if she also had her way, the Nashville Predators, instead of the Winnipeg Jets, would have advanced to face Vegas in the Western Conference finals. That way she could have reconnected with this animal trainer about having a tiger — with capped teeth, preferably, to evoke the Predators’ saber-toothed mascot — joining the performance.\n“Oh, it was going to happen,” said Sequeira, Vegas’s senior director for entertainment production.\nNo idea is too grand for the Golden Knights’ game presentation staff — not in this roller-coaster-on-a-casino kind of city, and certainly not for a group empowered with the creative freedom to envisage a spectacle representative of Las Vegas without hewing to its basest stereotypes.\nSince the beginning of the N.H.L. season, the game presentation staff has established a sense of place without belaboring it, selling hockey in a market unbound by tradition or history by seizing less on the Vegas and more on the Golden Knights.", "url": "https://www.nytimes.com/2018/05/17/sports/vegas-golden-knights-pregame.html"}