{"authors": ["Ivan Penn"], "date_download": "2018-11-16 03:23:53", "date_modify": "2018-11-16 03:23:53", "date_publish": "2018-05-09 13:31:00", "description": "The state mandate, to take effect in 2020, is the first in the country and is expected to add $8,000 to $12,000 to the cost of a house.", "filename": "2018_05_09_business_energy-environment_california-solar-power.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338633.html", "image_url": "https://static01.nyt.com/images/2018/05/10/business/10SOLAR-1/10SOLAR-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_09_business_energy-environment_california-solar-power.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338633.html", "title": "California Will Require Solar Power for New Homes", "title_page": "California Will Require Solar Power for New Homes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SACRAMENTO — Long a leader and trendsetter in its clean-energy goals, California took a giant step on Wednesday, becoming the first state to require all new homes to have solar power.\nThe new requirement, to take effect in two years, brings solar power into the mainstream in a way it has never been until now. It will add thousands of dollars to the cost of home when a shortage of affordable housing is one of California’s most pressing issues.\nThat made the relative ease of its approval — in a unanimous vote by the five-member California Energy Commission before a standing-room crowd, with little debate — all the more remarkable.\nState officials and clean-energy advocates say the extra cost to home buyers will be more than made up in lower energy bills. That prospect has won over even the construction industry, which has embraced solar capability as a selling point.", "url": "https://www.nytimes.com/2018/05/09/business/energy-environment/california-solar-power.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}