{"authors": ["Thomas Kaplan", "Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:26:10", "date_modify": "2018-11-16 04:26:10", "date_publish": "2018-01-18 14:30:40", "description": "The successful vote in the House provided only a faint glimmer of hope that a crisis could be averted before government funding expires at midnight on Friday.", "filename": "2018_01_18_us_politics_government-shutdown-house-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342370.html", "image_url": "https://static01.nyt.com/images/2018/01/19/us/politics/19dc-cong/19dc-cong-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_18_us_politics_government-shutdown-house-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342370.html", "title": "House Passes Short-Term Spending Bill, Setting Up Shutdown Battle in Senate", "title_page": "House Passes Short-Term Spending Bill, Setting Up Shutdown Battle in Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The House approved a stopgap spending bill on Thursday night to keep the government open past Friday, but Senate Democrats — angered by President Trump’s vulgar aspersions and a lack of progress on a broader budget and immigration deal — appeared ready to block the measure.\nThe House approved the measure 230 to 197, despite conflicting signals by President Trump sent throughout the day and a threatened rebellion from conservatives that ended up fizzling. But the bill, which would keep the government open through Feb. 16, provided only a faint glimmer of hope that a crisis could be averted before funding expires at midnight on Friday.\nIn the Senate, at least about a dozen Democratic votes would be needed to approve the measure, and there was little chance that those would materialize. Democrats are intent on securing concessions that would, among other things, protect from deportation young immigrants brought to the country illegally as children, increase domestic spending, aid Puerto Rico and bolster the government’s response to the opioid crisis.\nThe Senate held only a procedural vote on the stopgap bill late Thursday night, leaving for Friday a more consequential vote when Democrats are expected to block the measure.", "url": "https://www.nytimes.com/2018/01/18/us/politics/government-shutdown-house-vote.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}