{"authors": ["Bret Stephens"], "date_download": "2018-11-16 04:44:25", "date_modify": "2018-11-16 04:44:25", "date_publish": "2018-09-29 00:48:52", "description": "Thursday’s hearings should not prevent Kavanaugh’s confirmation.", "filename": "2018_09_28_opinion_kavanaugh-blasey-testimony-believe.html_action=click&module=RelatedLinks&pgtype=Article_1542343465.html", "image_url": "https://static01.nyt.com/images/2018/09/28/opinion/28stephensWeb/28stephensWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_28_opinion_kavanaugh-blasey-testimony-believe.html_action=click&module=RelatedLinks&pgtype=Article_1542343465.html", "title": "Believability Is the Road to National Ruin", "title_page": "Opinion | Believability Is the Road to National Ruin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I found her likable; him, not so much. But likability is not what this is about.\nBottom line, I came away from the hearings feeling no more confident than I had the day before of who was being truthful. It was high drama but it was also a wash. What happened Thursday should not prevent Kavanaugh’s confirmation. Senators are within their rights to vote against the nomination out of philosophical differences. But to vote on the basis of a belief in things unseen and unproved is a road to national ruin.\nWhat’s the alternative? Democrats demanded an F.B.I. investigation at Thursday’s hearing and now, thanks to Jeff Flake, they’ve been joined by Senate Republicans. I’m all for it, though I doubt it will uncover anything definitive. It could have been completed, with much greater thoroughness, weeks ago if Dianne Feinstein hadn’t concealed Blasey’s allegation from the Judiciary Committee for much of the summer — a remarkably cynical ploy suggesting motives other than honest truth-seeking.\nA stronger argument against Kavanaugh’s nomination is that we should not elevate to the Supreme Court a nominee over whom there will always be this dark pall of suspicion.\nI’m sympathetic to this argument, too. If Kavanaugh were to step aside in exchange for a deal in which Donald Trump nominates conservative federal judge Amy Coney Barrett and Democrats agree to vote on her nomination before the midterms, the country might find a chance for compromise, closure, and even a moment of grace.\nBut that’s not likely to happen. And if suspicion based on allegation — even or especially “believable” allegations — becomes a sufficient basis for disqualification, it will create overpowering political incentives to discover, produce or manufacture allegations in the hopes that something sticks. Americans have a longstanding credulity problem — 9/11 trutherism; Obama birtherism; J.F.K. assassination theories; the “deep state” — so the ground is already fertile.", "url": "https://www.nytimes.com/2018/09/28/opinion/kavanaugh-blasey-testimony-believe.html?action=click&module=RelatedLinks&pgtype=Article"}