{"authors": ["Kevin Roose"], "date_download": "2018-11-16 03:59:32", "date_modify": "2018-11-16 03:59:32", "date_publish": "2018-09-26 23:47:10", "description": "A week after internet rumors started circulating about Christine Blasey Ford, misinformation is still spreading about her and two other women.", "filename": "2018_09_26_us_politics_kavanaugh-fact-check.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340772.html", "image_url": "https://static01.nyt.com/images/2018/09/26/business/00viralrumors07/merlin_143346492_c9009ea0-afa2-4320-86ac-ba44177d513f-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_26_us_politics_kavanaugh-fact-check.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340772.html", "title": "Debunking 5 (More) Viral Rumors About Kavanaugh’s Accusers", "title_page": "Debunking 5 (More) Viral Rumors About Kavanaugh’s Accusers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Claim: Ms. Ramirez has ties to the liberal megadonor George Soros.\nVerdict: False.\nThis week, two distinct — but equally false — rumors spread about links between Judge Kavanaugh’s accusers and George Soros, the liberal billionaire and Democratic megadonor. (Mr. Soros makes frequent appearances in internet conspiracy theories.)\nThe first claim was that Ms. Ramirez, who lives in Colorado, had received a fellowship in 2013 from the Open Society Foundations, a philanthropic organization started by Mr. Soros.\nIn fact, a different Deborah Ramirez — a law professor at Northeastern University in Boston — received a grant from the organization.\nThe false claim began to pick up steam on conservative social media on Monday morning. John Fund, a columnist for National Review, tweeted that the “irony of this is just too great.” Mr. Fund subsequently apologized and issued a correction on Twitter.", "url": "https://www.nytimes.com/2018/09/26/us/politics/kavanaugh-fact-check.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}