{"authors": ["Elisabeth Malkin", "Frances Robles"], "date_download": "2018-11-16 03:51:02", "date_modify": "2018-11-16 03:51:02", "date_publish": "2018-07-22 19:20:18", "description": "The government “has declared war on the church,” said one opposition member. President Daniel Ortega responded that leaders in the church are part of the “coup-plotters” working against him.", "filename": "2018_07_22_world_americas_nicaragua-protests-catholic-church_1542340262.html", "image_url": "https://static01.nyt.com/images/2018/07/23/world/23NICARAGUA01/xxnicaragua1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_22_world_americas_nicaragua-protests-catholic-church_1542340262.html", "title": "Nicaragua Clergy, Siding With Protesters, Becomes ‘Terrible Enemy’ of Ortega", "title_page": "Nicaragua Clergy, Siding With Protesters, Becomes ‘Terrible Enemy’ of Ortega - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MANAGUA, Nicaragua — Nicaragua’s senior Catholic clergy linked arms and pressed through a hostile, pro-government crowd screaming “murderers.” As they reached the basilica with a dozen people trapped inside, some of the mob burst in behind them.\nIn the scuffle, somebody slashed Managua’s auxiliary bishop, Msgr. Silvio José Báez, in the arm and ripped the insignia from his cassock. Eventually, the shoving ended and the clerics brought out the group — paramedics and Franciscan missionaries who had sought safety from the crowd.\nMonsignor Báez brushed off the assault.\n“What the people are going through is much more serious,” he said to reporters accompanying the clerics.\nThe Roman Catholic Church is on the front lines of an escalating conflict between the increasingly authoritarian government of President Daniel Ortega and the broad-based opposition that wants him gone. In a country where the church has often been immersed in politics, priests are both witnesses and players in the crisis that has racked the nation for the past three months and claimed almost 300 lives.", "url": "https://www.nytimes.com/2018/07/22/world/americas/nicaragua-protests-catholic-church.html"}