{"authors": ["Mike Mcintire", "Ben Protess", "Jim Rutenberg"], "date_download": "2018-11-16 04:49:16", "date_modify": "2018-11-16 04:49:16", "date_publish": "2018-05-08 23:28:27", "description": "The shell company Mr. Cohen used to pay Stormy Daniels later received over $1 million from the firm and several companies with business before the Trump administration.", "filename": "2018_05_08_us_politics_michael-cohen-shell-company-payments.html_module=inline_1542343756.html", "image_url": "https://static01.nyt.com/images/2018/05/09/business/09COHEN/09COHEN-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_08_us_politics_michael-cohen-shell-company-payments.html_module=inline_1542343756.html", "title": "Firm Tied to Russian Oligarch Made Payments to Michael Cohen", "title_page": "Firm Tied to Russian Oligarch Made Payments to Michael Cohen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A shell company that Michael D. Cohen used to pay hush money to a pornographic film actress received payments totaling more than $1 million from an American company linked to a Russian oligarch and several corporations with business before the Trump administration, according to documents and interviews.\nFinancial records reviewed by The New York Times show that Mr. Cohen, President Trump’s personal lawyer and longtime fixer, used the shell company, Essential Consultants L.L.C., for an array of business activities that went far beyond what was publicly known. Transactions adding up to at least $4.4 million flowed through Essential Consultants starting shortly before Mr. Trump was elected president and continuing to this January, the records show.\nAmong the previously unreported transactions were payments last year of about $500,000 from Columbus Nova, an investment firm in New York whose biggest client is a company controlled by Viktor Vekselberg, the Russian oligarch. A lawyer for Columbus Nova, in a statement on Tuesday, described the money as a consulting fee that had nothing to do with Mr. Vekselberg.\nOther transactions described in the financial records include hundreds of thousands of dollars Mr. Cohen received from Fortune 500 companies with business before the Trump administration, as well as smaller amounts he paid for luxury expenses like a Mercedes-Benz and private club dues.", "url": "https://www.nytimes.com/2018/05/08/us/politics/michael-cohen-shell-company-payments.html?module=inline"}