{"authors": ["Bret Stephens"], "date_download": "2018-11-16 04:44:30", "date_modify": "2018-11-16 04:44:30", "date_publish": "2018-09-22 00:55:36", "description": "I believe Blasey deserves to be fairly heard, not automatically believed.", "filename": "2018_09_21_opinion_blasey-kavanaugh-assault-allegations-truth.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343470.html", "image_url": "https://static01.nyt.com/images/2018/09/21/opinion/21stephensWeb/21stephensWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_21_opinion_blasey-kavanaugh-assault-allegations-truth.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343470.html", "title": "This I Believe About Blasey v. Kavanaugh", "title_page": "Opinion | This I Believe About Blasey v. Kavanaugh - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I have absolutely no idea what, if anything, happened between Brett Kavanaugh and Christine Blasey Ford at a party in Maryland in the early 1980s.\nUnless you were at the party, I believe that you don’t, either.\nI believe that statements on the controversy that begin, “I believe Blasey,” or “I believe Kavanaugh” — because they jibe with personal experience or align with a partisan motive — are empirically worthless and intellectually dishonest. I believe the defect could be corrected by saying, “I want to believe” Blasey or Kavanaugh.\nI believe that when Kirsten Gillibrand says, “I believe Dr. Blasey Ford because she’s telling the truth,” the senator from New York is either deceiving herself or deceiving you.\nI believe that the actions of which Blasey accuses Kavanaugh and his friend Mark Judge are grave. I believe locking a young woman in a room, groping her aggressively against her will, and turning the music loud so her cries can’t be heard, isn’t harmless teenage horseplay.", "url": "https://www.nytimes.com/2018/09/21/opinion/blasey-kavanaugh-assault-allegations-truth.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}