{"authors": ["Tiffany Hsu", "Claire Cain Miller", "David Gelles"], "date_download": "2018-11-16 03:49:24", "date_modify": "2018-11-16 03:49:24", "date_publish": "2018-05-18 16:58:02", "description": "With Ms. Morrison’s abrupt departure, there are now 23 women leading S.&P. 500 companies.", "filename": "2018_05_18_business_denise-morrison-campbell-female-ceos_1542340164.html", "image_url": "https://static01.nyt.com/images/2018/05/19/business/19Morrison-sub/19Morrison-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_18_business_denise-morrison-campbell-female-ceos_1542340164.html", "title": "Denise Morrison Quits as Campbell Chief, Further Cutting Female C.E.O. Ranks", "title_page": "Denise Morrison Quits as Campbell Chief, Further Cutting Female C.E.O. Ranks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a statement released by the company, Ms. Morrison, 64, said, “I am proud of Campbell’s accomplishments and how we have transformed our portfolio amid changing consumer tastes for food and health and well-being.”\nThere are now just 23 female chief executives running publicly traded companies on the Standard & Poor’s 500-stock index. That is 4.6 percent of the total, a figure that edged above 5 percent for the first time last year. Those who remain include Mary Barra at General Motors, Indra Nooyi at PepsiCo and Marillyn Hewson at Lockheed Martin.\nMs. Morrison’s departure came after her S.&P. 500 peer, Margo Georgiadis, said last month that she was stepping down as the chief executive of the toy company Mattel. Ms. Georgiadis, who become chief executive of the genomics company Ancestry last week, led Mattel for just over a year.\n“When there are so few women in these positions, every single departure is notable and depressing,” said Brande Stellings, senior vice president of advisory services at Catalyst, a nonprofit consulting and research firm on women in business. “Yet there does seem to be something larger at work here. We’re slipping back.”\nResearch has found that while female executives are much less likely than male executives to become the ultimate boss, they are more likely than men to do so if they stay on the management path for many years. Yet women are pushed out or leave at every stage along the way. At companies in the S.&P. 500, 45 percent of employees are women, but just 37 percent of midlevel managers and 27 percent of senior managers are women, according to Catalyst.", "url": "https://www.nytimes.com/2018/05/18/business/denise-morrison-campbell-female-ceos.html"}