{"authors": ["Harold Pollack"], "date_download": "2018-11-16 04:03:07", "date_modify": "2018-11-16 04:03:07", "date_publish": "2018-05-09 22:55:05", "description": "He could double the National Cancer Institute’s budget or tutor two million students in math every year for all time.", "filename": "2018_05_09_opinion_jeff-bezos-spend-131-billion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340987.html", "image_url": "https://static01.nyt.com/images/2018/05/09/opinion/09pollack3/09pollack3-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_09_opinion_jeff-bezos-spend-131-billion.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340987.html", "title": "Better Ways for Jeff Bezos to Spend $131 Billion", "title_page": "Opinion | Better Ways for Jeff Bezos to Spend $131 Billion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CHICAGO — Jeff Bezos, the founder of Amazon, is one of the most successful businessmen of all time. He has amassed an unfathomable fortune, reportedly $131 billion. This presents a predicament. Mr. Bezos commands far more money than any one person could possibly spend, far more than any one family dynasty could possibly spend. What should he do with all this money?\nUnfortunately, Mr. Bezos appears to have come up with a terrible response.\n“The only way that I can see to deploy this much financial resource is by converting my Amazon winnings into space travel,” he said in a recent interview. He has founded a company called Blue Origin that builds reusable rockets. He wants to send tourists into space and envisions a future in which heavy industry — and millions of workers — will be based out there. Mr. Bezos called Blue Origin “incredibly important for civilization long term.”\nHow much does Mr. Bezos plan to spend on this gonzo space adventure? He said he would start with $1 billion a year. He has every right to do that. I fear that he will go further and shoot much of his fortune into space. That would squander a staggering opportunity to serve humanity.", "url": "https://www.nytimes.com/2018/05/09/opinion/jeff-bezos-spend-131-billion.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}