{"authors": ["Neal E. Boudette"], "date_download": "2018-11-16 03:24:16", "date_modify": "2018-11-16 03:24:16", "date_publish": "2018-07-23 22:52:09", "description": "The automaker wants to reopen pricing agreements with some suppliers for work already underway. It called the practice routine, but its shares fell.", "filename": "2018_07_23_business_tesla-suppliers-profits.html_module=inline_1542338656.html", "image_url": "https://static01.nyt.com/images/2018/07/24/business/24TESLA/24TESLA-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_23_business_tesla-suppliers-profits.html_module=inline_1542338656.html", "title": "Tesla, Pushing for Profit, Faces New Questions Over Finances", "title_page": "Tesla, Pushing for Profit, Faces New Questions Over Finances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Tesla has said it needs to be able to assemble at least 5,000 Model 3 sedans a week to become profitable, and this month it said it reached that level in the last seven days of June. The company declined Monday to say if it had been able to sustain that rate since then. It plans to provide an update on Model 3 production next week, a spokesman said.\nTesla’s appeal to suppliers emerged after a series of incidents involving Mr. Musk that have raised concerns among at least some Tesla shareholders.\nIn a March earnings call, he clashed with analysts who asked what appeared to be routine financial questions. In the last several weeks, with Model 3 production hanging in the balance, he became involved in a bid to develop a mini-submarine to help save children trapped in a cave in Thailand, and lashed out at a rescuer who criticized the effort as a publicity stunt. On Twitter, Mr. Musk called the man a “pedo” — short for pedophile — although he later deleted the tweet and apologized.\nThe billionaire entrepreneur also offered, through Twitter, to help solve the water crisis in Flint, Mich., and sparred repeatedly with short sellers — investors who are betting against Tesla.\nGene Munster, managing partner at the venture-capital firm Loup Ventures, warned Mr. Musk in an open letter to him that his actions were “shaking investor confidence” in Tesla.\n“Your behavior is fueling an unhelpful perception of your leadership — thin-skinned and short-tempered,” Mr. Munster wrote. “Twitter might keep Tesla in the news, but it won’t help continued improvements in production and product.”\nRight now, Tesla has no more important product than the Model 3. The car, which is so far available only in versions selling for $49,000 or more, is supposed to provide revenue as the company spends heavily to develop future models. Tesla has not made a profit since it was founded in 2003, and in the first quarter it recorded a loss of $785 million. It also used up $745 million in cash.", "url": "https://www.nytimes.com/2018/07/23/business/tesla-suppliers-profits.html?module=inline"}