{"authors": ["Jesse Mckinley"], "date_download": "2018-11-16 03:43:43", "date_modify": "2018-11-16 03:43:43", "date_publish": "2018-09-11 23:09:17", "description": "The Cuomo campaign gave more details about the mailer’s origins, identifying the creator only as “an individual helping the campaign on constituency outreach.”", "filename": "2018_09_11_nyregion_nixon-cuomo-flier.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339823.html", "image_url": "https://static01.nyt.com/images/2018/09/12/nyregion/12flier/12flier-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_11_nyregion_nixon-cuomo-flier.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339823.html", "title": "Cuomo Campaign Shifts Blame for Inflammatory Flier About Cynthia Nixon to ‘Constituency Representative’", "title_page": "Cuomo Campaign Shifts Blame for Inflammatory Flier About Cynthia Nixon to ‘Constituency Representative’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I wonder when that mailer would go out,” Ms. Nixon said. “Would it perhaps arrive the day after the election or perhaps next week?”\nMs. Nixon, who is not Jewish but is raising two Jewish children, continued to ask for more information about what she has called a “smear campaign.”\n“This was not a mistake, this is not like a typo,” Ms. Nixon said. “A lot of people were involved in concocting this and executing it and approving it. And we need better answers.”\nLis Smith, a spokeswoman for Mr. Cuomo, said on Tuesday that Mr. Berman had reached out to the Nixon campaign. A monetary contribution to the Nixon campaign has also been floated as a possible peace offering.\nMr. Cuomo, a Democrat seeking a third term, has denied knowing anything about the mailer.\nHe characterized the mailer as a “mistake” and “inappropriate,” and said on Sunday that he had told “the state party that they better figure out how this happened and make sure it doesn’t happen again.”\nThe only clue offered by the governor on Sunday about the flier’s origin was a reference to “constituency group operations” in the state party — which he effectively controls — being somehow responsible. The Cuomo campaign did not respond to questions about such groups or how they operated in conjunction with the broader organization.\nThe flier was strongly denounced by Mr. Cuomo’s fellow Democrats, accompanied by calls for Mr. Berman’s resignation from prominent party members. In a post on Facebook, the rabbi at the synagogue that Ms. Nixon attends, Sharon Kleinbaum, and Rabbi Kleinbaum’s wife, Randi Weingarten, the head of the American Federation of Teachers, wrote that the flier was “beyond the pale.”", "url": "https://www.nytimes.com/2018/09/11/nyregion/nixon-cuomo-flier.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}