{"authors": ["Daisuke Wakabayashi"], "date_download": "2018-11-16 03:41:11", "date_modify": "2018-11-16 03:41:11", "date_publish": "2018-01-30 23:25:10", "description": "Two of the tech industry’s heavyweights are heading to court over claims that the ride-hailing company stole driverless car technology.", "filename": "2018_01_30_technology_waymo-uber-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339671.html", "image_url": "https://static01.nyt.com/images/2018/01/31/business/31UberWaymo_art/31UberWaymo_art-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_30_technology_waymo-uber-lawsuit.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339671.html", "title": "Secrets or Knowledge? Uber-Waymo Trial Tests Silicon Valley Culture", "title_page": "Secrets or Knowledge? Uber-Waymo Trial Tests Silicon Valley Culture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It was a long and tedious process requiring much experimentation to see what worked and what didn’t. Some of those lessons are still considered valuable and closely guarded secrets at Waymo — secrets the company says Uber would have to tap into to meet the ambitious financial targets it has set for Mr. Levandowski.\nLIDAR. Waymo has said Uber misappropriated eight of its trade secrets, most of them having to do with lidar — an abbreviation for “light detection and ranging” — devices that measure distances using lasers. Such sensors are critical in the operation of autonomous vehicles. One of the eight secrets was a so-called “negative trade secret” — a term for a valuable lesson about what does and doesn’t work that was learned through time-consuming trial and error.\nWhat Uber is arguing\nTRADE SECRETS. Uber says that what Waymo claims are trade secrets actually aren’t. Uber is expected to argue it developed all of its autonomous vehicle technology and know-how independently and that the information Waymo claims are trade secrets are generally known or ascertainable by Uber’s own experts.\nIt is a position that is fitting with the start-up spirit of Silicon Valley, where engineers move freely from company to company, taking what they know with them. A free flow of ideas and personnel can open the door to claims of theft or copying, but technologists often look down on companies that resort to legal action to kneecap a competitor.\nCHANGING JOBS. In a pretrial proceeding with lawyers for Uber and Waymo, Judge William Alsup, who will preside over the trial in federal court, pressed them on how to protect the rights of engineers to advance their careers elsewhere if their former employers designate “everything in the universe” as a trade secret. He cited a hypothetical example of an engineer who learned the best way of doing something through trial and error.\nWhen that engineer moves to another company and is assigned that same task, will that person need to “reinvent the wheel” and go through all the experiments again to make sure they are not using a former employer’s trade secrets? “Is an engineer really supposed to get a frontal lobotomy before they go to the next job? I think the answer has to be no,” Judge Alsup said.", "url": "https://www.nytimes.com/2018/01/30/technology/waymo-uber-lawsuit.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}