{"authors": ["Bryce Covert"], "date_download": "2018-11-16 03:40:01", "date_modify": "2018-11-16 03:40:01", "date_publish": "2018-10-01 10:00:04", "description": "Changing the rules on public assistance for immigrants punishes anyone who needs a little help getting back on their feet.", "filename": "2018_10_01_opinion_trump-wants-to-turn-the-safety-net-into-a-trap_1542339601.html", "image_url": "https://static01.nyt.com/images/2018/09/24/opinion/24nguyenhirota/24nguyenhirota-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_01_opinion_trump-wants-to-turn-the-safety-net-into-a-trap_1542339601.html", "title": "Trump Wants to Turn the Safety Net Into a Trap", "title_page": "Opinion | Trump Wants to Turn the Safety Net Into a Trap - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Trump administration wants to change how the government defines who is or is likely to become a “public charge.” The Department of Homeland Security released a draft regulation on Sept. 22, in which it proposed that any immigrant who is likely to use or who has already used Medicaid, public housing or a rent voucher, cash assistance or food stamps could be barred from the country or kept from getting permanent resident status.\nThe proposed rule change is part and parcel of the Trump administration’s hostility to immigrants. But it’s also about more than that. The administration would remake the idea of self-sufficiency, admitting only those who never need to turn to the public safety net, but instead rely solely on “their own capabilities” or the resources of their families and private charity. It even asserts that people who use public programs “in a relatively small amount or for a relatively short duration” are still considered dependent on the welfare state.\nThis redefinition of self-sufficiency ignores the way that most people use these programs. Even people with jobs often cycle on and off assistance as work comes and goes, or to plug the gaps when it just doesn’t pay enough. These programs allow people to remain healthy and solvent — supporting their independence. This rule therefore hurts everyone, not just immigrants, by stigmatizing the safety net funded by all of us to help people survive when they fall on hard times.", "url": "https://www.nytimes.com/2018/10/01/opinion/trump-wants-to-turn-the-safety-net-into-a-trap.html"}