{"authors": ["Jim Tankersley"], "date_download": "2018-11-16 03:40:00", "date_modify": "2018-11-16 03:40:00", "date_publish": "2018-10-15 19:12:44", "description": "Plunging corporate tax revenues from the Trump tax cuts helped push the annual deficit to $779 billion. It is on track to reach $1 trillion by 2020.", "filename": "2018_10_15_us_politics_federal-deficit-2018-trump-tax-cuts_1542339600.html", "image_url": "https://static01.nyt.com/images/2018/10/16/business/16dc-budget/16dc-budget-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_15_us_politics_federal-deficit-2018-trump-tax-cuts_1542339600.html", "title": "Budget Deficit Jumps Nearly 17% in 2018", "title_page": "Budget Deficit Jumps Nearly 17% in 2018 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But the numbers released by Mr. Mnuchin’s department suggest falling revenues were a far larger contributor to the rising deficit than higher spending. Federal outlays increased for the fiscal year, but, because the economy grew at a faster pace than outlays did the previous year, they fell as a share of the economy, to 20.3 percent from 20.7 percent.\nFederal revenues rose by 0.4 percent from fiscal year 2017. That was a slowdown from previous years. Revenues rose by 1.5 percent between fiscal years 2016 and 2017. They rose by 0.5 percent between 2015 and 2016, when economic growth was considerably slower than it has been over the last year. Between 2014 and 2015, they rose by 7.5 percent.\nAs a share of the economy, revenues fell to 16.5 percent in fiscal year 2018, from 17.2 percent the year before. Revenues are now nearly a percentage point lower than their average for the last 40 years, the Treasury Department said in its news release.\nPersonal income tax collections rose slightly over the past fiscal year, the Treasury data show, though in September they were lower than they were a year ago. The big revenue drop came on the business side. Corporate tax revenues have fallen by a third from a comparable period a year ago, a direct consequence of the tax law signed last year, which reduced the top corporate rate to 21 percent from 35 percent.\nFor the full 2018 fiscal year, corporate tax receipts were nearly $205 billion. That figure is a drop from $297 billion in fiscal year 2017.", "url": "https://www.nytimes.com/2018/10/15/us/politics/federal-deficit-2018-trump-tax-cuts.html"}