{"authors": ["Ersilia M. Defilippis"], "date_download": "2018-11-16 04:32:25", "date_modify": "2018-11-16 04:32:25", "date_publish": "2018-05-10 15:06:31", "description": "Alleviating suffering involves providing comfort, solace and coziness, even if that takes the shape of a fluffy golden teddy bear.", "filename": "2018_05_10_well_live_when-doctors-give-their-patients-gifts_1542342745.html", "image_url": "https://static01.nyt.com/images/2018/04/24/well/doctors-gift/doctors-gift-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_10_well_live_when-doctors-give-their-patients-gifts_1542342745.html", "title": "When Doctors Give Their Patients Gifts", "title_page": "When Doctors Give Their Patients Gifts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When I was a medical student, I often found myself in the hospital gift shop. The gift shop was an oasis for me, not only because of the expansive candy selection that palliated my sugar cravings, but also because I could see gift-givers in cross-section. Loved ones came in and out, buying balloons for newborns and flowers for their parents or children. One would buy a newspaper for her spouse to read; another doting husband would buy a scarf for his wife to hide the scar from her recent surgery. Through their gifts, they were not only showing their love, but also their hope and yearning for health, for success, for life.\nI found myself in the gift shop again on the day of my patient’s planned discharge to home hospice. She was an elderly woman with metastatic cancer. She had been admitted for nearly a month.\nAs a third-year student, I had followed the course of her care throughout my time on the service. Every morning for that month, I walked into her room to ask how she was doing. I had watched her reach the limits of medicine; her disease was incurable. Perhaps it was just an instinct ingrained in me from my Italian-Jewish family, but I knew I could not leave the gift shop empty-handed. I settled on a stuffed animal, a black puppy.\nGift-giving to physicians is a relatively common practice, albeit a controversial one. One study in the British Medical Journal found that 20 percent of physicians in Britain had received a gift in the previous month. The study was conducted from May to July and therefore did not include the holiday months, when gift-giving may be even more frequent. Some doctors believe that patient gifts may predispose them to favoritism; others are willing to accept small gifts of low monetary value.", "url": "https://www.nytimes.com/2018/05/10/well/live/when-doctors-give-their-patients-gifts.html"}