{"authors": ["Fahim Abed"], "date_download": "2018-11-16 03:14:43", "date_modify": "2018-11-16 03:14:43", "date_publish": "2018-11-09 12:13:17", "description": "At least 118 security force members were killed during the past week as fighting spread to nine provinces, mostly in the south.", "filename": "2018_11_09_magazine_afghan-war-casualty-report.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338083.html", "image_url": "https://static01.nyt.com/images/2018/11/09/magazine/09atwar-casualty-report-2/merlin_146414253_222ce434-42ea-42ff-adcf-a78345a6d377-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_09_magazine_afghan-war-casualty-report.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338083.html", "title": "Afghan War Casualty Report: Nov. 02-08", "title_page": "Afghan War Casualty Report: Nov. 02-08 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nov. 05 Herat Province: seven soldiers killed\nThe Taliban attacked an army outpost in the Chel Dokhtaran area of Shindand District with the help of an insurgent who had posed as a soldier. Seven soldiers were killed and four others were wounded in the clashes.\nNov. 05 Kandahar Province: 17 police killed\nFive police officers were killed and seven others were wounded in Taliban attacks on security outposts in the districts of Maruf and Arghistan. Thirty Taliban fighters were also killed in the clashes. Police forces were aware of the Taliban’s plan and ambushed them.\nThe Taliban attacked a police outpost in the Mandigak area of Khakrez District. Twelve police officers were killed and two others were wounded in the fighting. The Taliban captured the post and seized the weapons and equipment inside, then left the area.\nNov. 05 Zabul Province: one police killed\nA roadside bomb hit a police vehicle in the Spinghar area of Qalat, the provincial capital. One police officer was killed and two others were wounded.\nNov. 05 Badghis Province: one border force soldier killed\nThe Taliban attacked an outpost of border forces in the Morichaq area of Bala Morghab District, killing one soldier and wounding three others. At least 10 Taliban insurgents were killed or wounded in the clashes.\nNov. 05 Ghazni Province: 13 security forces killed\nA joint military and police outpost fell to the Taliban only two days after it had been set up, with six police officers and seven soldiers killed and three others wounded. Six Taliban fighters were also killed and 10 others were wounded. The Taliban attacked security outposts in other parts of the province, but there were no casualties among Afghan security forces.\nNov. 04 Takhar Province: one soldier killed\nTwo Humvees of Afghan border forces were ambushed by the Taliban in the Shahr-i-Kohna area of Dasht-i-Qala District. One Humvee was hit by a rocket and another hit a roadside bomb. One soldier was killed and another was wounded.", "url": "https://www.nytimes.com/2018/11/09/magazine/afghan-war-casualty-report.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}