{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:50:21", "date_modify": "2018-11-16 03:50:21", "date_publish": "2018-02-09 23:41:12", "description": "Foreign countries are responding to tariffs imposed on solar panels and washing machines with challenges in American courts and at the World Trade Organization.", "filename": "2018_02_09_us_politics_trump-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340221.html", "image_url": "https://static01.nyt.com/images/2018/02/10/business/10DC-TRADE1/10DC-TRADE1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_09_us_politics_trump-trade.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340221.html", "title": "Trump Trade Measures Set Off a Global Legal Pushback", "title_page": "Trump Trade Measures Set Off a Global Legal Pushback - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "These groups are still waiting to see whether the Trump administration fulfills its most ambitious plans for remaking trade policy. In the coming months, the administration is expected to introduce a hefty penalty on China for encroaching on American intellectual property, which could include tariffs on consumer electronics or restrictions on Chinese investment in the United States.\nThe fate of two separate trade actions, on imports of steel and aluminum, appears less certain.\nLast June, President Trump said that the steel industry would be seeing action “very soon.” But the idea of these tariffs was met with a swift backlash from industries that use the metals to produce other goods, like carmakers, as well as some Defense Department officials.\nSince the Commerce Department submitted its reports on the investigations to the president last month, the cases have not been mentioned in official statements, including the White House’s summary of its current trade actions released after the president’s State of the Union address.\nThe resignation this week of Rob Porter, the White House staff secretary, who was responsible for organizing weekly meetings of White House trade advisers and bridging deep divides in views on trade among the staff, throws the fate of these measures into further question.\nDepending on what happens at the World Trade Organization, the United States could see further retaliation against the solar tariff, said Allan T. Marks, a lawyer at Milbank, Tweed, Hadley and McCloy.\nThe World Trade Organization will now consider whether countries like China had sufficient opportunity to consult with the United States before the tariffs were imposed, and if the United States followed its rules for creating such temporary safeguards for its industries.\nMr. Marks declined to speculate on the potential results, but said that the most recent precedent could be troubling for the United States. The last time that the United States imposed these kinds of tariffs, on steel imports under President George W. Bush in 2002, the World Trade Organization ruled that they were illegal, clearing the way for countries to lawfully retaliate against the United States. Under the threat of retaliation, the Bush administration withdrew the steel tariffs in 2003.\n“You could see retaliation from exporting countries like China that are hurt by the safeguard action,” Mr. Marks said. “And we’ll probably get there. That’s what happened for steel.”", "url": "https://www.nytimes.com/2018/02/09/us/politics/trump-trade.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}