{"authors": ["Richard Fausset", "Serge F. Kovaleski"], "date_download": "2018-11-16 04:02:41", "date_modify": "2018-11-16 04:02:41", "date_publish": "2018-02-16 01:11:52", "description": "Mr. Cruz, the suspect in the Parkland, Fla., school shooting, had no criminal history. But his childhood was certainly difficult.", "filename": "2018_02_15_us_nikolas-cruz-florida-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340961.html", "image_url": "https://static01.nyt.com/images/2018/02/16/autossell/AP_18046693991652/AP_18046693991652-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_15_us_nikolas-cruz-florida-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340961.html", "title": "Nikolas Cruz, Florida Shooting Suspect, Showed ‘Every Red Flag’", "title_page": "Nikolas Cruz, Florida Shooting Suspect, Showed ‘Every Red Flag’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Pressed repeatedly as to whether he would commit to tightening gun restrictions in his state, Mr. Scott said that he would be “strong on that,” and that “everything is on the table.”\nBut he also made clear that there were “a lot of things” at play, such as who should have guns, how to make schools safer, and how to make it easier for children to report problems.\nMr. Cruz had no criminal history before the shootings, according to state law enforcement records. But his childhood was certainly troubled.\nHe spent much of it in a subdivision called Pine Tree Estates, on a lush, narrow street dotted with tropical plants and the occasional driveway basketball hoop. Mr. Cruz and his brother, Zachary, had been adopted, and were raised largely by their mother, Lynda Cruz, especially after their father, Roger P. Cruz, died suddenly in 2004 at the age of 67. Ms. Cruz died in November, and people who knew Nikolas said he had taken the loss hard.\nPaul Gold, 45, said he lived next door to the Cruzes in 2009 and 2010 and stayed in touch with Lynda Cruz over the years.\n“He had emotional problems and I believe he was diagnosed with autism,” Mr. Gold said of Nikolas Cruz. “He had trouble controlling his temper. He broke things. He would do that sometimes at our house when he lost his temper. But he was always very apologetic afterwards.”\nHe added: “He would sometimes be hitting his head and covering his ears. One time, I sent him home because he was misbehaving at our house and he took a golf club and smashed one of my trailers.”\nHe said that Mr. Cruz at one point had gone to a school for students with special needs. “Kids were really picking on him and would gang up on him and beat him up a little,” Mr. Gold said. “They ostracized him. He didn’t have many friends.”\nHe said that Mr. Cruz’s mother had done what she could to take care of him, and that the two had an extremely strong bond.\n“His mother was his entire life and when he lost her, I believe that was it for the boy’s peace of mind,” he said.\nOther neighbors said Mr. Cruz was a regular source of agitation. Helen Pasciolla said Lynda Cruz had called sheriff’s deputies to the house numerous times in an effort to keep Mr. Cruz in line. Craig Koblitz, 62, a yacht repairman who lives across the street, said some neighbors had suspected him of burglarizing a nearby house a few years ago.\nAbout six years ago, Mr. Koblitz returned to his home to find Mr. Cruz scooping the fish from the pond in his palm-shaded front yard. He found it odd that the boy did not seem to express much surprise or guilt over being caught stealing.", "url": "https://www.nytimes.com/2018/02/15/us/nikolas-cruz-florida-shooting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}