{"authors": ["Tim Weiner"], "date_download": "2018-11-16 04:41:58", "date_modify": "2018-11-16 04:41:58", "date_publish": "2018-02-02 00:12:00", "description": "He may not believe in the rule of law, but tens of thousands of men and women at the Department of Justice do.", "filename": "2018_02_01_opinion_trump-fbi-winner-justice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343318.html", "image_url": "https://static01.nyt.com/images/2018/02/01/opinion/01weiner-web/01weiner-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_01_opinion_trump-fbi-winner-justice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343318.html", "title": "In Trump vs. the F.B.I., Trump Will Lose", "title_page": "Opinion | In Trump vs. the F.B.I., Trump Will Lose - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "He now stands on the verge of re-enacting the Saturday Night Massacre, when Nixon forced out his own attorney general and the next man in line in order to sack the special prosecutor investigating Watergate. Nixon’s willing executioner back in the October 1973 was the No. 3 man at Justice, the solicitor general Robert Bork. At the end of that fateful night, Nixon promised him the next seat on the Supreme Court. It worked out badly for all concerned — Nixon resigned anyway, and Bork’s actions were a major strike against him in his unsuccessful nomination to the court.\nWhere’s Mr. Trump’s Bork? Could it be the associate attorney general, Rachel Lee Brand, a former professor at the Antonin Scalia Law School and now the third-ranking Justice Department official? Would she want to carry the same weight under which Bork labored for all his life?\nMaybe. But as Nixon learned, the president can’t fire his way out of this crisis. Despite the degradations and depredations that this president has inflicted on the executive branch, there remains a phalanx of honorable people at the Justice Department and the F.B.I. more beholden to principle than politics, prepared to fall on their swords rather than suborn high crimes. Mr. Wray is one.\nWhen he was sworn in four months ago, he told an audience of F.B.I. agents that he was going to uphold the Constitution and follow the rule of law. “We’re going to follow the facts independently, no matter where they lead, no matter who likes it,” he said. “And we’re going to always, always pursue justice.”\nThe framers of the Constitution contemplated there would be times like this. Though they failed to foresee a leader quite like Donald Trump — a man more akin to the mad King George of England than to Madison and Jefferson — they knew not every president would be enlightened. But they did not dream any would be so benighted, so blind as to place personal loyalty above the rule of law.\nThe president has measured Mr. Mueller for the guillotine for months. As the bloodhounds close in on the Oval Office, he may sharpen his blade and place the prosecutor’s head on a pike. If so, he’ll have to confront the Constitution. And he’ll lose again.", "url": "https://www.nytimes.com/2018/02/01/opinion/trump-fbi-winner-justice.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}