{"authors": ["Ivan Penn"], "date_download": "2018-11-16 03:24:04", "date_modify": "2018-11-16 03:24:04", "date_publish": "2018-07-20 18:45:28", "description": "Two decades ago, a new approach to power delivery led to blackouts. Now the state is considering another energy makeover: a regional electric grid.", "filename": "2018_07_20_business_energy-environment_california-energy-grid-jerry-brown-plan_1542338644.html", "image_url": "https://static01.nyt.com/images/2018/07/21/business/21GRID-1/21GRID-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_20_business_energy-environment_california-energy-grid-jerry-brown-plan_1542338644.html", "title": "California Wants to Reinvent the Power Grid. So What Could Go Wrong?", "title_page": "California Wants to Reinvent the Power Grid. So What Could Go Wrong? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This is not either-or, it’s not local versus regional — it’s getting the best out of both,” said Ralph Cavanagh, staff lawyer for the Natural Resources Defense Council and a longtime proponent of the measure. “You will use the existing system more efficiently.”\nFor example, at certain times of the year, California produces more solar and wind energy than it can use, and must pay other states to take it to avoid overloading the system and causing blackouts. A regional grid would enable better coordination with other generation sources without additional payments.\nAs for the potential for energy companies in coal states to send more power from fossil fuels to California customers, Mr. Cavanagh said market dynamics would preclude that, since the low cost of solar and wind energy is making other generation sources uncompetitive. “The operating cost of renewables is zero,” he said. “The Trump administration has a coal agenda, and that’s exactly why we should push back.”\nBut Mr. Trump’s position on coal and other fossil fuels is exactly the reason that critics say this is the worst time to risk California’s clean-energy goals by loosening its control. Because the regional operation has to be approved by the Federal Energy Regulatory Commission, and California is ceding more control of the operator, the new Western grid would be more firmly in the federal government’s hands.\nCalifornia law mandates that at least 50 percent of the state’s electricity generation come from carbon-free sources by 2030. Lawmakers are considering a separate bill that would increase the mandate to 100 percent.\nIn a regional market, a significant potential player would be a utility called PacifiCorp, a unit of Warren E. Buffett’s Berkshire Hathaway Energy. PacifiCorp operates in a half-dozen Western states, including Wyoming, which produces more than 80 percent of its electricity from coal, and Utah, where the share is almost 70 percent.\n“We see it as throwing a lifeline to those coal plants,” said Travis Ritchie, a staff lawyer for the Sierra Club. “This whole thing really caught our attention because it was PacifiCorp. They were the ones who pushed grid regionalization.”", "url": "https://www.nytimes.com/2018/07/20/business/energy-environment/california-energy-grid-jerry-brown-plan.html"}