{"authors": ["Thomas Kaplan"], "date_download": "2018-11-16 03:40:24", "date_modify": "2018-11-16 03:40:24", "date_publish": "2018-02-08 16:54:22", "description": "Government funding expired at midnight after Senator Rand Paul of Kentucky held up the Senate’s vote on a budget deal, but both chambers eventually gave their approval.", "filename": "2018_02_08_us_politics_congress-budget-deal-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339624.html", "image_url": "https://static01.nyt.com/images/2018/02/09/us/politics/10dc-cong-Ryan/10dc-cong-Ryan-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_08_us_politics_congress-budget-deal-vote.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339624.html", "title": "Trump Signs Budget Deal to Raise Spending and Reopen Government", "title_page": "Trump Signs Budget Deal to Raise Spending and Reopen Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Among the Democratic ranks in the House, the objections were also strenuous, but for reasons very different from Mr. Paul’s.\nWith the monthslong budget impasse appearing to be on the cusp of a resolution, lawmakers were girding for a fight over the fate of young immigrants who were brought to the country illegally as children, known as Dreamers, as well as Mr. Trump’s plan to build a wall along the southern border with Mexico and other possible immigration policy changes.\nThe uncertain outlook for immigration legislation, and the disagreements on the best strategy to move forward, was starkly apparent as Ms. Pelosi commanded the House floor for more than eight hours on Wednesday in an effort to help the young immigrants. She said she would oppose the budget deal unless Mr. Ryan offered a commitment to hold a vote on legislation in the House that would address the fate of the Dreamers.\nOn Thursday, Ms. Pelosi herself displayed the conflicting pressures on Democrats. She simultaneously hailed the budget deal while proclaiming she would vote against it. In a letter to colleagues, she explained her opposition to the deal, but also nodded to its virtues and held back from pressuring other Democrats to vote against it.\n“I’m pleased with the product,” she told reporters. “I’m not pleased with the process.”\nIn his own comments to reporters on Thursday, Mr. Ryan stressed his desire to address the fate of the young immigrants. But he did not offer the kind of open-ended commitment that might assuage Ms. Pelosi. Instead, he signaled that whatever bill the House considers would be one that Mr. Trump supports.\n“To anyone who doubts my intention to solve this problem and bring up a DACA and immigration reform bill, do not,” he said. “We will bring a solution to the floor, one that the president will sign.”\nJust before the vote on Friday morning, Mr. Ryan offered a further reassurance about his commitment to addressing DACA. Once the budget deal has been approved, he said, “we will focus on bringing that debate to this floor and finding a solution.”", "url": "https://www.nytimes.com/2018/02/08/us/politics/congress-budget-deal-vote.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}