{"authors": ["Julie Hirschfeld Davis", "Ana Swanson"], "date_download": "2018-11-16 03:50:19", "date_modify": "2018-11-16 03:50:19", "date_publish": "2018-07-24 16:48:31", "description": "The move drew swift condemnation from many farm groups and lawmakers, including several Republicans, and signaled that the president is digging in on his tariffs.", "filename": "2018_07_24_us_politics_farmers-aid-trade-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340219.html", "image_url": "https://static01.nyt.com/images/2018/07/25/us/politics/25dc-farmaid-print/25dc-farmbill-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_24_us_politics_farmers-aid-trade-war.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340219.html", "title": "To Ease Pain of Trump’s Trade War: $12 Billion in Aid for Farmers", "title_page": "To Ease Pain of Trump’s Trade War: $12 Billion in Aid for Farmers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Trump administration announced on Tuesday that it would provide up to $12 billion in emergency relief for farmers hurt by the president’s trade war, moving to blunt the financial damage to American agriculture and the political fallout for Republicans as the consequences of President Trump’s protectionist policies roll through the economy.\nUnveiled two days before the president is scheduled to visit Iowa, a politically important state that is the nation’s top soybean producer, the farm aid appeared calculated to show that Mr. Trump cares about farmers and is working to protect them from the worst consequences of his trade war.\nBut the relief money, announced by the Department of Agriculture, was also an indication that Mr. Trump — ignoring the concerns of farmers, their representatives in Congress and even some of his own aides — plans to extend his tit-for-tat tariff wars.\n“The actions today are a firm statement that other nations cannot bully our agricultural producers to force the United States to cave in,” Sonny Perdue, the secretary of agriculture, said during a call with reporters to unveil the program.", "url": "https://www.nytimes.com/2018/07/24/us/politics/farmers-aid-trade-war.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}