{"authors": ["Jessica Silver-Greenberg", "Matthew Goldstein"], "date_download": "2018-11-16 03:58:57", "date_modify": "2018-11-16 03:58:57", "date_publish": "2018-02-12 23:33:12", "description": "A lawsuit filed by an employee of Mr. Cohen’s company, Point72, alleges that senior employees discriminate against women. The firm denies the allegations.", "filename": "2018_02_12_business_steven-cohen-point72-discrimination-lauren-bonner_1542340737.html", "image_url": "https://static01.nyt.com/images/2018/02/15/business/13POINT72-1/13POINT72-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_12_business_steven-cohen-point72-discrimination-lauren-bonner_1542340737.html", "title": "Steven Cohen’s Investment Firm Accused of Hostility to Women", "title_page": "Steven Cohen’s Investment Firm Accused of Hostility to Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A female executive at the investment firm run by Steven A. Cohen, the billionaire investor, said in a lawsuit that the company was a testosterone-fueled “boys’ club” in which men commented on women’s bodies, belittled their abilities and paid them less than their male peers.\nThe lawsuit, filed in federal court Monday by a current employee of Mr. Cohen’s Point72 Asset Management, describes a toxic working environment for women. Those with years of experience were often referred to as “girls” or “sweethearts.” Some were excluded from meetings that were deemed for men only, the lawsuit said.\nThe lawsuit offers a rare glimpse inside the $11 billion firm, which is run by one of Wall Street’s most fabled traders and is a huge source of business across the banking industry. Mr. Cohen, who is in the midst of trying to repair his tarnished public image and raise money from investors, is not accused of inappropriate behavior in the lawsuit.\nIn a statement on Monday, Point72 said, “The firm emphatically denies these allegations and will defend itself in a more appropriate venue than the media.”", "url": "https://www.nytimes.com/2018/02/12/business/steven-cohen-point72-discrimination-lauren-bonner.html"}