{"authors": ["Maggie Haberman", "Michael D. Shear"], "date_download": "2018-11-16 03:50:57", "date_modify": "2018-11-16 03:50:57", "date_publish": "2018-01-09 16:42:12", "description": "The forum in Switzerland is synonymous with wealth and elite prestige, drawing leaders of nations and corporations, and some of the world’s richest individuals.", "filename": "2018_01_09_us_politics_trump-davos-world-economic-forum.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340257.html", "image_url": "https://static01.nyt.com/images/2018/01/09/us/10dc-davos/10dc-davos-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_09_us_politics_trump-davos-world-economic-forum.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340257.html", "title": "Trump Plans to Attend the World Economic Forum in Davos", "title_page": "Trump Plans to Attend the World Economic Forum in Davos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Those who attend include journalists and columnists, Hollywood celebrities, researchers, corporate chief executive officers and other business titans, and some heads of state. Former President Bill Clinton attended the forum in 2000 and former president George W. Bush attended a meeting of the Word Economic Forum in Egypt in 2008. But former President Barack Obama did not attend the meetings during the time he was in the White House.\nFounded in 1971 by Klaus Schwab, a German economics professor, the forum has become an annual meeting that includes dinners and over 400 panel discussion sessions, largely about world social and economic trends. Officially, it is an academic conference; unofficially it is a global schmoozefest for the rich and powerful.\nThe conference is still dominated by corporate executives, but the gathering also now attracts world leaders, some of whom use the venue as a way to hold less formal bilateral conversations.\nLast year, President Xi Jinping of China attended the forum, which began just days before Mr. Trump’s inauguration, becoming the first Chinese leader to mingle with the corporate and media crowd in the mountain village.\nIn a speech at the forum, Mr. Xi portrayed his country as a global leader interested in free trade at a time that Mr. Trump was already calling for a turn inward. Mr. Xi challenged the incoming president not to forsake trade with the rest of the world.\n“Pursuing protectionism is like locking oneself in a dark room,” Mr. Xi said in Davos last year. “While wind and rain may be kept outside, that dark room will also block light and air. No one will emerge as a winner in a trade war.”\nThe forum has also become a way to be seen with the growing number of global celebrities; last year, it was attended by Matt Damon and Forest Whitaker, the actors, and the singer Shakira.\nOfficials with the World Economic Forum, which takes place from January 23 to 26, said they did not know what dates to expect the president to attend. The White House did not say when Mr. Trump would travel there, or say whether he would make other stops on a broader overseas trips.", "url": "https://www.nytimes.com/2018/01/09/us/politics/trump-davos-world-economic-forum.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}