{"authors": ["Chris Buckley", "Keith Bradsher"], "date_download": "2018-11-16 03:50:24", "date_modify": "2018-11-16 03:50:24", "date_publish": "2018-02-25 09:36:59", "description": "The Communist Party has proposed revising the Constitution to end a two-term limit, which would let Xi Jinping remain president, perhaps indefinitely.", "filename": "2018_02_25_world_asia_china-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340224.html", "image_url": "https://static01.nyt.com/images/2018/02/26/world/26china/26china-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_25_world_asia_china-xi-jinping.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340224.html", "title": "China Moves to Let Xi Stay in Power by Abolishing Term Limit", "title_page": "China Moves to Let Xi Stay in Power by Abolishing Term Limit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Xi already serves as the party’s general secretary and the military chief, positions with no term limits.\n“This is the next step in the continuing breakdown of political norms that had held sway in China’s reform era,” said Carl Minzner, a professor of law at Fordham University in New York and author of a new book on Mr. Xi’s increasing authoritarianism.\n“What are the risks of these shifts?” Professor Minzner said. “In the short term, all the traditional dangers that arise from the excessive centralization of power in the hands of one person. But in the long term, the real question is how far the breakdown in political norms could go.”\nJiang Zemin, the leader who succeeded Deng, was installed during the Tiananmen protests of 1989 and served two terms as president from 1993 to 2003. But he lingered in power until 2004 by retaining control of the committee that runs China’s military.\nHis successor, Hu Jintao, stepped down from all his positions after his two terms — an example that some experts had expected Mr. Xi to follow.\nBut as Mr. Xi’s first term comes to an end, few in China see much likelihood of his power being subdued anytime soon by rivals in the leadership elite.\n“Xi is now unfettered. He owns the entire policy process,” Susan Shirk, the head of the 21st Century China Center at the University of California, San Diego, wrote in a forthcoming paper about politics under Mr. Xi. “And Chinese domestic and foreign policy is only as restrained or aggressive as he wants it to be. The risk of policy misjudgments is greater than it has been under any other leader since Mao died.”", "url": "https://www.nytimes.com/2018/02/25/world/asia/china-xi-jinping.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}