{"authors": ["Sheryl Gay Stolberg", "Catie Edmondson"], "date_download": "2018-11-16 04:14:08", "date_modify": "2018-11-16 04:14:08", "date_publish": "2018-09-24 18:12:23", "description": "On television and in print, Judge Brett M. Kavanaugh on Monday began a remarkable campaign to defend his nomination to the Supreme Court, even as new accusations emerged.", "filename": "2018_09_24_us_politics_brett-kavanaugh-confirmation_1542341648.html", "image_url": "https://static01.nyt.com/images/2018/09/25/business/25FOX2-promo/25FOX2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_24_us_politics_brett-kavanaugh-confirmation_1542341648.html", "title": "Brett Kavanaugh Vows to Fight ‘Smears’ and Will Not Withdraw", "title_page": "Brett Kavanaugh Vows to Fight ‘Smears’ and Will Not Withdraw - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“And we told them at the very beginning of this process this will be not fun sometimes,” she added.\nDr. Blasey has said that she intended for her accusations to remain confidential, but after word of them began to leak, she shared her account of the episode with The Washington Post. In a letter sent Saturday to Mr. Grassley, Dr. Blasey — who sometimes goes by her married name, Ford — said that she decided to share her account with her congresswoman, Representative Anna G. Eshoo, Democrat of California, when Judge Kavanaugh’s name was being floated as a potential Supreme Court nominee.\nHer legal team released the letter on Monday.\nThe decision to come forward, Dr. Blasey wrote, “was a very difficult one, but I felt that this was something that a citizen couldn’t NOT do. I felt agony yet urgency and a civic duty to let it be known, in a confidential manner, prior to the nominee being selected.”\nShe went on: “Mr. Kavanaugh’s actions, while many years ago, were serious and have had a lasting impact on my life. I thought that knowledge of his actions could be useful for you and those in charge of choosing among the various candidates. My original intent was first and foremost to be a helpful citizen.”\n[Read Dr. Blasey’s letter.]\nMr. Grassley replied that he was committed to making sure she was heard. “It’s important to me that you personally know how sincere and thorough this effort has been, including my commitment to make sure committee members and other senators are able to hear directly from you,” he wrote in a letter that his aides released Monday. He added a postscript in his own hand: “P.S. I look forward to your testimony.” He signed the letter, “Chuck.”\nIn Washington and around the country on Monday, activists held a “national moment of solidarity” organized by a number of women’s groups in support of Judge Kavanaugh’s accusers and the larger #MeToo movement.\nOn Capitol Hill, hundreds of protesters flooded the lobby of the Hart Senate Office Building on Monday, dressed in black and holding signs that said, “I believe Deborah Ramirez” and “I believe Christine Blasey Ford.” Dozens camped outside the offices of Senators Collins and Flake.\nAnd more than 100 Yale Law students, as their classmates participated in a demonstration at Mr. Kavanaugh’s alma mater, traveled to Washington to appear at a news conference with Senators Chris Coons of Delaware and Richard Blumenthal of Connecticut, both Democrats and both of whom are Yale Law alumni.", "url": "https://www.nytimes.com/2018/09/24/us/politics/brett-kavanaugh-confirmation.html"}