{"authors": ["David D. Kirkpatrick", "Carlotta Gall"], "date_download": "2018-11-16 03:22:13", "date_modify": "2018-11-16 03:22:13", "date_publish": "2018-10-17 15:16:19", "description": "The Saudi journalist’s fingers were severed and he was later beheaded, according to details from audio recordings published in the Turkish media.", "filename": "2018_10_17_world_europe_turkey-saudi-khashoggi-dismember_1542338533.html", "image_url": "https://static01.nyt.com/images/2018/10/18/world/18turkey-tape-print/18turkey-tape-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_17_world_europe_turkey-saudi-khashoggi-dismember_1542338533.html", "title": "Audio Offers Gruesome Details of Jamal Khashoggi Killing, Turkish Official Says", "title_page": "Audio Offers Gruesome Details of Jamal Khashoggi Killing, Turkish Official Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A top Saudi doctor of forensics had been brought along for the dissection and disposal of the body — an addition to the team that Turkish officials have called evidence of premeditation. And as the agents cut off Mr. Khashoggi’s head and dismembered his body, the doctor had some advice, according to the senior Turkish official.\nListen to music, he told them, as he donned headphones himself. That was what he did to ease the tension when doing such work, the doctor explained, according to the official describing the contents of the audio recordings.\nAlthough several Turkish officials have described the audio recordings or other evidence related to Mr. Khashoggi’s disappearance in the consulate, all have declined to disclose how the material was obtained. Some recordings or other evidence may have come from intercepted communications or audio surveillance that the Turkish government is unwilling to acknowledge for fear of compromising intelligence sources or revealing violations of international law.\nBut Mr. Trump’s comments suggested that the Turks have also declined to share their evidence with United States intelligence agencies, which are usually close partners. That reluctance suggests the Turkish government may be seeking to reach some accommodation with Saudi Arabia while avoiding a full rupture in relations with another important regional power.\nThe Turkish leaks implicating Saudi officials in the Khashoggi case have followed a distinctive pattern.\nThey began on Oct. 6, the day Turkish officials have said President Erdogan was first briefed on the evidence. But the flow of leaks ceased in more recent days as diplomatic steps to address the matter escalated: King Salman of Saudi Arabia called Mr. Erdogan and sent a high-level delegation. President Trump suggested that he was taking the accusations seriously and sent Mr. Pompeo to Saudi Arabia for answers. And people knowledgeable about the Saudi plans said the royal court was preparing to acknowledge Mr. Khashoggi’s killing and punish what they would describe as a rogue operator in the Saudi intelligence service.\nOn Wednesday, however, the leaks resumed and escalated, a possible sign of Turkish frustration as the Saudis have delivered no such public explanation and the Trump administration has shown no rush to get one.", "url": "https://www.nytimes.com/2018/10/17/world/europe/turkey-saudi-khashoggi-dismember.html"}