{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:25:42", "date_modify": "2018-11-16 04:25:42", "date_publish": "2018-01-20 01:12:49", "description": "As Democrats pushed the government toward a shutdown, they could take solace in the rapid-fire news cycles of the Trump era. A crisis now may be long forgotten by November.", "filename": "2018_01_19_us_politics_blame-government-shutdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342342.html", "image_url": "https://static01.nyt.com/images/2018/01/20/us/20DC-ASSESS-hp/20DC-ASSESS-hp-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_19_us_politics_blame-government-shutdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342342.html", "title": "Shutdown? It Could Be Forgotten in a Trumpian Flash", "title_page": "Shutdown? It Could Be Forgotten in a Trumpian Flash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — In the fall of 2013, Republican hard-liners engineered a 16-day shutdown of the federal government, implausibly insisting that President Barack Obama acquiesce to their demand that the Affordable Care Act be stripped of all funding.\nThe gambit failed miserably. The Republican Party’s already low standing in public opinion polls plunged further. Mr. Obama and Democratic lawmakers were widely seen as victorious.\nThen the following November, something happened that plainly informed the moves of Democrats today as they drove the government toward another shutdown: Voters handed Republicans overwhelming victories and a Senate majority — in large part because of dissatisfaction with the man in the White House. The shutdown was a distant memory.\n“I don’t think anybody paid a big price for it,” Senator Joe Manchin III, a West Virginia Democrat who is facing a competitive re-election race this fall, said of the 2014 election.", "url": "https://www.nytimes.com/2018/01/19/us/politics/blame-government-shutdown.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}