{"authors": ["Audra D. S. Burch", "Alan Blinder"], "date_download": "2018-11-16 03:08:06", "date_modify": "2018-11-16 03:08:06", "date_publish": "2018-11-16 01:28:44", "description": "Election results still aren’t clear in Florida and Georgia, where lawsuits, recounts and confusion are the order of the day.", "filename": "2018_11_15_us_recounts-florida-georgia-elections_1542337686.html", "image_url": "https://static01.nyt.com/images/2018/11/16/autossell/16REcount-explainer/merlin_146623206_36775177-aad5-4ff3-8777-1f1791eb11cb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_15_us_recounts-florida-georgia-elections_1542337686.html", "title": "Here’s Why Florida and Georgia’s Election Day Has Turned into Election Week and a Half", "title_page": "Here’s Why Florida and Georgia’s Election Day Has Turned into Election Week and a Half - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "At least dozen lawsuits are still pending\nMr. Nelson sued hurricane-ravaged Bay County — where Mr. Scott won — for the second time in 24 hours on Thursday, just one in the dizzying count of lawsuits filed. Collectively, the lawsuits challenge everything from Thursday’s recount deadline, to ballots rejected for mismatching signatures, to votes received by email. The judge handling the federal cases said he expected to hold hearings every day, including over the weekend. The question now is, what happens to the lawsuits? “I think fluid is the best word. A few will become moot, but the meatier ones that deal with process and standards and voter rights will linger after the election,” said the University of Miami law professor, Frances Hill. “And I expect even more lawsuits from both sides and public interest groups that will seek to enjoin the certification of the election based on access to vote, processes and procedures, some of the same things considered in the 2000 election.”\nSome ballots rejected for mismatched signatures could be allowed\nJudge Mark Walker of the Federal District Court in Tallahassee ruled that voters whose mail-in ballots were rejected because of mismatches would have until 5 p.m. Saturday to resolve the problem and have their votes counted. The court ruled that the portion of voters — it was not clear how many — who were not notified in enough time to fix their signature problem would be given the additional time.\nIn Georgia’s close race, Democrats hope for a runoff\nThe pre-Election Day polls said Georgia’s race for governor was too close to call. Almost four million votes later, it is clear that the polls were correct.\nThe Republican nominee, Brian Kemp, leads his Democratic opponent, Stacey Abrams, by about 55,000 votes. Democrats do not expect to pick up all of those votes; instead, they are hoping to gain about 17,800 votes to force a Dec. 4 runoff, or the roughly 15,400 they need to set off a recount.\nThe Abrams campaign, citing the extensive litigation and Georgia’s patchwork of elections procedures, has been adamant that it believes there are enough pending ballots to lead to a runoff. Mr. Kemp’s campaign has asserted that he has an “insurmountable lead.”\nFederal judges loom large\nThe courts have been considering Georgia’s voting system since well before the first general election ballots were cast. But in the aftermath of Election Day, federal judges have been among the most important figures in determining which ballots are counted and how quickly elections officials can carry out some of their duties.\nThe most consequential ruling, at least in terms of setting a timeline for the race, came late on Monday, when a judge in Atlanta ruled that the secretary of state could not certify the election results until at least Friday at 5 p.m. (The state had been expected to finalize the outcome on Wednesday.)", "url": "https://www.nytimes.com/2018/11/15/us/recounts-florida-georgia-elections.html"}