{"authors": ["Alexandra Alter"], "date_download": "2018-11-16 04:19:07", "date_modify": "2018-11-16 04:19:07", "date_publish": "2018-04-26 01:54:59", "description": "The author devoted years to identifying the Golden State Killer, but she didn’t live to see the arrest of a suspect, or her book about the cold case published.", "filename": "2018_04_25_books_michelle-mcnamara-patton-oswalt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341947.html", "image_url": "https://static01.nyt.com/images/2018/04/26/business/26goldenstatedsidebar-1/26goldenstatedsidebar-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_25_books_michelle-mcnamara-patton-oswalt.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341947.html", "title": "Michelle McNamara Died Pursuing the Golden State Killer. Her Husband, Patton Oswalt, Has Questions for Him.", "title_page": "Michelle McNamara Died Pursuing the Golden State Killer. Her Husband, Patton Oswalt, Has Questions for Him. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Tuesday night, the comedian Patton Oswalt was in Chicago at an event to promote “I’ll Be Gone in the Dark,” a chilling true crime book about the Golden State Killer, who committed a string of unsolved rapes and murders in California in the 1970s and ’80s.\nMr. Oswalt told the crowd that he believed the killer would be caught soon, that his time was running out.\nIn fact, just hours before, Joseph James DeAngelo, 72, had been arrested in California on a warrant stemming from two of the murders. On Wednesday, the authorities identified him as the Golden State Killer, citing DNA evidence connecting him to the crimes.\nFor Mr. Oswalt, the news of Mr. DeAngelo’s arrest feels deeply personal. His late wife, the writer Michelle McNamara, had spent the final years of her life chasing the Golden State Killer, hoping to identify him in her book, “I’ll Be Gone in the Dark.” But Ms. McNamara died before she could see the killer brought to justice, or her book published.", "url": "https://www.nytimes.com/2018/04/25/books/michelle-mcnamara-patton-oswalt.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}