{"authors": ["Lucas Peterson"], "date_download": "2018-11-16 04:47:47", "date_modify": "2018-11-16 04:47:47", "date_publish": "2018-03-28 09:00:08", "description": "The food is delicious. The access to natural beauty is even better.", "filename": "2018_03_28_travel_tucson-arizona-budget-affordable-hiking-food_1542343667.html", "image_url": "https://static01.nyt.com/images/2018/04/01/travel/01Frugal-Tucson4/01Frugal-Tucson4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_28_travel_tucson-arizona-budget-affordable-hiking-food_1542343667.html", "title": "Tucson Is a City That Encourages You to Explore", "title_page": "Tucson Is a City That Encourages You to Explore - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“And there’s the Copenhagen smile,” said one of the announcers, referring to the lopsided cheeks of someone working on a plug of chewing tobacco. One by one, the riders came out, and one by one, they fell. A bull named Mr. Hot Shot tossed his rider like a rag doll in about two seconds; a rider named Chance Strong had a little more luck, lasting nearly four seconds on a bull named Atomic Drop. To garnish a score, though, a rider must last a full eight seconds. Finally, Nate Perry from Elk City, Okla., was up to the challenge — to whoops from the crowd, he lasted the full eight and was awarded a score of 86.5.\nI’ve somehow managed to not talk about the food in Tucson yet — unforgivable, given the sheer volume and quality of its Sonoran-influenced cuisine. Southern Arizona has a style of Mexican food all its own, one distinguishing characteristic being the use of homemade flour tortillas. The flour tortilla, unfairly maligned by some, is elevated to an art form in Tucson: a stretchy, chewy, yielding halo that goes perfectly with both tacos and burritos.\nGet your fix at Tania’s Flour Tortillas and Mexican Food, a modest restaurant in the Drexel Heights area west of the airport. My plate of carne asada was excellent — juicy and smoky — and came with rice and refried beans ($9.89). The best part, though, were the tortillas — two big ones about 18 inches in diameter that clearly had just come freshly off the grill.\nAlso close to the airport is Aqui Con El Nene (there’s another location in north Tucson), a brick-and-mortar that specializes in a taco yaqui ($5.50), a type of taco I didn’t even know I needed in my life. Take a chile relleno stuffed with cheese, mushrooms, beef and bacon, and lay it flat on two tortillas next to some charred spring onions and you’ve practically got a meal. I didn’t stop there, though: The man behind the counter recommended the birria, a kind of spiced meat stew usually made with goat or beef. It was a good recommendation. The spicy bowl brimming with soup and fat was the color of magma, and the shredded beef inside was fall-apart tender ($7 for a small bowl).\nAnother favorite was St. Mary’s Mexican Food, just west of the 10 Freeway, which specializes in traditional home-style Sonoran dishes. Behind the dusty orange edifice of St. Mary’s, which began as a small tamale and tortilla business in 1978, were some of the best burros (or burritos, as you may know them) and tamales I’ve had in ages. I had a nearly perfect bacon, egg and cheese burrito one morning ($4.60) packed into a beautifully pliant flour tortilla. I also got a couple of green corn tamales for the road ($2.25) — steamed in fresh green (rather than the usual tan) husks, these tamales were moist and flavorful.", "url": "https://www.nytimes.com/2018/03/28/travel/tucson-arizona-budget-affordable-hiking-food.html"}