{"authors": ["Alan Cowell"], "date_download": "2018-11-16 03:13:48", "date_modify": "2018-11-16 03:13:48", "date_publish": "2018-03-06 17:11:07", "description": "Alexander V. Litvinenko, poisoned to death in 2006, and Sergei V. Skripal, who is critically ill, hailed from the dark, bare-knuckles world of Russian intelligence.", "filename": "2018_03_06_world_europe_alexander-litvinenko-sergei-skripal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338028.html", "image_url": "https://static01.nyt.com/images/2018/03/07/world/europe/07litvinienko/07litvinienko-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_06_world_europe_alexander-litvinenko-sergei-skripal.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338028.html", "title": "2 Ex-Spies Fell Ill in Britain. That’s Where the Stories Diverge.", "title_page": "2 Ex-Spies Fell Ill in Britain. That’s Where the Stories Diverge. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — Both men hailed from the dark, bare-knuckles world of Russian intelligence. Both fell prey, in varying degrees, to toxins — a long-favored tool of the Kremlin’s assassins.\nThe destinies of Alexander V. Litvinenko, poisoned to death in 2006 by radioactive Polonium 210, and Sergei V. Skripal, listed Monday as critically and thus far inexplicably ill in a British hospital, carry similarities that cannot be ignored. For Moscow’s enemies, the two men’s fates offer proof, if any were needed, that the long arm of Russia’s retribution will not be diverted.\nComing against a background of mistrust between Russia and the West — and in the absence of any definitive indication of why Mr. Skripal and his daughter were hospitalized — it is easy for the Kremlin’s foes to coax conspiracies from such fertile loam.\nBut stories of the two former spies soon begin to diverge.\nMr. Litvinenko, a former colonel in the F.S.B., the domestic successor to the Soviet-era K.G.B., fled Russia clandestinely via Georgia and Turkey in 2000 to seek asylum in Britain, where he made no secret of his revulsion for the leader of the country he had left behind.", "url": "https://www.nytimes.com/2018/03/06/world/europe/alexander-litvinenko-sergei-skripal.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}