{"authors": ["Nicholas Fandos"], "date_download": "2018-11-16 04:24:13", "date_modify": "2018-11-16 04:24:13", "date_publish": "2018-11-07 06:53:25", "description": "The idea is to show voters that Democrats are a governing party, and to extend an arm of cooperation to President Trump.", "filename": "2018_11_07_us_politics_house-democrats-nancy-pelosi_1542342253.html", "image_url": "https://static01.nyt.com/images/2018/11/08/us/politics/08pelosi/08pelosi-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_07_us_politics_house-democrats-nancy-pelosi_1542342253.html", "title": "House Democrats’ Agenda: Ethics, Infrastructure and Medical Legislation", "title_page": "House Democrats’ Agenda: Ethics, Infrastructure and Medical Legislation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But after eight years in the minority, most Democrats believe they will need to do more than embarrass the White House with subpoenas and investigative hearings if they want to be more than a one-term majority and reclaim the presidency in 2020. Ms. Pelosi made clear her party would only bend so far. Democrats are not “going to lowest common denominator to get a presidential signature,” she said.\nRepresentative Steny Hoyer of Maryland, Ms. Pelosi’s longtime No. 2, said Mr. Trump’s stances would speak for themselves to 2020 voters. “The best politics for us is trying to work toward adopting the best policy for the American people,” he added.\nAs they talked up possible bipartisan initiatives, Ms. Pelosi and Mr. Hoyer said that Democrats would push through — on party-line votes if necessary — other more liberal agenda items they say enjoy broad public support but have been stymied for years by Republican majorities. They include gun safety legislation; a bill to give permanent legal status and a path to citizenship to young, undocumented immigrants who came to the country as children; and the Equality Act, which would amend longstanding civil rights laws to extend legal protections based on sexual orientation and gender identity.\nMs. Pelosi said that she would urge her caucus to revive a select committee focused on climate change, similar to the one that Democrats financed from 2007 to early 2011, to “prepare the way with evidence” for energy conservation and other climate change mitigation legislation. Republicans defunded the panel when they took the majority, but Ms. Pelosi said it was clearly still needed to educate the public about the impact of more frequent extreme weather events.\n“The template for 2020 is getting built in the House,” said Representative Raúl Grijalva of Arizona, a progressive in line to chair the Natural Resources Committee, summing up another Democratic view.\nDemocrats have also prepared detailed, more liberal approaches for a $1 trillion infrastructure package and how to slow the increases in prescription drug costs, but indicated that they would steer proposals through the regular committee process in an effort to try to build a consensus with Republicans first. Mr. Hoyer said Democrats and Republicans would disagree over how to fund infrastructure spending, but they could bridge the gap with Mr. Trump’s help.\nAt least in theory, Democrats view election and ethics reform as another issue of potential collaboration. But their legislative package of more than a dozen bills, overseen by Representative John Sarbanes of Maryland, looks more like a retort to Mr. Trump’s popular campaign claims that he would “drain the swamp” in Washington — a difference Democrats have weaponized on the campaign trail.", "url": "https://www.nytimes.com/2018/11/07/us/politics/house-democrats-nancy-pelosi.html"}