{"authors": ["Vivian Wang"], "date_download": "2018-11-16 04:25:08", "date_modify": "2018-11-16 04:25:08", "date_publish": "2018-07-06 16:44:17", "description": "After Alexandria Ocasio-Cortez’s victory, female outsider candidates have shared volunteer lists, fund-raising tips and moral support.", "filename": "2018_07_06_nyregion_ocasio-cortez-effect-election-democrat_1542342308.html", "image_url": "https://static01.nyt.com/images/2018/07/07/nyregion/07ocasioeffect/merlin_140384205_70defb4c-ffff-4166-9dc2-9456c26ae561-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_06_nyregion_ocasio-cortez-effect-election-democrat_1542342308.html", "title": "Ocasio-Cortez’s Next Task: Empowering Other Female Outsiders to Win", "title_page": "Ocasio-Cortez’s Next Task: Empowering Other Female Outsiders to Win - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the afterglow of her upset over Representative Joseph Crowley in the New York Democratic primary, Alexandria Ocasio-Cortez made it clear that her campaign work was not done.\nAs she stood atop a table in a packed Bronx billiards hall to deliver her victory speech, Ms. Ocasio-Cortez — who by morning would be one of the most talked-about names in American politics — reeled off a list of other progressive candidates she said needed to be sent to Congress: Ayanna Pressley in Massachusetts, for example, or Cori Bush in Missouri.\nBy morning, Ms. Ocasio-Cortez had also trumpeted Ms. Bush and Ms. Pressley to her fast-growing Twitter following. Within the week, Ms. Ocasio-Cortez had dispatched her volunteers to canvass for Cynthia Nixon, Zephyr Teachout and Julia Salazar, candidates for New York governor, attorney general and State Senate.\nMs. Pressley gained 5,000 Twitter followers in 24 hours. More than 120 volunteers have signed up for Ms. Teachout’s campaign this week. In the same period, Ms. Salazar has raised more than $20,000.", "url": "https://www.nytimes.com/2018/07/06/nyregion/ocasio-cortez-effect-election-democrat.html"}