{"authors": ["Richard Fausset"], "date_download": "2018-11-16 03:12:10", "date_modify": "2018-11-16 03:12:10", "date_publish": "2018-10-18 09:00:07", "description": "Stone Mountain has been called “a blight” upon the state of Georgia. But to others it is a key part of Southern heritage.", "filename": "2018_10_18_us_stone-mountain-confederate-removal.html_module=inline_1542337930.html", "image_url": "https://static01.nyt.com/images/2018/10/21/us/21stonemountain1-print/00stonemountain1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_18_us_stone-mountain-confederate-removal.html_module=inline_1542337930.html", "title": "Stone Mountain: The Largest Confederate Monument Problem in the World", "title_page": "Stone Mountain: The Largest Confederate Monument Problem in the World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "STONE MOUNTAIN, Ga. — The Rev. Ferrell Brown, a white pastor at a suburban Atlanta megachurch, stood on the big bald top of Stone Mountain on a warm Saturday morning, sharing a stage with two relatives of those murdered at a black church in Charleston, S.C., three years ago.\nIn front of him were 2,000 evangelical Christians — mostly a mix of black and white Southerners — who had come to the mountaintop to worship across racial barriers.\nBelow them, etched across three acres of granite on the mountain’s north face, was the carving of Southern Civil War leaders that is literally the largest Confederate monument problem in the world.\nPastor Brown spoke of his family’s history, divulging that he was a descendant of Nathan Bedford Forrest, the Confederate general and founder of the Ku Klux Klan. He spoke of his grandfather, who, he said, would throw a meal in the trash at a restaurant if he saw a mixed-race couple walk in.", "url": "https://www.nytimes.com/2018/10/18/us/stone-mountain-confederate-removal.html?module=inline"}