{"authors": ["Raúl Vilchis"], "date_download": "2018-11-16 03:18:44", "date_modify": "2018-11-16 03:18:44", "date_publish": "2018-06-06 19:15:13", "description": "Six straight second-round exits. Can a “mental coach” help the country do what a generation of players could not?", "filename": "2018_06_06_sports_soccer_mexico-world-cup-psychologist.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338324.html", "image_url": "https://static01.nyt.com/images/2018/06/10/sports/soccer/10cupmexico/merlin_139070808_eb21ed32-1445-406a-b8b6-917672c0132e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_06_sports_soccer_mexico-world-cup-psychologist.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338324.html", "title": "Mexico Wages a Psychological Battle Against Its World Cup Demons", "title_page": "Mexico Wages a Psychological Battle Against Its World Cup Demons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ARLINGTON, Tex. — It is a legacy of World Cup consistency, but one in which Mexico no longer wants any part.\nFor six straight World Cups, Mexico has sent a team to the tournament. And for six straight World Cups, it has cheered its heroes through the first round only to see them crash out in the second.\nOne coach after another has tried to break the streak. A few emphasized hard work. One appealed to national pride. One even sought a new mind-set, and a different kind of ending, at the top of an ancient pyramid.\n[Follow our live coverage of Mexico vs. Germany here.]\nAs Mexico arrives at the World Cup in Russia, it will be with the country’s most promising lineup in decades. More than half the players on the roster have experience in top European teams or leagues. Several are Olympic gold medalists, and a couple of others were world champions as teenagers.", "url": "https://www.nytimes.com/2018/06/06/sports/soccer/mexico-world-cup-psychologist.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}