{"authors": ["The New York Times"], "date_download": "2018-11-16 04:49:31", "date_modify": "2018-11-16 04:49:31", "date_publish": "2018-08-07 09:12:46", "description": "Paul Manafort, the former campaign chairman for President Trump, is being tried on charges of bank and tax fraud in a case stemming from the special counsel’s investigation.", "filename": "2018_08_07_us_politics_manafort-trial-gates-testimony.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343771.html", "image_url": "https://static01.nyt.com/images/2018/08/07/us/08DC-MANAFORT/08DC-MANAFORT-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_07_us_politics_manafort-trial-gates-testimony.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343771.html", "title": "Paul Manafort Trial: Gates Admits Having Affair as Defense Attacks Him", "title_page": "Paul Manafort Trial: Gates Admits Having Affair as Defense Attacks Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Gates admitted that he submitted false expense reports to pay for personal expenses while he worked for Mr. Manafort.\nAs part of that line of inquiry, he also admitted to having an affair about a decade ago, flying first class to London to an apartment he used for trysts. Mr. Downing wanted to know whether Mr. Gates used company money to help pay for his secret relationship, but Mr. Gates only said that he used his family’s money and other funds to help finance the affair.\nMr. Downing confronted Mr. Gates over the validity of his testimony: “After all the lies you’ve told and fraud you’ve committed, you expect this jury to believe you?” the lawyer asked.\nMr. Gates responded, “Yes, I made a decision. I’m here to tell the truth.” He added that “Mr. Manafort had the same path,” suggesting that the defendant could have agreed to cooperate with prosecutors in hopes of a light sentence. “I’m here.”\nMr. Gates said that he was taking responsibility and trying to change after his mistake in committing fraud.\nMr. Manafort’s case is separate from the investigation into Russia’s interference in the 2016 election and any ties to the Trump campaign, though this is the first trial stemming from the investigation of Robert S. Mueller III, the special counsel.\nHiding income to avoid taxes\nThe prosecution is relying heavily on Mr. Gates to show that Mr. Manafort directed a multiyear financial fraud scheme, even if Mr. Gates helped him execute it. Mr. Gates, 46, President Trump’s former deputy campaign chairman, has figured more prominently than Mr. Manafort in the documents that prosecutors have presented as evidence.\nAdvertisement Continue reading the main story\nBut the prosecution’s witnesses have also testified that they generally believed that Mr. Gates was carrying out Mr. Manafort’s wishes when he gave false information to Mr. Manafort’s accountants. Prosecutors claim that information helped Mr. Manafort evade taxes on tens of millions of dollars in income and fraudulently obtain millions of dollars in bank loans.\nMr. Gates described how he helped Mr. Manafort conceal the amount of taxes he owed. According to Mr. Gates, Mr. Manafort preferred to report income as loans. This, Mr. Gates said, “enabled Mr. Manafort to reduce his overall tax liability.”\nIn one instance, Mr. Gates disclosed that they had received money from an oligarch and politician from Ukraine, Serhiy Lyovochkin. Mr. Manafort instructed his bookkeeper to classify it as a loan for tax purposes, though Mr. Gates admitted in court that it was not one and Mr. Manafort had never received a loan from Mr. Lyovochkin.\nMr. Gates admitted that at Mr. Manafort’s behest, they later created a loan agreement for Mr. Lyovochkin’s payment, though no loan existed.\nMr. Manafort disliked paying a lot of taxes, Mr. Gates said.\nWith his income drying up in 2015, Mr. Manafort was upset when he learned how much he apparently owed in federal taxes; one estimate showed that Mr. Manafort would owe $215,000 in taxes for income he reported in 2014. He wrote to Mr. Gates: “How could I be blindsided like this. You told me you were on top of this. We need to discuss options. This is a disaster.”\nDocuments introduced showed the two men routinely discussed a range of financial issues, including how to conceal an existing mortgage on one of Mr. Manafort’s homes and whether Mr. Manafort’s season tickets to his favorite sports teams had arrived. A March 2013 memo documenting one of their discussions noted: “Yankees tickets never received. Tickets going to Trump next week.”\nHow their scheme worked\nWhen one of the defense lawyers tried to suggest to Mr. Manafort’s tax accountant Monday that Mr. Gates had kept Mr. Manafort in the dark about his own finances, the accountant, Cynthia Laporta, pushed back.\nPaul Manafort is on trial on financial fraud charges related to was business partners with was a campaign manager for more than $30 million in overseas income that he received to promote is expected to testify against Rick Gates who also lobbied for who also worked for the campaign of who is cooperating with Viktor F. Yanukovych pro-Russian former president of Ukraine Robert S. Mueller III special counsel Donald J. Trump who is investigating the campaign of Paul Manafort is on trial on financial fraud charges related to was business partners with was a campaign manager for is expected to testify against more than $30 million in overseas income that he received to promote Rick Gates who also lobbied for who also worked for the campaign of who is cooperating with Viktor F. Yanukovych pro-Russian former president of Ukraine Robert S. Mueller III special counsel Donald J. Trump who is investigating the campaign of\n“In most instances, it was clear that Mr. Manafort was aware what was going on,” she testified.\nMr. Gates’s statements reinforced that picture. He said that Mr. Manafort knew it was illegal not to report his foreign bank accounts to the Treasury Department but asked Mr. Gates to help him deceive his accountants so he could conceal income and pay less in taxes.\nAdvertisement Continue reading the main story\n“I assisted Mr. Manafort in filing false tax returns,” Mr. Gates testified. “We didn’t report the income or the fact that the accounts existed.”\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n[Charges filed against Paul Manafort and Rick Gates in October 2017 and in February 2018 describe how the men transferred millions of dollars from offshore bank accounts to pay for lavish lifestyles.]\nHe said that some of Mr. Manafort’s income was disguised as loans from 15 shell companies that Mr. Manafort controlled, most of them in Cyprus.\nFour Ukrainian oligarchs funneled money to Mr. Manafort’s accounts from their own shell companies in Cyprus, Mr. Gates testified. Once that income dried up, the government alleges, Mr. Manafort, with Mr. Gates’s help, falsified financial records so he could obtain bank loans to maintain his opulent lifestyle.\nIn late 2015 and 2016, Mr. Manafort’s political consulting firm had no clients. Mr. Gates said that in March 2016, when he and Mr. Manafort joined a “presidential campaign” in the United States — he did not name Mr. Trump’s bid for office — the firm had no clients. He said vendors and accountants were dunning Mr. Manafort about his unpaid bills.\nWhat they did for the money\nThe accusations against Mr. Manafort and Mr. Gates mostly stem from their work helping to elect Viktor F. Yanukovych, the former president of Ukraine, and other pro-Russia forces in Ukraine, and to secure business ventures with the oligarchs backing those politicians.\nBut on Tuesday, Mr. Gates testified that Mr. Manafort also was paid $4 million a year to help Mr. Yanukovych govern after he was elected president in 2010.\nIt is unclear how long the arrangement extended.\nBut the revelation could be notable, because, while Mr. Yanukovych ran on a platform of integrating with the European Union, while also maintaining good relations with Russia, he eventually pivoted toward Moscow, which helped prompt mass street protests that drove him from power in early 2014.\nMr. Gates also said that two American lobbying firms — the Podesta Group and Mercury Public Affairs — assisted with their policy consulting efforts. Mr. Mueller’s team has referred cases related to the firms’ work to federal investigators in the Southern District of New York.\nAdvertisement Continue reading the main story\nGates Says Manafort sought Trump administration favors\nMr. Manafort asked Mr. Gates to help arrange inauguration tickets and administration posts — including secretary of the Army — for a banker from whom Mr. Manafort is accused of fraudulently seeking loans, Mr. Gates testified.\nEmails presented during Mr. Manafort’s trial showed that he sought the favors for Stephen M. Calk, the founder and chief executive of The Federal Savings Bank of Chicago. The bank began issuing loans that eventually totaled $16 million to Mr. Manafort in the days after Mr. Trump’s election based on false information provided by Mr. Manafort.\nThe special counsel is reportedly investigating whether the loans were issued in exchange for helping Mr. Calk land a post in Mr. Trump’s nascent administration.\nIn one email sent during the presidential transition, when Mr. Gates was serving on the inaugural committee, Mr. Manafort said “we need to discuss Steve Calk for Secretary of Army.”\nIt is unclear whether Mr. Gates responded or tried to push Mr. Calk’s prospective nomination, which did not advance.\nIn another email, Mr. Gates said he was involved in discussions about nominating Mr. Calk to an economic advisory council. And in a third email just before Christmas 2016, Mr. Manafort included the names of Mr. Calk and his son on a list of people he would like to invite to the inauguration.\nWhy Gates is so important to the prosecutors’ case\nThe case pits two of Mr. Trump’s former senior campaign aides, men who worked together for decades, against each other in a high-stakes battle that could land either or both of them in prison for years.\nThe outcome of the trial, the first to be mounted by prosecutors working for Mr. Mueller, may well hinge on whether or not the jury finds Mr. Gates to be credible. The trial is separate from the special counsel’s investigation into Russia’s election interference, though Mr. Mueller’s mandate allows him to pursue any crimes uncovered as part of his inquiry.\nAdvertisement Continue reading the main story\nMr. Gates and Mr. Manafort worked together for roughly two decades, including on the Trump campaign. Mr. Manafort served as campaign chairman for three months before he was forced out in August 2016. Mr. Gates served as his deputy, then worked as the campaign’s liaison to the Republican National Committee after Mr. Manafort’s departure.\nMr. Gates, 46, admitted Monday that he was guilty of a long list of crimes, including stealing hundreds of thousands of dollars from Mr. Manafort’s accounts by inflating his business expenses. He said that while he was helping Mr. Manafort hide income to evade taxes, and later to inflate his income to obtain bank loans, he was doing essentially the same on his own behalf.\nHe said he concealed some of his own income in overseas accounts, evading taxes, and lied on applications for a mortgage and for a credit card. In exchange for his cooperation, the government in February agreed to dismiss 22 criminal charges stemming from his involvement in the scheme for which Mr. Manafort is now on trial.\nMr. Gates pleaded guilty to lying to federal authorities and conspiracy to commit fraud but has yet to be sentenced. Although sentencing guidelines recommend a prison term of up to six years, he testified that prosecutors have agreed not to object if his defense attorney argues that he should receive probation.", "url": "https://www.nytimes.com/2018/08/07/us/politics/manafort-trial-gates-testimony.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}