{"authors": ["Jim Tankersley"], "date_download": "2018-11-16 03:50:26", "date_modify": "2018-11-16 03:50:26", "date_publish": "2018-07-12 17:41:43", "description": "With its latest round of proposed tariffs, the Trump administration is pulling American consumers into its battle with China.", "filename": "2018_07_12_business_trade-war-china-consumers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340226.html", "image_url": "https://static01.nyt.com/images/2018/07/13/business/13dc-chinatrade3/13dc-chinatrade3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_12_business_trade-war-china-consumers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340226.html", "title": "Trade War With China in Aisle 12", "title_page": "Trade War With China in Aisle 12 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The administration’s trade fight with China may soon be fought in the aisles of Walmart, Best Buy, REI and Costco.\nPresident Trump’s latest round of proposed tariffs on Chinese goods would finally pull American consumers into an escalating trade war that they have, thus far, mostly watched from a distance.\nAdministration officials took pains in their first batch of Chinese tariffs to largely shield consumers from seeing immediate price increases on products they buy. The $34 billion round imposed on July 6 focused largely on goods that businesses purchase, which do not typically appear on store shelves, such as aircraft parts and industrial machinery.\nBut the list of $200 billion worth of products administration officials proposed hitting with tariffs on Tuesday would push up prices at many American retailers. The tariffs would be lower than the previous round — 10 percent instead of 25 percent — and they still mostly avoid apparel, one of the most visible product lines that Americans buy heavily from China. But they include electronics, food, tools, housewares and a wide range of other consumer goods. The tariffs would not go into effect for several months and may not happen at all if the United States and China are able to resolve their differences.", "url": "https://www.nytimes.com/2018/07/12/business/trade-war-china-consumers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}