{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:26:09", "date_modify": "2018-11-16 04:26:09", "date_publish": "2018-01-18 00:00:11", "description": "The 2020 race for the White House is already unfolding in the Capitol, with no fewer than six Democratic senators angling for their party’s nomination.", "filename": "2018_01_17_us_politics_democrat-senators-presidential-election-left.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342369.html", "image_url": "https://static01.nyt.com/images/2018/01/18/us/politics/18dc-dems2/18dc-dems2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_17_us_politics_democrat-senators-presidential-election-left.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342369.html", "title": "Senate Democrats Make Hard Turn Left in Warming Up for 2020 Race", "title_page": "Senate Democrats Make Hard Turn Left in Warming Up for 2020 Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — It was a made-for-TV moment, perfect for a presidential campaign advertisement.\nHis fists clenched and his voice rising, Senator Cory Booker, Democrat of New Jersey, delivered a 10-minute verbal thrashing to Homeland Security Secretary Kirstjen Nielsen this week, recalling his “tears of rage” when he learned that President Trump had used vulgarities to describe African nations.\nNot to be outdone, Senator Kamala Harris, Democrat of California, who was seated next to Mr. Booker, also skewered Ms. Nielsen, suggesting that Americans could draw a “reasonable inference” that she is racist.\nThe next presidential election is nearly three years away, but in the Capitol the race is already unfolding, with no fewer than six senators — Mr. Booker and Ms. Harris, Elizabeth Warren of Massachusetts, Bernie Sanders of Vermont, Kirsten E. Gillibrand of New York and Amy Klobuchar of Minnesota — eyeing the Democratic nomination in 2020, with each angling to get to the left of the others.\nThat is not making life easy for the 10 Democratic senators who must run for re-election this year in states carried by President Trump — so much so that one of them, Senator Claire McCaskill of Missouri, lamented openly in a recent interview that her colleagues running for president were “all trying to find their base.”", "url": "https://www.nytimes.com/2018/01/17/us/politics/democrat-senators-presidential-election-left.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}