{"authors": ["Kim Zetter"], "date_download": "2018-11-16 04:41:33", "date_modify": "2018-11-16 04:41:33", "date_publish": "2018-09-26 09:00:04", "description": "As the midterms approach, America’s electronic voting systems are more vulnerable than ever. Why isn’t anyone trying to fix them?", "filename": "2018_09_26_magazine_election-security-crisis-midterms.html_action=click&module=Intentional&pgtype=Article_1542343293.html", "image_url": "https://static01.nyt.com/images/2018/09/30/magazine/30Mag-Hacking-promo/30Mag-Hacking-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_26_magazine_election-security-crisis-midterms.html_action=click&module=Intentional&pgtype=Article_1542343293.html", "title": "The Crisis of Election Security", "title_page": "The Crisis of Election Security - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Over the next several years, reports commissioned by officials in California, Maryland and Ohio found more problems with Diebold machines and similar issues with machines from other manufacturers. Problems with voting machines in elections were also making headlines. In 2002 in North Carolina, for example, D.R.E.s made by ES&S failed to record 436 entire ballots during early voting in Wake County, a failure the company attributed to a software bug. Two years later, in Jacksonville, N.C., a D.R.E. made by UniLect lost more than 4,500 ballots when its memory became full and stopped recording; it continued to let voters cast ballots, however, instead of locking up. The incidents that made headlines were disturbing enough, but the real concerns were the ones that weren’t being caught.\nThe problems with voting machines did not go entirely unnoticed on Capitol Hill. In May 2003, Representative Rush Holt, a New Jersey Democrat, introduced an amendment to HAVA that would require all voting machines to produce a voter-verifiable paper trail and to mandate random manual audits. It was an opportunity for lawmakers like Hoyer, who missed the security issues with D.R.E.s the first time, to make up for the oversight. But still they resisted. Hoyer told me, “I didn’t think Rush was correct” about paper trails. Hoyer and other lawmakers believed that the new voting systems were “in fact reliable and secure and user-friendly. Now I think in retrospect we were obviously wrong, because our premise was the machines were not subject to being hacked. And now we know.”\nThe troublesome 2004 presidential election in Ohio, in which Kerry was denied access to the voting software, provided a strong case for why paper and audits were necessary. A lot of Ohio counties still used punch cards, but some had adopted D.R.E.s and optical-scan systems. For one precinct of Franklin County, which used D.R.E.s made by a company called Danaher Control, the election-management system tallied 4,258 votes for Bush, though only 638 voters cast ballots. When officials pulled votes stored in the D.R.E., Bush’s total was 365. In Mahoning County, voters using 25 D.R.E.s made by ES&S found that when they touched the screens to vote for John Kerry, the machines interpreted it as a vote for Bush, not an uncommon problem when touch screens are poorly calibrated. “Undervoting” — when a ballot shows no vote in a particular race — was also exceptionally high in the state. Democratic precincts across Ohio had 75 percent more undervotes than predominantly Republican ones. In two precincts in Montgomery County that used punch-card machines, the computer tabulators indicated that 6,000 ballots had no vote for president — an undervote rate of 25 percent, while 2 percent is normal. A congressional inquiry found “numerous serious election irregularities” in Ohio but ultimately couldn’t conclude whether fraud had occurred.\nThe incidents in Ohio demonstrated that American elections still had integrity problems, but there was little constituency for change. In 2005, Holt introduced a variation of his 2003 reform bill, and once again it quickly died, in part because voting-machine vendors launched a formidable lobbying effort to quash the requirement of paper trails. Some state election officials joined the effort, arguing that adding printers to D.R.E.s would create problems for elderly poll workers if the printers jammed or ran out of paper. The American Association of People With Disabilities was also remarkably effective in lobbying against paper trails, arguing that they discriminated against blind voters, even though the same audio that assisted blind voters to mark their digital ballot could read the paper trail to them. The association persuaded the League of Women Voters and the American Civil Liberties Union, two politically powerful groups, to oppose paper trails as well.\nA second major undervote incident with D.R.E.s in 2006 also failed to move Congress. In Sarasota, Fla., more than 18,000 ballots cast on D.R.E.s made by ES&S showed no vote in the race for the 13th Congressional District. Kathy Dent, the supervisor of elections, insisted that voters either didn’t see that particular contest or intended to leave it blank. But documents I obtained through a public-records request showed that poll workers in 19 precincts called her office on Election Day and during the primary months before it to pass along voter complaints about the machines. Many reported that when they tried to vote for Christine Jennings, a Democrat, the screen failed to register their touch. Jennings lost by fewer than 400 votes. The incident led Florida — the state whose punch-card fiasco prompted the nationwide switch to paperless D.R.E.s — to mandate the use of voter-marked paper ballots. But when Holt reintroduced his bill in Congress in 2007 and 2009 to do the same, he still couldn’t get any interest.\nDespite this proliferation of voting-machine problems, the industry was expanding its reach and control, even as it was concentrating power into fewer hands. By 2010, ES&S was so big — it had bought Diebold’s election division and controlled more than 70 percent of the market — that the Justice Department filed an antitrust suit and required it to sell off some of its assets. Many election officials, baffled by the new technology and unable to hire dedicated I.T. staff, purchased complete suites of election services from vendors, services that in some cases included programming ballot-definition files for voting machines and assisting with tabulation. It became common to see voting-machine employees or their local contractors in election offices before, during and after elections, and in some cases even working in election offices full time. ES&S, for instance, even installed remote-access software and modems on election-management systems to gain remote access to them from its Nebraska headquarters to troubleshoot when things went wrong. And when things did go wrong with machines, it was often the vendor who investigated and supplied the explanation that was fed to the news media and the public.\nThe companies also expanded their reach into other parts of the elections process. Some states built their HAVA-mandated voter-registration databases in-house, but some outsourced this to Diebold and ES&S, the companies that made their voting machines, as well as to other firms. And once these centralized databases were in place, the vendors saw an opportunity for another revenue stream: They persuaded states to replace paper poll books — the lists poll workers use to verify that voters are registered — with electronic poll books that could sync with the statewide databases. The software on these devices didn’t have to undergo testing and certification the way voting machines do, and there were inevitable problems — in 2006 in Denver, Sequoia electronic poll books crashed extensively, creating long lines for an estimated 20,000 people who left without voting. In 2008 in Georgia, Diebold electronic poll books caused delays lasting more than two hours.", "url": "https://www.nytimes.com/2018/09/26/magazine/election-security-crisis-midterms.html?action=click&module=Intentional&pgtype=Article"}