{"authors": ["Matthew Rosenberg", "Sheera Frenkel"], "date_download": "2018-11-16 04:02:48", "date_modify": "2018-11-16 04:02:48", "date_publish": "2018-03-18 19:23:41", "description": "American and British lawmakers called on Facebook to explain how a political data firm tied to the Trump campaign harvested private data from more than 50 million users.", "filename": "2018_03_18_us_cambridge-analytica-facebook-privacy-data_1542340968.html", "image_url": "https://static01.nyt.com/images/2018/03/19/us/19CAMBRIDGE2/19CAMBRIDGE2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_18_us_cambridge-analytica-facebook-privacy-data_1542340968.html", "title": "Facebook’s Role in Data Misuse Sets Off Storms on Two Continents", "title_page": "Facebook’s Role in Data Misuse Sets Off Storms on Two Continents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Facebook on Sunday faced a backlash about how it protects user data, as American and British lawmakers demanded that it explain how a political data firm with links to President Trump’s 2016 campaign was able to harvest private information from more than 50 million Facebook profiles without the social network’s alerting users.\nSenator Amy Klobuchar of Minnesota, a Democratic member of the Senate Judiciary Committee, went so far as to press for Mark Zuckerberg, Facebook’s chief executive, to appear before the panel to explain what the social network knew about the misuse of its data “to target political advertising and manipulate voters.”\nThe calls for greater scrutiny followed reports on Saturday in The New York Times and The Observer of London that Cambridge Analytica, a political data firm founded by Stephen K. Bannon and Robert Mercer, the wealthy Republican donor, had used the Facebook data to develop methods that it claimed could identify the personalities of individual American voters and influence their behavior. The firm’s so-called psychographic modeling underpinned its work for the Trump campaign in 2016, though many have questioned the effectiveness of its techniques.\nBut Facebook did not inform users whose data had been harvested. The lack of disclosure could violate laws in Britain and in many American states.", "url": "https://www.nytimes.com/2018/03/18/us/cambridge-analytica-facebook-privacy-data.html"}