{"authors": ["Matthew Rosenberg"], "date_download": "2018-11-16 03:13:25", "date_modify": "2018-11-16 03:13:25", "date_publish": "2018-03-20 19:34:42", "description": "The company’s board said it was suspending the chief executive, Alexander Nix, with immediate effect, pending an independent investigation.", "filename": "2018_03_20_world_europe_cambridge-analytica-ceo-suspended_1542338005.html", "image_url": "https://static01.nyt.com/images/2018/03/21/world/21britain-cambridge/21britain-cambridge-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_20_world_europe_cambridge-analytica-ceo-suspended_1542338005.html", "title": "Cambridge Analytica Suspends C.E.O. Amid Facebook Data Scandal", "title_page": "Cambridge Analytica Suspends C.E.O. Amid Facebook Data Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Cambridge Analytica, the political data firm with ties to President Trump’s 2016 campaign, suspended its chief executive, Alexander Nix, on Tuesday, amid the furor over the access it gained to private information on more than 50 million Facebook users.\nThe decision came after a television broadcast in which Mr. Nix was recorded suggesting that the company had used seduction and bribery to entrap politicians and influence foreign elections.\nThe suspension represented a new low point for the fortunes of Cambridge Analytica and for Mr. Nix, who spent much of the past year making bold claims about the role his outfit played in the election of Mr. Trump. The company, founded by Stephen K. Bannon and Robert Mercer, a wealthy Republican donor who has put at least $15 million into it, offered tools that it claimed could identify the personalities of American voters and influence their behavior.\nSo-called psychographic modeling techniques, which were built in part with the data harvested from Facebook, underpinned Cambridge Analytica’s work for the Trump campaign in 2016. Mr. Nix once called the practice “our secret sauce,” though some have questioned its effectiveness.", "url": "https://www.nytimes.com/2018/03/20/world/europe/cambridge-analytica-ceo-suspended.html"}