{"authors": ["Lisa Ko"], "date_download": "2018-11-16 04:19:20", "date_modify": "2018-11-16 04:19:20", "date_publish": "2018-10-13 18:30:04", "description": "We’re mistaken for each other, but we’re not mistaken about ourselves.", "filename": "2018_10_13_opinion_sunday_harvard-and-the-myth-of-the-interchangeable-asian.html_action=click&module=RelatedLinks&pgtype=Article_1542341960.html", "image_url": "https://static01.nyt.com/images/2018/10/14/opinion/sunday/14ko/14ko-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_13_opinion_sunday_harvard-and-the-myth-of-the-interchangeable-asian.html_action=click&module=RelatedLinks&pgtype=Article_1542341960.html", "title": "Harvard and the Myth of the Interchangeable Asian", "title_page": "Opinion | Harvard and the Myth of the Interchangeable Asian - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ethnocentric views of “Asian pride” can be seductive for those who have historically felt disempowered. To acknowledge our collective anger and pain, how we are both targeted by racism from whites and perpetuators of racism against blacks and Latinos, may feel vulnerable and dangerous.\nMy family’s story is far from being the only kind of Asian-American story, though it’s the one that has largely been told, particularly in mainstream media. That’s partly because of who has access to that media and partly because it’s a story white Americans feel more comfortable with, because it still puts them at the center.\nThere are pitfalls to hearing — or investing in — only one type of story. Though the Asian-American population increased by 72 percent from 2000 to 2015 and is continuing to rise, on track to become the largest immigrant group in the United States by 2055, we’ve been here since the 18th century. We have been driven from towns, banned and interned; and we continue to be incarcerated, profiled, murdered and deported at alarming rates. The touted success of the model minority has not resulted in true political or cultural power. Asian-Americans remain scapegoats for economic anxieties, from the immigrants blamed for taking away good-paying jobs from white Americans to the Asian students blamed for taking college acceptance spots away from white students.\nAsian-American, a political identity formed in the 1960s and consisting of Americans with roots in more than 20 countries, is a label that can be both empowering and exclusionary. Asian- America ns aren’t just East Asian, heterosexual and middle class. They’re queer and working class and poor and undocumented;South Asian and Southeast Asian and Filipino and Central Asian. A narrow definition of Asian-American does a disservice to all of us.\nAsian America is changing. While new immigrants continue to expand our communities, so do the grandchildren of post-1965 immigrants, born to parents who were also born in the United States. Will these third-generation Asian-Americans be less concerned with the white gaze — with the guidance counselors and college admissions officers who refuse to see them fully — than previous generations have been?\nMari Matsuda wrote in 1996 about how important it is for Asian-Americans to resist becoming what she calls the racial bourgeoisie. We can choose, falsely, to believe that if we try hard enough, we’ll be accepted by whiteness and gain its privileges, at the expense of other people of color — the myth of exceptionalism. Or we can work to be in solidarity across racial, ethnic and class differences, to refuse to be used to uphold white supremacy.\nBy looking more closely at our history, at what we have gained and at what and whose expense, we can better inform our futures. Bobby Jindal and Nikki Haley may be prominent Asian-American Republicans, but our political histories are shaped by activists like Larry Itliong, Grace Lee Boggs, Yuri Kochiyama and Pauline Park. Our Asian-American future is also informed by our present: all-Asian suburbias; multiethnic Chinatowns; success that’s less defined by Hollywood representation and the breaking of the corporate ceiling and more by pushing for equity for all Americans, not only a select few . As America moves away from whiteness as its norm, it’s crucial to imagine, and fulfill, our own radical futures.", "url": "https://www.nytimes.com/2018/10/13/opinion/sunday/harvard-and-the-myth-of-the-interchangeable-asian.html?action=click&module=RelatedLinks&pgtype=Article"}