{"authors": ["Michelle Goldberg"], "date_download": "2018-11-16 04:50:06", "date_modify": "2018-11-16 04:50:06", "date_publish": "2018-01-15 23:55:27", "description": "Trump’s sexual license has turned the culture wars upside down.", "filename": "2018_01_15_opinion_president-porn-star-stephanie-clifford.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343806.html", "image_url": "https://static01.nyt.com/images/2018/01/16/opinion/16goldbergWeb/16goldbergWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_15_opinion_president-porn-star-stephanie-clifford.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343806.html", "title": "The President and the Porn Star", "title_page": "Opinion | The President and the Porn Star - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the 1990s, many feminists defended untrammeled eros because they feared a conservative sexual inquisition. Elements of that inquisition remain; attacks on reproductive rights have grown only more intense. Still, Trump has reconciled reactionary politics with male sexual license. In doing so, he’s made such license easier for feminists to criticize.\nThis weekend, the sex scandal that captivated people I know involved not Trump but the comedian Aziz Ansari. On Saturday, an online publication called Babe published allegations from a young photographer, pseudonymously called Grace, about a date with Ansari gone wrong.\nSpeaking to the writer Katie Way, Grace describes halfhearted — at least on her part — oral sex and Ansari’s insistent push for intercourse. Grace seemed to be disappointed that Ansari didn’t live up to his nice-guy feminist persona. “You ignored clear non-verbal cues; you kept going with advances,” she texted him.\nAmong feminists, reaction to the piece broke down roughly generationally. Grace interpreted her experience as sexual assault, but several older writers saw it as a story about caddishness and bad sex, neither of which justified the invasion of Ansari’s privacy. In The Atlantic, Caitlin Flanagan described it as “3,000 words of revenge porn” inspired by romantic disappointment.\nI agree with Flanagan that the bad behavior Grace described doesn’t rise to the level of assault or harassment, and I don’t think Babe should have published the story. Still, I can sympathize with the younger feminists who are pushing the limits of the #MeToo movement. They are, it seems to me, trying to impose new norms of consideration on a brutal sexual culture, without appealing to religious sanction or patriarchal chivalry.\n“A lot of men will read that post about Aziz Ansari and see an everyday, reasonable sexual interaction,” tweeted the feminist writer Jessica Valenti. “But part of what women are saying right now is that what the culture considers ‘normal’ sexual encounters are not working for us, and oftentimes harmful.”\nMaybe feminists feel free to express their fury about the path sexual liberation has taken because they no longer need to defend sexual liberation itself from conservatives. In the 1990s, porn culture seemed subversive and chic. Now it’s become repulsively presidential.", "url": "https://www.nytimes.com/2018/01/15/opinion/president-porn-star-stephanie-clifford.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}