{"authors": ["Peter Baker"], "date_download": "2018-11-16 03:50:49", "date_modify": "2018-11-16 03:50:49", "date_publish": "2018-01-24 00:23:49", "description": "As a businessman, Donald J. Trump never felt respected by the elites who shunned him. Now as president, he commands attention, if not admiration.", "filename": "2018_01_23_us_politics_trump-davos-elites.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340249.html", "image_url": "https://static01.nyt.com/images/2018/01/24/us/24dc-trumpdavos-alpha/24dc-trumpdavos-alpha-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_23_us_politics_trump-davos-elites.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340249.html", "title": "In Davos, a Club Trump Has Revered and Resented Finally Opens Its Doors", "title_page": "In Davos, a Club Trump Has Revered and Resented Finally Opens Its Doors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DAVOS, Switzerland — By any measure, he made a lot of money, the kid from Queens, maybe not as much as he boasted, but a fortune. And yet never accepted, never respected, he remained on the outside pressing his nose against the window of the club of elites he both revered and resented.\nSo when President Trump arrives in this snowy, mountaintop resort where financial titans mingle with heads of state in an annual saturnalia of capitalism, it may feel like a moment of vindication. Never invited when he was merely a businessman, Mr. Trump will arrive on Thursday as leader of the world’s last superpower, commanding attention if not admiration. Whatever else, he cannot be ignored now.\n“Part of him will feel the resentment that has long smoldered within and part will revel in the fact that he’s the president and no one else is,” said Michael D’Antonio, a Trump biographer. “Considering his tendency to say or tweet whatever comes to mind, we might expect both Trumps — the testy one and the triumphant one — to appear. We may even see and hear him toggle between the two, uncertain if he’s superior or inferior.”\nMr. Trump’s decision to attend the World Economic Forum at Davos, something American presidents generally avoid lest they look out of touch hanging out with the jet-setting crowd, sets the stage for one of the most intriguing encounters of his year-old presidency. Not only will he finally crash the party that would not have him, but he will also bring his protectionist, “America First” message to the ground zero of globalization, addressing the very people he has cast as the villains of his political narrative.", "url": "https://www.nytimes.com/2018/01/23/us/politics/trump-davos-elites.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}