{"authors": ["Salman Masood"], "date_download": "2018-11-16 04:28:33", "date_modify": "2018-11-16 04:28:33", "date_publish": "2018-05-28 21:52:55", "description": "Nasir ul-Mulk, a former Supreme Court chief justice regarded as neutral, will be responsible for ensuring fair elections amid political tensions.", "filename": "2018_05_28_world_asia_pakistan-election-caretaker-prime-minister.html_module=inline_1542342513.html", "image_url": "https://static01.nyt.com/images/2018/05/29/world/29pakistan-caretaker-print/29pakistan-caretaker1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_28_world_asia_pakistan-election-caretaker-prime-minister.html_module=inline_1542342513.html", "title": "As Pakistan Election Nears, Caretaker Prime Minister Is Named", "title_page": "As Pakistan Election Nears, Caretaker Prime Minister Is Named - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ISLAMABAD, Pakistan — A former Pakistani Supreme Court chief justice has been chosen as the caretaker prime minister until late July, when Pakistan is to hold general elections.\nThe appointment of the former justice, Nasir ul-Mulk, as the head of a neutral, interim government was announced at a joint new conference in Islamabad on Monday by Prime Minister Shahid Khaqan Abbasi and Syed Khurshid Shah, the opposition leader.\nMr. Mulk is likely to be sworn in on Friday.\nThe election marks the second democratic transition in Pakistan’s history, though it comes amid months of political tumult and civil-military tensions.\n“With the selection of the former chief justice as caretaker prime minister, Pakistan’s democracy is showing signs of a pulse, albeit a faint one,” said Arif Rafiq, a political analyst and a nonresident fellow at the Middle East Institute. “The major political parties are continuing a recent tradition of selecting by consensus an impartial figure to oversee the election process, thereby increasing the odds that it will be free, fair and credible.”", "url": "https://www.nytimes.com/2018/05/28/world/asia/pakistan-election-caretaker-prime-minister.html?module=inline"}