{"authors": ["Alan Blinder"], "date_download": "2018-11-16 04:02:35", "date_modify": "2018-11-16 04:02:35", "date_publish": "2018-02-24 10:00:25", "description": "Nikolas Cruz’s guilty plea would spare his life and the community a lengthy trial. Will the prosecutor take him up on it?", "filename": "2018_02_24_us_nikolas-cruz-parkland-florida.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340955.html", "image_url": "https://static01.nyt.com/images/2018/02/23/us/00deathpenalty-01/00deathpenalty-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_24_us_nikolas-cruz-parkland-florida.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340955.html", "title": "After a Massacre, a Question of One More Death: The Gunman’s", "title_page": "After a Massacre, a Question of One More Death: The Gunman’s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FORT LAUDERDALE, Fla. — Among the suspects on the list of the country’s 10 worst mass shootings, Nikolas Cruz is alone in one thing: He was taken alive.\nHis arrest raises the rare prospect of a death penalty trial for a massacre, a huge undertaking with far-reaching consequences for all involved. Some would not be satisfied without an execution, while for others the trial itself would bring anguish.\nThe chief prosecutor here in Broward County has said that the killing of 17 people at a high school on Valentine’s Day “certainly is the type of case the death penalty was designed for.” A trial may be the only opportunity to lay bare all of the facts. But it would also likely be televised and followed by lengthy appeals, provoking years of public agony, as well as sustained attention for Mr. Cruz, who has already confessed.\nOver years of mass shootings, from a university campus in Huntsville, Ala., to a movie theater in Aurora, Colo., prosecutors have struggled with this conundrum, testing political winds, spending days talking with survivors and families of the dead and reflecting on the intersection between morality and the oath of office.", "url": "https://www.nytimes.com/2018/02/24/us/nikolas-cruz-parkland-florida.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}