{"authors": ["David Segal"], "date_download": "2018-11-16 04:32:36", "date_modify": "2018-11-16 04:32:36", "date_publish": "2018-10-02 02:18:01", "description": "Jimmy and Kim get blindsided. Hector’s bell gets an origin story.", "filename": "2018_10_01_arts_television_better-call-saul-recap-season-4-episode-9.html_action=click&module=RelatedLinks&pgtype=Article_1542342756.html", "image_url": "https://static01.nyt.com/images/2018/10/02/arts/02saul-recap/02saul-recap-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_01_arts_television_better-call-saul-recap-season-4-episode-9.html_action=click&module=RelatedLinks&pgtype=Article_1542342756.html", "title": "‘Better Call Saul’ Season 4, Episode 9 Recap: For Whom the Bell Tings", "title_page": "‘Better Call Saul’ Season 4, Episode 9 Recap: For Whom the Bell Tings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Season 4, Episode 9: ‘Wiedersehen’\nOf course Hector Salamanca’s wheelchair bell has an origin story. Naturally, it involves sadism and murder.\nIt was rescued, we learn early in this episode, from the ashes of a hotel that this thin-skinned sociopath set ablaze after he tortured and killed the man who owned the place, and who somehow had offended the Don (Mark Margolis, whose acting will henceforth mostly involve nostrils and eyebrows). My sympathies go to this cruelly dispatched innkeeper, though I feel nearly as bad for the residents of Mr. Salamanca’s retirement community, who will now live with the incessant, indignant ringing of their mute and surly neighbor.\nAnyone else get a shiver of delight and dread when Hector first rang that sucker? If malice could speak, this is all it would need to say.\nThe bell is a gift from Lalo Salamanca, played by Tony Dalton, whose previous work includes Off Broadway theater as well as Mexican soap operas. Students of “Breaking Bad” may recall that Lalo is briefly mentioned in that show, in Episode 8 of Season 2. It happens when Jesse and Walt drive Saul Goodman to an open ditch in the desert, where they stage a mock execution in order to scare him into protecting a friend who has been nabbed by the cops.", "url": "https://www.nytimes.com/2018/10/01/arts/television/better-call-saul-recap-season-4-episode-9.html?action=click&module=RelatedLinks&pgtype=Article"}