{"authors": ["Shane Goldmacher", "Jacob Bernstein"], "date_download": "2018-11-16 04:29:23", "date_modify": "2018-11-16 04:29:23", "date_publish": "2018-03-21 23:27:00", "description": "In her evolution from actress to candidate for governor of New York, no period was more pivotal than her work for Bill de Blasio in his first race for mayor.", "filename": "2018_03_21_nyregion_cynthia-nixon-christine-quinn-de-blasio.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342563.html", "image_url": "https://static01.nyt.com/images/2018/03/22/nyregion/22nixonquinn/merlin_135762891_85345aa8-186d-4123-a563-c3d365cddd20-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_21_nyregion_cynthia-nixon-christine-quinn-de-blasio.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342563.html", "title": "2018 Is Cynthia Nixon’s First Race; 2013 Was Her First Political Rodeo", "title_page": "2018 Is Cynthia Nixon’s First Race; 2013 Was Her First Political Rodeo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It’s a script she hopes to replay versus Mr. Cuomo — albeit on a far larger stage and against a far more powerful politician, a two-term incumbent perched atop a $30 million war chest. And unlike Mr. de Blasio, who was an elected citywide official, Ms. Nixon has never held office.\nThe close relationship between Ms. Nixon and Mr. de Blasio is particularly notable because Mr. de Blasio and Mr. Cuomo have been locked in a yearslong battle over the Democratic direction of New York. Mr. Cuomo has even suggested the mayor orchestrated Ms. Nixon’s bid; there is no evidence he did so. But if Ms. Nixon were to overcome Mr. Cuomo’s advantages and prevail, it would certainly represent a triumph for Mr. de Blasio, as well.\nAs it is, Ms. Nixon is drawing on some of the same supporting cast from 2013: Bill Hyers and Rebecca Katz, two of Mr. de Blasio’s top former strategists, are guiding Ms. Nixon’s current run.\nBack in 2013, the front-runner with an air of inevitability was Ms. Quinn, the City Council speaker with an inside track to be New York City’s first female and lesbian mayor. But Ms. Nixon, who is also gay, sided with Mr. de Blasio instead.\n“Most people assumed Christine Quinn was going to win that race and one of the lessons is the arrogance of being on top sometimes results in a terrible tumble,” said Billy Easton, a friend of Ms. Nixon and the executive director of the Alliance for Quality Education, an advocacy group that seeks more money for schools, for which she served for years as a spokeswoman.", "url": "https://www.nytimes.com/2018/03/21/nyregion/cynthia-nixon-christine-quinn-de-blasio.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}