{"authors": ["Salman Masood"], "date_download": "2018-11-16 03:20:00", "date_modify": "2018-11-16 03:20:00", "date_publish": "2018-07-13 20:42:05", "description": "As supporters of the former prime minister clashed with security forces in Punjab Province, militant attacks elsewhere in Pakistan killed more than 130 people.", "filename": "2018_07_13_world_asia_pakistan-sharif-arrrest_1542338400.html", "image_url": "https://static01.nyt.com/images/2018/07/14/world/14PAKISTAN-01/14PAKISTAN-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_13_world_asia_pakistan-sharif-arrrest_1542338400.html", "title": "Nawaz Sharif Is Arrested on Return to Pakistan, Amid Turmoil and Bloodshed", "title_page": "Nawaz Sharif Is Arrested on Return to Pakistan, Amid Turmoil and Bloodshed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Talat Hussain, a veteran journalist and popular talk show host, said he had never seen such “palpable anger against the establishment” in Lahore. “People have come out in the thousands to endorse Nawaz Sharif,” Mr. Hussain said by phone from Lahore. “There is anger against suppression. Against manipulation. Against blackout.”\nPolice officers and members of a paramilitary force known as the Rangers clashed with protesters in several cities in Punjab Province, the country’s most populous and a stronghold of Mr. Sharif’s party, as rallies moved toward Lahore. Entry points to Lahore, the former prime minister’s hometown, were blocked with shipping containers.\nHuman rights activists condemned the provincial government’s actions. “It’s the sort of crude repression that recalls dark periods of Pakistani history under military rule,” said Omar Waraich, deputy South Asia director for Amnesty International.\nAhmed Waqas Riaz, Punjab’s interim information minister, said in an interview that the government did not use excessive force. “Force was only used at a few places where it was necessary to maintain law and order,” he said. “Airport and other sensitive installations had to be kept safe from any untoward situation.”\nMr. Riaz said crowds of protesters in Lahore reached a little over 10,000 people.\nMarriyum Aurangzeb, a spokeswoman for PML-N, said in an interview that supporters numbered in the hundreds of thousands. “There would have been no media blackout by the authorities if only a few thousand people had shown up,” Ms. Aurangzeb said. “There were people as far as one could see on the roads.”\nThe corruption investigation against the Sharifs arose from the so-called Panama Papers leak, which unearthed details of expensive properties the family owned in London. Mr. Sharif has denied any wrongdoing, but he could not adequately explain how he could afford the properties and he could not provide a money trail.\nThe same allegations led the Supreme Court to remove Mr. Sharif as prime minister last year and later bar him from seeking office again.", "url": "https://www.nytimes.com/2018/07/13/world/asia/pakistan-sharif-arrrest.html"}