{"authors": ["Jim Tankersley"], "date_download": "2018-11-16 03:11:17", "date_modify": "2018-11-16 03:11:17", "date_publish": "2018-01-22 21:07:22", "description": "Companies are announcing bonuses as a result of the tax cuts but it remains to be seen how much of that money will filter through to workers in the years to come.", "filename": "2018_01_22_us_politics_bonuses-tax-laws-trump-impact.html_rref=collection%2Fnewseventcollection%2FThe%20Republican%20Tax%20Plan_1542337877.html", "image_url": "https://static01.nyt.com/images/2018/01/21/business/21DC-WAGES1/21DC-WAGES1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_22_us_politics_bonuses-tax-laws-trump-impact.html_rref=collection%2Fnewseventcollection%2FThe%20Republican%20Tax%20Plan_1542337877.html", "title": "Bonuses Aside, Tax Law’s Trickle-Down Impact Not Yet Clear", "title_page": "Bonuses Aside, Tax Law’s Trickle-Down Impact Not Yet Clear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bank of America’s bonuses will cost the bank $145 million in 2018, or about 5 percent of the nearly $2.7 billion in savings it is expected to reap in 2018 from a lower, 21 percent corporate tax rate. Apple’s bonuses will cost $300 million, a fraction of the $40 billion, at least, that the tech giant is saving from a single provision in the law, which allows it to return earnings held overseas at less than half the rate it would have paid under the old system.\nAnd two days before Walmart snagged glowing headlines for handing out $400 million in bonuses and lifting its minimum wage at a cost of $300 million, the nation’s largest retailer by sales unveiled a plan to buy back company-issued debt. The cost of the buyback: $4 billion.\nThe gap between what companies are saving and how they are, so far, rewarding workers, doesn’t mean that the new law won’t eventually lead to substantial wage increases. Economists across the political spectrum agree it’s simply too soon to tell whether — and to what degree — that will happen.\nThe flurry of high-profile bonus announcements “are hard to interpret,” said Mihir Desai, an economist at Harvard Business School and Harvard Law School whose research supports the idea that corporate tax cuts lead to at least modest wage increases. “They may well be evidence for these gains, but just as well may be an example of savvy public relations. The reality is we’ll have to wait for a few years and good empirical work to really know the answer.”\nBefore Mr. Trump signed the tax bill in December, few companies had committed to rewarding workers if it passed. Since then, more than 200 have pledged bonuses, wage increases or other benefits for employees that are specifically tied to the new law, which includes deep cuts to business tax rates. The new law lowers the corporate rate to 21 percent, from a previous high of 35 percent, and it includes a 20 percent deduction for many owners of so-called pass-through companies, who pay taxes on their profits at individual income tax rates.", "url": "https://www.nytimes.com/2018/01/22/us/politics/bonuses-tax-laws-trump-impact.html?rref=collection%2Fnewseventcollection%2FThe%20Republican%20Tax%20Plan"}