{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:25:45", "date_modify": "2018-11-16 04:25:45", "date_publish": "2018-01-14 12:50:10", "description": "Mitt Romney’s expected return to politics in a run to be the next senator from Utah has set off a debate over whether he should actively counter President Trump.", "filename": "2018_01_14_us_politics_romney-trump-senate-utah.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342345.html", "image_url": "https://static01.nyt.com/images/2018/01/13/us/politics/13dc-romney/13dc-romney-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_14_us_politics_romney-trump-senate-utah.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342345.html", "title": "‘I’m Running,’ Romney Says Privately, but as a Trump Friend or Foe?", "title_page": "‘I’m Running,’ Romney Says Privately, but as a Trump Friend or Foe? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But if Mr. Romney’s Senate candidacy is inevitable, how exactly he would run and serve is less clear.\nHis yet-to-be-declared candidacy is already highlighting the enduring fractures over President Trump in this heavily Mormon state, where voters have long been uneasy with Mr. Trump’s conduct. At issue is whether Mr. Romney, the 2012 Republican presidential nominee, should be an overt check on the president, and even use a Senate platform to mount his own White House comeback, or act as an ally and retain access to Mr. Trump the way Mr. Hatch has done.\nMr. Trump won Utah but garnered only 45 percent of the vote, the lowest of any Republican nominee for nearly a quarter-century. The state’s largely conservative voters found his coarse language, treatment of women and contempt for many immigrants and refugees to be anathema to a faith centered on rectitude and forged by exile. About 27 percent voted for Hillary Clinton, and 21 percent voted for Evan McMullin, a Mormon political neophyte who ran as a conservative counter to Mr. Trump.\nUtahans saw Mr. Trump as a far cry from his predecessor from four years earlier.\nStrolling between buildings at the State Capitol complex, the imposing Wasatch Range looming in nearly every direction, Lt. Gov. Spencer J. Cox sought to explain why Mr. Romney is so formidable that nearly every ambitious major Republican, including himself, is standing down.\n“We have a little bit of an inferiority complex in the state of Utah,” Mr. Cox said. “I think it has to do with how we got here. We got kicked out of the country, basically. There was an extermination order. And so we came out here with nothing.”", "url": "https://www.nytimes.com/2018/01/14/us/politics/romney-trump-senate-utah.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}