{"authors": ["Nicholas Fandos", "Kevin Roose"], "date_download": "2018-11-16 04:53:20", "date_modify": "2018-11-16 04:53:20", "date_publish": "2018-07-31 16:02:30", "description": "A coordinated effort, involving 32 pages and fake accounts, included amplifying division around white supremacy and the #AbolishICE movement, the social network said.", "filename": "2018_07_31_us_politics_facebook-political-campaign-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344000.html", "image_url": "https://static01.nyt.com/images/2018/08/01/us/01dc-trolls-print/01dc-trolls-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_31_us_politics_facebook-political-campaign-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542344000.html", "title": "Facebook Identifies an Active Political Influence Campaign Using Fake Accounts", "title_page": "Facebook Identifies an Active Political Influence Campaign Using Fake Accounts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Facebook said on Tuesday that it had identified a political influence campaign that was potentially built to disrupt the midterm elections, with the company detecting and removing 32 pages and fake accounts that had engaged in activity around divisive social issues.\nThe company did not definitively link the campaign to Russia. But Facebook officials said some of the tools and techniques used by the accounts were similar to those used by the Internet Research Agency, the Kremlin-linked group that was at the center of an indictment this year alleging interference in the 2016 presidential election.\nFacebook said it had discovered coordinated activity around issues like a sequel to last year’s deadly “Unite the Right” white supremacist rally in Charlottesville, Va. Activity was also detected around #AbolishICE, a left-wing campaign on social media that seeks to end the Immigration and Customs Enforcement agency.\n“At this point in our investigation, we do not have enough technical evidence to state definitively who is behind it,” said Nathaniel Gleicher, Facebook’s head of cybersecurity policy. “But we can say that these accounts engaged in some similar activity and have connected with known I.R.A accounts.”", "url": "https://www.nytimes.com/2018/07/31/us/politics/facebook-political-campaign-midterms.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}