{"authors": ["Daisuke Wakabayashi"], "date_download": "2018-11-16 03:41:09", "date_modify": "2018-11-16 03:41:09", "date_publish": "2018-02-07 01:07:22", "description": "Were Uber executives, including the former chief executive Travis Kalanick, plotting to steal technology or merely sharing ideas in a brainstorming session with a Google engineer?", "filename": "2018_02_06_technology_waymo-uber-trial-kalanick.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339669.html", "image_url": "https://static01.nyt.com/images/2018/02/07/business/07uberwaymo1/merlin_133382510_fc72e8ef-691a-4694-b36e-479edcce715a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_06_technology_waymo-uber-trial-kalanick.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339669.html", "title": "In Waymo-Uber Trial, Kalanick Recalls ‘Jam Sesh’ With Rival Engineer", "title_page": "In Waymo-Uber Trial, Kalanick Recalls ‘Jam Sesh’ With Rival Engineer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As he waded through questions from Waymo’s lawyers, Mr. Kalanick, who resigned in June as Uber’s chief executive, offered unusual insight into how deals get done in Silicon Valley and the freewheeling — some might say self-parodying — business culture at the biggest technology start-ups.\nMr. Kalanick said he and other Uber executives had a “jam sesh,” or jam session, with Mr. Levandowski on a Sunday while Mr. Levandowski was still employed by Google. In fact, Mr. Kalanick was such a fan of these sessions that a 2015 profile of him revealed that his home was called a “Jam Pad.”\nA jam sesh, as Mr. Kalanick explained it, is a business meeting akin to a session in which a jazz ensemble spontaneously works out music. Creative people come in with their own ideas and create “beautiful music.” Or business plans. The group discussed laser sensor technology that was critical to the operation of self-driving cars. A handwritten note on a whiteboard read, “Laser is the sauce.”\nMr. Kalanick, wearing a dark-gray suit, a blue shirt and a silver tie in court Tuesday, didn’t deny that Uber had wooed Mr. Levandowski and met with him at Uber’s offices before he left Google. He said he was “a big fan” of the engineer, one of the first employees at Google’s self-driving-car project, and wanted to hire him.\nBut there was a hangup: Mr. Levandowski wanted to venture out on his own.\n“I wanted to hire Anthony and he wanted to start a company, so I tried to come up with a situation where he could feel like he started a company and I could feel like I hired him,” Mr. Kalanick said, choosing his words carefully between long sips of water. He polished off four bottles of water in less than an hour on the witness stand.", "url": "https://www.nytimes.com/2018/02/06/technology/waymo-uber-trial-kalanick.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}