{"authors": ["The Editorial Board"], "date_download": "2018-11-16 04:30:19", "date_modify": "2018-11-16 04:30:19", "date_publish": "2018-04-13 00:15:09", "description": "The “fair fare” proposal would provide half-price MetroCards for New Yorkers living in poverty. It’s time for Mayor de Blasio to support it.", "filename": "2018_04_12_opinion_new-york-discounted-metro-fare_1542342619.html", "image_url": "https://static01.nyt.com/images/2018/04/13/opinion/13fri2/13fri2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_12_opinion_new-york-discounted-metro-fare_1542342619.html", "title": "Give Poor New Yorkers a Break on Subway and Bus Fares", "title_page": "Opinion | Give Poor New Yorkers a Break on Subway and Bus Fares - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It isn’t every day that a chance comes along to improve the lives of hundreds of thousands of people in poverty in a single stroke.\nYet Mayor Bill de Blasio has been handed just such an opportunity, with the proposal to offer half-price MetroCards to the 800,000 New Yorkers living at and below the federal poverty line.\nThe current price of a monthly MetroCard — $121 — is a costly burden for these residents, who rely on public transit more heavily than others but spend far greater portions of their income than better-off New Yorkers to ride city subways and buses.\nThe proposal from the newly elected City Council speaker, Corey Johnson, would bring much-needed relief. Under the plan, the city would spend about $212 million to offer half-price MetroCards for these New Yorkers, money that would be included in next year’s budget. Council officials say the funding would be enough to serve the 360,000 low-income residents expected to take advantage of the discount. The City Council would also like to offer the benefit to military veterans who live in New York City and are enrolled in college.", "url": "https://www.nytimes.com/2018/04/12/opinion/new-york-discounted-metro-fare.html"}