{"authors": ["Adam Nagourney", "Alexander Burns"], "date_download": "2018-11-16 03:24:03", "date_modify": "2018-11-16 03:24:03", "date_publish": "2018-06-06 04:19:52", "description": "The candidates, who edged out the former Los Angeles mayor Antonio Villaraigosa, are likely to battle over President Trump this fall. Democrats were in tight races in several Republican-held House districts.", "filename": "2018_06_06_us_politics_california-primary_1542338643.html", "image_url": "https://static01.nyt.com/images/2018/06/06/us/06CALIFORNIA-COMBO/06NEWSOM-COMBO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_06_us_politics_california-primary_1542338643.html", "title": "Gavin Newsom and John Cox to Compete in California Election for Governor", "title_page": "Gavin Newsom and John Cox to Compete in California Election for Governor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LOS ANGELES — Gavin Newsom, the Democratic lieutenant governor and former mayor of San Francisco, took a major step Tuesday in his bid to become California’s next governor, capturing one of two spots on the November ballot as the state moved closer to the end of the era of Gov. Jerry Brown.\nJohn Cox, a Republican businessman backed by President Trump, captured the other spot, setting up what is — at best — a very long-shot bid for Mr. Cox in a decidedly Democratic state where Mr. Trump lost by nearly four million votes.\nMr. Cox’s showing represented a major tactical victory for national Republicans as they seek to protect seven Republican-held congressional seats in California that Democrats are targeting as they try to recapture the House. Republican leaders, including Kevin McCarthy, the House majority leader who comes from central California, had feared that having no Republicans running for a high-profile statewide office would diminish turnout among party voters in the fall.\nImportantly, Democrats seemed poised to avoid the disaster they feared in House races: Being shut out of the November balloting under the state’s so-called “top-two’’ primary system, in which only the top two finishers advance to the general election. But many of the districts had crowded primaries and in some of them votes were still being counted early Wednesday morning.", "url": "https://www.nytimes.com/2018/06/06/us/politics/california-primary.html"}