{"authors": ["Barbara Surk"], "date_download": "2018-11-16 03:22:18", "date_modify": "2018-11-16 03:22:18", "date_publish": "2018-01-13 12:59:35", "description": "The United States and the European Union have warned lawmakers’ against moves to halt the court before it has even begun work.", "filename": "2018_01_13_world_europe_kosovo-war-crimes-court_1542338538.html", "image_url": "https://static01.nyt.com/images/2018/01/14/world/europe/14Kosovo/00kosovo1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_13_world_europe_kosovo-war-crimes-court_1542338538.html", "title": "World’s Eyes on Kosovo Amid Push to Halt War Crimes Court", "title_page": "World’s Eyes on Kosovo Amid Push to Halt War Crimes Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LJUBLJANA, Slovenia — Efforts by Kosovo to suspend a war crimes court set up to prosecute atrocities committed by ethnic Albanians during their independence struggle are threatening relations with Western allies who backed Kosovo’s split from Serbia, European and American officials have warned.\nThe court, based in the Netherlands, was created in 2015 by Kosovo’s Parliament at the urging of the country’s Western allies. With a team of international judges and prosecutors and operating under Kosovo’s jurisdiction, it is expected to hear war crime cases against former members of the Kosovo Liberation Army, the guerrillas who fought in the 1998-99 war to break away from Serbia.\nFormer members of K.L.A. have taken up positions of power in Kosovo, a predominantly ethnic Albanian country of 1.8 million people, and now largely make up its economic and political elite, including the current president and prime minister.\nIn December, a group of lawmakers, mostly K.L.A. veterans, tried to rush through a vote in Parliament that would suspend Kosovo’s law that regulates the court. The vote never took place, but its sponsors claimed to have the support of President Hashim Thaci, who was previously accused of leading an organized crime network.", "url": "https://www.nytimes.com/2018/01/13/world/europe/kosovo-war-crimes-court.html"}