{"authors": ["Erica Goode"], "date_download": "2018-11-16 04:02:36", "date_modify": "2018-11-16 04:02:36", "date_publish": "2018-02-16 00:50:18", "description": "Law enforcement officials and mental health experts have learned a lot about how to identify and intervene against potentially violent students.", "filename": "2018_02_15_opinion_school-shooters-florida-guns.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340956.html", "image_url": "https://static01.nyt.com/images/2018/02/16/opinion/15Goode-web/16Goode-web-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_15_opinion_school-shooters-florida-guns.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340956.html", "title": "The Things We Know About School Shooters", "title_page": "Opinion | The Things We Know About School Shooters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But few localities have as comprehensive a system as I saw in Los Angeles County, where law enforcement, the county mental health department and educational institutions share information and train staff members to recognize and report worrisome behavior. Students, teachers and parents are encouraged to report any troubling behavior. When a threat appears potentially serious, mental health workers and law enforcement officers might visit a student’s home, talk to the parents and even ask if they can see the student’s room.\nTony Beliz, a consultant to schools and corporations on violence prevention who for many years ran the mental health side of the Los Angeles program, which was started by the Los Angeles Police Department, has noted that parents often have no idea what their children are up to. I n more than a few cases, a team visiting a home has found weapons or other indications of deadly intention.\nSchool shootings are rare events, and account for only a tiny fraction of gun-related deaths each year. Still, many experts believe that it should be far more difficult for severely troubled teenagers to get hold of weapons like the semiautomatic AR-15 used in the Parkland, Fla., attack. In California, disturbed teenagers who seem seriously bent on violence can sometimes be committed to a psychiatric hospital for 72 hours of observation, an action that then allows any firearms they possess to be legally seized. In other states, it is not so easy.\nEducating local clinics, school psychologists and teachers about laws governing the release of privileged communication can improve the chances of identifying potentially dangerous students. Many educators and mental health professionals believe that they cannot disclose troubling confidences, even if they believe that there might be a threat to public safety. But this is not the case.\nDr. Meloy, the forensic psychologist, and other experts think the media can also do more to prevent mass shootings. He does not expect news outlets to forgo covering school shootings. But, Dr. Meloy says, reporters and editors could avoid describing a killer using words that might “convey a certain cool pose” to some teenagers, including “lone wolf” or even “school shooter.”\n“From the perspective of a young male, being a school shooter is something that can be idealized, and it brings a coolness to the behavior that otherwise does not exist in his life,” Dr. Meloy told me.\nAfter my trip five years ago, I wrote a story about the Los Angeles program and others like it and left feeling hopeful that even if our society can’t stop school shootings altogether, we can certainly reduce their frequency.\nThe horrific shooting in Parkland raises the question of whether we are serious about trying.", "url": "https://www.nytimes.com/2018/02/15/opinion/school-shooters-florida-guns.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}