{"authors": ["Maureen Dowd"], "date_download": "2018-11-16 04:44:19", "date_modify": "2018-11-16 04:44:19", "date_publish": "2018-10-27 18:37:42", "description": "The only thing we have to fear is Trump himself.", "filename": "2018_10_27_opinion_sunday_donald-trump-fear.html_rref=collection%2Fcolumn%2FMaureen%20Dowd_1542343459.html", "image_url": "https://static01.nyt.com/images/2018/10/28/opinion/28dowd/merlin_145890351_02661038-e4db-488c-8a84-0528fa9e7e7c-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_27_opinion_sunday_donald-trump-fear.html_rref=collection%2Fcolumn%2FMaureen%20Dowd_1542343459.html", "title": "‘Riling Up the Crazies’", "title_page": "Opinion | ‘Riling Up the Crazies’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — As long as I’ve covered politics, Republicans have been trying to scare me.\nSometimes, it has been about gays and transgender people and uppity women looming, but usually it has been about people with darker skin looming.\nThey’re coming, always coming, to take things and change things and hurt people.\nA Democratic president coined the expression, “The only thing we have to fear is fear itself.” But it was Republicans who flipped the sentiment and turned it into a powerful and remorseless campaign ethos: Make voters fear fear itself.\nPresident Trump was relieved when the F.B.I. arrested a bomb suspect — a racist, homophobic, roid-raging, strip-club-loving, MAGA-worshiping Florida man who was living in a van that looked like a decoupage of Fox News propaganda.\nThe real fear that Cesar Sayoc Jr. is accused of spreading was distracting from the fake fear Trump was spreading to spur Republicans to the polls. And the president didn’t like it. Before Sayoc was caught, Trump implied that the terrorism was a Democratic setup to deflect from his midterms roadshow. Pipe bombs getting in the way of pipe dreams.", "url": "https://www.nytimes.com/2018/10/27/opinion/sunday/donald-trump-fear.html?rref=collection%2Fcolumn%2FMaureen%20Dowd"}