{"authors": ["Sharon Lafraniere", "Katie Benner", "Peter Baker"], "date_download": "2018-11-16 04:41:39", "date_modify": "2018-11-16 04:41:39", "date_publish": "2018-02-03 18:17:37", "description": "President Trump has raised fears that he is tearing at the credibility of some of the most important institutions in American life to save himself.", "filename": "2018_02_03_us_politics_trump-fbi-justice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343299.html", "image_url": "https://static01.nyt.com/images/2018/02/04/us/04dc-justice-1/merlin_133072547_a691d737-eea9-4946-a8de-443f71847b31-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_03_us_politics_trump-fbi-justice.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343299.html", "title": "Trump’s Unparalleled War on a Pillar of Society: Law Enforcement", "title_page": "Trump’s Unparalleled War on a Pillar of Society: Law Enforcement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Trump’s advisers dismiss such concerns as overwrought. They said the memo, drafted by Republicans led by Representative Devin Nunes of California, the Intelligence Committee chairman, and declassified by Mr. Trump, raised serious and legitimate questions about the way the F.B.I. used information gathered by a former spy paid by Mrs. Clinton’s campaign and the Democrats to help justify a warrant for surveillance on a former Trump campaign adviser tied to Russia.\nMr. Trump’s critics, his advisers argue, are turning a blind eye to government misconduct out of their own partisan animus toward the president. Neither the F.B.I. nor the Justice Department should be above questioning, they say, and Mr. Trump’s willingness to do so should not be taken as a slight against the vast majority of people who work there.\n“The president has stated many times that he respects the rank and file of the F.B.I., the 25,000 men and women who do a great job there,” Kellyanne Conway, the president’s counselor, said on Fox News. “This particular investigation has taken a lot of twists and turns, and it’s led us to a few bad actors who had direct responsibility for an investigation about his political opponent who are obviously biased against him.”\nMr. Trump seized on the memo on Saturday to assert that it renders the Russia investigation moot. “This memo totally vindicates ‘Trump’ in probe,” he wrote on Twitter. “But the Russian Witch Hunt goes on and on. Their was no Collusion and there was no Obstruction (the word now used because, after one year of looking endlessly and finding NOTHING, collusion is dead). This is an American disgrace!”\nFor Mr. Trump, the memo represents the latest example of a secret document containing explosive information that shadowy, powerful figures do not want made public, like the famous long-form birth certificate that President Barack Obama was supposedly hiding to cover up that he was born in Kenya. (Mr. Obama eventually released the form, which showed that he was born in Hawaii, and Mr. Trump ultimately acknowledged that Mr. Obama really is a native-born American.)\nDuring the 2016 campaign, Mr. Trump often seized on documents as a potential holy grail. At one point, it was sealed pages of a congressional report into the Sept. 11, 2001, terrorist attacks that he argued would show who was behind them. At other moments, he pointed to Mrs. Clinton’s deleted emails or the hacked emails of Mrs. Clinton’s campaign chairman, John D. Podesta, which were released by the website WikiLeaks.\nDavid Strauss, a University of Chicago law professor, said Mr. Trump’s accusations against the F.B.I. and the Justice Department were not mere political rhetoric, but messages with consequences. “We have a president who seems to have no understanding of the professional ethos of the Justice Department, who has no understanding how these people think about their jobs,” he said.", "url": "https://www.nytimes.com/2018/02/03/us/politics/trump-fbi-justice.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}