{"authors": ["Tejal Rao"], "date_download": "2018-11-16 03:24:21", "date_modify": "2018-11-16 03:24:21", "date_publish": "2018-08-22 14:30:00", "description": "They seem to be everywhere these days, so grate a few, then season, for a simple no-recipe recipe.", "filename": "2018_08_22_dining_tomatoes-cooking_1542338661.html", "image_url": "https://static01.nyt.com/images/2018/07/25/dining/25Kitchrex/25Kitchrex-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_22_dining_tomatoes-cooking_1542338661.html", "title": "Tomatoes!", "title_page": "Tomatoes! - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "My boyfriend was in a mood this spring and suggested that we grow only black and purple plants in the vegetable box that we share. It seemed a little dramatic at the time, but I’m so glad we did it because now, in the middle of August, it’s a thriving, fruiting, gorgeous goth garden dotted with dark wildflowers, shiny black tomatoes, tiny, violet hot peppers, dark shiso leaves and purple basil. It’s beautiful.\nThe only problem is the tomatoes. There are too many of them. We can’t keep up! Yes, I know, it’s a great problem to have. Honestly, it’s the kind of problem I dream about all year long. And now, here it is.\nSince Wednesdays are no-recipe recipe days around here, let me tell you about my favorite thing to do with an excess of tomatoes. I grate a few on a box grater until I’ve got a bowl of juicy pulp. I season this with salt, a little pepper and fruity olive oil — big glugs! If the tomatoes are very sweet, I might add a splash of nice vinegar, too. I let that pulp sit out while I brush some bread with olive oil and brown it under the broiler in my oven, and while the bread is still hot, I rub a raw garlic clove over the top, just very gently, so it frays a tiny bit and lets off some garlicky perfume.\nThat’s it. It’s ideal for ripping and dipping, or making into long, pretty toasts like pan con tomate (above), or just drinking straight from the bowl. If you’re dealing with your own tomato glut, may I suggest Sam’s delicious tomato and watermelon salad. Or Melissa’s tomato panzanella with cheese. Or Julia’s perfectly simple gazpacho.", "url": "https://www.nytimes.com/2018/08/22/dining/tomatoes-cooking.html"}