{"authors": ["Lauren Collins"], "date_download": "2018-11-16 03:09:16", "date_modify": "2018-11-16 03:09:16", "date_publish": "2018-05-11 16:07:35", "description": "In creative director Nacho Alegre’s Catalan countryhouse, the real beauty lies in what’s undone.", "filename": "2018_05_11_t-magazine_design_nacho-alegre-apartamento-country-house.html_rref=collection%2Fcolumn%2FBy%20Design_1542337756.html", "image_url": "https://static01.nyt.com/images/2018/04/27/t-magazine/27tmag-nacho-slide-CGKV/27tmag-nacho-slide-CGKV-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_11_t-magazine_design_nacho-alegre-apartamento-country-house.html_rref=collection%2Fcolumn%2FBy%20Design_1542337756.html", "title": "Inside an Artfully Imperfect Home in the Catalonian Countryside", "title_page": "Inside an Artfully Imperfect Home in the Catalonian Countryside - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The probability that a person possesses a certain quality often rises in direct proportion to his denial of said quality. “I’m not a perfectionist,” Nacho Alegre, the Barcelonese polymath — magazine editor, photographer, bar owner, creative director — said recently, driving past pig farms and citrus trees to his home in La Tallada d’Empordà, a medieval village in the Girona province of Catalonia, an hour and a half northeast from Barcelona. His car was just so: an old Mercedes in artichoke green. So was his outfit: a navy wool sweater and beige jeans — the kind of ostensibly low-key uniform that, in the creative professions, can serve to camouflage serious control-freakery. But when he pulled up to the towerlike townhouse and was asked why he had chosen it, he invoked the word “mortgage” rather than the nobility of its materials or the quality of its light. “Getting a house in the countryside is a way to save money when you have these jobs that are so unreliable,” he said.\nAlegre, who is 36, grew up in Barcelona, with a lawyer father and a painter mother who became a furniture restorer after having Nacho and his three sisters. He was supposed to be a lawyer, too. But he started taking photographs instead and, on the day of his final law school exam in 2005, scored his first big commercial assignment, a campaign for the Swiss furniture manufacturer Vitra. Traveling around the world, often crashing with friends, he became interested in the way people express themselves through their habitats. Since co-founding Apartamento magazine, which has showcased “everyday life interiors” since 2008, Alegre has been influential in defining the apparently unplanned, underthought aesthetic that has emerged as the international age of austerity’s signal look. “A plant on top of a brick and some plywood furniture,” Alegre said, jokingly, of the dominant Apartamento style, though it has nonetheless encouraged a generation of homeowners (or, just as likely, renters) to rethink what makes a good home and, perhaps by extension, a good life.\nHe paid $99,000 in 2015 for his Catalan property, then renovated it over the course of a year for another $123,000 with Arquitectura-G, a Barcelona architecture firm that, in 2015, won the EU Mies Award Emerging Architect Special Mention — one of Europe’s top awards for young architects — for the renovation of a damaged village house in Cilleros, Spain. The project proved, as the citation noted, “that good architecture does not need to be expensive or spectacular.” With the firm’s four principals, longtime friends of Alegre’s, he remade the house more or less the way you do a magazine, bouncing around ideas and tweaking as space and budgets demanded. A compact spiral staircase went up between the second and third stories, for example, not because Alegre particularly wanted a spiral staircase, but because his buddies told him, “Look, you’re 33, you don’t have children, so why do you care?” and then referenced the minimalist homes of veteran Spanish architect Oscar Tusquets Blanca.\nAlegre’s house faces a barren street where you see more cats than people. Standing there, he winced at a tall, narrow cathedral window that dominates the river-stone-clad facade, upon which pipes and wires formed a sort of electrical wisteria. “I hate that window,” he said. “If I lived here full time, I would have invested in something more beautiful.” He walked through an arch into the entry hall, which, like much of the house, is paved in terra-cotta. Another staircase, this one tucked into a corner, dominates the ground floor; its impressive gradient and lack of rails announce that this is a party house — a place for youngish professionals with demanding city lives to hide away on the weekends, cooking roasts and playing cards. Stacks of firewood echo the stairs’ rigid lines, and the hall is bare except for a collection of straw hats that Alegre’s girlfriend, Cristina Carulla, hung on an ecru plaster wall. (An interior designer, she has an apartment in Barcelona’s Dreta de l’Eixample, a gentrifying textile district where the couple lives during the week.)", "url": "https://www.nytimes.com/2018/05/11/t-magazine/design/nacho-alegre-apartamento-country-house.html?rref=collection%2Fcolumn%2FBy%20Design"}