{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:01:06", "date_modify": "2018-11-16 04:01:06", "date_publish": "2018-04-23 19:57:34", "description": "After an argument on the independence of executive branch officials, Mr. Rosenstein made his Supreme Court debut in a separate sentencing case.", "filename": "2018_04_23_us_politics_supreme-court-rosenstein-firing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340866.html", "image_url": "https://static01.nyt.com/images/2018/04/24/us/politics/24dc-scotus/24dc-scotus-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_23_us_politics_supreme-court-rosenstein-firing.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340866.html", "title": "Rod Rosenstein Makes a Timely Supreme Court Appearance", "title_page": "Rod Rosenstein Makes a Timely Supreme Court Appearance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — On Monday morning, the Supreme Court heard an argument that touched on the president’s power to fire subordinates. In the afternoon, Deputy Attorney General Rod J. Rosenstein, who has been the subject of reports that President Trump wants to fire him, argued before the justices.\nThe morning argument examined how to balance independence against accountability within the executive branch. The specific question for the court was whether in-house judges at the Securities and Exchange Commission had decided cases without constitutional authorization. But several justices acknowledged that their ruling in the case could have broad implications.\n“There are different ways to interfere with decisional independence,” Justice Elena Kagan said. “One is by docking somebody’s pay. One is by having a removal power hang over your head. And another is by being the person who gets to decide who gets the job or not.”\nBut Chief Justice John G. Roberts Jr. said responsibility within the executive branch must ultimately belong to the president rather than “the administrative bureaucracy, which operates as insulation from the political accountability that the drafters of the Constitution intended.”", "url": "https://www.nytimes.com/2018/04/23/us/politics/supreme-court-rosenstein-firing.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}