{"authors": ["Maggie Haberman", "Charlie Savage"], "date_download": "2018-11-16 04:01:07", "date_modify": "2018-11-16 04:01:07", "date_publish": "2018-02-15 00:34:35", "description": "The admission by President Trump’s longtime personal lawyer that he sent $130,000 to a pornographic film actress is raising new legal, ethical and factual questions.", "filename": "2018_02_14_us_politics_stormy-daniels-michael-cohen-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340867.html", "image_url": "https://static01.nyt.com/images/2018/02/15/us/politics/15dc-cohen/15dc-cohen-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_14_us_politics_stormy-daniels-michael-cohen-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340867.html", "title": "Trump Lawyer’s Payment to Porn Star Raises New Questions", "title_page": "Trump Lawyer’s Payment to Porn Star Raises New Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The admission by President Trump’s longtime personal lawyer that he sent $130,000 to a pornographic film actress, who once claimed to have had an affair with Mr. Trump, has raised potential legal questions ranging from breach of contract to ethics violations.\nThe lawyer, Michael D. Cohen, told The New York Times on Tuesday that he had used his own funds to facilitate the payment to the actress, Stormy Daniels, whose real name is Stephanie Clifford, adding that neither the Trump Organization nor the Trump campaign had reimbursed him for the payment. He insisted that the payment was legal.\nThe Wall Street Journal first reported last month that Mr. Cohen had arranged the payment soon before the 2016 election, as Ms. Clifford was considering speaking publicly about the purported affair.\nBut Mr. Cohen’s assertions left many questions unanswered, including whether the payment was truly a personal gift by him or whether he was reimbursed by some other party, like Mr. Trump or an associate of Mr. Trump.", "url": "https://www.nytimes.com/2018/02/14/us/politics/stormy-daniels-michael-cohen-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}