{"authors": ["Tariq Panja"], "date_download": "2018-11-16 03:19:05", "date_modify": "2018-11-16 03:19:05", "date_publish": "2018-05-09 13:35:44", "description": "A Qatari broadcaster paid hundreds of millions of dollars for exclusive rights to major events. Its officials believe someone in Saudi Arabia is pirating the broadcasts.", "filename": "2018_05_09_sports_bein-sports-qatar-beoutq.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338345.html", "image_url": "https://static01.nyt.com/images/2018/05/10/sports/10bein-web1/10bein-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_09_sports_bein-sports-qatar-beoutq.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338345.html", "title": "The Brazen Bootlegging of a Multibillion-Dollar Sports Network", "title_page": "The Brazen Bootlegging of a Multibillion-Dollar Sports Network - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "DOHA, Qatar — What do you do when your multibillion dollar sports network has been stolen?\nExecutives at Qatar’s beIN Sports pondered that question last week as they stared at a bank of screens inside their sprawling headquarters here. On the night of May 2, the network’s main channel, which functions as the ESPN of the Middle East, televised the deciding game of the Champions League semifinal between A.S. Roma and Liverpool.\nThey watched the beIN Sports feed as Liverpool scored to take an early lead. Then they watched the same play 10 seconds later on live coverage from beoutQ, a bootlegging operation seemingly based in Saudi Arabia, whose roots lie in the bitter political dispute between Qatar and a coalition of countries led by its largest neighbors, Saudi Arabia and the United Arab Emirates.\nThat night, like every night for the past few months, 10 beoutQ channels were live, almost all of them screening the ostensibly exclusive and very expensive content of beIN, which owns some of the most valuable sports rights in France, Spain and Turkey.\nThe coalition countries have subjected Qatar to a punishing blockade over the past year. Those countries last year accused Qatar of supporting terrorism and criticized its relationship with Iran, an ally of Syrian leader Bashar al-Assad. They enacted an embargo, cut off diplomatic ties and set up the blockade of the energy-rich emirate, closing Qatar’s access to many of the region’s ports and much of its airspace. Qatar has denied the allegations and has claimed it has assisted the United States in its war on terrorism.", "url": "https://www.nytimes.com/2018/05/09/sports/bein-sports-qatar-beoutq.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}