{"authors": ["Jesse Mckinley"], "date_download": "2018-11-16 04:29:12", "date_modify": "2018-11-16 04:29:12", "date_publish": "2018-03-26 22:47:17", "description": "In Ms. Nixon’s first trip to Albany as a candidate for governor, she attacked the incumbent, Andrew Cuomo, and the city’s “old boys’ club” atmosphere.", "filename": "2018_03_26_nyregion_cynthia-nixon-speech-albany-cuomo.html_module=inline_1542342552.html", "image_url": "https://static01.nyt.com/images/2018/03/27/nyregion/27nixon/27nixon-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_26_nyregion_cynthia-nixon-speech-albany-cuomo.html_module=inline_1542342552.html", "title": "‘Mad as Hell,’ Cynthia Nixon Comes Out Swinging in Albany", "title_page": "‘Mad as Hell,’ Cynthia Nixon Comes Out Swinging in Albany - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Cuomo, 60, has already launched various campaign offensives to try to blunt the impact of the novelty of Ms. Nixon’s challenge, her celebrity and her pointed attacks. He already also holds enormous advantages in fund-raising, with some $30 million in campaign funds, and a big edge in early polling.\nThe governor also was the beneficiary of a supportive statement from Héctor Figueroa, the president of 32BJ of the Service Employees International Union, released shortly after Ms. Nixon finished speaking. He lauded Mr. Cuomo’s record and downplayed those who “seize the most headlines” through personal attacks.\n“We saw Cynthia Nixon’s news conference,” said Rachel Cohen, a union spokeswoman, when asked about the motivation for Mr. Figueroa’s statement. “And we just wanted to restate our support for the governor’s record.”\nThe stated reason for Ms. Nixon’s visit to Albany was to lobby for more equitable education funding, an issue on which the actress and activist has been lobbying for years. But the event was also, of course, an opportunity to cast a broader message.\nMs. Nixon, 51, took a smattering of questions after her speech, keeping most of her answers brief. She expressed support for raising taxes on the rich, called the governor’s 2 percent spending cap “disastrous,” and demurred when asked about revelations about Mayor Bill de Blasio — an ally of hers — taking tens of thousands of dollars in donations from a Long Island restaurateur seeking better lease terms for one of his restaurants.", "url": "https://www.nytimes.com/2018/03/26/nyregion/cynthia-nixon-speech-albany-cuomo.html?module=inline"}