{"authors": ["George Yancy"], "date_download": "2018-11-16 03:40:43", "date_modify": "2018-11-16 03:40:43", "date_publish": "2018-01-15 10:45:25", "description": "Our greatest civil rights leader was clear: Those who remain silent will also stand accused.", "filename": "2018_01_15_opinion_martin-luther-king-trump-racism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339643.html", "image_url": "https://static01.nyt.com/images/2018/01/15/opinion/15yancyWeb/15yancyWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_15_opinion_martin-luther-king-trump-racism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339643.html", "title": "Will America Choose King’s Dream or Trump’s Nightmare?", "title_page": "Opinion | Will America Choose King’s Dream or Trump’s Nightmare? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The problem with lying, obfuscation and making excuses, though, is that one is often forced to tell more lies, cloud the truth, make more excuses. These words from Mr. Trump are a blight on this nation, a dagger in the very heart of what we claim to be “noble” about America, a verbal drone fired at our fragile democratic experiment. And if we are honest, we will agree that the national and international damage done by Mr. Trump’s recent white-racist virulence is a heavy moral price to pay, a profound moral tragedy. And for those who remain silent, you also stand accused.\nWith his latest display, Mr. Trump has pulled deeply from the white-racist imagination. “Shithole” refers either to a toilet or the anus. Then again, in Mr. Trump’s mouth, it could mean both. So, let’s get this right. Places like Haiti, El Salvador and African countries are indicative of places where feces are deposited or places from which feces are expelled. Either way, Haitians, Salvadorans and Africans function, in Mr. Trump’s white racist imaginary, as “dirt,” “crap,” that which “stinks,” is “foul” and “nasty,” that which causes us typically to recoil.\nThese are the people who bring with them “contamination,” (Haitians who “all have AIDS”) which functions as a trope for uncleanness, pollution, corruption. This supports Mr. Trump’s white nativist narrative regarding making America great again; it is to make America white, “pure,” “clean,” “unsullied” and “moral” again. It is not by accident that those who Mr. Trump prefers are from Norway. After all, for Mr. Trump, they are “pure,” “clean,” and “moral” — tropes for whiteness.\nMr. Trump could have taken this from a Nazi handbook. Nazi ideology embraced Nordicism, which held that whites in Northern Europe were “superior,” Übermenschen. Clearly, Mr. Trump, like Hitler, has a preference for Nordic types. This isn’t just ignorance on the president’s part; this is moral transgression of the highest order. As Dr. Ibram X. Kendi powerfully pointed out in The Times yesterday, Mr. Trump is clearly not the first racist president, but we should rise up now to demand forcefully that this ideology has no place in the Oval Office.\nThen again, philosophically, Mr. Trump is not far-off from the anthropological “genius” of Immanuel Kant who, in “On the Different Races of Man,” held that the first race, which was obviously white, was “very blond (Northern Europe), of damp cold.” Unsurprisingly, Kant held that black people, because they are black, are stupid. These are the same black people whom Mr. Trump characterized by saying: “You live in your poverty, your schools are no good. You have no jobs. What the hell do you have to lose?” The answer is clear: Our souls to a racist.\nStrange, isn’t it? From the “shithole” of Africa, human life evolved. I guess Mr. Trump knew this, though. After all, he is “a very stable genius.”\nThe sociologist Joel Kovel wrote that “aversion is the cardinal manifestation of modern American racism.” This is why we had de jure segregation. White people didn’t want to be “contaminated” by black bodies by mixing with “bad blood.” White people expressed an aversion toward those of us who were racialized as black. We were considered “dirt”; stuff that needed to be removed, kept in its place. Like a shithole, like feces. It is better to be flushed away, kept at a distance. White people refused to touch Black people unless it was on their white perverse terms. Like feces, we were expelled from white spaces, we were deemed “uncivilized” (meaning, not white). Mr. Kovel added: “Of all prejudiced-against people, none have suffered the appellation of filthiness so much as Negroes.”", "url": "https://www.nytimes.com/2018/01/15/opinion/martin-luther-king-trump-racism.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}