{"authors": ["Emily Cochrane"], "date_download": "2018-11-16 04:24:59", "date_modify": "2018-11-16 04:24:59", "date_publish": "2018-10-20 06:05:56", "description": "The president toggled between distortions of the existing immigration system and the inflammatory language of his 2016 campaign at a rally on Friday in Arizona.", "filename": "2018_10_20_us_politics_trump-arizona-rally-immigration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342299.html", "image_url": "https://static01.nyt.com/images/2018/10/20/us/20dc-trumprally1/20dc-trumprally1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_20_us_politics_trump-arizona-rally-immigration.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342299.html", "title": "Playing Up Support Among Hispanic Voters, Trump Takes Aim at Immigration Laws", "title_page": "Playing Up Support Among Hispanic Voters, Trump Takes Aim at Immigration Laws - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MESA, Ariz. — President Trump blasted immigration laws and border security at a boisterous rally here on Friday, all while playing up his support among Hispanic voters.\nHe distorted the current immigration system and the migrant caravan nearing the United States and deployed the inflammatory language of his 2016 campaign, even resurrecting the phrase “bad hombre,” a term he coined as a presidential candidate.\n“You’ve got some bad people in those groups,” he said. “I’ll tell you what, this country doesn’t want them.”\nBut even as chants of “build the wall” erupted repeatedly throughout the night, Mr. Trump described his prevailing popularity with Hispanic voters, polling the crowd to see how many were in attendance. The response was lukewarm.", "url": "https://www.nytimes.com/2018/10/20/us/politics/trump-arizona-rally-immigration.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}