{"authors": ["Tejal Rao"], "date_download": "2018-11-16 03:24:20", "date_modify": "2018-11-16 03:24:20", "date_publish": "2018-08-22 09:00:01", "description": "Made from rice and coconut, surnoli are soft, round and puffy — and perfect for breakfast.", "filename": "2018_08_22_magazine_a-superior-pancake_1542338660.html", "image_url": "https://static01.nyt.com/images/2018/08/26/magazine/26mag-eat-image3/26mag-eat-image3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_22_magazine_a-superior-pancake_1542338660.html", "title": "A Superior Pancake", "title_page": "A Superior Pancake - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On a first try, I made the surnoli wrong, too liquid, too thin, shaping them in the pan with the back of a ladle so they were unevenly thin and thick. My reference point was the wrong kind of pancake. So I called my father and studied some photos and tried again. “They should be fat in the middle and full of holes,” he told me. “And they should taste simply of coconut and rice, with only a hint of sourness.”\nI cooked surnoli on the day I was meant to leave town to visit him and the rest of my family in Los Angeles, pre-buttering a couple of good-looking piles in my Brooklyn kitchen and carefully loading them in my backpack. I thought I’d share them with my father and surprise him, but also ask him, with his firsthand memories of surnoli, for a few more answers. Were these like the ones he remembered? Were they fermented far enough, or maybe a little too much? Were the ones made with Eno an acceptable substitute? And if they were so easy to make, which they were, why had he never made them for me? But I’d skipped breakfast, and rushed out the door hungry, and within the first hour of my flight, all the pancakes I’d made for him were gone. “That’s all right,” he said when I told him later and he finished laughing at me. “We can make them together at Christmas.”", "url": "https://www.nytimes.com/2018/08/22/magazine/a-superior-pancake.html"}