{"authors": ["Kate Taylor"], "date_download": "2018-11-16 04:02:17", "date_modify": "2018-11-16 04:02:17", "date_publish": "2018-02-14 18:46:23", "description": "It’s been hard to find a successor to Carmen Fariña with the skills to run the country’s largest district and a mind-set compatible with the mayor’s.", "filename": "2018_02_14_nyregion_farina-chancellor-replace.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340937.html", "image_url": "https://static01.nyt.com/images/2018/02/08/nyregion/08chancellor/08chancellor-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_14_nyregion_farina-chancellor-replace.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340937.html", "title": "Months of Searching Still Hasn’t Found New Schools Chancellor", "title_page": "Months of Searching Still Hasn’t Found New Schools Chancellor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "She is under consideration by the de Blasio team, according to someone informed about the search who requested anonymity to speak about confidential conversations.\nDr. Jenkins did not respond to an email and a phone call.\nAnother candidate who has been considered, MaryEllen Elia, is the New York State education commissioner, and would be a more conservative choice. Ms. Elia, 69, a former superintendent of schools in Florida’s Hillsborough County, which includes Tampa, has pursued a modest and conciliatory course, and she gets along well with Ms. Fariña. But a person with knowledge of the search said that she was probably a long shot given concerns about her effectiveness in her current job.\nA spokeswoman for the state education department said that Ms. Elia “has had no discussions about this.”\nKathleen Cashin, a member of the Board of Regents and a former superintendent in New York City, has also been considered, according to the person informed about the search. Dr. Cashin has been a critic of the state’s Common Core-aligned tests and of using test scores to evaluate teachers.\nDr. Cashin said she has not been interviewed.\nUnder Mr. de Blasio’s predecessor, Michael R. Bloomberg, the city was recognized as a hotbed of education reform, a front-runner in the push to use data, especially test scores, to evaluate schools, principals and teachers. Mr. Bloomberg’s schools chancellor, Joel Klein, began giving schools letter grades and pioneered the practice of closing low-performing schools and replacing them with new schools on a large scale.", "url": "https://www.nytimes.com/2018/02/14/nyregion/farina-chancellor-replace.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}