{"authors": ["The New York Times"], "date_download": "2018-11-16 04:25:50", "date_modify": "2018-11-16 04:25:50", "date_publish": "2018-01-19 08:42:41", "description": "The government shut down at midnight after lawmakers failed to reach an agreement on a spending bill in time.", "filename": "2018_01_19_us_politics_government-shutdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342350.html", "image_url": "https://static01.nyt.com/images/2018/01/20/us/politics/20dc-shutdown-briefing-4/20dc-shutdown4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_19_us_politics_government-shutdown.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342350.html", "title": "Government Shuts Down as Bill to Extend Funding Is Blocked; Senate Adjourns for the Night", "title_page": "Government Shuts Down as Bill to Extend Funding Is Blocked; Senate Adjourns for the Night - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Schumer and Trump came close to a deal on Friday afternoon.\nPhoto\nPresident Trump and Senator Chuck Schumer of New York, the top Democrat in the Senate, came close to an agreement to avert a government shutdown over lunch on Friday, but their consensus broke down later in the day when the president and his chief of staff demanded more concessions on immigration, according to people on both sides familiar with the lunch and follow-up calls between Mr. Trump and Mr. Schumer.\nThe negotiations between Mr. Trump and Mr. Schumer, fellow New Yorkers who have known each other for years, began when the president called Mr. Schumer Friday morning, giving the White House staff almost no heads-up. In a lengthy phone conversation, both men agreed to seek a permanent spending deal rather than the stopgap measure being negotiated by lawmakers on Capitol Hill.\nLess than an hour later, Mr. Schumer was meeting with Mr. Trump over cheeseburgers in the president’s study next to the Oval Office. The White House chief of staff, John F. Kelly, was there, as was Mr. Schumer’s chief of staff, Mike Lynch.\nRead more from Michael D. Shear and Maggie Haberman »\nEven as the shutdown dominates headlines, it could be forgotten by November.\nIn the fall of 2013, Republican hard-liners engineered a 16-day shutdown of the federal government, implausibly insisting that President Barack Obama acquiesce to their demand that the Affordable Care Act be stripped of all funding.\nThe gambit failed miserably. The Republican Party’s already low standing in public opinion polls plunged further. Mr. Obama and Democratic lawmakers were widely seen as victorious.\nThen the following November, something happened that plainly informed the moves of Democrats today as they drove the government toward another shutdown: Voters handed Republicans overwhelming victories and a Senate majority — in large part because of dissatisfaction with the man in the White House. The shutdown was a distant memory.\n“I don’t think anybody paid a big price for it,” Senator Joe Manchin III, a West Virginia Democrat who is facing a competitive re-election race this fall, said of the 2014 election.\nAdvertisement Continue reading the main story\nFor Democrats on the ballot in many of the states that President Trump carried, the fresh government shutdown is unmistakably perilous, especially if it is seen as a strong-armed move to protect undocumented immigrants brought to this country illegally as children. And Mr. Manchin vote to keep the government open, as did four other Trump-state Democrats.\nRead more from Jonathan Martin »\nLindsey Graham proposed a three-week extension.\nSenator Lindsey Graham, Republican of South Carolina, released a statement proposing a three-week funding extension, a week shorter than the bill the House had passed.\nIn the statement, he said that he thought that lawmakers were “inside the ten yard line” on finding solutions to immigration and other issues involved in the debate over the spending bill.\nSoon after Mr. Graham’s statement, Mr. Trump interjected on Twitter casting doubt on whether lawmakers can reach a deal.\nWhite House officials outlined what may be involved in a shutdown.\nVideo\nOfficials at the White House Office of Management and Budget spent the past week consulting with federal agencies on contingency plans in the event of a shutdown, the fourth time in the past year that they have had to make such preparations.\nMore than 1 million active duty military personnel will serve with no lapse, they said, but could not be paid until the shutdown ends. Agencies such as the Department of Energy that have funding that is not subject to annual appropriations can use that money to stay open, the officials said, and the administration is encouraging them to do so. Most mandatory programs — entitlements such as Social Security that are automatically funded rather than subject to congressional appropriations — can continue without disruption.\nOfficials said Mr. Trump may travel on Air Force One to carry out his constitutional responsibilities, such as a planned trip to Davos, Switzerland, next week — although it was not clear if trips to Mar-a-Lago, his exclusive Palm Beach club, for golf and socializing, such as the one he had planned for this weekend, would fall into that category.\nVideo\nOverall, the senior officials said, the administration was working to minimize the effect of the shutdown on Americans. But some things will have to wait. One official said there could be no work, at least in the short term, on the president’s forthcoming budget request for 2019 as long as a shutdown remained in effect.\nAdvertisement Continue reading the main story\n— Julie Hirschfeld Davis\nPhoto\nMulvaney went from shutdown instigator to government defender.\nMr. Mulvaney was once a ringleader of the so-called Shutdown Caucus when he helped orchestrate the shuttering of the government in 2013 as a hard-right member of the House.\nNow, as Mr. Trump’s budget director, he is doing his best to avert one. At a White House briefing on Friday, Mr. Mulvaney insisted that a shutdown was not a desirable outcome, and that unlike the last such scenario under President Barack Obama in 2013, the Trump administration was doing everything possible to avoid a funding lapse. He said that Democrats “weaponized” the shutdown back then for political purposes.\nThe tune on Friday was much different from five years ago when it was Mr. Mulvaney who dared Democrats over funding for the Affordable Care Act. Mr. Mulvaney also helped spearhead the debt ceiling brinkmanship in 2011 over Republican demands to cut Planned Parenthood funding.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nRepublicans did bear much of the responsibility for the 2013 shutdown, and Mr. Mulvaney at the time tried to play down the effect that the standoff was having on the government.\n“In many ways, then, this is a government ‘slowdown’ more than it is a shutdown,” he said.\nAnd while Mr. Mulvaney was quick to assail Mr. Obama’s lack of leadership for the most recent shutdown, he said Friday that Mr. Trump should face no such blame if a shutdown happens on his watch.\n“There’s no way you can lay this at the feet of the president of the United States,” he said.\nPhoto\nDon’t worry about that Yosemite vacation.\nNational Parks will remain open despite a government shutdown, the Department of Interior announced Thursday in a move that could help assuage public anger at Republicans if Congress fails to agree to a budget.\nIncluding the Lincoln Memorial and the Grand Canyon, more than 400 National Park Service parks and properties have been the most visible faces of past government shutdowns.\nThe last time Congress failed to agree on a budget, in 2013, a group of veterans aided by Republican lawmakers ignored barricades at the World War II memorial in Washington to visit the site. In southeastern Utah, county commissioners decided to reopen Natural Bridges National Monument in act of self-declared civil disobedience.\n“We fully expect the government to remain open; however, in the event of a shutdown, national parks will remain as accessible as possible while still following all applicable laws and procedures,” Heather Swift, an Interior Department spokeswoman, said in a statement.\nAdvertisement Continue reading the main story\nShe noted that some services that require staffing and maintenance, like campgrounds and full-service restrooms, will not operate.\n“The American public and especially our veterans who come to our nation’s capital will find war memorials and open-air parks open to the public,” she said.\nJacque Simon, the public policy director for the American Federation of Government Employees, the largest federal employee union, said federal workers have not yet been given any instructions about how agencies plan to operate or whom will be sent home if a shutdown occurs. Keeping the parks open, she said, is a smart political move.\n“The White House is very conscious of what’s popular and what’s not, and I think one of the memorable images from the last shutdown was World War II veterans who had come to D.C. to visit the then-relatively new World War II Memorial being turned away. It was not a good visual,” she said.\nMs. Simon said a shutdown would be an “economic disaster” for federal employees, and said she is concerned that national parks my remain open by the government paying contractors while sending federal workers on furlough. That, she said, would amount to an illegal privatization of the work force.\n“We will be watching that very closely,” she said.\nEnvironmental activists criticized the plan to keep open the national parks, calling it dangerous to visitors as well as illegal under the Anti-Deficiency Act of 1998 that mandates the government can’t spend funds that haven’t been appropriated.\n“It’s nothing more than a baldfaced attempt to divert Americans’ attention away from the G.O.P.’s extreme agenda,” Scott Slesinger, the legislative director for the Natural Resources Defense Council, said in a statement.\n— Lisa Friedman\nShutdown comes at a terrible time for the I.R.S.\nMr. Trump has warned that a government shutdown could blunt the effect of his tax cuts, and he could have a point.\nAdvertisement Continue reading the main story\nTax filing season starts in less than two weeks, and the Internal Revenue Service, which has been swamped with work trying to carry out the new tax law, may take a big hit. That could take a toll on the tax collection agency’s ability to ensure a smooth transition and deal with the tsunami of questions coming from confused taxpayers.\nAbout 56 percent of I.R.S. employees are set to be sent home in the shutdown.\nAnd it comes at a time when the agency is already understaffed, having lost 21,000 full-time employees since 2010 as its budget has dwindled.\n— Alan Rappeport", "url": "https://www.nytimes.com/2018/01/19/us/politics/government-shutdown.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}