{"authors": ["Gisela Williams"], "date_download": "2018-11-16 03:08:23", "date_modify": "2018-11-16 03:08:23", "date_publish": "2018-05-09 17:32:56", "description": "How the Azorean island, some 800 miles from the mainland, is putting the paradisiacal archipelago on the map.", "filename": "2018_05_09_t-magazine_travel_sao-miguel-portugal-guide.html_action=click&module=RelatedLinks&pgtype=Article_1542337703.html", "image_url": "https://static01.nyt.com/images/2018/05/01/t-magazine/01tmag-azores-slide-V56T-copy/01tmag-azores-slide-V56T-copy-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_09_t-magazine_travel_sao-miguel-portugal-guide.html_action=click&module=RelatedLinks&pgtype=Article_1542337703.html", "title": "Where to Shop (and Eat) in São Miguel, Portugal", "title_page": "Where to Shop (and Eat) in São Miguel, Portugal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In a mirroring of Norse legends, a mid-1300s Medici atlas showed an archipelago floating in the middle of the Atlantic. More than half a century later, the Azores — nine volcanic isles about 800 miles west of Portugal — were more formally discovered, presumably by the Portuguese explorer Diogo de Silves. Some say that the islands’ name refers to the cerulean hues of the surrounding waters; others believe it has to do with the birds flying overhead (‘‘açor’’ can mean goshawk in Portuguese).\nThe Azores’ crater lakes and mineral-rich soil made them well suited for fishing and agriculture; during the 18th and much of the 19th centuries, the exportation of oranges generated great wealth for the islanders, who built colonial-style manors out of lava stone, many of which remain. When a blight killed the industry in the mid-1800s, oranges were replaced with pineapples and, later, cows. Today, the Azores are transforming yet again to become a model of sustainable tourism — one that, given the islands’ hot springs, surf culture and thriving ecosystems (dolphins and sperm whales are often spotted swimming just off the rocky coasts), can feel like a less-developed version of Hawaii.\nThe main island of São Miguel, nearly 40 miles from end to end and home to just under 138,000 people (more than half of the total Azorean population), is the best place to start (though visitors also love São Jorge and Pico, whose barren beauty seems almost prehistoric). Getting in and out of Ponta Delgada, São Miguel’s main city, has over the past couple of years been made easier with direct flights — a boon not just for tourists but also for locals, a handful of whom have recently returned after stints elsewhere to open hotels and restaurants. São Miguel is also home to a burgeoning art and music scene — the annual Tremor festival brings experimental bands and performance troupes every spring. But in a place where the ginger lilies grow taller than humans, and frequent light rains lead to almost-daily rainbows, visitors are just as likely to seek silence.", "url": "https://www.nytimes.com/2018/05/09/t-magazine/travel/sao-miguel-portugal-guide.html?action=click&module=RelatedLinks&pgtype=Article"}