{"authors": ["Mihir Zaveri"], "date_download": "2018-11-16 03:23:44", "date_modify": "2018-11-16 03:23:44", "date_publish": "2018-07-20 20:36:05", "description": "A French research team says it has stumbled on the Japanese disaster’s signature in California wine, but the radioactive levels are too low to be dangerous.", "filename": "2018_07_20_science_fukushima-radiation-levels-california-wine-nyt.html_module=inline_1542338624.html", "image_url": "https://static01.nyt.com/images/2018/07/21/us/21xp-wine/merlin_141514005_780c1ee6-1c50-4551-8d46-217b16dcc2ac-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_20_science_fukushima-radiation-levels-california-wine-nyt.html_module=inline_1542338624.html", "title": "Fukushima’s Nuclear Imprint Is Found in California Wine (Drinkers, Don’t Panic)", "title_page": "Fukushima’s Nuclear Imprint Is Found in California Wine (Drinkers, Don’t Panic) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ever since a huge earthquake off the coast of Japan sent a tsunami crashing into a nuclear plant in Fukushima, setting off one of the world’s worst nuclear crises, scientists have been uncovering the radioactive legacy of the 2011 disaster.\nThe government warned about contaminated seafood around Japan, and toxic water, sludge and rubble. More frighteningly, radioactive wild boars marauded Japanese towns and attacked people.\nNow a group of French nuclear physicists say they have stumbled on Fukushima’s signature in Northern California wine. (No, it’s not believed to be dangerous — more on that later.)\nIn a new study, the researchers report testing 18 bottles of California rosé and cabernet sauvignon from 2009 onward and finding increased levels of radioactive particles in the wine produced after the Fukushima disaster. In the case of the cabernet, the levels of the radioactive materials doubled.", "url": "https://www.nytimes.com/2018/07/20/science/fukushima-radiation-levels-california-wine-nyt.html?module=inline"}