{"authors": ["Jose A. Del Real", "Jonathan Martin"], "date_download": "2018-11-16 04:24:52", "date_modify": "2018-11-16 04:24:52", "date_publish": "2018-10-21 18:18:25", "description": "Democratic Party strategists hope Latino voters angered by the administration’s rhetoric and policies will help deliver resounding victories.", "filename": "2018_10_21_us_trump-latinos-democrats-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342292.html", "image_url": "https://static01.nyt.com/images/2018/10/19/us/politics/00latinovote1/00latinovote1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_21_us_trump-latinos-democrats-midterms.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342292.html", "title": "As Democrats Court Latinos, Indifference Is a Powerful Foe", "title_page": "As Democrats Court Latinos, Indifference Is a Powerful Foe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LAS VEGAS — Children ripped from their parents’ arms and held in sweltering tent cities. Immigration raids outside hospitals, schools and courthouses. An onslaught of ads and speeches delivering insults and racist remarks.\nWith the hard-fought midterm elections less than three weeks away, Democratic Party strategists hope Latino voters who are angered by the Trump administration’s policies and divisive language will help deliver resounding victories in many of the races that will decide political control in Washington. If ever there were a time to cast protest ballots, they reason, it would be with President Trump in the White House.\nBut interviews with dozens of Hispanic voters in Nevada and California, two key battleground states, showed a more complicated picture that is deeply alarming to Democratic Party officials. Away from campaign rallies and candidates, many voters said they felt disempowered rather than emboldened; they expressed feelings of cynicism, apathy and fear fueled by the highly fraught political moment. Others said that messaging about immigration policy alone is not enough to motivate them.\nAnd some have simply lost faith that politicians will follow through on their promises once the elections are over.", "url": "https://www.nytimes.com/2018/10/21/us/trump-latinos-democrats-midterms.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}