{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:41", "date_modify": "2018-11-16 04:00:41", "date_publish": "2018-08-20 16:56:29", "description": "A newly released memo shows that Mr. Kavanaugh, President Trump’s Supreme Court pick, took a relentlessly tough stance as a young lawyer investigating Bill Clinton’s affair with Monica Lewinsky.", "filename": "2018_08_20_us_politics_brett-kavanaugh-clinton-starr.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340841.html", "image_url": "https://static01.nyt.com/images/2018/08/21/us/politics/21dc-kavanaugh-print/21dc-kavanaugh-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_20_us_politics_brett-kavanaugh-clinton-starr.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340841.html", "title": "Brett Kavanaugh Urged Graphic Questions in Clinton Inquiry", "title_page": "Brett Kavanaugh Urged Graphic Questions in Clinton Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Brett immediately regretted the tone of that memo,” Mr. Bittman said. “My memory is that he was sleep deprived and then quickly realized in retrospect that it was over the top.”\nMr. Kavanaugh took a different approach when Mr. Starr was about to provide Congress with a report laying out possible grounds for impeachment, urging his colleagues to use discretion in describing Mr. Clinton’s interactions with Ms. Lewinsky.\nHe lost that fight. The final report included all of the sexual details, and it was quickly made available on the internet.\nIn the memo, Mr. Kavanaugh said he was “mindful of the need to respect the office of the president.”\n“But in my view,” he continued, “given what we know, the interests of the office of the president would best be served by gathering the full facts regarding the actions of this president so that the Congress can decide whether the interests of the presidency would best be served by having a new president.”\nThe memo was released as tensions between Mr. Trump and Robert S. Mueller III, the special counsel investigating links between Mr. Trump and Russia, seem to be rising with each passing day. Judge Kavanaugh seems certain to be questioned about the memo and what it suggests about the Mueller investigation at his confirmation hearings next month.\nJudge Kavanaugh is likely to say that his views on the wisdom of criminal investigations of sitting presidents have evolved considerably in the two decades since he wrote the memo.", "url": "https://www.nytimes.com/2018/08/20/us/politics/brett-kavanaugh-clinton-starr.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}