{"authors": ["Eric Asimov"], "date_download": "2018-11-16 04:54:07", "date_modify": "2018-11-16 04:54:07", "date_publish": "2018-08-09 17:00:14", "description": "The Atlantic climate imbues these reds and whites — made from little-known Portuguese grapes — with elegance, grace and the potential to age.", "filename": "2018_08_09_dining_wine-portugal-bairrada-baga.html_module=inline_1542344047.html", "image_url": "https://static01.nyt.com/images/2018/08/15/dining/15pour4/15pour4-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_09_dining_wine-portugal-bairrada-baga.html_module=inline_1542344047.html", "title": "From Maritime Bairrada in Portugal, Wines of Freshness", "title_page": "From Maritime Bairrada in Portugal, Wines of Freshness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For many Americans, the wines of Portugal are a great unknown.\nUnlike those of France, Italy or Spain, Portuguese wines do not carry with them much of an identity. A mention evokes no particular image except perhaps for port, the famous fortified wine. The problem is few Americans drink fortified wine anymore. If consumers do, my impression is that they are more likely to be interested in Madeira (also from Portugal, but produced on a far smaller scale than port) or sherry from Spain.\nOne Portuguese wine Americans may know is Vinho Verde, from the Minho region of northernmost Portugal, which has become a moderately popular, inexpensive summer refreshment. But I would wager that many people are not certain about where Vinho Verde comes from, particularly those wines made with the alvarinho grape, better known under its Spanish identity, albariño.\nThe confusion is partly a result of Portugal’s greatest strength: its reliance on grapes that have been indigenous to Portugal.\nA tried and true strategy of winemakers in underappreciated but ambitious regions in the last quarter of the 20th century was to gain global attention by planting well-known French grapes like cabernet sauvignon, merlot, sauvignon blanc and chardonnay, and then making wines in internationally popular styles — potent, oak-aged reds, for example.", "url": "https://www.nytimes.com/2018/08/09/dining/wine-portugal-bairrada-baga.html?module=inline"}