{"authors": ["Deb Amlen"], "date_download": "2018-11-16 03:22:39", "date_modify": "2018-11-16 03:22:39", "date_publish": "2018-10-25 02:00:01", "description": "Neville Fogarty makes us look closer.", "filename": "2018_10_24_crosswords_daily-puzzle-2018-10-25_1542338559.html", "image_url": "https://static01.nyt.com/images/2018/10/25/crosswords/25wordplay-snorkel/merlin_52306424_6f6fbac2-b9a4-4302-9531-21d2f85bbf85-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_24_crosswords_daily-puzzle-2018-10-25_1542338559.html", "title": "Looks Beneath the Surface", "title_page": "Looks Beneath the Surface - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "THURSDAY PUZZLE — Go on, tell me: How much do you dislike cross-referenced clues?\nYou’re sitting there solving, not bothering anyone, when out of nowhere the puzzle asks you to lift your eyeballs off what you’re reading and think about something in a totally different part of the grid. The nerve. Nothing wrecks your solving mojo more than a cross-referenced clue, right?\nI exaggerate, of course, mostly because that’s what they pay me to do, but also because there are times when a crossword convention — like a cross-referenced clue — can be put to very clever use. In fact, I’ll bet Neville Fogarty could sell you on them, especially with a brilliant theme like the one in today’s puzzle. I know I’m now a fan. This time.\nTricky Clues\nThe theme for this one was hard to figure out, so I feel like the cluing was lively but kept relatively low-key. Here are a few selected clues that are worth noting:\n35A: Sandra Denton is PEPA of the group Salt-N-Pepa, one of the first all-woman groups in rap.\n40A: Ah, how I look forward to spring as we settle into the autumnal chill. On first read, the clue “What may blossom from buds?” would seem to be something about leaves, but these “buds” are BROs, and the answer is BROMANCE.", "url": "https://www.nytimes.com/2018/10/24/crosswords/daily-puzzle-2018-10-25.html"}