{"authors": ["Sydney Ember"], "date_download": "2018-11-16 04:32:42", "date_modify": "2018-11-16 04:32:42", "date_publish": "2018-11-02 14:54:07", "description": "Young voters have a variety of causes this year: gun control, climate change, reproductive rights. Will they vote in big numbers? History says no.", "filename": "2018_11_02_us_politics_young-voters-midterms.html_module=inline_1542342762.html", "image_url": "https://static01.nyt.com/images/2018/11/03/us/politics/03youngvoters-sub-1/03youngvoters-sub-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_02_us_politics_young-voters-midterms.html_module=inline_1542342762.html", "title": "Young Voters Could Make a Difference. Will They?", "title_page": "Young Voters Could Make a Difference. Will They? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Today, the question seems almost quaint: If young people could vote, would they?\nBut in the early 1970s, the answer was hardly obvious. The 26th Amendment had just lowered the voting age to 18. Young people were agitated and engaged after a decade of social and cultural upheaval. Here was their chance to put that disaffection to work.\n“We will gain a group of enthusiastic, sensitive, idealistic and vigorous new voters,” Senator Edward M. Kennedy said at the time.\nDespite his convictions, this much has become clear: Mr. Kennedy was wrong.\nNot only is the turnout rate for young people typically far lower than the turnout rate over all, it also historically lags that of other age groups. Midterm elections have been especially disappointing. In 2014, less than 20 percent of young people voted — the lowest rate ever — compared with roughly 40 percent of the general population, according to United States census data.\nThat trend line is unlikely to change significantly next week, but there are some positive signs for Democrats, who tend to attract young voters more than do Republicans.", "url": "https://www.nytimes.com/2018/11/02/us/politics/young-voters-midterms.html?module=inline"}