{"authors": ["Antwaun Sargent"], "date_download": "2018-11-16 03:09:10", "date_modify": "2018-11-16 03:09:10", "date_publish": "2018-04-09 22:34:16", "description": "Eric N. Mack, who is based in the South Bronx, references the hip-hop icon in his “fabric collages.”", "filename": "2018_04_09_t-magazine_art_eric-n-mack-painting-fabric-collages_1542337750.html", "image_url": "https://static01.nyt.com/images/2018/04/09/t-magazine/09tmag-ericmack-slide-D93K/09tmag-ericmack-slide-D93K-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_09_t-magazine_art_eric-n-mack-painting-fabric-collages_1542337750.html", "title": "Meet the Mixed-Media Painter Inspired by Lil’ Kim", "title_page": "Meet the Mixed-Media Painter Inspired by Lil’ Kim - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Since then, he has been interested in quotidian objects (old photographs, rope, pegboard, folding fans) in his art-making: He generally uses an array of these materials and textiles as the surfaces of his paintings. Mack calls the works “fabric collages,” and styles them into sculptures and monumental installations that explore histories of both art and fashion and transform the spaces they take up. “I constantly think about how I could make a work in a space that would be as effective as like, a number of Lil’ Kim looks,” he says of the rap legend who challenged preconceived notions of beauty, dress and presentation when she famously wore a single nipple pastie (that Hylton created from Indian bridal fabric) to the MTV Video Music Awards in 1999.\nThe artist has shown some of these conceptual works in various museums — and earned a spot in the Studio Museum’s prestigious artist-in-residence program. His art has also caught the attention of the British designers Duro Olowu and Grace Wales Bonner. During the latter’s fall/winter 2018 presentation, models paraded past one of Mack’s fabric installations, which was inspired by nautical flags and African-American migration. Mack says that Wales Bonner’s consideration of her wearers and her interest in identity and fabric is “an affirmation to the language I’ve been working through this year.” (He recently collaborated with her on another blues-inspired piece for the retailer Totokaelo.)\nA few feet away, spread across the floor of the studio, sits “Menagerie,” one of his signature fabric works, which is almost complete. Its surface is a blue packing blanket, which Mack found at U-Haul and dyed with red, blue and green abstract shapes. On top of it are paper media: images of his sister wearing a shirt he created, a photograph of a Richard Tuttle installation and a sly reference to Hylton’s styling prowess in the form of Mary J. Blige on a ’90s cover of Pulse! magazine.\n“It’s about a set of questions,” Mack says of his work, glancing around his studio. “I’m trying to be free, and I’m trying to bring forth things that are interesting and beautiful. I’m also really keyed into what presence does to change a space, or to change an object. That’s the thing about painting: It doesn’t mean anything for something to be painted unless it actually is able to change the system of value spoken through the paintings to the viewers. I think paint is extraordinary, I think paint should be extraordinary.”", "url": "https://www.nytimes.com/2018/04/09/t-magazine/art/eric-n-mack-painting-fabric-collages.html"}