{"authors": ["Thessaly La Force"], "date_download": "2018-11-16 03:08:41", "date_modify": "2018-11-16 03:08:41", "date_publish": "2018-02-12 10:30:15", "description": "Is including a female artist’s wardrobe in surveys and retrospectives an act of condescension … or a recognition that an artist’s style is inseparable from her art?", "filename": "2018_02_12_t-magazine_artists-outfits-uniforms.html_module=inline_1542337721.html", "image_url": "https://static01.nyt.com/images/2018/01/30/t-magazine/30tmag-uniforms-slide-H9VH/30tmag-uniforms-slide-H9VH-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_12_t-magazine_artists-outfits-uniforms.html_module=inline_1542337721.html", "title": "Couture for Artists, Dead and Alive", "title_page": "Couture for Artists, Dead and Alive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "For centuries, female artists were mostly absent from museums. But as more work by women is organized into surveys and retrospectives, there is an odd addition — their wardrobe. Is this an act of condescension … or a recognition that an artist’s style is inseparable from her art? Plus: Five designers imagine a working uniform for a female artist from history, exclusively for T.\nTHERE’S A WHITE silk blouse that Georgia O’Keeffe saved from her youth. Its delicacy is what makes it remarkable: sheer, with dozens of pintucks running down the shoulders and the neckline, all of it hand-sewn. At the bottom of the scooped neck, at the slight dip where the collarbones meet, is a flower, made of the same silk fabric, pulled together with more pin tucks. It resembles an orchid in peak bloom. The back has been carefully patched and mended numerous times. It is like a work of art.\nO’Keeffe loved her clothes. Her housekeeper remarked in 1974 to The New Yorker: “Miss O’Keeffe has a hundred dresses, but they’re all alike, except that some are black instead of white.” She was fond of soft suede Ferragamo flats in colors ranging from matte black to a recessive teal blue. She liked low heels from Saks Fifth Avenue, the tops sewn together with raised seams, resembling the veins of a leaf. She favored dresses cut on the bias, tunics and slip-over smocks that stopped just below the knee. When she visited New York City, she wore severe two-piece skirt suits with crisp, collared blouses, and when she was back home in the high desert of New Mexico, she wore blue jeans, long-sleeved chambray shirts and simple cotton wrap dresses buckled at the waist. She preferred black when her picture was being taken, but she liked color, too: pink, sky blue, navy, even red. She kept her hair combed straight back, neatly twisted into a bun that resembled the brass pin her friend, fellow artist Alexander Calder, once gave her, with a coil shaped like the “O” of her name.\nAs one of America’s most famous 20th-century artists, O’Keeffe has always served as a figurehead for different tribes and their respective agendas: a revered painter in the eyes of feminists; a style icon to designers and fashion photographers. Her celebrity meant she was worshiped by those who were as interested in how she looked — and what that look represented — as in what she made. Whatever risks exist in objectifying O’Keeffe, her legacy reveals an artistry of self-presentation. A selection of her closet — along with 98 photographs of O’Keeffe, and a selection of 36 paintings — was on display for the first time at the Brooklyn Museum last year, in a retrospective of O’Keeffe’s life and work entitled “Georgia O’Keeffe: Living Modern.”", "url": "https://www.nytimes.com/2018/02/12/t-magazine/artists-outfits-uniforms.html?module=inline"}