{"authors": ["Richard Sandomir"], "date_download": "2018-11-16 04:40:44", "date_modify": "2018-11-16 04:40:44", "date_publish": "2018-05-09 20:12:22", "description": "Mr. Cohen and his wife, Susan, lost their daughter over Scotland when terrorists attacked Flight 103 in 1988. The couple became voices of the bereaved.", "filename": "2018_05_09_obituaries_daniel-cohen-82-dies-sought-justice-for-pan-am-bombing-victims_1542343244.html", "image_url": "https://static01.nyt.com/images/2018/05/10/obituaries/10cohen1/10cohen1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_09_obituaries_daniel-cohen-82-dies-sought-justice-for-pan-am-bombing-victims_1542343244.html", "title": "Daniel Cohen, 82, Dies; Sought Justice for Pan Am Bombing Victims", "title_page": "Daniel Cohen, 82, Dies; Sought Justice for Pan Am Bombing Victims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With his wife, Mr. Cohen wrote “When Someone You Know Is Gay” (1989), an introduction to homosexuality that Publishers Weekly said “performs a needed service: While gay teens will read it, learn and feel less alone, the target audience is the friends and classmates of gays.”\nTheir most personal book was “Pan Am 103: The Bombing, the Betrayals, and a Bereaved Family’s Search for Justice” (2000), which recounted their dramatically altered lives without their daughter.\n“I was a kinder and gentler person before Dec. 21, 1988,” Mr. Cohen wrote. “Now I’m angry and bitter. Early on, after we found out that this was a bombing, we had a press conference, and I remember myself saying, I don’t want any bombing in retaliation for this act. A couple of years later, we were talking to a group down at the United Nations and I found myself saying: Maybe I was wrong about that because nothing else has happened. We should retaliate. We should bomb them.”\nThe United States did not attack Libya as Mr. Cohen had hoped. Rather, when the victims’ families sued Libya, the country agreed to pay $2.7 billion to compensate the 270 families — or $10 million each. But the Cohens were outraged at the underlying deal making, which required the United Nations to lift its sanctions against Libya.\nIn an op-ed article for The Wall Street Journal in 2002, the Cohens wrote that the deal “is another attempt to buy our support for the rehabilitation and enrichment of the guys who killed our daughter — or at least to shut us up.”\nThey ultimately accepted $4 million from Libya, minus legal fees, for Theo’s death. They took the first payout after the United Nations’ sanctions were lifted in 2003 but refused the next two after the United States lifted its sanctions and removed Libya from a list of state sponsors of terrorism. They believed those actions had legitimized Qaddafi.", "url": "https://www.nytimes.com/2018/05/09/obituaries/daniel-cohen-82-dies-sought-justice-for-pan-am-bombing-victims.html"}