{"authors": ["Richard Fausset", "Amy Harmon", "Scott Dodd"], "date_download": "2018-11-16 03:15:46", "date_modify": "2018-11-16 03:15:46", "date_publish": "2018-09-11 05:13:48", "description": "Officials are imploring people to leave low-lying coastal areas and islands in the storm’s path, and more than one million people are expected to flee.", "filename": "2018_09_11_us_hurricane-florence-updates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338146.html", "image_url": "https://static01.nyt.com/images/2018/09/11/us/hurricane-florence-tracking-map-promo-1536673849664/hurricane-florence-tracking-map-promo-1536673849664-facebookJumbo-v33.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_11_us_hurricane-florence-updates.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338146.html", "title": "More Evacuations as ‘Monster’ Storm Looms", "title_page": "More Evacuations as ‘Monster’ Storm Looms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We’re staying ’til they make us leave,” said her daughter Meagan Osborne.\nA threat supercharged by climate change\nHurricane Florence presents a double threat to the region, said J. Marshall Shepherd, a meteorologist and professor of geography at the University of Georgia.\nFirst, the coast faces high winds and storm surge from a powerful direct hit. But farther inland, he added, the probability of severe flooding is high if the storm stalls for several days once it makes landfall, as predicted. “The models are suggesting something very similar to what we saw with Harvey,” Dr. Shepherd said, referring to last year’s catastrophic flooding in Houston and elsewhere.\n“This is another example of a one-two-punch storm,” he said. And although people generally prepare for coastal damage, they may underestimate the flooding threat.\nAdvertisement Continue reading the main story\n“People have a hard time internalizing, preparing for something that’s outside their realm of experience,” he said. But Florence could bring conditions that people have not seen in their lifetimes. “It’s a dire situation that I believe is setting up,” he said.\nClimate change is leading to more destructive storms in a number of ways, Dr. Shepherd noted. “When we have a storm like Florence, it’s certainly going to be shoving higher sea levels onto the coastline,” he said.\nAlthough he said he was wary of linking individual storms to climate change, he added that scientific research laid out in authoritative documents like the National Climate Assessment of 2015 state that a warming climate increases the likelihood of “rainier storms,” with an increased risk of flooding.\nOther scientific research suggests that Florence is part of the trend of storms affected by climate change. A 2014 study in the journal Nature shows a “poleward migration” of intense storms, and further research links climate change to a “wavier” jet stream, which could contribute to weakened steering currents, a phenomenon that kept Hurricane Harvey over Houston and could stall Florence over the Carolinas, as well.\nSchools weigh how soon to close\nIn North Carolina, more than 483,000 students in more than 30 counties had been affected by school closings as of Tuesday evening. All were planning to stay closed at least through Friday, according to Drew Elliot, a spokesman for the state’s department of public instruction.\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nMr. Elliot said school districts were trying to balance the potential for hurricane damage with the hardship to parents of having to find day care for their children.\n“You don’t want to cancel schools too early,” Mr. Elliot said. “ On the other side, you need to cancel early enough so that people can make plans and evacuate, if that’s what they need to do. And if you cancel too broadly and too early and then the forecast is wrong, you get the ‘cry wolf’ syndrome of, are they going to heed the call next time.”\nIn South Carolina, Governor McMaster rescinded mandatory school closings in some counties that were now expected to experience less storm impact. Still, some 400,000 students in the state remain affected by the closings.\nFactories, stores and trains shut down\nCompanies in the potential path of the hurricane hewed to a playbook established after years of experience with previous storms.\nAdvertisement Continue reading the main story\nWalmart closed dozens of local stores, including several around Myrtle Beach, S.C., to give employees time to evacuate or prepare for the hurricane, the company told customers in a letter. The stock price of home improvement chains like Lowe’s and Home Depot, which typically see a surge of customers before and after bad weather, swung up to new records this week.\nWe Want to Hear From You — Once You’re Safe We want to hear from those who are living in the path of Hurricane Florence — or have lived through another big hurricane. A reporter may contact you to learn more. Some submissions may be selected for publication. Required fields are marked with an asterisk. If you are in an area affected by Hurricane Florence, what preparations are you making? Please be as specific as you can. Continue Please share any photos or videos that show how you are preparing for this storm, or what it looks like where you are. Please add your social media information. As you share news about the storm with your followers, we would like to be able to follow along. If you lived through past hurricanes -- especially the 1954 hurricane Hazel and the 1992 hurricane Andrew -- tell us what you remember about it. If you have rebuilt your life after a hurricane, what advice would you give survivors? What would you like to understand about this hurricane? What is your name? * First and last preferred, please. What is your email? * How old are you? * Where do you live? * City and state, or city and country, preferred please. What is your phone number? * By clicking the submit button, you agree that you have read, understand and accept the Reader Submission Terms in relation to all of the content and other information you send to us ('Your Content'). If you do not accept these terms, do not submit any content. Of note: Your Content must not be false, defamatory, misleading or hateful or infringe any copyright or any other third party rights or otherwise be unlawful.\nWe will use the contact details that you provide to verify your identity and answers to the questionnaire, as well as to contact you for further information on this story. If we publish Your Content, we may include your name and location. I have read, understood and accept the Reader Submission Terms Thank you for your submission.\nManufacturing plants in the area suspended operations in response to local evacuation orders. Mercedes-Benz opened a new van factory in Charleston earlier this month, but the company said on Tuesday that it would be shuttered until further notice. Cargill will close its facilities, including sites that handle agricultural products and food, in Virginia, South Carolina and North Carolina on Friday.\nBoeing, with 6,700 employees in South Carolina, most of them building the aerospace giant’s 787 airliners at a manufacturing facility in Charleston, said it would close up shop in the state and “resume operations once it is safe to do so.”\nVolvo, which makes sedans in a plant in Charleston, also shut down operations.\nFor travelers in certain cities in the Carolinas, Georgia and Virginia, Delta Air Lines is waiving its baggage fees, as well as its usual charge for traveling with pets in the cabin, and its limit on the number of pets. Other airlines, including United, Southwest, JetBlue and American, are also waiving certain fees.\nAmtrak said it would cancel several trains between Wednesday and Sunday, including the Auto Train and the Silver Meteor service between Miami and New York.\nPuerto Rico nervously watches another storm\nOther storms besides Florence continued to traverse the tropics on Tuesday. The National Hurricane Center said that Tropical Storm Isaac, now a tropical storm headed west toward the Lesser Antilles Islands, could be “at or near hurricane levels” on Thursday and on a path that might brush Puerto Rico on the weekend.\nJust word of a hurricane some 175 miles south was enough to send hundreds of panicked Puerto Ricans rushing to the store to stock up on water and supplies.\nPuerto Rico is nine days away from the first anniversary of Hurricane Maria, which crossed the Lesser Antilles before pummeling the island, knocking out power, damaging more than 300,000 homes and claiming some 3,000 lives over the subsequent five months.\nAdvertisement Continue reading the main story\n“The store was exploding — exploding,” said Josefina García, a 64-year-old retiree who lives in Ciales. “The news said to prepare, so we’re preparing. I bought batteries and water, water, water.”\nMs. Garcia said she was nervous, because her damaged roof still needed several sheets of metal to be fully repaired. She plans to stay in a concrete apartment her son recently built on her property.\nFEMA recently announced that it was prepared for this hurricane season: after getting caught flat-footed in Hurricane Maria, the agency has filled warehouses with nearly 14 million liters of water and 4 million meals.\nBut Vanessa Quiñones, a mapping analyst in Puerto Rico who delivers food to the needy, said her studies show there are some 80,000 tarps still covering unrepaired homes on the island.\n“Everyone is aware that it can happen and obviously the less prepared and less sturdy the infrastructure is, the more people are going to be reactive,” she said. “We look like rabbits with their ears straight up.”\nShe said people were also concerned about Hurricane Florence.\n“Remember, everybody has family in the United States,” she said. “The topic of the weekend: hurricanes.”", "url": "https://www.nytimes.com/2018/09/11/us/hurricane-florence-updates.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}