{"authors": ["Reed Abelson", "Julie Creswell"], "date_download": "2018-11-16 03:44:10", "date_modify": "2018-11-16 03:44:10", "date_publish": "2018-04-07 11:00:05", "description": "Big corporations — giant retailers and health insurance companies — are teaming up to become your doctor.", "filename": "2018_04_07_health_health-care-mergers-doctors_1542339850.html", "image_url": "https://static01.nyt.com/images/2018/04/08/science/08DOCTORS-promo/08DOCTORS-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_07_health_health-care-mergers-doctors_1542339850.html", "title": "The Disappearing Doctor: How Mega-Mergers Are Changing the Business of Medical Care", "title_page": "The Disappearing Doctor: How Mega-Mergers Are Changing the Business of Medical Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By being so readily available, One Medical can reduce visits to an emergency room or an urgent care center, said Dr. Jeff Dobro, the company’s chief medical officer.\nAs primary care doctors become an “increasingly endangered species, it is very hard to practice like this,” he said.\nLong-Term Lifelines\nBut more traditional doctors like Dr. Purifoy stress the importance of continuity of care. “It takes a long time to gain the trust of the patient,” he said. He is working with Aledade, another company focused on reinventing primary care, to make his practice more competitive.\nOne longtime patient, Billy Ray Smith, 70, learned that he needed cardiac bypass surgery even though he had no symptoms. He credits Dr. Purifoy with urging him to get a stress test.\n“If he hadn’t insisted,” Mr. Smith said, “it would have been all over for me.” Dr. Purifoy’s nurse routinely checks on him, and if he needs an appointment, he can usually see the doctor that day or the next.\n“I trust him 100 percent on what he says and what he does,” Mr. Smith said.\nThose relationships take time and follow-up. “It’s not something I can do in a minute,” Dr. Purifoy said. “You’re never going to get that at a MedExpress.”", "url": "https://www.nytimes.com/2018/04/07/health/health-care-mergers-doctors.html"}