{"authors": ["Maya Salam"], "date_download": "2018-11-16 03:13:44", "date_modify": "2018-11-16 03:13:44", "date_publish": "2018-08-16 21:17:37", "description": "In an election year already dominated by a surge of women, and L.G.B.T. candidates, this week’s Democratic primary signaled that zeal is translating into votes.", "filename": "2018_08_16_us_politics_women-candidates-midterm-elections_1542338024.html", "image_url": "https://static01.nyt.com/images/2018/08/17/us/politics/17genderletter-main/17genderletter-main-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_16_us_politics_women-candidates-midterm-elections_1542338024.html", "title": "When the Resistance Meets the Polls: A Historic Week for Women Politicians", "title_page": "When the Resistance Meets the Polls: A Historic Week for Women Politicians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[What do you think of Gender Letter? Take our short survey and tell us!]\nRepublican women entering the fray, though, are finding themselves in a bind, Kate Zernike, a Times national correspondent, reported this week. “Having long resisted identity politics, Republican women are reluctant or unable to claim any advantage to being a woman among voters,” she wrote.\nI took the opportunity to chat with Ms. Zernike, who has spent years covering politics, most recently in a new series called “Campaigning While Female.”\nMaya: What challenges do women candidates face that men do not?\nKate Zernike: They’re held to a higher standard. Like the old line about Ginger Rogers, they have to do everything men do but backwards in high heels. The old boys’ club means that male leaders tend to think of other men when they are nominating people for other leadership positions, or to run for office. Women are still expected to express themselves within a narrow range of emotions and personality traits: they can’t be too aggressive, they can’t be too soft.\n[Sign up here to get future installments of the Gender Letter delivered to your inbox!]\nBut politics adds an extra challenge for women. The pay gap has made it harder for women to raise money. And research has shown that voters expect women to be likable, and to prove their qualifications; they assume men are qualified and don’t care if they are likable or not.\nHas anything about this wave of political candidates particularly surprised you?\nWomen aren’t waiting to be asked to run for office. They have more freedom in how they dress and present themselves ... nobody predicted that women would be showing their tattoos in political ads. More women are running with young kids; the assumption then was that they had to wait until the kids were grown.", "url": "https://www.nytimes.com/2018/08/16/us/politics/women-candidates-midterm-elections.html"}