{"authors": ["William K. Rashbaum"], "date_download": "2018-11-16 04:01:41", "date_modify": "2018-11-16 04:01:41", "date_publish": "2018-03-16 18:10:06", "description": "Behind the scenes, two agencies struggle over the office that investigates corruption in the nation’s largest school system.", "filename": "2018_03_16_nyregion_doi-schools-new-york-investigations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340901.html", "image_url": "https://static01.nyt.com/images/2018/03/17/nyregion/17doi/16doi2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_16_nyregion_doi-schools-new-york-investigations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340901.html", "title": "Fight to Control Office That Roots Out Corruption in New York Schools", "title_page": "Fight to Control Office That Roots Out Corruption in New York Schools - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Later in the week, however, he seemed to back down. Asked to respond to the Department of Education statement, Mr. Peters released a statement of his own through a spokeswoman, saying, “D.O.I. agrees that the authority of the special commissioner pursuant to Executive Order 11 cannot be altered by D.O.I., has not been altered by D.O.I. and need not be altered by D.O.I.”\nOfficials in the education department and elsewhere in city government did not suggest that Mr. Peters would do a poor job in an expanded role. But several current and former officials said the way he has sought to make changes without the proper authority has raised concerns.\nThe special commissioner has always reported to the investigation commissioner, but the office has essentially operated as an independent agency as a result of the substantial power and authority provided for in the executive order and board resolutions. It is funded by the education department.\nTaking direct control would give Mr. Peters the power to hire and fire, set salaries, promote and demote, discipline, and assign the duties and responsibilities of the investigators and other employees of the special commissioner’s office. One of the legal documents prepared by the Department of Investigation sought Ms. Fariña’s approval for Mr. Peters’s agency to exercise those powers, as well as the authority to assign staff “consistent with the needs of D.O.I.,” according to a copy of the document.\nWithout her signature, those responsibilities remain with the office of the special commissioner.\nMr. Peters said his actions were prompted by the retirement late last year of Special Commissioner Richard J. Condon. A widely respected former New York Police Department commissioner, Mr. Condon was appointed special commissioner in 2002 and earned the respect of many at the education and investigation departments, and elsewhere in city government.\nMr. Peters has made additional unilateral changes that appear to run afoul of the orders and resolutions, and which, along with his other actions, would largely eliminate the autonomy that the office has had since it was created in 1990 and which has helped enable it to aggressively root out corruption.\nHe has changed the title of the head of the office from special commissioner of investigation to inspector general, a less prestigious position that is equivalent to more than a dozen other investigation department officials. The old executive orders provide that the special commissioner has the authority to sign subpoenas, compel testimony and publish reports. The new inspector general, Anastasia Coleman, a former senior assistant district attorney in Brooklyn, would not have those powers, and would have to seek approval from senior officials at the department.", "url": "https://www.nytimes.com/2018/03/16/nyregion/doi-schools-new-york-investigations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}