{"authors": ["Sharon Lafraniere", "Emily Baumgaertner"], "date_download": "2018-11-16 04:32:45", "date_modify": "2018-11-16 04:32:45", "date_publish": "2018-08-11 00:46:40", "description": "Months after Paul Manafort left Donald J. Trump’s presidential campaign, he still sought to use that connection to bail himself out of financial trouble, a banker’s testimony showed.", "filename": "2018_08_10_us_politics_manafort-trial-bank-fraud-stephen-calk.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342765.html", "image_url": "https://static01.nyt.com/images/2018/08/11/us/politics/11dc-manafort-1/11dc-manafort-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_10_us_politics_manafort-trial-bank-fraud-stephen-calk.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342765.html", "title": "Manafort Leaned on Ties to Trump to Win Loans, a Bank Official Testifies", "title_page": "Manafort Leaned on Ties to Trump to Win Loans, a Bank Official Testifies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "With only one day left before they rest their case, prosecutors working for the special counsel, Robert S. Mueller III, have called more than 20 witnesses and have introduced hundreds of exhibits they say prove that Mr. Manafort, 69, evaded taxes on $16.5 million in income and fraudulently obtained more than $20 million in bank loans. Friday’s proceeding was delayed for five hours over an undisclosed issue.\nMr. Manafort’s criminal activity, prosecutors have claimed, began more than eight years ago and continued throughout the five months that he worked for the Trump campaign. Even after he was forced to resign in August 2016 as the campaign’s chairman, Mr. Manafort still sought to use his connection to Mr. Trump to bail himself out of financial trouble, prosecutors say. Mr. Manafort succeeded in winning loans from Federal Savings Bank only because he falsified documents to inflate his income by millions of dollars, the government contends.\nMr. Raico, who testified under a grant of immunity, never made the call to Mr. Manafort about whether Mr. Calk was in line for a position as a cabinet secretary because, he said, “it made me very uncomfortable.” Mr. Calk, who never landed a job in the Trump administration but did serve on the campaign’s economic advisory council, did not respond to repeated requests for comment.\nMr. Raico was troubled by the bank’s decisions to loan Mr. Manafort so much money, he said Friday, because “A plus B didn’t equal C all the time” in Mr. Manafort’s financial records.\n“Take a deep breath,” Mr. Raico wrote to Javier Ubarri, the bank’s president, after Mr. Manafort forwarded him a new loan proposal in October 2016 after at least one application had died. The government claims that Mr. Manafort gave the bank a document showing that DMP International, his political consulting firm, turned a profit of $4 million dollars in 2015 when it actually suffered a loss of more than $600,000.", "url": "https://www.nytimes.com/2018/08/10/us/politics/manafort-trial-bank-fraud-stephen-calk.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}