{"authors": ["Sarah Maslin Nir"], "date_download": "2018-11-16 04:30:34", "date_modify": "2018-11-16 04:30:34", "date_publish": "2018-02-08 01:04:09", "description": "New data suggests that at best, the M.T.A. is managing to stabilize a system riddled by delays and plagued by failing infrastructure.", "filename": "2018_02_07_nyregion_subway-delays-cuomo-byford.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342634.html", "image_url": "https://static01.nyt.com/images/2018/02/08/nyregion/08nysubway1/08nysubway1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_07_nyregion_subway-delays-cuomo-byford.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342634.html", "title": "The Subway Is Being Fixed, but Can Riders Tell?", "title_page": "The Subway Is Being Fixed, but Can Riders Tell? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The sight of a giant vacuum sucking up litter at his stop in northern Manhattan one recent morning heartened Ajanthan Balasinkam, an actuary — but then he wondered why he had never seen one before. With litter a major contributor to track fires, the Transportation Authority has beefed up its cleaning operation as part of the emergency plan.\n“What we are doing is taking the backlog of deferred maintenance that hasn’t been done in the past and doing it,” said Phil Eng, the Transportation Authority’s chief operating officer.\nSome riders, while lauding what they see as the transit authority’s sense of urgency, said the work has yet to alter their commuting experience.\nKarla Mileski, 36, works in advertising and commutes to Times Square from the 40th Street station in Sunnyside, Queens, where countdown clocks were recently installed. Several weeks ago, she said, they stopped working.\nMs. Mileski also said she is unsure of the value of the more detailed explanations she sometimes hears when things go wrong. “ ‘A signal malfunction.’ I don’t understand that as a human being,” she said. “I don’t understand if that means it’s going to be five minutes — or 10 minutes.”\nTransit officials said they are looking into Ms. Mileski’s countdown clock complaint. Still, she said she is not optimistic about the subway’s future. “The sense I get is that the system is so far gone, that it would be really, really hard to fix it at this point,” she said. “So if I see a few guys working on the tracks on a Saturday, I don’t think they’re fixing it. I don’t think they possibly could.”\nJemilah Magnusson, who lives in Harlem and works at an urban planning nonprofit in Union Square, said, “The communication is getting better, but the commute is not.” For the past six months, she has checked two separate apps to figure out which train to take. “It adds another layer of work that you have to do in a city that’s very demanding,” Ms. Magnusson, 39, said. “We all have demanding jobs and demanding lives and to also need to problem-solve for what’s going to happen with the subway — it’s tough.”", "url": "https://www.nytimes.com/2018/02/07/nyregion/subway-delays-cuomo-byford.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}