{"authors": ["Patricia Mazzei"], "date_download": "2018-11-16 04:26:43", "date_modify": "2018-11-16 04:26:43", "date_publish": "2018-10-11 17:03:31", "description": "The Florida Panhandle is dotted with small, rural communities, some of them among the poorest in the state. Evacuation was difficult for many there.", "filename": "2018_10_11_us_florida-hurricane-poor-communities-pandhandle.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342403.html", "image_url": "https://static01.nyt.com/images/2018/10/12/us/12michael-poverty01-print/12michael-poverty01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_11_us_florida-hurricane-poor-communities-pandhandle.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342403.html", "title": "‘I Got Stuck’: In Poor, Rural Communities, Fleeing Hurricane Michael Was Tough", "title_page": "‘I Got Stuck’: In Poor, Rural Communities, Fleeing Hurricane Michael Was Tough - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "PANACEA, Fla. — The orders came down to mobile home residents as the menace of Hurricane Michael approached in the Gulf of Mexico: Get out. Get out now.\nThe evacuation mandate reached Gene Bearden, 76, in this blink-and-you-miss-it town with an aspirational name south of Tallahassee and in an area where a storm surge of up to 13 feet had been forecast.\nMr. Bearden wanted to leave. He had been wanting to leave Panacea, in fact, for four years, but had not mustered the financial wherewithal to do it, and the arrival of a Category 4 hurricane did nothing to change that.\nVersions of his story played out across the eastern edge of the Florida Panhandle, home to modest coastal communities where people already hard on their luck had little means to escape the storm’s wrath.", "url": "https://www.nytimes.com/2018/10/11/us/florida-hurricane-poor-communities-pandhandle.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}