{"authors": ["Daisuke Wakabayashi"], "date_download": "2018-11-16 03:41:09", "date_modify": "2018-11-16 03:41:09", "date_publish": "2018-02-05 23:35:58", "description": "The long-awaited court fight over accusations that Uber conspired to steal plans for self-driving cars began in federal court.", "filename": "2018_02_05_technology_uber-waymo-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339669.html", "image_url": "https://static01.nyt.com/images/2018/02/06/business/06UBERWAYMO-1/06UBERWAYMO-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_05_technology_uber-waymo-trial.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339669.html", "title": "Waymo v. Uber Trial Opens With a Battle of Sports Metaphors", "title_page": "Waymo v. Uber Trial Opens With a Battle of Sports Metaphors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN FRANCISCO — It is not often that a sports metaphor becomes the news of the day in a legal fight over intellectual property theft accusations between two tech industry titans.\nIn federal court on Monday, lawyers for Waymo, the self-driving-car unit of Google’s parent company, Alphabet, compared Uber to Rosie Ruiz, the runner who was accused of cutting onto the course near the end of the 1980 Boston Marathon to finish first among women in the race. She was eventually stripped of the title.\nIn the long-awaited opening statements of a jury trial expected to last three to four weeks, Waymo claimed that Uber, knowing that it was trailing in the race to develop self-driving cars, took a shortcut by stealing technology from Waymo, which was spun out of Google in late 2016.\nWaymo contended that Uber had done so by colluding with Anthony Levandowski, a former Google engineer, to take his former employer’s intellectual property and bring it to the ride-hailing service.", "url": "https://www.nytimes.com/2018/02/05/technology/uber-waymo-trial.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}