{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 04:25:38", "date_modify": "2018-11-16 04:25:38", "date_publish": "2018-06-27 01:17:18", "description": "The president helped lift South Carolina’s governor and a House candidate in New York, and the Democrats’ liberal wing had its biggest wins yet", "filename": "2018_06_26_us_politics_primaries-henry-mcmaster-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342338.html", "image_url": "https://static01.nyt.com/images/2018/06/27/us/27primaries-mcmaster2/27primaries-mcmaster2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_26_us_politics_primaries-henry-mcmaster-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342338.html", "title": "Trump Helps Boost Two Preferred Candidates While Progressive Democrats Gain", "title_page": "Trump Helps Boost Two Preferred Candidates While Progressive Democrats Gain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "COLUMBIA, S.C. — President Trump helped lift a pair of incumbent Republicans locked in difficult races to victory Tuesday while the liberal wing of the Democratic Party scored its most significant successes yet in the primary season, with progressive candidates unseating the fourth-ranking House Democrat and claiming the nominations for governor in Maryland and Colorado.\nAlready triumphant after the Supreme Court ruled in his favor in two major cases Tuesday morning, Mr. Trump propelled Gov. Henry McMaster to a decisive victory in a runoff in South Carolina, a day after appearing with him at a rally.\nAnd Mr. Trump got another victory in New York, where Staten Island Republicans renominated Representative Dan Donovan, thwarting the comeback bid of Michael Grimm, who was seeking to overcome his conviction on tax fraud and regain his former House seat. Mr. Trump endorsed Mr. Donovan, saying the party couldn’t afford a Grimm candidacy in a district that could swing to the Democrats.", "url": "https://www.nytimes.com/2018/06/26/us/politics/primaries-henry-mcmaster-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}