{"authors": ["Max Fisher"], "date_download": "2018-11-16 04:39:29", "date_modify": "2018-11-16 04:39:29", "date_publish": "2018-10-17 18:15:04", "description": "The sudden turn against Saudi Arabia reveals uncomfortable realities of alliance politics, group psychology and the perception of morality.", "filename": "2018_10_17_world_middleeast_jamal-khashoggi-saudi-arabia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343169.html", "image_url": "https://static01.nyt.com/images/2018/10/18/world/18int-saudi-1/18int-saudi-1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_17_world_middleeast_jamal-khashoggi-saudi-arabia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343169.html", "title": "How One Journalist’s Death Provoked a Backlash That Thousands Dead in Yemen Did Not", "title_page": "How One Journalist’s Death Provoked a Backlash That Thousands Dead in Yemen Did Not - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If you had to pick a year in the past decade when the contradictions of the American-Saudi relationship seemed likeliest to explode into crisis, 2018 would not be the obvious choice.\nYou might pick 2011, when Arab Spring protests compelled the United States to support Middle Eastern democracy movements that the Saudi government saw as mortal threats, or 2013, when Saudi Arabia supported an Egyptian military coup that the United States had tried to prevent and that signaled the end of the region’s democratic moment.\nOr perhaps even 2016, by which point the Saudi-led war in Yemen had become one of the worst humanitarian disasters in years, and one in which the United States had gotten itself entangled.\nBut you would be wrong. Instead, the informal alliance has reached its greatest point of crisis this year, when circumstances would seem to point toward its strengthening. The two countries are aligned on every major policy issue, particularly Iran. Their leaders are closer than at any point in a decade.", "url": "https://www.nytimes.com/2018/10/17/world/middleeast/jamal-khashoggi-saudi-arabia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}