{"authors": ["Keith Collins", "Gabriel J.X. Dance"], "date_download": "2018-11-16 03:50:39", "date_modify": "2018-11-16 03:50:39", "date_publish": "2018-03-20 17:27:03", "description": "Your interest in Kim Kardashian West can tell researchers how extroverted (very), how conscientious (more than most) and how open-minded (only somewhat) you are.", "filename": "2018_03_20_technology_facebook-cambridge-behavior-model_1542340239.html", "image_url": "https://static01.nyt.com/images/2018/03/20/business/facebookstudy-promo/facebookstudy-promo-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_20_technology_facebook-cambridge-behavior-model_1542340239.html", "title": "How Researchers Learned to Use Facebook ‘Likes’ to Sway Your Thinking", "title_page": "How Researchers Learned to Use Facebook ‘Likes’ to Sway Your Thinking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Perhaps at some point in the past few years you’ve told Facebook that you like, say, Kim Kardashian West. When you hit the thumbs-up button on her page, you probably did it because you wanted to see the reality TV star’s posts in your news feed. Maybe you realized that marketers could target advertisements to you based on your interest in her.\nWhat you probably missed is that researchers had figured out how to tie your interest in Ms. Kardashian West to certain personality traits, such as how extroverted you are (very), how conscientious (more than most) and how open-minded (only somewhat). And when your fondness for Ms. Kardashian West is combined with other interests you’ve indicated on Facebook, researchers believe their algorithms can predict the nuances of your political views with better accuracy than your loved ones.\nAs The New York Times reported on Saturday, that is what motivated the consulting firm Cambridge Analytica to collect data from more than 50 million Facebook users, without their consent, to build its own behavioral models to target potential voters in various political campaigns. The company has worked for a political action committee started by John R. Bolton, who served in the George W. Bush administration, as well as for President Trump’s presidential campaign in 2016. “We find your voters and move them to action,” the firm boasts on its website.\nCambridge Analytica now says it has destroyed the user data it collected on Facebook. Raw data reviewed by The Times suggests the information, or copies of it, may still exist. In either case, specific user information was merely a means to an end, a building block in a far more ambitious construction: a behavioral model powerful enough to manipulate people’s activity and, potentially, sway elections.", "url": "https://www.nytimes.com/2018/03/20/technology/facebook-cambridge-behavior-model.html"}