{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:24:21", "date_modify": "2018-11-16 04:24:21", "date_publish": "2018-11-07 04:52:03", "description": "In handing Democrats the House majority, voters in urban and suburban districts ended one-party rule in Washington and decided to curb President Trump’s power.", "filename": "2018_11_06_us_politics_trump-house-senate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342261.html", "image_url": "https://static01.nyt.com/images/2018/11/07/us/politics/07dc-cong/07dc-cong-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_06_us_politics_trump-house-senate.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342261.html", "title": "Two Years After Trump’s Victory, Voters Erect an Impediment to His Power", "title_page": "Two Years After Trump’s Victory, Voters Erect an Impediment to His Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The vaunted blue wave that Democrats had hoped for failed to fully materialize on Tuesday night, but the days of one-party control in Washington are now over. President Trump’s strength in rural areas kept the Senate in Republican control, but voters in urban and suburban districts across the country sent the White House a clear message: They want a check on the president.\nWhen the new Congress is sworn in this January, Democrats will be able to curb Mr. Trump’s legislative ambitions and, armed with subpoena power, flex their oversight muscles to initiate investigations into allegations of misconduct by the president and his administration. If the special counsel, Robert S. Mueller III, finds substantial evidence of illegal conduct during the 2016 election, he now will have a receptive wing of government to pursue his findings.\n“Tonight, the American people have demanded accountability from their government and sent a clear message of what they want from Congress,” Representative Jerrold Nadler, the New York Democrat in line to be chairman of the House Judiciary Committee, said on Twitter. The president “may not like it, but he and his administration will be held accountable to our laws and to the American people.”\nBut after eight years in the minority, Democrats hoping to reclaim the White House in 2020 will also have to prove they are interested in governing — and temper the liberal ambitions of the party’s most ardent left-wingers.", "url": "https://www.nytimes.com/2018/11/06/us/politics/trump-house-senate.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}