{"authors": ["Adam Nagourney", "Matt Stevens"], "date_download": "2018-11-16 04:41:24", "date_modify": "2018-11-16 04:41:24", "date_publish": "2018-07-02 12:35:59", "description": "Monday: Gas, taxes and rent control highlight California initiative season, LeBron chooses the Lakers, and Kobe, Arnold and others celebrate.", "filename": "2018_07_02_us_california-ballot-initiatives_1542343284.html", "image_url": "https://static01.nyt.com/images/2018/07/02/business/02californiatoday1/merlin_139072575_3b10c44e-29c5-4f65-97d3-d4a18fa431de-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_02_us_california-ballot-initiatives_1542343284.html", "title": "California Today: The Big Decisions Voters Face This November", "title_page": "California Today: The Big Decisions Voters Face This November - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Good morning.\n(Want to get California Today by email? Here’s the sign-up.)\nBy California standards, it’s not really that many: Voters will confront a dozen different initiatives on the November ballot. But for more than a century, some of the biggest policies in the state have been enacted at the ballot box, and this year is no different. So here’s an early look at some of the initiatives we are going to watch.\nGas tax repeal: Count on this being the biggest initiative battle this fall. Opponents have gathered enough signatures to overturn the gas tax passed by the Legislature to pay for $5 billion in road and bridge maintenance every year. Gov. Jerry Brown will lead the defense: He has embraced this as his final fight before he retires, warning that a repeal would upend a plan critical to the state’s economy. Opponents (and there are many of them) say taxes are high enough and California should find another way to pay for needed repair. The repeal measure is being financed in part by national Republicans looking to increase turnout in critical congressional elections.\nDividing California: Put this in the category of sexy-but-unlikely: An initiative financed by Tim Draper, a Silicon Valley entrepreneur, to divide California into three states (Northern California, Southern California and California). The idea is to make it more governable. This would need to get a) approved by voters b) ratified by the State Legislature and c) approved by Congress.\nDaylight saving time: Californians are voting on a plan to make daylight saving time permanent: No more turning back the clock. This is another one that would require federal approval should voters decide they want more light in the evening.", "url": "https://www.nytimes.com/2018/07/02/us/california-ballot-initiatives.html"}