{"authors": ["Michael S. Schmidt", "Maggie Haberman", "Jim Rutenberg"], "date_download": "2018-11-16 04:49:41", "date_modify": "2018-11-16 04:49:41", "date_publish": "2018-07-25 04:00:00", "description": "Michael D. Cohen, President Trump’s former personal lawyer, escalated their dispute by releasing a secret recording of a conversation they had about payments to a former Playboy model.", "filename": "2018_07_24_us_politics_trump-cohen-tape.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343781.html", "image_url": "https://static01.nyt.com/images/2018/07/25/us/25dc-recording1/25dc-recording1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_24_us_politics_trump-cohen-tape.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343781.html", "title": "Michael Cohen Releases Tape of Trump Discussing Hush Money for Playboy Model", "title_page": "Michael Cohen Releases Tape of Trump Discussing Hush Money for Playboy Model - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Cohen then says, “No, no.”\nThe word “check” is uttered, but it is not clear by whom, and the audio is then cut off.\nLanny J. Davis, a lawyer for Mr. Cohen and a longtime supporter of Bill and Hillary Clinton, told The New York Times on Tuesday night that Mr. Cohen released the tape because he is “on a new path — it’s a reset button to tell the truth and to let the chips fall where they may.”\n[Michael Cohen has said he would take a bullet for President Trump. Maybe not anymore. Read more.]\nMs. McDougal was paid $150,000 by The National Enquirer for her story in summer 2016. The tabloid, which has often given Mr. Trump favorable coverage, then did not publish the story. According to people close to Mr. Cohen and Mr. Trump, the two men were discussing on the tape a second payment to The Enquirer that would continue to keep Ms. McDougal from speaking publicly about Mr. Trump.\nOn the recording, Mr. Trump shows some familiarity with a deal between Ms. McDougal and American Media Inc., the publisher of The Enquirer, and does not act as if he is only learning about it then. When The Times reported on the existence of the payment on Friday, Mr. Trump’s personal lawyer, Rudolph W. Giuliani, said the tape would prove “exculpatory,” indicating that the conversation was the first time that Mr. Trump had heard about the deal Ms. McDougal struck with A.M.I.", "url": "https://www.nytimes.com/2018/07/24/us/politics/trump-cohen-tape.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}