{"authors": ["Jenna Wortham"], "date_download": "2018-11-16 04:03:23", "date_modify": "2018-11-16 04:03:23", "date_publish": "2018-01-05 17:00:17", "description": "There is something unsettling about how little these celebrities have to lose by taking “bold” stances.", "filename": "2018_01_05_style_golden-globes-red-carpet-protest-celebrities_1542341003.html", "image_url": "https://static01.nyt.com/images/2018/01/07/fashion/07GG-PROTEST1/07GG-PROTEST1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_05_style_golden-globes-red-carpet-protest-celebrities_1542341003.html", "title": "The Empty Gesture of Red Carpet Protest", "title_page": "The Empty Gesture of Red Carpet Protest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A young woman who had taken to wearing a safety pin on her jacket described the action to The New York Times as “a form of resistance to hate and to negativity.” Around the same time, I found myself in Portland, Ore., and saw countless signs in largely gentrified neighborhoods that read: “We welcome all races, all religions, all countries of origin, all sexual orientations, all genders, all abilities.” Passively waiting for the future to be better is not a strategy — it’s a luxury and a privilege.\nChristopher Keelty put it bluntly in an opinion piece for HuffPost: “It’s highly unlikely I’m going to be told I’m not American, or picked up by ICE and held in detention until I’m deported, or beaten or executed by police who decide my mere existence presents a threat to their safety, or denied the right to make my own decisions about my own medical care. For the most part, I’ll go about my daily life the way I always have — and if I want to, I can put a safety pin on my shirt and congratulate myself for being so woke, for being one of the good ones.”\nA few days ago, when I heard that several male actors were joining some actresses in their plans to wear all-black to the Golden Globes in solidarity with those who have experienced sexual misconduct, I felt the old flames of anger reignite. There is something unsettling about how little these celebrities have to lose by taking these stances. They aren’t risking financial ruin, nor are they vulnerable to violence, as is the norm for most who take a bold position. It feels completely privileged, and a little complicit, to still participate in the larger system that has condoned sexual violence in their industry. Besides, don’t they already wear lots of black on the red carpet anyway?!\nRecently, I was watching “Sighted Eyes/Feeling Heart,” the forthcoming documentary about the life of Lorraine Hansberry, a writer best known for her play “A Raisin in the Sun.” On June 15, 1964, she spoke at a town hall of black artists and activists who had gathered to talk about the civil rights movement with folks like Ruby Dee and James Baldwin. A white author named Charles Silberman expressed frustration that the African-Americans were dissatisfied by the meager progress made. He urged them to “go along with the means,” and be patient. Hansberry lashed out. “To be in Mississippi is to be in danger,” she said. “The problem is we have to find some way to show the white liberal to stop being a liberal and become an American radical.” Hansberry knew how high the stakes were, and whose lives were in danger. She had seen buses and churches firebombed, children horribly beaten during nonviolent sit-ins. They were not people like Silberman.", "url": "https://www.nytimes.com/2018/01/05/style/golden-globes-red-carpet-protest-celebrities.html"}