{"authors": ["Julie Hirschfeld Davis"], "date_download": "2018-11-16 04:24:59", "date_modify": "2018-11-16 04:24:59", "date_publish": "2018-10-14 18:18:35", "description": "While many of the attacks are misleading, the fear-based appeal demonstrates how President Trump has overcome negative headlines on immigration to make the issue profitable.", "filename": "2018_10_14_us_politics_immigration-midterm-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342299.html", "image_url": "https://static01.nyt.com/images/2018/10/11/us/politics/00dc-sanctuary/00dc-sanctuary-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_14_us_politics_immigration-midterm-election.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342299.html", "title": "G.O.P. Finds an Unexpectedly Potent Line of Attack: Immigration", "title_page": "G.O.P. Finds an Unexpectedly Potent Line of Attack: Immigration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In Democratic-leaning states, immigration is a perilous issue for Republicans, as Democrats work to tie them to the Trump administration’s restrictive policies in general and the family separation crisis in particular. But in competitive districts and states, it can be particularly potent with groups that Democrats must win if they are to have a shot at wresting control of the House or the Senate: voters without a college education, older women and independent voters.\n“Republicans want to try and see if this is an issue that actually can bring some of the women that they’ve been bleeding home,” said Navin Nayak, the executive director of the Center for American Progress Action Fund. “The challenge Democrats face right now is that voters don’t really know what they stand for on immigration, so an attack on sanctuary cities or ICE, which concerns a lot of voters, has the potential to have more salience unless you respond.”\nDemocrats can insulate themselves if they mount a defense, as Sharice Davids, a House candidate in Kansas, did when the political action committee affiliated with the House speaker, Paul D. Ryan, unleashed a barrage of immigration-themed attacks ads against her, accusing her of supporting “open borders” and the abolishment of ICE.\nThe Republican effort appears to have fallen flat; the National Republican Congressional Committee has canceled a large advertising purchase in the district, in a sign that it considers the Republican who now holds the seat, Kevin Yoder, a lost cause. In Ms. Davids’s rebuttal ad, in which she speaks directly into a camera, she says Republicans are “twisting my words” on immigration and charges that Mr. Yoder “plays politics with immigration, but does nothing.”\nFrank Sharry, the executive director of America’s Voice, a pro-immigration group, is advising Democrats to stick to practical concerns that directly affect voters’ daily lives.\n“Democrats have figured out that talking like Republicans doesn’t get you many Republicans, and demoralizes your base, and that instead, you can decry the racism in these attacks, and pivot to the kitchen table issues that most voters care about without throwing immigrants under the bus,” Mr. Sharry said.\nThat tough Republican talk can be heard in anti-immigration messages around the country. On Wednesday, the National Republican Congressional Committee released an ad in which a frightened-looking white woman locks the windows and doors and lowers the blinds in her darkened house as police lights flash outside and she criticizes the immigration record of Ann Kirkpatrick, a Democratic former representative now running for another seat in Arizona. “We, who live here, are forgotten,” the woman says, invoking language Mr. Trump often uses to describe his supporters, “the forgotten men and women.”", "url": "https://www.nytimes.com/2018/10/14/us/politics/immigration-midterm-election.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}