{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 03:59:33", "date_modify": "2018-11-16 03:59:33", "date_publish": "2018-09-16 19:20:04", "description": "“I thought he might inadvertently kill me,” said Christine Blasey Ford, who has accused the Supreme Court nominee of sexual assault when they were teenagers. He has denied the allegations.", "filename": "2018_09_16_us_politics_brett-kavanaugh-christine-blasey-ford-sexual-assault.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340773.html", "image_url": "https://static01.nyt.com/images/2018/09/17/us/politics/17dc-kavanaugh/17dc-kavanaugh-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_16_us_politics_brett-kavanaugh-christine-blasey-ford-sexual-assault.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340773.html", "title": "Kavanaugh’s Nomination in Turmoil as Accuser Says He Assaulted Her Decades Ago", "title_page": "Kavanaugh’s Nomination in Turmoil as Accuser Says He Assaulted Her Decades Ago - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The new revelation prompted a hurried effort by Senator Charles E. Grassley of Iowa, the Judiciary Committee chairman, to set up conference calls to allow Democratic and Republican aides to interview both Judge Kavanaugh and Ms. Ford before Thursday’s scheduled committee vote. A spokesman, Garrett Ventry, said it was routine to hold such calls “when updates are made to nominees’ background files.”\nSenate Republican leaders in the hours after The Post’s article was published indicated that they intended to move forward with voting on him. Republicans planned to argue that unless corroborating information came to light, they had no way of verifying her story and saw no reason to delay the vote, according to a person involved in the discussions.\nThe decision about any delay in the vote could rest on the opinions of two Republican women: Senators Lisa Murkowski of Alaska and Susan Collins of Maine. Both are publicly undecided about Judge Kavanaugh.\nMs. Collins said in an interview on Sunday night that she considered the allegations serious and that Ms. Ford needed to be personally interviewed to get a fuller account. But Ms. Collins, who could conceivably decide the outcome in the narrowly divided Senate, said Democrats had done a disservice to both Ms. Ford and Judge Kavanaugh with their handling of the accusations.\n“What is puzzling to me is the Democrats, by not bringing this out earlier, after having had this information for more than six weeks, have managed to cast a cloud of doubt on both the professor and the judge,” she said. “If they believed Professor Ford, why didn’t they surface this information earlier so that he could be questioned about it? And if they didn’t believe her and chose to withhold the information, why did they decide at the 11th hour to release it? It is really not fair to either of them the way it is was handled.”\nThe White House, which has taken great pains to portray Judge Kavanaugh as a champion of women, sought to bolster him by pointing to statements by women who have known him and testified to his character. Those included a letter from 65 women who said that they knew him in high school and that he had “always treated women with decency and respect.”\nAdvisers to Mr. Trump were trying to avoid publicly assailing the accuser while hoping that the lack of contemporaneous corroboration for Ms. Ford’s account would mean that Senate Republicans could move ahead without addressing it in detail.", "url": "https://www.nytimes.com/2018/09/16/us/politics/brett-kavanaugh-christine-blasey-ford-sexual-assault.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}