{"authors": ["Mark Landler"], "date_download": "2018-11-16 04:46:11", "date_modify": "2018-11-16 04:46:11", "date_publish": "2018-03-20 16:23:54", "description": "The president has lavished praise on Mohammed bin Salman, who has rapidly consolidated his position as Saudi Arabia’s heir apparent.", "filename": "2018_03_20_us_politics_saudi-crown-prince-arrives-at-white-house-to-meet-with-trump.html_module=inline_1542343571.html", "image_url": "https://static01.nyt.com/images/2018/03/21/us/politics/21dc-prexy/21dc-prexy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_20_us_politics_saudi-crown-prince-arrives-at-white-house-to-meet-with-trump.html_module=inline_1542343571.html", "title": "Saudi Prince’s White House Visit Reinforces Trump’s Commitment to Heir Apparent", "title_page": "Saudi Prince’s White House Visit Reinforces Trump’s Commitment to Heir Apparent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — President Trump welcomed Saudi Arabia’s crown prince, Mohammed bin Salman, to the White House on Tuesday, reaffirming his embrace of an ambitious young monarch bent on reforming his country and realigning the Middle East.\nThe last time Mr. Trump played host to Prince Mohammed at the White House, a year ago, he was jockeying for position in the court of his father, King Salman. This time, with Mr. Trump’s unstinting support, Prince Mohammed arrived after having consolidated his position as Saudi Arabia’s heir apparent as well as a disruptive figure in the region.\n“You are more than the crown prince now,” Mr. Trump said to him over lunch in the Cabinet room.\n“The relationship is probably the strongest it’s ever been,” Mr. Trump said, turning to reporters. “We understand each other. Saudi Arabia is a very wealthy nation, and they’re going to give the United States some of that wealth hopefully, in the form of jobs, in the form of the purchase of the finest military equipment anywhere in the world.”\nEarlier, in the Oval Office, Mr. Trump displayed a poster listing military aircraft, worth $12.5 billion, that the United States had agreed to sell to Saudi Arabia. The Saudis, Mr. Trump joked to a smiling prince, were paying “peanuts” for the planes.", "url": "https://www.nytimes.com/2018/03/20/us/politics/saudi-crown-prince-arrives-at-white-house-to-meet-with-trump.html?module=inline"}