{"authors": ["Gerry Mullany"], "date_download": "2018-11-16 04:26:54", "date_modify": "2018-11-16 04:26:54", "date_publish": "2018-01-22 02:39:26", "description": "Police officers quickly extinguished the fire as Hyon Song-wol, a famous North Korean singer, was visiting to plan events during the Olympics.", "filename": "2018_01_22_world_asia_south-north-korea-olympics_1542342414.html", "image_url": "https://static01.nyt.com/images/2018/01/23/world/asia/23korea-2sub/23korea-2sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_22_world_asia_south-north-korea-olympics_1542342414.html", "title": "Protesters in Seoul Burn Image of Kim Jong-un During North Koreans’ Visit", "title_page": "Protesters in Seoul Burn Image of Kim Jong-un During North Koreans’ Visit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nHONG KONG — A North Korean delegation wrapped up a rare visit to South Korea on Monday to plan cultural performances there during the Winter Olympics, and was met with both enthusiastic crowds and angry protests as it checked out venues in Seoul.\nThe visiting delegation has drawn intense interest and ignited a media frenzy focusing on the North Korean singer Hyon Song-wol. Local reporters have nicknamed her the “girl on a steed” after one of her most popular songs, “A Girl in the Saddle of a Steed.”\nReflecting the passions surrounding the two-day visit, South Korean activists used a blowtorch to burn a large photo of Kim Jong-un, North Korea’s leader, and a North Korean flag as Ms. Hyon’s delegation was traveling Monday through the sprawling Seoul Station. But police officers put out the blaze with fire extinguishers before the photo was destroyed.\nPhoto\nSouth Korean leaders hope the North’s participation in the Olympics next month in Pyeongchang, along with the cultural events, will pave the way for warmer ties between the two countries and ease tensions over the North’s nuclear program.\nAdvertisement Continue reading the main story\nThe two Koreas have agreed to march together in the opening ceremony of the Olympics and to form a unified women’s ice hockey team, the first inter-Korean team ever fielded during Olympic competition. But a plan to have athletes from the two countries march under a “unification flag” has alarmed some conservative South Koreans, who fear it will distract attention from the North’s rapidly advancing nuclear and missile programs.", "url": "https://www.nytimes.com/2018/01/22/world/asia/south-north-korea-olympics.html"}