{"authors": ["Christine Hauser"], "date_download": "2018-11-16 04:02:21", "date_modify": "2018-11-16 04:02:21", "date_publish": "2018-02-16 21:02:58", "description": "Experts who conduct security training say that you need to think ahead. Start by learning all the exits.", "filename": "2018_02_16_us_survive-active-shooter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340941.html", "image_url": "https://static01.nyt.com/images/2018/02/16/us/16xp-whattodo/16xp-whattodo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_16_us_survive-active-shooter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340941.html", "title": "What to Do When There’s an Active Shooter", "title_page": "What to Do When There’s an Active Shooter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If you believe you are in the gunman’s line of sight, run in a zigzag, or from cover to cover.\nDo not pull a fire alarm. That creates confusion as to whether what is happening is a drill, as happened in the recent shooting in Parkland, Fla., where the gunman himself pulled the alarm, the authorities said.\nAn alarm could send people out of rooms and into large groups in hallways, where they would be targets, and draw emergency responders into danger as well.\nInstead, yell “gun” or “gunman.”\nMany workplaces and schools use drills to prepare workers and students for lockdowns and evacuations.\nBut if you are someplace like a theater, look for the exits yourself. Mr. Kolasky, who worked with the National Association of Theatre Owners after the Aurora theater shooting in 2012, said public service announcements in theaters often point them out. But they are only successful “to the degree that people pay attention,” he said.\nWhere do I hide?\nIf escape is not an option, you should hide, although Dr. Blair prefers to use the more active term “deny access” rather than what he calls “hide and hope.”\nDart into a room, closet, anywhere there is a door to lock, or at least to close and barricade. A room near an elevator is good because there is likely to be reinforced construction at the core of the building, noted Park Dietz, founder and president of Threat Assessment Group. Other office walls are often thin drywall.", "url": "https://www.nytimes.com/2018/02/16/us/survive-active-shooter.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}