{"authors": ["Patrick Mcgeehan"], "date_download": "2018-11-16 04:29:19", "date_modify": "2018-11-16 04:29:19", "date_publish": "2018-01-18 23:52:50", "description": "The agency announced interim fixes in advance of an investigation into the mishaps that followed a severe winter storm.", "filename": "2018_01_18_nyregion_airport-storm-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342559.html", "image_url": "https://static01.nyt.com/images/2018/01/19/nyregion/19kennedy1/19kennedy1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_18_nyregion_airport-storm-investigation.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342559.html", "title": "After the Storm, Port Authority Plots Changes at J.F.K. Airport", "title_page": "After the Storm, Port Authority Plots Changes at J.F.K. Airport - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Port Authority of New York and New Jersey revealed on Thursday the first steps it had taken to prevent a recurrence of the sort of cascading chaos at Kennedy Airport that followed a severe winter storm two weeks ago.\nThe agency, which operates Kennedy and the two other major airports that serve New York City, said it had directed airport and airline officials to meet and share information and resources during any significant storm. It also said it would order airlines to manage the rate of incoming planes so that none of them will sit on the ground for more than 90 minutes before reaching a gate.\nThose changes were among the interim measures the Port Authority outlined in advance of an investigation that will be led by Ray LaHood, the former transportation secretary. Rick Cotton, the executive director of the Port Authority, said Mr. LaHood would issue a report in three to four months that would delve into all of the problems at Kennedy and how to address them.\n“The system is broken,” Mr. Cotton said, referring to Kennedy Airport. “It is antiquated at J.F.K.”\nMr. Cotton said the root of much of the trouble is inadequate technology that would take time and money to upgrade. Poor communications between airlines and terminal operators compounded the effects the storm had on airport operations, he said.", "url": "https://www.nytimes.com/2018/01/18/nyregion/airport-storm-investigation.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}