{"authors": ["Kenneth P. Vogel", "David D. Kirkpatrick"], "date_download": "2018-11-16 04:49:16", "date_modify": "2018-11-16 04:49:16", "date_publish": "2018-03-26 00:49:44", "description": "The fund-raiser, Elliott Broidy, suggested to prospective clients of his security firm, including some with unsavory records, that he could arrange meetings with the president or his associates.", "filename": "2018_03_25_us_politics_elliott-broidy-trump-access-circinus-lobbying.html_module=inline_1542343756.html", "image_url": "https://static01.nyt.com/images/2018/03/24/us/24dc-Broidy-1/24dc-Broidy-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_25_us_politics_elliott-broidy-trump-access-circinus-lobbying.html_module=inline_1542343756.html", "title": "Fund-Raiser Held Out Access to Trump as a Prize for Prospective Clients", "title_page": "Fund-Raiser Held Out Access to Trump as a Prize for Prospective Clients - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "His business took off after Mr. Trump’s election. Circinus has won lucrative work from around the world, including contracts worth more than $200 million to do defense work for the United Arab Emirates. And Mr. Broidy openly promoted Circinus’s work in meetings with Mr. Trump and other Republican officials, according to documents and interviews.\nBut Mr. Broidy faces a sudden backlash.\nOne of his business partners, George Nader, is cooperating with the special counsel, whose investigators have asked about Mr. Nader’s contacts with top Trump administration officials as well as his possible role in funneling money from the U.A.E. to Mr. Trump’s political efforts, according to people familiar with the inquiry.\nMr. Nader helped Circinus gain access to U.A.E.’s crown prince, while also using Mr. Broidy as a conduit to shape Trump administration policy toward the Persian Gulf on behalf of the U.A.E. and Saudi Arabia, both American allies. Mr. Broidy, in turn, appears to have helped Mr. Nader get his photograph taken with Mr. Trump at a fund-raiser, over the unspecified objections of the Secret Service. Mr. Nader has been convicted on charges related to child pornography and sexual abuse of minors.\nHundreds of pages of Mr. Broidy’s emails, proposals and contracts were provided to The Times by an anonymous group critical of Mr. Broidy’s advocacy of American foreign policies in the Middle East. Mr. Broidy’s representatives say they have proof that the documents were stolen by hackers working for Qatar in retaliation for his efforts to rally opposition in Washington to Qatar, a regional nemesis of the Saudis and the Emiratis. The Qataris dismiss this charge.\nThe documents reveal that Mr. Broidy, a vice chairman of the finance committee for Mr. Trump’s inauguration, arranged invitations to parties celebrating the event for foreign leaders with whom Circinus worked to sign contracts that could have been worth hundreds of millions of dollars. Mr. Broidy in some cases presented the invitations in a manner that suggested they were linked to their countries’ willingness to do business with Circinus.\nFor instance, Mr. Broidy invited Denis Sassou-Nguesso, the longtime president of the Republic of Congo, to a handful of inauguration week events, including the candlelight dinner featuring Mr. Trump, Vice President Mike Pence and their wives. “Your name has been submitted and approved,” Mr. Broidy wrote to Mr. Sassou-Nguesso in a note on Broidy Capital Management letterhead. Mr. Broidy stressed that the invitation was from Mr. Broidy and “is not coming from the Joint Congressional Committee” on Inaugural Ceremonies, which oversees the swearing-in and a luncheon at the Capitol.\nThe day after the letter was dated, Mr. Broidy asked his team at Circinus to prepare an invoice for $2 million to Mr. Sassou-Nguesso’s office for “military capabilities assessment and review/services,” according to emails and documents.", "url": "https://www.nytimes.com/2018/03/25/us/politics/elliott-broidy-trump-access-circinus-lobbying.html?module=inline"}