{"authors": ["Javier C. Hernández"], "date_download": "2018-11-16 04:18:56", "date_modify": "2018-11-16 04:18:56", "date_publish": "2018-06-28 15:41:34", "description": "Ideological classes have long been a part of the college curriculum in China. But they are more important than ever to the Communist Party, even if many students say they are numbing propaganda.", "filename": "2018_06_28_world_asia_chinese-classrooms-education-communists_1542341936.html", "image_url": "https://static01.nyt.com/images/2018/06/25/world/00classroom-1/00classroom-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_28_world_asia_chinese-classrooms-education-communists_1542341936.html", "title": "Mao 101: Inside a Chinese Classroom Training the Communists of Tomorrow", "title_page": "Mao 101: Inside a Chinese Classroom Training the Communists of Tomorrow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BEIJING — Democracy. Is it effective or flawed? Would it work in China?\nDebate.\nThose were the teacher’s instructions on a recent Sunday morning when 17 college students met at Tsinghua University in Beijing for “Mao Zedong Thought and the Theoretical System of Socialism with Chinese Characteristics,” a mouthful of a course that is part of a government-mandated regimen of ideological education in China.\nThe students were sporting dragon tattoos and irreverent shirts — one had “Obsessive Compulsive Disorder” emblazoned on its back — and playing bloody shoot-’em-up video games on their phones before class.\nBut inside classroom 106-B, they echoed the party line.\n“We’ve learned democracy just can’t last long here,” said Zhang Tingkai, a 19-year-old architecture major, describing the upheaval of the Cultural Revolution under Mao.\n“It can easily turn into populism,” said Mao Quanwu, 20, a mechanical engineering student, “like what’s happening in Taiwan.”", "url": "https://www.nytimes.com/2018/06/28/world/asia/chinese-classrooms-education-communists.html"}