{"authors": ["Julian E. Barnes", "Katie Benner"], "date_download": "2018-11-16 04:40:02", "date_modify": "2018-11-16 04:40:02", "date_publish": "2018-09-12 02:19:43", "description": "The new order is aimed broadly at any potential outside interference, but is meant to give the government an additional tool to punish, and deter, Russian entities.", "filename": "2018_09_11_us_politics_trump-sanctions-election-interference_1542343202.html", "image_url": "https://static01.nyt.com/images/2018/09/11/us/politics/12dc-sanctions/merlin_143409357_11244ea8-cf19-467b-b1ad-7e330b3eb6c9-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_11_us_politics_trump-sanctions-election-interference_1542343202.html", "title": "U.S. Is Said to Allow Sanctions on Foreigners Accused of Interfering in Elections", "title_page": "U.S. Is Said to Allow Sanctions on Foreigners Accused of Interfering in Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Trump administration is preparing a new executive order to allow sanctions of foreign citizens suspected of interference in the American elections, officials who have reviewed the order said.\nThe new order is aimed broadly at any potential outside interference in American elections, but is meant to give the government an additional tool to punish, and deter, Russian entities suspected of trying to spread disinformation or otherwise influence the midterm and subsequent balloting.\nThe new sanctioning powers come as the Trump administration has been criticized for not doing enough to try to prevent Russian interference.\nThe order could be signed as soon as Wednesday, although officials cautioned that the timing could shift because of the threat of Hurricane Florence or because of further White House review.", "url": "https://www.nytimes.com/2018/09/11/us/politics/trump-sanctions-election-interference.html"}