{"authors": ["Nicholas Fandos", "Adam Goldman", "Sharon Lafraniere"], "date_download": "2018-11-16 04:01:16", "date_modify": "2018-11-16 04:01:16", "date_publish": "2018-01-29 03:33:48", "description": "The memo, raising doubts about the Russia inquiry, includes an account of Mr. Rosenstein, the deputy attorney general, approving surveillance of a former Trump campaign aide.", "filename": "2018_01_28_us_politics_rod-rosenstein-carter-page-secret-memo.html_module=inline_1542340876.html", "image_url": "https://static01.nyt.com/images/2018/01/29/us/29dc-page1/29dc-page1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_28_us_politics_rod-rosenstein-carter-page-secret-memo.html_module=inline_1542340876.html", "title": "Secret Memo Hints at a New Republican Target: Rod Rosenstein", "title_page": "Secret Memo Hints at a New Republican Target: Rod Rosenstein - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The White House has made clear to the Justice Department in recent days that it wants the Republican memo to be made public. Asked about the issue on CBS’s “Face the Nation” on Sunday, Marc Short, the White House’s head of legislative affairs, said that if the memo outlined serious concerns, “the American people should know that.”\nBut Stephen E. Boyd, an assistant attorney general, warned in a letter last week to the committee’s chairman, Representative Devin Nunes of California, that it would be “extraordinarily reckless” to release a memo drawing on classified information without official review and pleaded with the committee to consult the Justice Department. He said the department was “unaware of any wrongdoing related to the FISA process.”\nTo obtain the warrant involving Mr. Page, the government needed to show probable cause that he was acting as an agent of Russia. Once investigators get approval from the Justice Department for a warrant, prosecutors take it to a surveillance court judge, who decides whether to approve it.\nA Justice Department spokeswoman declined to comment, and a spokesman for Mr. Nunes did not reply to requests for comment. The people familiar with the contents of the memo spoke on the condition of anonymity because the details remained secret.\nA White House spokesman, Hogan Gidley, said in a statement: “The president has been clear publicly and privately that he wants absolute transparency throughout this process. Based on numerous news reports, top officials at the F.B.I. have engaged in conduct that shows bias against President Trump and bias for Hillary Clinton. While President Trump has the utmost respect and support for the rank-and-file members of the F.B.I., the anti-Trump bias at the top levels that appear to have existed is troubling.”\nMr. Page, a former Moscow-based investment banker who later founded an investment company in New York, had been on the F.B.I.’s radar for years. In 2013, an investigation revealed that a Russian spy had tried to recruit him. Mr. Page was never charged with any wrongdoing, and he denied that he would ever have cooperated with Russian intelligence officials.\nBut a trip Mr. Page took to Russia in July 2016 while working on Mr. Trump’s campaign caught the bureau’s attention again, and American law enforcement officials began conducting surveillance on him in the fall of 2016, shortly after he left the campaign. It is unclear what they learned about Mr. Page between then and when they sought the order’s renewal roughly six months later. It is also unknown whether the surveillance court granted the extension.", "url": "https://www.nytimes.com/2018/01/28/us/politics/rod-rosenstein-carter-page-secret-memo.html?module=inline"}