{"authors": ["Daniela J. Lamas"], "date_download": "2018-11-16 03:38:53", "date_modify": "2018-11-16 03:38:53", "date_publish": "2018-10-17 09:00:01", "description": "Your father was gasping for breath. The hospice care providers had not yet trained you in how to respond. So you called 911.", "filename": "2018_10_17_well_live_when-the-hospice-care-system-fails_1542339533.html", "image_url": "https://static01.nyt.com/images/2018/10/09/well/family/well-lamas-hospice-promo/well-lamas-hospice-promo-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_17_well_live_when-the-hospice-care-system-fails_1542339533.html", "title": "When the Hospice Care System Fails", "title_page": "When the Hospice Care System Fails - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Over the phone, they coached your brother through the chest compressions. He did exactly as they said, and then he felt a crunch. At first he did not know what it could be but then he realized his father’s ribs were breaking. He asked if he was doing something wrong and the 911 operator said it was O.K., that he should continue, that sometimes ribs break. It meant that he was doing a good job, that his hands were strong.\nHe was still doing chest compressions when the emergency medical team arrived. They restarted your father’s heart with shocks of electricity, slid down the breathing tube. If it had been just a few hours later, he might have had a signed form at his home telling them not to do those things.\nIn the E.R., you took in a sharp breath, surprised, when I mentioned the tube. In the flurry of activity, you must not have seen them doing this.\n“He’s not breathing on his own?” you asked.\n“No,” I said.\nYou were quiet for a moment, we all were. But when you spoke your voice was certain. “He would never want that,” you told me. “He wanted to be at home with us. He didn’t want to die, but he never wanted to be kept alive by machines.”\nI shifted on the stretcher. Then I explained to you that although I worked in the I.C.U., your father didn’t have to come up there. We could take out his breathing tube down there in the E.D. Your father would have wanted a chaplain, you told me, and so we could call one. It would not be the chaplain he knew, the one that might have been able to come to your home, but it would be the best that we could do. He would pass quickly, I said. We would make sure that he was comfortable.\nYou all nodded. It had happened so quickly. You never expected to end up here.\n“I’m so sorry,” I told you.\nThose words felt so small, but I wasn’t sure what else to say. I know that even in the best of circumstances, dying at home demands an incredible amount of family members, more than they expect, and surely more than doctors like me ever realize. I simply have no idea what it must feel like to be at home watching a person you love take his last breaths. Sometimes that reality is untenable. I’m not sure it’s even possible to fully ready yourself for this. Of course people get scared and plans fail.", "url": "https://www.nytimes.com/2018/10/17/well/live/when-the-hospice-care-system-fails.html"}