{"authors": ["Michael Cooper", "Ramsay De Give", "Photographs By"], "date_download": "2018-11-16 04:47:34", "date_modify": "2018-11-16 04:47:34", "date_publish": "2018-09-20 18:09:43", "description": "Elina Garanca, Anna Netrebko and newcomers rehearse “Samson et Dalila,” “Aida” and “La Bohème” for the Metropolitan Opera’s opening week.", "filename": "2018_09_20_arts_music_met-opera-samson-aida-boheme-netrebko-garanca.html_action=click&module=RelatedLinks&pgtype=Article_1542343654.html", "image_url": "https://static01.nyt.com/images/2018/09/21/arts/21MET-SEASON21/21MET-SEASON21-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_20_arts_music_met-opera-samson-aida-boheme-netrebko-garanca.html_action=click&module=RelatedLinks&pgtype=Article_1542343654.html", "title": "A Frenzied Run-Up in a House Full of Divas", "title_page": "A Frenzied Run-Up in a House Full of Divas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Garanca possesses one of the most beautiful voices in opera, and movie-star good looks. She starred in “Carmen” at the Met opposite the tenor Roberto Alagna (who will also be her Samson) and had an acclaimed turn as the randy, androgynous young Count Octavian in “Der Rosenkavalier” last year.\nBut some critics have faulted her at times for being not quite wild or passionate enough. As Dalila — the biblical seductress who lures Samson to destruction — she hopes to dispel such thoughts.\n“Dalila is like Carmen: There are so many clichés,” Ms. Garanca said in her dressing room. “Somehow Dalila is seen to be a calculating bitch who has just one goal, to destroy Samson. But I think that she is a very normal woman, who also has feelings.”\nPeter Gelb, the Met’s general manager, said that he mounted the new “Samson” especially for her. “The challenge for mezzo-sopranos is that there are not that many big starring vehicles for them,” he said as he watched a rehearsal. “And this is one of them.”", "url": "https://www.nytimes.com/2018/09/20/arts/music/met-opera-samson-aida-boheme-netrebko-garanca.html?action=click&module=RelatedLinks&pgtype=Article"}