{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:00:59", "date_modify": "2018-11-16 04:00:59", "date_publish": "2018-04-10 21:20:28", "description": "The president has suggested that the Justice Department infringed on confidential communication with his lawyer. But exactly what communication between a lawyer and a client is privileged?", "filename": "2018_04_10_us_politics_trump-cohen-raids-legal-issues.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340859.html", "image_url": "https://static01.nyt.com/images/2018/04/11/us/politics/11dc-privilege/11dc-privilege-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_10_us_politics_trump-cohen-raids-legal-issues.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340859.html", "title": "Warrants and Privilege: Legal Questions About the Raids on Trump’s Lawyer", "title_page": "Warrants and Privilege: Legal Questions About the Raids on Trump’s Lawyer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Are all files in a lawyer’s office privileged?\nNo. Only materials that contain confidential communications between a lawyer and a client, or lawyer-client work product undertaken in anticipation of litigation, are potentially privileged. Since the public does not know the details of what law enforcement officials are looking for, that adds a layer of complexity to making sense of the raid.\n“It bears remembering that not everything in Michael Cohen’s office, home or hotel is even covered by the privilege to begin with,” said Miriam Baer, a former federal prosecutor who teaches white-collar criminal law at Brooklyn Law School. “There are a lot of papers, data or files that could be in Michael Cohen’s office that don’t fit the definition of privilege.”\nAre all lawyer-client materials off limits?\nNo. In certain cases, lawyer-client materials do not receive special legal protections. One of them is called the “crime-fraud exception.” Under this doctrine, the privilege does not protect lawyer-client materials in situations in which the lawyer was helping the client commit a continuing or planned crime or fraud, since that would not serve society’s goal of ensuring lawyers can render sound legal advice. If the judge who signed off on the warrant invoked that doctrine, it would be “extremely significant,” said Katrice Bridges Copeland, a law professor at Pennsylvania State University and a former white-collar defense lawyer.\n“To have gotten this search warrant means they are finding that there was no separation between the attorney and the client, meaning they were working together in furtherance of a crime or some sort of fraud to cover up some previous crime,” she said. “That is a big deal. It’s not easy to make that showing to the court and get a search warrant on an attorney.”\nWhat if the government gets more than it should?\nWhen the government seizes materials and sorts through them itself, it carries the risk that officials may see confidential files about unrelated cases or material that is covered by a valid claim of lawyer-client privilege. A defense lawyer could later use that to try to get a case dismissed. To mitigate that risk, the manual says the Justice Department is supposed to create a separate “taint team” of officials who will go through the materials first. They are not supposed to tell their colleagues working on the main case what they saw in any files they end up setting aside. If the search is contested, a judge might review the materials the taint team decides are relevant before the main case team gets to see them.\nWho must sign off on a search warrant for a lawyer’s files?\nThe manual requires high-level supervisory approval — such as from the head of the Justice Department’s Criminal Division. In this case, the search warrant was personally approved by an even higher-ranking official, Rod J. Rosenstein, the deputy attorney general, according to three officials. Because Attorney General Jeff Sessions recused himself from criminal investigations arising from the 2016 election, Mr. Rosenstein is the acting attorney general for such matters and also appointed and oversees Mr. Mueller.", "url": "https://www.nytimes.com/2018/04/10/us/politics/trump-cohen-raids-legal-issues.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}