{"authors": [], "date_download": "2018-11-16 03:40:54", "date_modify": "2018-11-16 03:40:54", "date_publish": "2018-02-08 07:39:39", "description": "The Dow and S.&P. 500 fell Thursday into correction territory for the first time in two years.", "filename": "2018_02_08_business_dealbook_blackrock-berkshire-hathaway-blackstone_1542339654.html", "image_url": "https://static01.nyt.com/images/2018/02/07/business/dealbookemail/07db-newsletter-nyse/merlin_133356311_7d987fe6-a66d-4433-939c-5a5ce13785e9-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_08_business_dealbook_blackrock-berkshire-hathaway-blackstone_1542339654.html", "title": "Stocks Enter Correction Territory: DealBook Briefing", "title_page": "Stocks Enter Correction Territory: DealBook Briefing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Dow plunged more than 1,000 points Thursday, its second decline of more than 1,000 points this week. The S. & P. 500 dropped 100 points, its third decline of more than 100 points in its history.\nOn a percentage basis, the Dow fell 4.15 percent, the S. & P. 500 dropped 3.75 percent and the Nasdaq slid 3.9 percent.\nThe bigger picture\nAnxieties about inflation have driven the much of decline over the past week and a half. The yield on the benchmark Treasury note climbed above 2.85 percent — its highest level since 2014 — for the second time this week. Higher yields can crimp economic activity by raising borrowing costs, while also making riskier assets like stocks less appealing to bonds.\nMany market watchers say that investors should not worry about the recent spate of volatility in the stock market. Such swings, they say, are normal. They point to strong corporate earnings and a strengthening economy both in the United States and abroad as reasons to be optimistic about stocks.\n“I’m definitely in the camp that says this is a healthy correction,” said Joe Brusuelas, chief economist at RSM US LLP, told the WSJ.\n• Greg Ip of the WSJ notes how much the markets now depend on low interest rates.\n• Neil Irwin of the Upshot asks: How much inflation can we tolerate? The answer isn’t simple.\nInvestor sentiment reverses.\nInvestor sentiment has reversed in recent weeks as the sell-off in stocks gained momentum.\nAccording to the American Association of Individual Investors’ weekly survey, bullish sentiment, or the percentage of respondents that say stocks will rise over the next six months, declined to 37 percent. The drop ended a streak of eight straight weeks with bullish sentiment above its historical average of 38.5 percent.\nAdvertisement Continue reading the main story\nIt began the year at nearly 60 percent, its highest level since 2010.\nThe context\nThe survey has proved to be a good contrarian indicator. That means overly bullish sentiment often signals that the stock market is ripe for a pullback, while overly bearish sentiment often indicates that market may soon rally.\nPhoto\nQualcomm rejects Broadcom’s revised offer.\nThe chip maker said its board had rejected Broadcom’s revised $121 billion offer.\nThe reasons\n• “The Broadcom proposal materially undervalues Qualcomm.” • The offer “falls well short of the firm regulatory commitment the board would demand given the significant downside risk of a failed transaction.”\nQualcomm said that it was willing to meet with Broadcom to see if its issues with the offer could be addressed.\nThe context\nOn Monday, Broadcom raised its takeover bid for Qualcomm to $82 per share from $70 per share, a month before Qualcomm’s annual shareholder meeting where it hopes to unseat company’s entire board. The improved offer was designed to entice shareholders to demand that Qualcomm’s executives begin negotiations.\nQualcomm’s management team and board have consistently argued that Broadcom’s takeover approach is opportunistic since it is unfolding during Qualcomm’s bruising legal fight with Apple, as well as priced too low.\nPhoto\nFrom also-rans to worthy contenders?\nTill this week, many investors wondered whether Snap and Twitter had much of a future at a time when Google and Facebook are sucking up such a large share of digital advertising dollars. But after Snap and Twitter reported earnings this week, the view now seems to be that there is space for the two firms to make good money, even as they remain in the shadow of Facebook and Google.\nBig stock moves. Twitter is up 16 percent in trading on Thursday after reporting fourth-quarter earnings. Snap, though down 8 percent on Thursday, is up over 30 percent since reporting its results earlier this week.\nTwitter and Snap are at very different stages of development. Though Snap added new users at a nice clip in the fourth quarter, the company still needs to prove that Snapchat is an effective and convenient place for big companies to advertise. In that sense, it is like Facebook in its early days as a public company. Twitter, however, needs to show that it can wring more revenue out of a slower-growing collection of users.\nThe bright spots shone out. Snap’s strong user growth, up 18 percent in the fourth quarter, is a sign that it remains a draw to younger users that advertisers are keen to reach. While Twitter’s user growth and advertising revenue for the United States was unimpressive in the fourth quarter, the company showed solid gains in both in the rest of the world. And there was evidence that Twitter is getting better at squeezing advertising revenue out of its users. Twitter’s executives, without providing much numerical evidence, said that users are engaging more with ads, even while the costs of those ads fell for advertisers.\nAdvertisement Continue reading the main story\nValuable breathing room. The fourth-quarter results bought both companies more time to prove themselves. And the financial pressure has lessened at Twitter. It is now churning out roughly half a billion dollars a year in cash flow, even including outlays for new plant and equipment.\nBut it will be a slog. The fourth quarter is generally bumper period for companies that rely on digital advertising, so the next couple of quarters could feel like a let down for Snap and Twitter. And if the companies disappoint, the stocks, far more highly valued than Facebook, could plunge. Twitter trades at 26 times the earnings before interest, taxes, depreciation and amortization that analysts surveyed by Bloomberg expect for the company in 2018. Facebook trades at 15 times forecast 2018 Ebitda. Analysts expect Snap’s Ebitda to be negative this year.\n— Peter Eavis\nPhoto\nDoes Larry Fink want to be Buffett (or his old boss)?\nBlackRock is already the $6 trillion gorilla of the investing world. But its effort to raise more than $10 billion to buy and hold direct stakes in companies (as reported by the WSJ, citing unnamed sources) could put it more directly in competition with Mr. Fink’s old firm, the Blackstone Group.\nBlackRock itself raises a different comparison, according to Sarah Krouse of the WSJ — to Warren Buffett:\nThe “best known” example of BlackRock’s approach with this new vehicle is Berkshire Hathaway, according to a fund-raising document reviewed by The Wall Street Journal. The Omaha conglomerate run by Mr. Buffett is well known for its long-term ownership of companies.\nBlackRock’s Long-Term Private Capital fund would be a tenth of Berkshire’s $101 billion in cash. But it too would look to buy and hold positions for more than 10 years. Over all, though, this seems more akin to private equity.\nThe bigger picture: BlackRock is competing against Blackstone and other asset managers for higher-fee investing products. (Mr. Fink’s firm, of course, helped spearhead the rise of low-cost funds.)\nPeter Eavis’s take: There’s an old rule. “Beware of money managers saying that they will be like Buffett.”\nA top WSJ editor heads to Lazard\nDennis Berman, the WSJ’s financial editor, will join the investment bank’s shareholder advisory practice, which helps defend companies against activist investors.\nThe practice has grown on Wall Street with the rise of activist investors, with investment banks touting their defense capabilities to corporate clients.\nAdvertisement Continue reading the main story\nBefore becoming finance editor at the Journal, Mr. Berman oversaw the paper’s business coverage and was its M.&A. reporter prior to that.\nMr. Berman, who will join as a managing director and be based in New York, will start on Feb. 26.\n— Michael J. de la Merced\nAndrew, with a bit of context\nDennis follows in the footsteps of Steven Rattner, who worked as a reporter at the NYT in the 1980s before going to work as a banker at Lazard and becoming an influential financier. (Today, Mr. Rattner overseas Michael Bloomberg’s fortune.) Dennis was my fiercest reporting competitor over the last decade and is one of the most talented financial journalists in recent memory.\nPhoto\nBrunswick Group names a new C.E.O.\nIt’s Neal Wolin, a former deputy secretary for the Treasury Department in the Obama administration who has been a senior counselor to the communications firm for the past three years.\nMr. Wolin, who will remain based in Washington, will take over from the London-based Susan Gilchrist, who will become chairwoman of Brunswick’s global clients operations and focus on client work full time.\nAlan Parker, Brunswick’s founder, said in a telephone interview of the move, “It reflects the growth of the business and the business opportunity in America.”\nThe context\nMany financial P.R. firms has been expanding beyond advising on mergers and on activist shareholder situations into work that touches on government relations and more. (Brunswick last week announced that it was forming a geopolitical consultancy group whose members include Bob Zoellick, the former Bush administration official.)\nIn some ways, the appointment of Mr. Wolin reflects that trend. Beyond his time at the Treasury Department, he previously worked as a senior executive at The Hartford, an insurer. And he was previously a Treasury Department official in the Clinton administration.\n“Increasingly, I think senior executives and boards of directors have come to understand that a lot of their challenges and opportunitiess sit at the intersection of business and governments and society and so forth,” Mr. Wolin said in a phone interview.\nAdvertisement Continue reading the main story\nOr as Mr. Parker put it, “More and more we hear ourselves described as a critical issues business.”\nOther moves at Brunswick\n• Rob Pinker, who was the firm’s C.O.O., will become the chairman of its emerging markets business.\n• Helen James, a partner, was named to the firm’s C.O.O.\n— Michael J. de la Merced\nPhoto\nTwitter’s earnings, by the numbers\nFrom the company’s earnings announcement:\n• Fourth-quarter revenue was $732 million, up 2 percent year over year.\n• Ad revenue hit $644 million, barely up from the same time last year.\n• Ad engagement was up 75 percent year over year.\n• Fourth-quarter profit — Twitter’s first as a public company — was $91 million.\n• Monthly active users hit 330 million, up 4 percent year over year but flat quarter over quarter. (Twitter says that it purged some fake user accounts, which limited user growth numbers.)\n• Daily active users ... wasn’t actually disclosed, only that it was up 12 percent year over year. Make of that as you will.\nNewsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n• Shares in Twitter were up 23 percent in early-morning trading today/\n— Michael J. de la Merced\nPhoto\nThe dollar weakened and bond yields popped on the Bank of England.\nThe recent stock market freak-out may have abated, but the dynamics that drove the sell-off — worries that faster global growth and hotter inflation will trigger faster-than-expected rate hikes — are alive and well in the currency markets.\nOn Thursday, the Bank of England raised its growth forecasts for the United Kingdom, and Mark Carney, the bank’s governor, said rates would likely have to be increased faster than previously expected.\nAdvertisement Continue reading the main story\nThe British pound promptly popped by more than 1 percent against the dollar, and yields on British government bonds rose. Treasury bonds yields in the United States also rose, with the 10-year note offering yields of nearing 2.90 percent.\nThe sight of bond yields nearing 3 percent should keep stock investors on edge amid the growing conviction we’re moving out of the era of low-interest rates, which were such a key ingredient for the near-decade-long bull market in stocks.\n— Matt Phillips\nPhoto\nStock markets are still jittery.\nThe bigger picture\nAs President Trump tweeted, “We have so much good (great) news about the economy!” (It was the first time he had weighed in on the stock market moves, our colleagues Michael Shear and Alan Rappeport noted yesterday.) And indeed, analysts and economists said most economic indicators showed the U.S. doing well.\nBut Greg Ip of the WSJ notes how much the markets now depend on low interest rates.\nMeanwhile, Neil Irwin of the Upshot asks, How much inflation can we tolerate? The answer isn’t simple.\nA bonus: How millennials coped with the market gyrations.\nPhoto\nWill we see a budget deal?\nIf the Senate has its way, yes. But critics in the House — where both Nancy Pelosi and hard-line conservatives denounced the proposal — may yet stop it.\nWhat business cares about in the proposal:\n• Nearly $300 billion in additional spending over the next two years\n• $20 billion for infrastructure spending\n• A lifting of the debt ceiling until March 2019\nThe bigger picture, from Thomas Kaplan of the NYT:\nThe agreement will cause federal budget deficits to grow even larger, on top of the effects of the sweeping tax overhaul that lawmakers approved in December. But because the deal gives long-sought victories to both parties, the deficit effect appears to be of little concern.\nIt’s a complete reversal by Republicans on deficit spending.\nElsewhere in Washington: The White House’s staff secretary, Rob Porter, resigned amid allegations of domestic abuse.\nAdvertisement Continue reading the main story\nWynn Resorts’ troubles aren’t over yet\nSteve Wynn is gone. And Wynn’s shares leapt nearly 9 percent on that news.\nBut the Massachusetts gaming commission is still investigating the company after sexual misconduct allegations going back decades emerged against the casino mogul. So is Macau, the home of its most profitable business.\nThe spotlight on Wynn’s board: Our colleague Peter Eavis raised questions about the board’s independence, like why it didn’t suspend Mr. Wynn while it investigated the allegations. The Massachusetts commission also had concerns. Elizabeth Winkler of Heard on the Street thinks the board should go.\nPhoto\nCan Tronc stay together after selling the L.A. Times?\nWithout that crown jewel, the media company may find its digital strategy harder to achieve. (Tronc’s chairman, Michael Ferro, wanted 100 million monthly unique visitors. This sale makes that virtually impossible. And while the deal will let Tronc repay all its debt, it’s also parting with the source of a third of its operating profit, as Lex points out.)\nSo would someone like Gannett want what remains of Tronc, such as the Chicago Tribune and the Baltimore Sun?\nMore on the LAT’s new owner: Patrick Soon-Shiong made his billions in the generic drug business, but has stayed relatively low-profile. (Other than being sued for stock fraud by Cher, and being the subject of news reports that he donates to hospitals that then do business with his companies.)\nMore on local news: Farhad Manjoo thinks it can be funded by — get this — readers paying for it.\nPhoto\nWhat does SoftBank want with an insurer?\nBuying the chip maker ARM: We get that. But what does Masa Son’s Japanese conglomerate want with Swiss Re, one of the world’s biggest reinsurers?\nMaybe it’s cash: $6 billion a year from operations, which could shore up SoftBank’s debt-heavy balance sheet. Or maybe it’s risk diversification.\nThe details: SoftBank is in talks to buy up to a third of Swiss Re at a premium to its Wednesday closing price.\nAdvertisement Continue reading the main story\nThe deals flyaround\n• AT&T plans to spin out the Latin American operations of DirecTV, potentially raising billions of dollars. (WSJ)\n• The insurer XL Group, whose market cap yesterday was $9.6 billion, has drawn takeover interest from Allianz and other rivals, unnamed sources say. (Bloomberg)\n• The department store operator Hudson’s Bay plans to reject Signa Holding’s $3.7 billion bid for its Kaufhof retail unit in Germany, unnamed sources say. (Reuters)\n• Perry Ellis’s former executive chairman has made a $430 million takeover bid for the clothing line. (WSJ)\n• Goldman is in advanced talks to buy Clarity, an A.I.-based financial advice start-up, for its Marcus personal-lending unit, unnamed sources say. (Bloomberg)\nPhoto\nWhere’s Bitcoin today?\nAround $8,441, according to CoinMarketCap.\n• Forbes tried to list virtual currency billionaires — and demonstrated how fleeting that wealth can be. (NYT)\n• Meet a new virtual currency skeptic: Jim Yong Kim, the head of the World Bank, who compared digital money to Ponzi schemes. (Bloomberg)\nPhoto\nTesla forces Elon Musk back down to earth\nHere are some of Peter Eavis’s takeaways from the carmaker’s fourth-quarter results:\nWhat was OK: Tesla lost $3.04 per share, less than analysts forecast. Its $3.29 billion of revenue in the fourth quarter was roughly in line with expectations.\nAdvertisement Continue reading the main story\nWhat disappointed: Tesla’s gross margin in its auto business, which reveals the profitability of actually producing its cars, came in at 13.8 percent, below the “about 15 percent” it forecast when reporting third-quarter results.\nThe culprit: The Model 3.\nNaspers and Meituan make another big bet on food delivery\nNaspers, the South African tech conglomerate, and Meituan, the Chinese e-commerce company, said on Thursday that they were investing $100 million in Swiggy, an Indian food delivery app. (Naspers has done so before.)\nThe money will help the nearly four-year-old Swiggy build out its tech platform, expand its network and cut its delivery times.\nBehind the deal\nFood delivery is taking off in emerging markets just as it is in developed ones — but is focused even more on restaurants that make food explicitly for these services.\nNaspers Ventures’s chief, Larry Illg, told Michael that lessons from Swiggy’s rise could help it with other investments, like Delivery Hero. “The players tend not to cross borders, but consumer behavior is the same everywhere,” he said.\nThe tech flyaround\n• How Uber and Alphabet went from brothers to bitter enemies. (NYT)\n• YouTube’s algorithmic recommendations can lead users to conspiracy theories and misleading videos. (WSJ)\nPhoto\nJeff Immelt adds ‘Athenahealth chairman’ to his post-G.E. résumé\nThe fast-growing medical records company can use a veteran corporate chieftain, particularly as it seeks to prove it can mature.\n“I literally feel like I just scored a decade’s worth of guitar lessons from Elvis,” Jonathan Bush, the company’s founder and C.E.O., told Michael.\nAdvertisement Continue reading the main story\nThe big questions\n• Is Mr. Immelt, whose successor at G.E. is trying to turn the company around after years of stagnation, the right man to chair Athenahealth?\n• Can a company founder take direction from an outsider?\nRevolving door\n• Lyft has hired Jon McNeill, most recently Tesla’s president of global sales and service, as its C.O.O. (Axios)\n• Scott Garrett, the former Republican lawmaker rejected as a nominee to lead the U.S.’s Export-Import Bank, will join the S.E.C. as an adviser. (WSJ)\nDepartment of corrections\nYesterday’s newsletter misspelled the surname of Slack’s C.F.O. He is Allen Shim, not Allen Shin.\nThe Speed Read\n• The Justice Department charged 36 people after taking down a credit card crime website responsible for more than $530 million in losses. (Wired)\n• China’s economic success lays bare an uncomfortable historical truth: No one who preaches “free trade” really practices it. (NYT)\n• Google’s deal for Chelsea Market is the latest example of an internet behemoth expanding its footprint in New York. (NYT)\n• Amazon will offer Whole Foods groceries through its Prime Now two-hour delivery service. (CNBC)\n• Elizabeth Warren’s office said that the hackers at Equifax gained access to consumers’ passport numbers. The company denies this. (WSJ)\n• Tinder has patented its swipe technology and its double opt-in function. (Axios)\n• Theresa May is drawing up plans to break from some E.U. regulations, including in financial services, as soon as Britain leaves the bloc, unnamed sources say. (Bloomberg)\nAdvertisement Continue reading the main story\nWe’d love your feedback. Please email thoughts and suggestions to bizday@nytimes.com.", "url": "https://www.nytimes.com/2018/02/08/business/dealbook/blackrock-berkshire-hathaway-blackstone.html"}