{"authors": ["Glenn Kenny"], "date_download": "2018-11-16 03:23:25", "date_modify": "2018-11-16 03:23:25", "date_publish": "2018-11-08 12:00:01", "description": "By its end, the Romanian director Corneliu Porumboiu’s new documentary, nominally about world’s most popular sport, moves onto a plane of mysticism.", "filename": "2018_11_08_movies_infinite-football-review-documentary_1542338605.html", "image_url": "https://static01.nyt.com/images/2018/11/09/arts/09infinite/merlin_146195229_63dc9e1c-787f-494c-b22f-2b268bf83a85-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_08_movies_infinite-football-review-documentary_1542338605.html", "title": "‘Infinite Football’ Review: Soccer and Other Existential Questions", "title_page": "‘Infinite Football’ Review: Soccer and Other Existential Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The surfaces of this documentary are, as is customary for its director, the Romanian Corneliu Porumboiu, unprepossessing to an extreme.\nIf you’re familiar with his work (“Police, Adjective;” “The Treasure”), you may recognize Porumboiu as one of the two men chatting in the movie’s opening scenes. These take place by a soccer field, inside a now out-of-use milling facility, and in a gray room where Porumboiu and the man doing most of the talking, Laurentiu Ginghina, stand before a white board. The lighting is minimal, the conversation at ordinary pitch and volume, and the cinematic rhythm attentive but unhurried.\nGinghina speaks of injuring his leg during a soccer match many years earlier, and how after several procedures he realized he would never play the game he loved at the level to which he had aspired. His accident, he says, was the result of “imposed rules, rules that weren’t the best.” Then, using the white board, he lays out an improved version of soccer (or football, as the rest of the world knows it). In his vision, the field has no corners and the teams work in subdivisions.", "url": "https://www.nytimes.com/2018/11/08/movies/infinite-football-review-documentary.html"}