{"authors": ["Matthew Haag", "Melissa Gomez"], "date_download": "2018-11-16 04:34:42", "date_modify": "2018-11-16 04:34:42", "date_publish": "2018-07-19 13:27:28", "description": "City officials confirmed the Con Ed pipe was lined with asbestos. They warned people caught in debris to bag their clothes and take showers. A neighborhood cleanup could last days.", "filename": "2018_07_19_nyregion_steam-explosion-pipe-flatiron-nyc_1542342882.html", "image_url": "https://static01.nyt.com/images/2018/07/20/us/20xp-steam-1/merlin_141472770_3253301c-86dc-43bd-a65b-f2cee52dad9e-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_19_nyregion_steam-explosion-pipe-flatiron-nyc_1542342882.html", "title": "Asbestos Confirmed in Steam Pipe That Exploded in Manhattan", "title_page": "Asbestos Confirmed in Steam Pipe That Exploded in Manhattan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A steam pipe ruptured underneath a street in the Flatiron district of Manhattan on Thursday morning, producing a thick geyser of white smoke and debris that contained asbestos, the authorities said.\nTest results that showed there was asbestos in the steam line raised concerns about the long-term effect of exposure through debris, Mayor Bill de Blasio said at an afternoon news conference.\nA total of 49 buildings were evacuated, and Fifth Avenue between 19th and 22nd Streets remained closed, he said. Residents in the area could be displaced for a few days, though he said it’s possible buildings farthest from the blast could be cleared as early as Thursday evening.\nEric F. Phillips, press secretary for the mayor, said Con Edison would pay for hotel accommodations through its claims process. About 500 people were displaced and nearly 250 residential units affected, the press office said.", "url": "https://www.nytimes.com/2018/07/19/nyregion/steam-explosion-pipe-flatiron-nyc.html"}