{"authors": ["Ivan Penn"], "date_download": "2018-11-16 03:24:05", "date_modify": "2018-11-16 03:24:05", "date_publish": "2018-06-14 21:12:19", "description": "Utilities say they must be shielded from liability or the electric grid will suffer. Critics say that puts the burden on ratepayers, not investors.", "filename": "2018_06_14_business_energy-environment_california-fires-utilities_1542338645.html", "image_url": "https://static01.nyt.com/images/2018/06/15/business/15WILDFIRE-1/merlin_138548343_db14bd9a-245e-4f8c-906a-06ee64e29d39-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_14_business_energy-environment_california-fires-utilities_1542338645.html", "title": "Power Companies’ Mistakes Can Cost Billions. Who Should Pay?", "title_page": "Power Companies’ Mistakes Can Cost Billions. Who Should Pay? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“We have to have a better picture of where the poles are, who owns them and what’s on them,” he said.\nIn a report last week, the State Department of Forestry and Fire Protection, known as Cal Fire, determined that power lines and poles and other electrical equipment owned by Pacific Gas and Electric had been responsible for a dozen fires in Northern California last October. In eight of those cases, it referred the findings to prosecutors over possible violations of state law.\nIn response, Pacific Gas and Electric issued a statement saying that “the loss of life, homes and businesses in these extraordinary wildfires is simply heartbreaking,” but it believed that its fire prevention programs, which include moving or trimming more than a million trees per year, “met our state’s high standards.”\nStill, PG&E — which reported $1.66 billion in profit in 2017, twice what it reported in 2013 — says a legislative shield is necessary to protect it from financial ruin. “The inability to recover costs in excess of insurance through increases in rates,” it said in a regulatory filing, “could have a material adverse effect on PG&E Corporation and the utility’s financial condition.”\nState Senator Bill Dodd, a Democrat whose Northern California district encompasses areas ravaged by wildfires last year, drafted legislation that would provide such a shield if utilities meet requirements to reduce fire risk. No longer would the state’s Public Utility Commission be able to prevent utilities from passing on legal costs from a fire to their ratepayers, as long as they follow the fire protection plan approved by the state. He said the bill aimed to guarantee that the utilities can maintain the power system.\n“In a world of dramatic climate change, where wildfire threatens all year long, where development is pushing further in the hinterlands,” he said at a hearing on the bill, “we must require utilities to meet their responsibility, to proactively invest in their systems to minimize the possibility of igniting another devastating fire event.”", "url": "https://www.nytimes.com/2018/06/14/business/energy-environment/california-fires-utilities.html"}