{"authors": ["Sharon Lafraniere"], "date_download": "2018-11-16 04:49:13", "date_modify": "2018-11-16 04:49:13", "date_publish": "2018-08-17 00:04:00", "description": "The jury deciding the fate of President Trump’s ex-campaign chairman ended its first day of deliberations with four written questions to the judge. The answers might have been less than satisfying.", "filename": "2018_08_16_us_politics_manafort-jury-reasonable-doubt.html_module=inline_1542343753.html", "image_url": "https://static01.nyt.com/images/2018/08/17/us/17manafort_dc/17manafort_dc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_16_us_politics_manafort-jury-reasonable-doubt.html_module=inline_1542343753.html", "title": "Manafort Jurors Ask for Definition of Reasonable Doubt", "title_page": "Manafort Jurors Ask for Definition of Reasonable Doubt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ALEXANDRIA, Va. — Jurors deciding the fate of Paul Manafort ended their first day of deliberations on Thursday with four written questions to the judge, including, “Can you please redefine reasonable doubt?”\nThe other questions suggested that the jury was trying to grapple with some of the complexities of the financial laws that Mr. Manafort, President Trump’s former campaign chairman, is accused of breaking. Jurors asked about the requirements to disclose foreign bank accounts and whether it was possible to match the government’s 388 exhibits to the 18 counts in the indictment.\nThey might have found the answers from Judge T. S. Ellis III, delivered just before they left for the day, less than satisfying. He told them that reasonable doubt did not mean “all possible doubt” but was “doubt based on reason.” He told them they would need to rely on their own memories to line up the government’s exhibits with the counts in the indictment; they would receive no other guidance.\nAs the jury deliberated, Mr. Manafort, 69, sat in a holding cell on the first floor of the courthouse, waiting to hear whether he would be convicted of crimes that could land him in prison for the rest of his life. He faces charges of tax fraud, bank fraud and failure to disclose foreign bank accounts to federal authorities, brought by the special counsel, Robert S. Mueller III.", "url": "https://www.nytimes.com/2018/08/16/us/politics/manafort-jury-reasonable-doubt.html?module=inline"}