{"authors": ["John Schwartz", "Timothy Williams"], "date_download": "2018-11-16 03:15:35", "date_modify": "2018-11-16 03:15:35", "date_publish": "2018-09-11 23:57:55", "description": "A powerful Category 4 hurricane could linger along the coasts of North Carolina, South Carolina and Virginia, and deliver a huge life-threatening storm surge.", "filename": "2018_09_11_us_as-florences-power-nears-the-carolinas-residents-brace-for-the-worst_1542338135.html", "image_url": "https://static01.nyt.com/images/2018/09/11/us/hurricane-florence-tracking-map-promo-1536673849664/hurricane-florence-tracking-map-promo-1536673849664-facebookJumbo-v33.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_11_us_as-florences-power-nears-the-carolinas-residents-brace-for-the-worst_1542338135.html", "title": "As Florence’s Power Nears the Carolinas, Residents Brace for the Worst", "title_page": "As Florence’s Power Nears the Carolinas, Residents Brace for the Worst - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[For the latest updates on Hurricane Florence, read Wednesday’s live briefing here.]\nWith millions of coastal residents either on the move or hunkering down anxiously in place, Hurricane Florence surged toward North Carolina on Wednesday, tracing an unusual path that could lead to tremendous destruction — especially if the immense storm dumps enormous amounts of rain as it moves inland.\n“This could be an unprecedented disaster for North Carolina,” said Brian McNoldy, a senior research associate at the University of Miami, in a post on Tuesday on his popular hurricane blog.\nA powerful Category 4 storm, with winds over 130 miles per hour, Florence should reach land by Friday, and when it does, is expected to be a monster. In addition to its powerful winds, the storm will slam the coasts of North Carolina, South Carolina and Virginia with a huge, life-threatening storm surge, the National Hurricane Center has predicted. And once it is ashore, its drenching rains may cause “catastrophic flash flooding and significant river flooding” over a wide area of the Carolinas and the Mid-Atlantic states.\nIn the face of those threats, many coastal residents and vacationing tourists streamed inland on Tuesday, prompted by evacuation orders issued by the governors of North and South Carolina and many local authorities. Others said they would wait, hoping to squeeze in one more day of fishing or beachgoing before heading for the hills. And some said they would defy the storm and stay put.", "url": "https://www.nytimes.com/2018/09/11/us/as-florences-power-nears-the-carolinas-residents-brace-for-the-worst.html"}