{"authors": ["Henry Fountain"], "date_download": "2018-11-16 04:29:27", "date_modify": "2018-11-16 04:29:27", "date_publish": "2018-01-03 22:22:31", "description": "Studies suggest that one factor could be warming in the Arctic, which allows more frigid air to escape southward.", "filename": "2018_01_03_climate_cold-climate-change_1542342567.html", "image_url": "https://static01.nyt.com/images/2018/01/04/climate/04CLI-CLIMATESTORM1/04CLI-CLIMATESTORM1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_03_climate_cold-climate-change_1542342567.html", "title": "Why So Cold? Climate Change May Be Part of the Answer", "title_page": "Why So Cold? Climate Change May Be Part of the Answer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "But scientists have been puzzled by data that at first seems counterintuitive: Despite an undeniable overall year-round warming trend, winters in North America and Europe have trended cooler over the past quarter-century.\n“We’re trying to understand these dynamic processes that lead to cold winters,” Ms. Kretschmer said.\nShe is the lead author of a study published last fall that looked at four decades of climate data and concluded that the jet stream — usually referred to as the polar vortex this time of year — is weakening more frequently and staying weaker for longer periods of time. That allows cold air to escape the Arctic and move to lower latitudes. But the study focused on Europe and Russia.\n“The changes in very persistent weak states actually contributed to cold outbreaks in Eurasia,” Ms. Kretschmer said. “The bigger question is how this is related to climate change.”\nTimo Vihma, head of the polar meteorology and climatology group at the Finnish Meteorological Institute, explained that warmer air in the Arctic reduces the temperature difference between it and lower latitudes and weakens the polar vortex.\n“When we have a weak temperature gradient between the Arctic and mid-latitudes, the result is weaker winds,” he said.", "url": "https://www.nytimes.com/2018/01/03/climate/cold-climate-change.html"}