{"authors": ["Kevin Roose"], "date_download": "2018-11-16 03:08:25", "date_modify": "2018-11-16 03:08:25", "date_publish": "2018-08-10 07:00:04", "description": "Slippery-slope fears about mass censorship by social media platforms are probably overblown. But many valid questions remain.", "filename": "2018_08_10_technology_facebook-banned-infowars-now-what.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337705.html", "image_url": "https://static01.nyt.com/images/2018/08/10/business/10ROOSE/10ROOSE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_10_technology_facebook-banned-infowars-now-what.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337705.html", "title": "Facebook Banned Infowars. Now What?", "title_page": "Facebook Banned Infowars. Now What? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In fact, taking action against Infowars could allow social media giants to avoid future conflicts over extreme content by setting a new, hard-to-beat standard for unacceptable toxicity. (“Yes, Jewhater McRacist is bad,” they may say, “but he’s no Alex Jones.”) Many other internet conspiracists have learned how to tiptoe to the edge of platforms’ rules without breaking them — speaking in code about Pizzagate, for example, or saying things like “I’m not saying he’s a crisis actor, but if he were …”\nOne lesson Mr. Zuckerberg has taken from the Infowars saga, said the people involved in the handling of Mr. Jones’s Facebook accounts, is that the social network’s policies are overly complex and need to be simplified. Privately, company officials have also downplayed the Infowars bans, saying they don’t represent a watershed moment in the online free speech debate, but are rather a matter of how to enforce Facebook’s existing policies.\nThis is a convenient narrative, of course, from a company that would rather haggle over terms of service than discuss the power and governance of its platform.\nThere are legitimate questions, still unanswered, about what to do about the huge, unaccountable corporations that control large pieces of our modern communications infrastructure. Both fans and critics of Infowars can probably agree that a system in which one executive can decide to shut off a news organization’s access to a large portion of its audience is hardly ideal.\nThere are also valid questions about why Infowars got so popular in the first place, and whether attention-maximizing platforms like Facebook and YouTube are designed in ways so that people like Mr. Jones are incentivized to push the boundaries of acceptable speech.\nAfter all, these platforms didn’t just host Infowars content for those who were seeking it — they actively promoted it to millions of people for years, through algorithmic feeds and recommendation engines that decide which videos to show you next. Could these platforms be redesigned so that the next Alex Jones never gets that kind of boost, and remains on the ideological fringes?\nThese questions will have to wait. For now, tech leaders seem satisfied to have dealt with their Infowars problems, at least temporarily. They will return to their defensive crouch, hiding their power behind policies, making small changes under pressure, and hoping that nobody notices the size of their footprints.", "url": "https://www.nytimes.com/2018/08/10/technology/facebook-banned-infowars-now-what.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}