{"authors": ["Jason Horowitz"], "date_download": "2018-11-16 04:10:44", "date_modify": "2018-11-16 04:10:44", "date_publish": "2018-08-28 00:14:54", "description": "Vatican intrigues usually remain behind the walls. The battle now is fueled by a potent combination of conservative anger and the child sex abuse scandals.", "filename": "2018_08_27_world_europe_vatican-power-struggle-bursts-into-open-as-conservatives-pounce_1542341444.html", "image_url": "https://static01.nyt.com/images/2018/08/28/world/28pope1/28pope1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_27_world_europe_vatican-power-struggle-bursts-into-open-as-conservatives-pounce_1542341444.html", "title": "Vatican Power Struggle Bursts Into Open as Conservatives Pounce", "title_page": "Vatican Power Struggle Bursts Into Open as Conservatives Pounce - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ROME — Since the start of his papacy, Francis has infuriated Catholic traditionalists as he tries to nurture a more welcoming church and shift it away from culture war issues, whether abortion or homosexuality. “Who am I to judge?” the pope famously said, when asked about gay priests.\nJust how angry his political and doctrinal enemies are became clear this weekend, when a caustic letter published by the Vatican’s former top diplomat in the United States blamed a “homosexual current” in the Vatican hierarchy for sexual abuse. It called for Francis’ resignation, accusing him of covering up for a disgraced cardinal, Theodore E. McCarrick.\nWith the letter — released in the middle of the pope’s visit to Ireland — an ideologically motivated opposition has weaponized the church’s sex abuse crisis to threaten not only Francis’ agenda but his entire papacy. At the very least, it has returned the issue of homosexuality in the Roman Catholic Church, which many conservatives are convinced lies behind the abuse crisis, to the center of debate.\nVatican intrigues and power struggles are nothing new, but they usually remain within the medieval walls or fly over the heads of the Catholic faithful around the globe.", "url": "https://www.nytimes.com/2018/08/27/world/europe/vatican-power-struggle-bursts-into-open-as-conservatives-pounce.html"}