{"authors": ["Ana Swanson"], "date_download": "2018-11-16 03:24:19", "date_modify": "2018-11-16 03:24:19", "date_publish": "2018-01-03 23:59:20", "description": "The president has said he wants tariffs. He’ll have chances to impose them.", "filename": "2018_01_03_us_politics_2018-trump-protectionism-tariffs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338659.html", "image_url": "https://static01.nyt.com/images/2018/01/04/business/04dc-trade1/04dc-trade1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_03_us_politics_2018-trump-protectionism-tariffs.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338659.html", "title": "Will 2018 Be the Year of Protectionism? Trump Alone Will Decide", "title_page": "Will 2018 Be the Year of Protectionism? Trump Alone Will Decide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In August, the administration opened an investigation into whether China’s actions on intellectual property were harming the United States. The investigation has focused on technology transfer, in which China forces or coerces companies to share intellectual property as a condition of doing business there. It’s a practice that could help Chinese producers gain an advantage over American competitors in years to come.\nThe results of the investigation aren’t due until August, but trade analysts say they could arrive within weeks. They suggest that the administration might consider restrictions on Chinese investment in the United States, as well as tariffs on Chinese products.\nIn an interview with The New York Times on Dec. 28, the president said that he had been “soft on China” to gain the country’s help on North Korea, but that he was now intent on cracking down.\n“China on trade has ripped off this country more than any other element of the world in history has ripped off anything,” he said. “If they don’t help us with North Korea, then I do what I’ve always said I want to do.”\nThe United States typically takes cases against foreign competitors after investigations like these to the World Trade Organization. But the Trump administration has suggested that it may not want to wait for the World Trade Organization. If the United States acts alone, it may violate the organization’s rules. In that case, China could gain the support of other World Trade Organization members and retaliate against the United States with its own trade restrictions, potentially triggering a trade war between the world’s two largest economies.\nSolar Products\nThe president must decide by Jan. 26 whether to impose tariffs or quotas on imports of solar cells and modules. Imposing restrictions could make solar products more expensive, slowing the adoption of solar power. But the domestic manufacturers argue that without protection from cheap Chinese products, American solar manufacturing will disappear.\nTwo companies, Suniva and SolarWorld, have asked for broader protections by bringing a so-called “safeguard case” — a rarely used measure that gives the president broad power to help a struggling industry. This type of power has not been used to levy tariffs since 2002, when President George W. Bush restricted imports of steel .", "url": "https://www.nytimes.com/2018/01/03/us/politics/2018-trump-protectionism-tariffs.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}