{"authors": ["Amanda Fortini"], "date_download": "2018-11-16 03:08:45", "date_modify": "2018-11-16 03:08:45", "date_publish": "2018-02-15 17:04:46", "description": "Why European designers have fallen in love (yet again) with the romance of the American country.", "filename": "2018_02_15_t-magazine_fashion_southwest-style-inspiration.html_rref=collection%2Fissuecollection%2FT's%20Feb.%2018%20Women's%20Fashion%20Issue_1542337725.html", "image_url": "https://static01.nyt.com/images/2018/01/30/t-magazine/30tmag-ppt2/30tmag-ppt2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_15_t-magazine_fashion_southwest-style-inspiration.html_rref=collection%2Fissuecollection%2FT's%20Feb.%2018%20Women's%20Fashion%20Issue_1542337725.html", "title": "Cowgirl Meets Aspen Divorcée - on the Runway", "title_page": "Cowgirl Meets Aspen Divorcée — on the Runway - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Every few years, with the regularity, if not quite the frequency, of the full-moon cycle, Southwestern style comes back in fashion. The look, which is composed of Native American, Spanish and “Anglo” influences (Spanish colonizers arrived in the American Southwest in the 1500s, and white ranchers and farmers came three centuries later), mixes cowboy boots, bolo ties, bolero hats, concho belts, Western shirts, silver and turquoise jewelry, Navajo prints, suede moccasins and fringe and leather everything. The line between cool and corny, chic and costumed, is treacherously fine.\nThe modern iteration of the look has its origins in early 20th-century Taos, N.M., which had become an artist’s mecca that attracted a number of eccentric, independent women who popularized the region’s sartorial customs. Among them was Mabel Dodge Luhan, the Lady Ottoline Morrell of the Southwest, who lived with her Taos Pueblo husband in an adobe house, entertaining guests such as D.H. Lawrence, Aldous Huxley and Georgia O’Keeffe. A 1949 Louise Dahl-Wolfe photo shows Standard Oil heiress Millicent Rogers, an advocate for Native American rights and a collector of Native American art and jewelry, with an armful of silver bracelets, a turquoise necklace as thick as a lei and a long, crinkly-pleat “broomstick” skirt, which was likely designed by Martha Reed, whose Martha of Taos label and shop was responsible for mainstreaming — or, well, appropriating — this classic Navajo style. The look spread beyond the region after World War II, when Americans began to travel cross-country, bringing souvenirs home with them. But it was Dennis Hopper — he moved to Taos in 1970, and bought the Dodge Luhan property three years later — who did much to promote the style’s hippie outlaw spirit, wearing a fringe buckskin jacket in “Easy Rider” and a Chimayo vest in “American Dreamer.”\nImage From left: Tod’s and Versace spring/summer 2018. Credit Firstview\nIn its current incarnation, Southwestern style has been reimagined not by the usual homegrown suspects, like Ralph Lauren, but by European designers: Céline, Gucci, Chloé, Louis Vuitton. On the spring runway, Tod’s showed cowhide prints, clay-colored clothing and white leather moccasin booties. At Versace, regional elements were gilded with Euro glamour: gold belt buckles, gold-trimmed leather and a black Western-style pantsuit edged in gold filigree. The overall vibe was cowgirl meets Aspen divorcée. In the design world, too, Southwestern accents, which were everywhere after the 1986 publication of “Santa Fe Style” — the best-selling Rizzoli coffee table design book — are once again ubiquitous", "url": "https://www.nytimes.com/2018/02/15/t-magazine/fashion/southwest-style-inspiration.html?rref=collection%2Fissuecollection%2FT's%20Feb.%2018%20Women's%20Fashion%20Issue"}