{"authors": ["Heather Murphy"], "date_download": "2018-11-16 04:18:48", "date_modify": "2018-11-16 04:18:48", "date_publish": "2018-06-27 19:46:46", "description": "Police arrested a D.J. in Pennsylvania and a nurse in Washington State this week, the latest examples of the use of an open-source ancestry site since the break in the Golden State killer case.", "filename": "2018_06_27_science_dna-family-trees-cold-cases_1542341928.html", "image_url": "https://static01.nyt.com/images/2018/06/28/science/28MURDERS-top/28MURDERS-top-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_science_dna-family-trees-cold-cases_1542341928.html", "title": "Genealogists Turn to Cousins’ DNA and Family Trees to Crack Five More Cold Cases", "title_page": "Genealogists Turn to Cousins’ DNA and Family Trees to Crack Five More Cold Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the Golden State Killer case was cracked in April with the help of a genealogist and an open-source ancestry site, many wondered if this was th e new frontier of criminal investigations.\nThis week all signs point to yes.\nIn the last seven days, genealogical sleuthing techniques that are old to a handful of genealogists but new to most law enforcement have led to arrests in Washington State and Pennsylvania and unearthed a lead in a 37-year-old murder in Texas. All three cases were only revived when crime scene DNA was uploaded to GEDMatch, the same open-source ancestry site used in the Golden State killer case.\nCeCe Moore, a genetic genealogist now working with Parabon, a forensic consulting firm, was involved in all three of the cas es. She said she honed her techniques over a decade by helping thousands of adoptees track down their biological parents.\n“There are so many parallels,” she said in terms of how she uses relatives’ DNA and other publicly available data to build the branches of a family tree backward and then forward to focus in on a single person.", "url": "https://www.nytimes.com/2018/06/27/science/dna-family-trees-cold-cases.html"}