{"authors": ["Elisabeth Malkin"], "date_download": "2018-11-16 03:51:04", "date_modify": "2018-11-16 03:51:04", "date_publish": "2018-09-05 00:27:53", "description": "The move by President Jimmy Morales puts him in direct conflict with Guatemala’s highest court and pushes the country toward a constitutional crisis.", "filename": "2018_09_04_world_americas_guatemala-ivan-velasquez-corruption_1542340264.html", "image_url": "https://static01.nyt.com/images/2018/09/05/world/05guatemala/merlin_143276802_1744aefa-ee0c-4555-a9b2-d03ddf45fd0a-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_04_world_americas_guatemala-ivan-velasquez-corruption_1542340264.html", "title": "Guatemalan Leader Bars Re-entry of Corruption Prosecutor", "title_page": "Guatemalan Leader Bars Re-entry of Corruption Prosecutor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MEXICO CITY — President Jimmy Morales of Guatemala said Tuesday that the head of a United Nations-backed anticorruption commission would not be allowed back into the country, a move that pushes the country’s fragile institutions closer to a full-blown constitutional crisis.\nThe order, just the latest attempt by the president to halt graft investigations that threaten his presidency, came four days after Mr. Morales announced that he would not renew the panel’s mandate when it expires in 12 months.\nWhile that decision was within his authority as president, the order to block the entry of the Colombian prosecutor, Iván Velásquez, puts Mr. Morales in direct conflict with Guatemala’s highest court.\nMr. Velásquez, who has led the anticorruption panel since 2013, left Guatemala on Monday for meetings in Washington and New York. The government’s refusal to permit his return raises the stakes in a standoff between the prosecutor and the president over allegations that Mr. Morales broke campaign finance laws.", "url": "https://www.nytimes.com/2018/09/04/world/americas/guatemala-ivan-velasquez-corruption.html"}