{"authors": ["Sean T. Collins"], "date_download": "2018-11-16 03:58:41", "date_modify": "2018-11-16 03:58:41", "date_publish": "2018-05-21 02:00:01", "description": "Their focus off each other, Bobby and Chuck enter into new high-stakes rivalries — this time with fish significantly bigger than themselves.", "filename": "2018_05_20_arts_television_billions-recap-icebreaker_1542340721.html", "image_url": "https://static01.nyt.com/images/2018/05/18/arts/television/20billions-recap/20billions-recap-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_20_arts_television_billions-recap-icebreaker_1542340721.html", "title": "‘Billions’ Season 3, Episode 9 Recap: Bear Market", "title_page": "‘Billions’ Season 3, Episode 9 Recap: Bear Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Season 3, Episode 9: ‘Icebreaker’\nYou can take the boys out of the blood feud, but you can’t take the blood feud out of the boys. Just two episodes after the successful conclusion of the truce that saw the main men of “Billions” call an end to hostilities and help each other out of potentially career-ending legal trouble, both Bobby Axelrod and Chuck Rhoades have launched dangerous new contests of the will. And this time around, it’s not the courtroom versus the boardroom: Each man has entered into a rivalry with a bigger fish in their own professional pond.\nFor Chuck, this means setting his sights on a new white whale: Attorney General Jock Jeffcoat, the Alamo authoritarian running the Justice Department. For Bobby, it entails entering an alliance of creepy convenience with Grigor Andolov, a cheerfully violent Russian oil baron, whose bottomless reserves of liquid cash are exceeded only by his well-earned reputation for criminality and cruelty. Together, writers Adam R. Perlman and Willie Reale and director Stacie Passon operate this week’s episode, titled “Icebreaker,” like a factory assembly line, cranking out perfect new foils for two characters who are never complete without conflict.\nThe process begins with great casting. The strengths of Clancy Brown as General Jeffcoat (you can tell his character savors the title the way he does the flavor of a fine cigar) have been apparent from the season premiere. He’s got a hickory-smoked voice that is perfect for delivering the writers’ Southern variant on their usual macho-existentialist dialogue, turning every scene — whether he’s on a hunting expedition on his West Texas ranch or sipping drinks at the Yale Club — into a teachable moment about predator and prey.\nBut Jeffcoat can convincingly dispense with the genteel facade when necessary, telling Chuck and his dismayed lieutenant Kate Sacker that the prison guards who summarily executed the young prisoner he’d forced them to prosecute will go unpunished because, quite simply, “All lives are not equal.” And he’s a big man, too, with big features to match — a monster heel who could lurch into vicious action against babyfaces like Sacker and Rhoades at a moment’s notice. When Wendy senses Chuck’s profound loathing of the man following a disastrous dinner with his former associate Lonnie Watley (Malachi Weir, making a welcome return) in which Rhoades vented all his frustration, she pulls no punches as to the next move he should make: “You have to [expletive] assassinate him.” Nothing less than total destruction will do.", "url": "https://www.nytimes.com/2018/05/20/arts/television/billions-recap-icebreaker.html"}