{"authors": ["James Gorman"], "date_download": "2018-11-16 03:43:42", "date_modify": "2018-11-16 03:43:42", "date_publish": "2018-08-28 06:45:06", "description": "To develop acoustic warning devices that might save sea ducks from getting caught in fishing nets scientists are studying their underwater hearing.", "filename": "2018_08_28_science_ducks-hearing-fishing_1542339822.html", "image_url": "https://static01.nyt.com/images/2018/08/29/science/29SCITAKE/merlin_142743255_f82793af-82cd-4958-aee6-4fc390074acf-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_28_science_ducks-hearing-fishing_1542339822.html", "title": "What Do Ducks Hear? And Why Do We Care?", "title_page": "What Do Ducks Hear? And Why Do We Care? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Eventually the ducks had to learn to respond to a light by diving and pecking one target, and then, if they heard a sound while they were underwater, to surface and peck another target.\nThe ducks varied in learning ability, both by species and individual duckling. Over two years only nine of 29 hatchlings made it to the final stages of the hearing test.\nAs for the differences in species, she said, “The long-tailed ducks are the smartest.” But, she said, they also try to cheat. She said they “try and get the reward without doing the correct behavior.”\nCommon eiders were too group-oriented to do any tests alone. “I was actually only able to train one individual,” Ms. McGrew said, of 11 hatchlings. “But she ended up being probably my most reliable duck.”\nSurf scoters were not the smartest, she said, but once they learned the drill, they performed it reliably.\nIn the end, it turned out that the ducks heard well underwater in a range from one to three kilohertz. That is unfortunately close to the hearing range of fish, which can hear up to two kilohertz. And fishing operations don’t want to warn the fish away.\nMarine mammals hear at much higher frequencies, which makes commercial fishing operations more likely to use warning devices for them.", "url": "https://www.nytimes.com/2018/08/28/science/ducks-hearing-fishing.html"}