{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:38", "date_modify": "2018-11-16 04:00:38", "date_publish": "2018-06-11 09:00:03", "description": "The justices will consider on Thursday whether to hear an appeal from Brendan Dassey, whose videotaped confession was featured in the Netflix documentary.", "filename": "2018_06_11_us_politics_supreme-court-making-a-murderer_1542340838.html", "image_url": "https://static01.nyt.com/images/2018/06/12/us/12dc-bar-print/11bar_dc-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_11_us_politics_supreme-court-making-a-murderer_1542340838.html", "title": "Was It a False Confession in ‘Making a Murderer’? The Supreme Court May Decide", "title_page": "Was It a False Confession in ‘Making a Murderer’? The Supreme Court May Decide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On Thursday, the Supreme Court will consider whether to hear Mr. Dassey’s appeal.\nThe court has long said that “the greatest care must be taken” in making sure that confessions obtained from juveniles are voluntary. Mr. Dassey’s case could allow the justices to assess whether that command was taken seriously by courts in Wisconsin, which refused to suppress his confession.\nIt could also allow the justices to consider mounting evidence that false confessions from juveniles play a role in a disproportionate share of wrongful convictions. According to one study, 42 percent of exonerated juveniles had falsely confessed, compared to 8 percent of adults.\nMr. Dassey was interviewed for hours without a lawyer, a parent or any other adult who might have been alert to his interests. But the investigators who questioned him assured him that he had nothing to fear from them.\n“Yeah, we’re cops, we’re investigators and stuff like that, but not right now,” said Tom Fassbender, a special agent with the Wisconsin Department of Justice. “I’m a father that has a kid your age, too. I want to be here for you. There’s nothing I’d like more than to come over and give you a hug.”\nThe investigators teased out contradictory statements from Mr. Dassey, steering him toward their theory of the case.", "url": "https://www.nytimes.com/2018/06/11/us/politics/supreme-court-making-a-murderer.html"}