{"authors": ["Stephanie Saul", "Robin Pogrebin", "Mike Mcintire", "Ben Protess"], "date_download": "2018-11-16 03:59:48", "date_modify": "2018-11-16 03:59:48", "date_publish": "2018-09-26 00:46:49", "description": "Deborah Ramirez and Judge Brett Kavanaugh came to Yale from very different backgrounds. But their college circles overlapped, and during a drinking game at a dorm party, she claims, he exposed himself to her.", "filename": "2018_09_25_us_politics_deborah-ramirez-brett-kavanaugh-allegations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340788.html", "image_url": "https://static01.nyt.com/images/2018/09/26/us/26YEARBOOKMUGS-diptych/26YEARBOOKMUGS-diptych-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_25_us_politics_deborah-ramirez-brett-kavanaugh-allegations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340788.html", "title": "In a Culture of Privilege and Alcohol at Yale, Her World Converged With Kavanaugh’s", "title_page": "In a Culture of Privilege and Alcohol at Yale, Her World Converged With Kavanaugh’s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "On a liberal campus known for its scholarship, the DKEs stood out for their hard partying and, some women students claimed, misogyny. During Judge Kavanaugh’s time there — 15 or so years after women arrived — some fraternity brothers paraded around campus displaying women’s underwear they had filched, drawing criticism.\nDKE was a “huge party fraternity,” said a former classmate, Sarah Dry. “Lots of drunken parties.”\nThe DKE pledge process was widely seen on campus as degrading. An opinion piece in The Yale Daily News in 1986 said that pledges were forced to walk around campus reading Penthouse magazine aloud and yelling lines like “I’m a butt-hole, sir.”\nOne woman remembers Judge Kavanaugh’s wearing a leather football helmet while drinking and approaching her on campus the night he was tapped for DKE. She described his grabbing his crotch, hopping on one leg and chanting: “I’m a geek, I’m a geek, I’m a power tool. When I sing this song, I look like a fool.”\nNearly a dozen people who knew him well or socialized with him said Judge Kavanaugh was a heavy drinker in college. Dr. Swisher said she saw him “very drunk” a number of times. Mr. Roche, his former freshman year roommate, described his stumbling in at all hours of the night.\nIn a statement, Kerri Kupec, a White House spokeswoman, played down the descriptions of Mr. Kavanaugh’s heavy drinking at Yale without disputing them. “This is getting absurd,” she said. “No one has claimed Judge Kavanaugh didn’t drink in high school or college.”\nMs. Kupec noted that in a Fox News interview on Monday, Mr. Kavanaugh acknowledged that “all of us have probably done things we look back on in high school and regret or cringe a bit.”\nSome former students cautioned against associating Judge Kavanaugh with DKE’s heavy partying contingent. “They were a typical fraternity that served alcohol, but I don’t recall ever seeing Brett Kavanaugh drunk,” said John Risley, who overlapped with Judge Kavanaugh at Yale and was friendly with members of DKE.", "url": "https://www.nytimes.com/2018/09/25/us/politics/deborah-ramirez-brett-kavanaugh-allegations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}