{"authors": ["David Segal"], "date_download": "2018-11-16 04:32:37", "date_modify": "2018-11-16 04:32:37", "date_publish": "2018-09-25 02:15:01", "description": "Kim’s plan is revealed, as is a little something about her true motivations.", "filename": "2018_09_24_arts_television_better-call-saul-recap-season-4-episode-8.html_action=click&module=RelatedLinks&pgtype=Article_1542342757.html", "image_url": "https://static01.nyt.com/images/2018/09/25/arts/25saul-recap/25saul-recap-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_24_arts_television_better-call-saul-recap-season-4-episode-8.html_action=click&module=RelatedLinks&pgtype=Article_1542342757.html", "title": "‘Better Call Saul’ Season 4, Episode 8 Recap: Snookered", "title_page": "‘Better Call Saul’ Season 4, Episode 8 Recap: Snookered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nacho’s plan to evade the Salamanca-Fring pincers in which he now lives is apparently to scoot off to Canada with his father. A home safe where he stores drug money contains forged identity cards for Manitoba. Apparently, Mr. Vargas has never heard of Mr. Disappear, who will be put to such effective use later by Saul Goodman and Walter White.\nOn the plus side, Nacho has some pretty cool art in his house.\nSticking with the topic of escape, the German construction crew is granted a night on the town, and its members spend it at a strip club. Predictably, the cocky and puerile Kei gets booted from the club for some very crude interaction with one of the dancers. Less predictably, Warner ends up blabbing about the super lab project to a couple of strangers at a bar. With any luck, Mike’s stern and threatening lecture the next day has scared the man straight.\nHard to imagine it didn’t. But something about Werner’s touching profession of love for his wife seems to me like a setup to mourn the guy’s untimely death. Or maybe that back story was just a feint.\nClosing Thoughts:\n• Jimmy delivers my favorite line of the episode: “Chastity, uh, don’t use swears.”\n• Giancarlo Esposito is the greatest and most underused natural resource on television.\n• Although we now can picture Kim engaged in all manner of legal chicanery, I still can’t imagine her as the wife-partner of Saul Goodman. Mostly this is about aesthetics. I don’t think Kim could abide Saul’s suits. And go watch some “Breaking Bad,” if you haven’t lately. Mr. Goodman is partial to bawdy talk that veers toward sexual harassment. One example: We can’t print his nickname for Francesca Liddy, his once and future assistant.\n• I planned to ask the group what that knickknack in Kim’s desk drawer was — the one that looks like a bronze pine cone. But my editor reminded me that it’s the stopper to a bottle of Zafiro Añejo, a rare (and fictitious) tequila that first appears on “Breaking Bad.” Zafiro has popped up a few times in “Saul”: It’s the expensive liquor Jimmy and Kim conned an obnoxious stockbroker into buying them back in Season 2, and it made a brief appearance last season as the Sandpiper case wound down. As I noted then, it seems to be a harbinger of disaster.", "url": "https://www.nytimes.com/2018/09/24/arts/television/better-call-saul-recap-season-4-episode-8.html?action=click&module=RelatedLinks&pgtype=Article"}