{"authors": ["Jonathan Martin", "Matt Flegenheimer"], "date_download": "2018-11-16 03:12:01", "date_modify": "2018-11-16 03:12:01", "date_publish": "2018-11-05 10:00:08", "description": "Trump advisers spent the weekend preparing the president for Republican losses in Tuesday’s election and what that could mean for his agenda in the House.", "filename": "2018_11_05_us_politics_house-senate-elections-georgia-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337921.html", "image_url": "https://static01.nyt.com/images/2018/11/06/us/06tipsheet-Abrams/06tipsheet-Abrams-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_05_us_politics_house-senate-elections-georgia-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337921.html", "title": "House and Senate Latest, Big Poll for Democrats, Georgia Runoff: 1 Day to Go", "title_page": "House and Senate Latest, Big Poll for Democrats, Georgia Runoff: 1 Day to Go - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The divide is clearly driven by views toward President Trump. Only 39 percent of voters approve of the president’s job performance, but among women it is even lower: just 31 percent of women believe Mr. Trump is doing a good job as president, while 63 percent do not approve of his performance.\n• Think the 2018 campaign will be over after all the ballots from Tuesday are counted? Think again.\nSome Republican officials now believe that the Georgia governor’s race is destined to go to a Dec. 4 runoff because neither Stacey Abrams, the Democrat, nor Brian Kemp, the Republican, is likely to capture a majority of the vote.\nThe race is that close in their private polling and, while Mr. Kemp enjoys a slight advantage in the G.O.P. surveys, the libertarian on the ballot, Ted Metz, could take about 2 percent of the vote. (In Georgia’s 2014 gubernatorial race, the Libertarian nominee earned 2.36 percent of the vote.)\nThat could keep either major candidate from reaching 50 percent on Election Day if the race remains neck-and-neck.\n• The furor over the new inquiry by Mr. Kemp’s office of the Georgia Democratic Party threw a curveball into the final days of this tight race.", "url": "https://www.nytimes.com/2018/11/05/us/politics/house-senate-elections-georgia-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}