{"authors": ["Nicholas Confessore", "Michael Laforgia", "Gabriel J.X. Dance"], "date_download": "2018-11-16 03:08:12", "date_modify": "2018-11-16 03:08:12", "date_publish": "2018-11-13 01:49:16", "description": "For years, Facebook struck deals that gave device makers access to troves of user data. A disclosure to Congress details the company’s lax oversight of those partnerships.", "filename": "2018_11_12_technology_facebook-data-privacy-users.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337692.html", "image_url": "https://static01.nyt.com/images/2018/11/13/business/13FBWYDEN-COMBO/13FBWYDEN-COMBO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_12_technology_facebook-data-privacy-users.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337692.html", "title": "Facebook Failed to Police How Its Partners Handled User Data", "title_page": "Facebook Failed to Police How Its Partners Handled User Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Facebook failed to closely monitor device makers after granting them access to the personal data of hundreds of millions of people, according to a previously unreported disclosure to Congress last month.\nFacebook’s loose oversight of the partnerships was detected by the company’s government-approved privacy monitor in 2013. But it was never revealed to Facebook users, most of whom had not explicitly given the company permission to share their information. Details of those oversight practices were revealed in a letter Facebook sent last month to Senator Ron Wyden, the Oregon Democrat, a privacy advocate and frequent critic of the social media giant.\nIn the letter, a copy of which Mr. Wyden provided to The New York Times, Facebook wrote that by early 2013 it had entered into data-sharing agreements with seven device makers to provide what it called the “Facebook experience” — custom-built software, typically, that gave those manufacturers’ customers access to Facebook on their phones. Those partnerships, some of which date to at least 2010, fall under a consent decree with the Federal Trade Commission drafted in 2011 and intended to oversee the company’s privacy practices.\n[Read more about Facebook’s data-sharing partnerships with device makers.]\nFacebook ultimately entered into dozens of similar data-sharing partnerships, most of which the company began winding down this spring after revelations that it had allowed Cambridge Analytica, a political data firm, to acquire the personal information of tens of millions of people. The firm used some of that information in efforts to aid President Trump’s 2016 campaign.", "url": "https://www.nytimes.com/2018/11/12/technology/facebook-data-privacy-users.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}