{"authors": ["Nick Wingfield"], "date_download": "2018-11-16 04:03:18", "date_modify": "2018-11-16 04:03:18", "date_publish": "2018-01-18 14:05:33", "description": "The list released Thursday leaned toward cities in the Midwest and on the East Coast, and away from the tech-saturated hubs of the West Coast.", "filename": "2018_01_18_technology_amazon-finalists-headquarters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340998.html", "image_url": "https://static01.nyt.com/images/2018/01/19/business/19AMAZON03/19AMAZON03-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_18_technology_amazon-finalists-headquarters.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340998.html", "title": "Amazon Chooses 20 Finalists for Second Headquarters", "title_page": "Amazon Chooses 20 Finalists for Second Headquarters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SEATTLE — Like a college applicant waiting for that special message in the mail, officials in Boston got what they wanted on Thursday: a cryptic four-sentence note informing them that the city made the finals in its bid to host Amazon’s second headquarters.\n“We would like to move Boston forward in the process so we can continue to learn more about your community, your talent, and potential real estate options,” Holly Sullivan, an Amazon executive, wrote in the note. “Please email me back with available times for a call so we can discuss next steps.”\nBoston was one of 20 places in the United States and Canada that made Amazon’s list, joining cities that had been widely expected to make the cut, like Denver and Dallas, and surprises like Nashville and Columbus, Ohio.\nThe winner could get up to 50,000 high-paying jobs and $5 billion in investment, figures that Amazon has dangled in front of local officials, setting off an unprecedented competition to be the second home for one of the internet’s mightiest companies. In all, 238 cities and regions applied to bring the company to town, many using promises of tax breaks and public charm offensives to gain favor with the e-commerce giant.", "url": "https://www.nytimes.com/2018/01/18/technology/amazon-finalists-headquarters.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}