{"authors": ["Eric Asimov"], "date_download": "2018-11-16 04:54:07", "date_modify": "2018-11-16 04:54:07", "date_publish": "2018-08-02 17:39:51", "description": "The country is full of obscure and unusual grapes. Some already make wonderful wines, but too many fall prey to formulaic production.", "filename": "2018_08_02_dining_drinks_greek-wine-assyrtiko.html_module=inline_1542344047.html", "image_url": "https://static01.nyt.com/images/2018/08/08/dining/08wine6/08wine6-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_02_dining_drinks_greek-wine-assyrtiko.html_module=inline_1542344047.html", "title": "Beyond Assyrtiko, Greek Whites Reach for Distinction", "title_page": "Beyond Assyrtiko, Greek Whites Reach for Distinction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We were far more excited by wines that seemed distinctive and original, regardless of the method of production. These wines were fresh and refreshing and would be wonderful on a summer’s evening with Mediterranean or Middle Eastern food. Our favorites were often profoundly herbal and floral.\nIn a way, I thought, they were a little reminiscent aromatically of a mild version of retsina, the historic Greek white that is flavored with pine sap. I say this with some trepidation as retsina is generally as reviled as it is misunderstood, but I mean it as a compliment. Don’t worry; none of these actually tasted like retsina.\nOur favorite was the 2017 Hoof & Lur from Troupis made from moschofilero grapes grown in Mantinia. Moschofilero, like roditis, is a pink-hued white grape, and it can sometimes make wines like this one that might appear to be rosés. Regardless of the tinge, this was a lively, balanced, deliciously herbal wine with citrus flavors.\nAn unusual wine, our second pick, is made from the ancient muscat of Alexandria grape, which is found all over the Mediterranean. Often, it’s used to make sweet wines, although I’ve had excellent dry examples from Sicily, where it’s called zibibbo. This bottle, the 2017 Terra Ambera from Manolis Garalis on Lemnos, a volcanic island in the Aegean, was dry, perfumed and floral.\nOur third wine was the 2016 Theon Dora from Giannis Stilianou in Crete, crisp, fresh and minty. It was a particular study in obscurity, as it was made from three grapes that were unknown to me: vidiano, thrapsathiri and vilana, all indigenous to Crete.\nThe 2017 Notios from Gai’a in Nemea, an area better known for producing red wines, was our fourth choice. This bottle, made of moschofilero and roditis, leaned toward a more familiar Mediterranean style, but it was very well-done.\nThe next two wines were both made of malagousia, a grape that was on the verge of disappearing in Greece 30 years ago but has been resurrected and is now found all over the country. The first, rendered malagouzia, is the 2017 from Antonopoulos in the Achaia region in the northern Peloponnese: tangy, fresh and slightly more austere than the zesty, harmonious 2016 malagousia from Zafeirakis in Tyrnavos in the Thessaly region.", "url": "https://www.nytimes.com/2018/08/02/dining/drinks/greek-wine-assyrtiko.html?module=inline"}