{"authors": ["Rachel L. Harris", "Lisa Tarchak"], "date_download": "2018-11-16 04:32:35", "date_modify": "2018-11-16 04:32:35", "date_publish": "2018-11-06 11:00:05", "description": "Young voters discuss the issues motivating them this year.", "filename": "2018_11_06_opinion_midterm-elections-young-voters_1542342755.html", "image_url": "https://static01.nyt.com/images/2018/11/06/opinion/05youngams-voting/05youngams-voting-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_06_opinion_midterm-elections-young-voters_1542342755.html", "title": "Riled Up and Ready to Vote", "title_page": "Opinion | Riled Up and Ready to Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Young people historically vote at lower rates, typically, than other age groups, and that has been especially true of the midterms. But this year, registration for younger voters is up substantially, with some studies anticipating the highest youth turnout in decades. We wanted to know what issues are motivating young people at such impressive rates this year, so we asked. In just a few days we had more than 800 passionate, sharp and often surprising responses.\nThe respondents frequently mentioned climate change, no matter their party affiliation, and health care, as well as a fear of the country’s growing political divide.\nMany who said they were either too naïve or unconcerned to participate in past elections seemed doubly eager to exercise their right this time around.\nFor Lea Klock, 22, of Michigan, her youth had everything to do with her reason for voting. “I am tired of older Americans deciding everything in this country,” she wrote. “A deficit is something that I will have to pay off; climate change will be the problem of my generation; and discrimination will be the ugly legacy that I will have to explain to my children.”", "url": "https://www.nytimes.com/2018/11/06/opinion/midterm-elections-young-voters.html"}