{"authors": ["Jim Tankersley"], "date_download": "2018-11-16 03:50:42", "date_modify": "2018-11-16 03:50:42", "date_publish": "2018-07-17 19:03:11", "description": "Testifying before the Banking Committee, Jerome H. Powell offered a sunny portrait of the economy — and mild warnings on trade policy.", "filename": "2018_07_17_business_fed-jerome-powell-senate.html_module=inline_1542340242.html", "image_url": "https://static01.nyt.com/images/2018/07/18/business/18dc-powell/18dc-powell-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_17_business_fed-jerome-powell-senate.html_module=inline_1542340242.html", "title": "Senators Push Fed Chairman for Answers on Slow Wage Growth", "title_page": "Senators Push Fed Chairman for Answers on Slow Wage Growth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The chairman of the Federal Reserve, Jerome H. Powell, told a Senate panel on Tuesday that the economy is humming and the financial system is safe, but cautioned that trade policy has cast an uncertain shadow over the United States.\nIn the first of two days of semiannual testimony on Capitol Hill, Mr. Powell fielded repeated questions from lawmakers about why inflation-adjusted wages continue to grow slowly despite a tight labor market. Mr. Powell acknowledged the disparity between low unemployment and weak wage gains but offered no quick fix, telling the Banking Committee that while wage growth has increased slightly over the past few years, it continues to lag the gains Americans enjoyed in the years before the financial crisis.\nPressed repeatedly by Democrats about what the Fed could do to accelerate wage growth, Mr. Powell said a strong economy and low unemployment would ultimately lift wages. He said a range of factors outside the Fed’s control have contributed to middle-class wage stagnation over the past three decades, including a slowdown in advancements in educational attainment in the American work force.\nHe offered a mixed assessment of whether the new tax law has stimulated the American economy, agreeing with a Republican senator’s assessment that the mere anticipation of tax cuts increased growth last year but telling a Democratic senator that it was too soon to say if the law had begun to lift wages.", "url": "https://www.nytimes.com/2018/07/17/business/fed-jerome-powell-senate.html?module=inline"}