{"authors": ["Ellen Barry"], "date_download": "2018-11-16 03:13:30", "date_modify": "2018-11-16 03:13:30", "date_publish": "2018-03-13 03:00:07", "description": "Russia now has more intelligence agents in London than during the Cold War, officials say. The poisoning of a former agent has put pressure on the British government to rein them in.", "filename": "2018_03_12_world_europe_london-russia-spies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338010.html", "image_url": "https://static01.nyt.com/images/2018/03/14/world/14spies2-alpha/14spies2-alpha-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_12_world_europe_london-russia-spies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338010.html", "title": "As Putin’s Opponents Flocked to London, His Spies Followed", "title_page": "As Putin’s Opponents Flocked to London, His Spies Followed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — The Russian opposition figure Vladimir L. Ashurkov breathed a sigh of relief when he fled Moscow for London in 2014. After months of being followed by the Kremlin’s intelligence agents to meetings, culminating in a televised raid of his apartment, he finally let his guard down, disappearing into the elegant, polyglot streets of Kensington.\nSix months passed before he realized that he was still being followed.\nAn old friend returned from a trip to Russia with unnerving news: In Moscow, security officials had asked detailed questions about a private conversation he had with Mr. Ashurkov in a London cafe. As he built his life in London, Mr. Ashurkov learned to look for Russian agents reflexively — men in dark suits sitting alone at émigré gatherings, dinner-party acquaintances rumored to be informants.\n“You can’t do much about it,” he said. “Even after you escape from Moscow to London, you know they have long hands.”\nRussia now has more intelligence agents deployed in London than at the height of the Cold War, former British intelligence officials have said. They serve a variety of functions, including building contacts among British politicians. But the most important task is to keep an eye on the hundreds of heavyweight Russians — those aligned with President Vladimir V. Putin, and those arrayed against him — who have built lives in Britain, attracted by its property market and banking system.", "url": "https://www.nytimes.com/2018/03/12/world/europe/london-russia-spies.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}