{"authors": ["Jonathan Martin", "Jeremy W. Peters", "Elizabeth Dias"], "date_download": "2018-11-16 04:00:06", "date_modify": "2018-11-16 04:00:06", "date_publish": "2018-06-28 01:13:24", "description": "Democrats will focus on Justice Kennedy’s replacement in an attempt to motivate voters in the fall, while conservatives will pressure vulnerable Democratic senators in red states.", "filename": "2018_06_27_us_politics_kennedy-retirement-midterm-elections.html_module=inline_1542340806.html", "image_url": "https://static01.nyt.com/images/2018/06/28/us/28midterm_xp/28midterm_xp-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_27_us_politics_kennedy-retirement-midterm-elections.html_module=inline_1542340806.html", "title": "Kennedy Retirement Injects an Inflammatory New Issue Into Midterms", "title_page": "Kennedy Retirement Injects an Inflammatory New Issue Into Midterms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“This is going to be incredibly motivating for women,” said Cecile Richards, the former head of Planned Parenthood, noting that her phone and social media accounts had been “blowing up” since the afternoon announcement.\n“Women are saying, ‘I’m going to do everything I can,’” she added.\nBut pointing out the 10 Senate Democrats facing re-election in states Mr. Trump carried, Republicans said a confirmation vote before the election would force senators in some of these states to choose between liberals and more Trump-friendly voters. Senator Roy Blunt of Missouri, a Republican, invoked Mr. Trump’s first pick for the court, Justice Neil M. Gorsuch\n“I would suspect if we vote before Election Day and we have a Gorsuch-like nominee, man or woman, I think some of them will wind up voting for that nominee,” Mr. Blunt predicted of imperiled Democratic senators.\nBut Mr. Begala said doing so would be political malpractice.\n“I don’t think any Democrat is going to go along with a Trump appointee to the Supreme Court,” he said. “Not if he or she wants to raise any money or have any volunteers.”\nDespite pressure from Senate colleagues and liberal activists during Justice Gorsuch’s confirmation, three Democrats who are up for re-election in states Mr. Trump carried voted to confirm the justice: Joe Donnelly of Indiana, Heidi Heitkamp of North Dakota and Joe Manchin of West Virginia.\nMr. Manchin was noncommittal on Wednesday, saying in a written statement that he looked forward to “meeting with and evaluating the qualifications of whoever President Trump nominates.”\nMs. Heitkamp also declined to commit either way on Mr. Trump’s potential nominee but did appear to leave the door open to voting yes, and indicated that she did not want to try to drag out the confirmation vote. She said she saw Justice Kennedy’s retirement as an opportunity for the president to nominate someone “who reflects the same qualities embodied by Justice Kennedy of being fair, pragmatic, and empathetic to all.”", "url": "https://www.nytimes.com/2018/06/27/us/politics/kennedy-retirement-midterm-elections.html?module=inline"}