{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:39:18", "date_modify": "2018-11-16 04:39:18", "date_publish": "2018-09-06 13:34:47", "description": "Documents provided to The New York Times shed light on the Supreme Court nominee Brett M. Kavanaugh’s years in the George W. Bush administration.", "filename": "2018_09_06_us_politics_kavanaugh-leaked-documents_1542343158.html", "image_url": "https://static01.nyt.com/images/2018/09/07/us/politics/07dc-confidential/07dc-confidential-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_06_us_politics_kavanaugh-leaked-documents_1542343158.html", "title": "Leaked Kavanaugh Documents Discuss Abortion and Affirmative Action", "title_page": "Leaked Kavanaugh Documents Discuss Abortion and Affirmative Action - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "[Read: How The Times decides when to publish leaked news.]\nOn Wednesday, Senator Patrick J. Leahy, Democrat of Vermont, seemed to allude to the existence of such an email, grilling Judge Kavanaugh about whether his testimony at his May 2006 appeals court hearing that he had not seen or heard anything about the Bush administration’s warrantless surveillance program before its existence leaked the previous December was accurate.\n[Read the email.]\nIn another document, Judge Kavanaugh expressed a critical view about some Department of Transportation affirmative action regulations, writing:\n“The fundamental problem in this case is that these DOT regulations use a lot of legalisms and disguises to mask what is a naked racial set-aside,” he wrote, adding that he thought the court’s four conservative justices at the time would probably “realize as much in short order and rule accordingly.”\n[Read the email.]\nOn Thursday morning, after this article was published, two Democratic senators unilaterally released several other “committee confidential” emails. Senator Cory Booker, Democrat of New Jersey, posted a series of emails about racial issues that included the affirmative action-related email obtained by The Times.\nSeparately, Senator Mazie K. Hirono, Democrat of Hawaii, on Thursday published a “committee confidential” email about policies for Native Hawaiians that could be of interest not only to Hawaii’s two Democratic senators but to Senator Lisa Murkowski, Republican of Alaska, a key swing vote who guards the interests of Native Alaskans.\nIn that email, Mr. Kavanaugh questions Native Hawaiians as a protected group like Indian tribes. He wrote that prepared testimony “needs to make clear that any program targeting Native Hawaiians as a group is subject to strict scrutiny and of questionable validity under the Constitution.”\nAnother document obtained by The Times shed further light on the extent to which Judge Kavanaugh was viewed inside the Bush administration as playing a significant role in trying to get a disputed appeals court nominee, Charles W. Pickering Sr., confirmed.\nDuring his own appeals court nomination, Judge Kavanaugh had distanced himself from that nomination, omitting it from a list of the major ones he worked on and telling senators that it was not one of those he “primarily” handled, and in August Democrats — based on documents they were allowed to make public — had accused him of having been misleading, while hinting that more details were in the still-confidential documents.", "url": "https://www.nytimes.com/2018/09/06/us/politics/kavanaugh-leaked-documents.html"}