{"authors": ["Ann Carrns"], "date_download": "2018-11-16 04:32:27", "date_modify": "2018-11-16 04:32:27", "date_publish": "2018-06-15 15:19:33", "description": "The federal program is about to lapse. But consumer advocates are urging homeowners to get the coverage.", "filename": "2018_06_15_your-money_hurricane-season-flood-insurance_1542342747.html", "image_url": "https://static01.nyt.com/images/2018/06/16/business/16sky3-print-adviser/merlin_139584429_ccf87fec-942f-4130-a16d-b32d90e47a91-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_15_your-money_hurricane-season-flood-insurance_1542342747.html", "title": "It’s Hurricane Season. Do You Need Flood Insurance?", "title_page": "It’s Hurricane Season. Do You Need Flood Insurance? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Julie Mix McPeak, commissioner of Tennessee’s Department of Commerce and Insurance and president of the National Association of Insurance Commissioners, said the association was urging a long-term reauthorization of the federal flood program and also supports changes to increase availability of private flood insurance options for consumers.\nMeanwhile, she said, homeowners should consider buying flood protection even if they are not in an area traditionally considered to be high risk. In recent years, she noted, areas that had not previously experienced problems have flooded.\nThe national flood program says 20 percent of claims are paid in areas considered low risk.\n“Where it can rain,” Mr. Maurstad said, “it can flood.”\nCost of coverage varies, but the average annual federal flood premium for 2018 increased by 8 percent to $935, according to FEMA. Mr. Maurstad noted that policies for homes in low-risk areas cost around $500. Premiums in high-risk areas, however, can run to four or five figures, Ms. Bach noted.\nHere are some questions and answers about flood insurance:\nWhat does a federal flood policy cover?\nNational Flood Insurance Program policies cover up to $250,000 in damage to the home’s structure, and $100,000 for its contents. (Extra coverage may be bought from private insurers.) But federal policies generally don’t cover living expenses, like the cost of temporary housing.\nHow can I keep my flood insurance premium affordable?\nHomeowners in high-risk areas who take steps to protect their properties, such as by elevating mechanical systems or even the entire home, can see as much as a 60 percent reduction in premiums, according to FEMA. The agency offers grants to help cover the cost of elevating homes, but the process can take time. So interested consumers should apply sooner rather than later, Ms. Bach said. “Be patient.”\nOther suggestions for reducing flood insurance costs are available on FEMA’s website.\nWhat happens if Congress doesn’t vote on the flood program by the new deadline?", "url": "https://www.nytimes.com/2018/06/15/your-money/hurricane-season-flood-insurance.html"}