{"authors": ["Kate Taylor", "J. David Goodman"], "date_download": "2018-11-16 04:01:56", "date_modify": "2018-11-16 04:01:56", "date_publish": "2018-03-03 00:36:52", "description": "Mayor Bill de Blasio chose to ignore the warning signs around Alberto M. Carvalho, his pick for schools chancellor. But Mr. Carvalho did not ignore his concerns over New York.", "filename": "2018_03_02_nyregion_miami-albert-carvalho-new-york-city-schools-chancellor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340916.html", "image_url": "https://static01.nyt.com/images/2018/03/03/nyregion/03chancellor1/03chancellor1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_02_nyregion_miami-albert-carvalho-new-york-city-schools-chancellor.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340916.html", "title": "The Match Seemed Perfect for New York’s Schools. But There Were Red Flags.", "title_page": "The Match Seemed Perfect for New York’s Schools. But There Were Red Flags. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Mayor Bill de Blasio announced on Wednesday night that he had chosen Alberto M. Carvalho, the charismatic superintendent of Miami-Dade County Public Schools, as his new schools chancellor, it seemed like a match made in heaven. Mr. Carvalho had an inspiring life story that mirrored the aspirations of many of New York City’s families. On policy, he and Mr. de Blasio seemed well aligned.\nBut there were signs, it emerged on Friday, that the partnership — on both sides — might have been far less than perfect. Mr. de Blasio, the more eager suitor, chose to overlook them. Mr. Carvalho, in the end, did not, leading him to reject the mayor’s job offer on Thursday.\nFor Mr. Carvalho, the red flags were indications that the mayor would heavily involve himself in the job, as he is known to do in other departments.\nFor City Hall, the warning signs were incidents in Mr. Carvalho’s past — his jilting of another school district in 2008, and a scandal over emails that suggested he had conducted an affair with a Miami Herald education reporter, which he has denied. In fact, those two matters had kept Mr. Carvalho out of the running for another major education job in New York just three years ago.", "url": "https://www.nytimes.com/2018/03/02/nyregion/miami-albert-carvalho-new-york-city-schools-chancellor.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}