{"authors": ["Gerry Mullany"], "date_download": "2018-11-16 04:26:56", "date_modify": "2018-11-16 04:26:56", "date_publish": "2018-02-06 08:28:34", "description": "The vice president said “we’ll see what happens” when asked about the possibility of meeting with North Korean officials at the Winter Olympics in South Korea.", "filename": "2018_02_06_world_asia_mike-pence-north-korea_1542342416.html", "image_url": "https://static01.nyt.com/images/2018/02/07/world/07pence-1/07pence-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_06_world_asia_mike-pence-north-korea_1542342416.html", "title": "Pence Doesn’t Rule Out Meeting North Koreans at Olympics", "title_page": "Pence Doesn’t Rule Out Meeting North Koreans at Olympics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "HONG KONG — Vice President Mike Pence on Monday did not rule out contact with North Korean officials when he attends the Winter Olympics in South Korea this week, saying, “I have not requested a meeting, but we’ll see what happens.”\nThe comments came as North Korean athletes, artists and officials were descending on South Korea for the Games in Pyeongchang. Among them is Kim Yong-nam, the president of the Presidium of North Korea’s Parliament, who serves as a nominal head of state and will lead a 22-member delegation of its officials making a rare visit to the South.\nSpeaking to reporters in Alaska during a stopover on his way to Japan and South Korea, Mr. Pence reiterated the administration’s stance that “all options are on the table” in confronting North Korea about its nuclear weapons and missile programs. He said part of the purpose of his visit was to tell “the truth about North Korea at every stop.”\n“We’re traveling to the Olympics to make sure that North Korea doesn’t use the powerful symbolism and the backdrop of the Winter Olympics to paper over the truth about their regime,” he said, calling it “a regime that oppresses its own people, a regime that threatens nations around the world, a regime that continues its headlong rush to develop nuclear weapons and ballistic missiles.”", "url": "https://www.nytimes.com/2018/02/06/world/asia/mike-pence-north-korea.html"}