{"authors": ["Sapna Maheshwari", "Sydney Ember"], "date_download": "2018-11-16 03:14:46", "date_modify": "2018-11-16 03:14:46", "date_publish": "2018-01-12 04:34:47", "description": "Media executives watch skeptically as Mark Zuckerberg, in a heated political environment, shifts the focus of his site back to the personal.", "filename": "2018_01_11_business_media_facebook-news-feed-media.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338086.html", "image_url": "https://static01.nyt.com/images/2018/01/12/business/12PUBLISHERS-1/12PUBLISHERS-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_11_business_media_facebook-news-feed-media.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338086.html", "title": "The End of the Social News Era? Journalists Brace for Facebook’s Big Change", "title_page": "The End of the Social News Era? Journalists Brace for Facebook’s Big Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Jason Kint, the chief executive of Digital Content Next, a trade group that represents entertainment and news organizations, including The Times, was skeptical of the Facebook plan.\n“If this change is as significant as they describe it, news organizations will go out of business or succeed based on a change that they didn’t necessarily have input on,” Mr. Kint said. “It reads as something that will drive up engagement and probably push away policy risk, because they’re not allowing news properties to have the same sort of presence in their feeds.”\nMr. Kint added that he had hoped that it would have found a way to weed out hoaxes and made-up news stories that did not penalize publishers.\nRaju Narisetti, the chief executive of the Gizmodo Media Group, the unit of Univision that operates Jezebel and other sites, said he was expecting the changes to kick in any day. He added that he had not heard from Facebook about what it will mean for his company and, like others in the media industry, he suggested that Mr. Zuckerberg’s company should be less mysterious.\n“As always, it would be good to see transparency from any platform, particularly Facebook, as to how they are going about deciding what constitutes quality,” Mr. Narisetti said.\nFor media companies, a reliance on the company as a driver of traffic has proved an unreliable business model. A Facebook campaign against clickbait, for instance, sent click-dependent publishers like Upworthy into a tailspin several years ago.\nRecently, in what may be a digital augury of sorts, Facebook experimented with removing news from the feeds of users in several countries and placing it into a separate feature called Explore, to the alarm of publishers. A Serbian editor described the shock of seeing traffic to his news site plummet while the experiment was underway, writing in a Times Op-Ed that such unpredictable changes by the company represented an existential threat “to the ability of citizens in all of the countries subject to Facebook’s experimentation to discover the truth about their societies and their leaders.”", "url": "https://www.nytimes.com/2018/01/11/business/media/facebook-news-feed-media.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}