{"authors": ["Alan Abramowitz"], "date_download": "2018-11-16 03:12:12", "date_modify": "2018-11-16 03:12:12", "date_publish": "2018-05-23 16:31:30", "description": "An African-American progressive woman is assembling a new coalition to claim the Georgia governor’s office.", "filename": "2018_05_23_opinion_stacey-abrams-democrats-georgia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337932.html", "image_url": "https://static01.nyt.com/images/2018/05/23/opinion/23abramowitz/23abramowitz-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_23_opinion_stacey-abrams-democrats-georgia.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337932.html", "title": "Can Stacey Abrams Change the Way Democrats Win in the South?", "title_page": "Opinion | Can Stacey Abrams Change the Way Democrats Win in the South? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Gene Talmadge must be turning over in the grave. On Tuesday, Georgia Democrats chose an African-American woman, Stacey Abrams, as their party’s candidate for governor. And not just any African-American woman. Ms. Abrams, the former minority leader in the Georgia House of Representatives, ran as an outspoken progressive and was endorsed by, among others, Senator Bernie Sanders of Vermont and the liberal group MoveOn.org.\nWhen Mr. Talmadge served as Georgia’s governor for three terms during the 1930s and 1940s, the Georgia Democratic Party was viewed as the defender of segregation and white supremacy in the state. After African-Americans began voting in large numbers following the passage of the 1965 Voting Rights Act, Georgia Democrats like Jimmy Carter and Roy Barnes campaigned and governed as moderates and forged biracial coalitions that included a substantial minority of white voters along with the overwhelming majority of African-American voters.\nBut in recent statewide elections, moderate Democrats have had little success in Georgia. Mr. Barnes was defeated in his bid for a second term in 2002 by a little-known state senator named Sonny Perdue (who is now the secretary of agriculture). That election began a string of Democratic losses running through 2016. Republicans now hold every statewide office, including both of Georgia’s United States Senate seats. No Democratic presidential candidate has carried the state since Bill Clinton in 1992.\nThe Democratic strategy of nominating candidates who hoped to win over moderate-to-conservative white voters received its most recent test in 2014. In that year, Democrats nominated Jason Carter, the grandson of the former governor and former president, as their candidate for governor, and Michelle Nunn, the daughter of Sam Nunn, a former senator, as their candidate for the Senate. Both lost decisively.", "url": "https://www.nytimes.com/2018/05/23/opinion/stacey-abrams-democrats-georgia.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}