{"authors": ["Kenneth P. Vogel", "Sharon Lafraniere", "Adam Goldman"], "date_download": "2018-11-16 04:49:00", "date_modify": "2018-11-16 04:49:00", "date_publish": "2018-08-31 15:27:38", "description": "The lobbyist, Sam Patten, worked for a pro-Russia Ukrainian political party, the same one that employed Paul Manafort.", "filename": "2018_08_31_us_politics_patten-fara-manafort.html_module=inline_1542343740.html", "image_url": "https://static01.nyt.com/images/2018/09/01/us/politics/01dc-fara-print-sub/01dc-fara-2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_31_us_politics_patten-fara-manafort.html_module=inline_1542343740.html", "title": "Lobbyist Sam Patten Pleads Guilty to Steering Foreign Funds to Trump Inaugural", "title_page": "Lobbyist Sam Patten Pleads Guilty to Steering Foreign Funds to Trump Inaugural - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — An American lobbyist on Friday admitted brokering access to President Trump’s inauguration for a pro-Russian Ukrainian oligarch in a scheme that highlighted the rush by foreign interests to influence the new administration.\nAs part of a plea agreement under which he pledged to cooperate with federal prosecutors, the lobbyist, Sam Patten, pleaded guilty to failing to register as a foreign agent for a Russia-aligned Ukrainian political party, and to helping the Ukrainian oligarch who had funded that party illegally purchase four tickets to Mr. Trump’s inauguration.\nAlthough the charges were not brought by the special counsel investigating Russian interference in the 2016 presidential election, Robert S. Mueller III, they stem from his team’s work, and overlap substantially with its continuing investigation, suggesting that Mr. Patten could be a useful witness.\nThe case sketched out by prosecutors encompassed Mr. Patten, a respected Republican operative and consultant whose family was once part of Washington’s social elite; money transfers from a Cypriot bank; and a Russian national who had also worked for Paul Manafort, Mr. Trump’s former campaign manager, and been accused of maintaining ties to Russian intelligence.", "url": "https://www.nytimes.com/2018/08/31/us/politics/patten-fara-manafort.html?module=inline"}