{"authors": ["Frank Bruni", "Ross Douthat"], "date_download": "2018-11-16 03:17:53", "date_modify": "2018-11-16 03:17:53", "date_publish": "2018-10-16 09:45:03", "description": "Donald Trump seems to have evaded Hispanics voters’ wrath.", "filename": "2018_10_16_opinion_midterms-trump-democrats-hispanics.html_rref=collection%2Fcolumn%2FThe%20Conversation_1542338273.html", "image_url": "https://static01.nyt.com/images/2018/10/16/opinion/16conversationWeb/16conversationWeb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_16_opinion_midterms-trump-democrats-hispanics.html_rref=collection%2Fcolumn%2FThe%20Conversation_1542338273.html", "title": "What Could Ruin a Big Blue Wave?", "title_page": "Opinion | What Could Ruin a Big Blue Wave? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Scott Clement and Dan Balz of The Washington Post wrote a terrific story over the weekend based on the most recent Post-ABC News poll; it showed that among voters who prefer Democratic candidates for the House, 81 percent say they are certain to vote. Among those who support Republican candidates for the House, 76 percent say they are. Registered independent voters, powered by independent women, favor Democrats over Republicans. The poll also gave Democrats a double-digit lead in the generic ballot. Those numbers aren’t reliably prophetic, but they can’t be ignored.\nRoss: Which suggests that we’re headed toward an outcome — a split decision, with the Republicans possibly even gaining a seat or two in the Senate — that will escalate the present liberal fury against the design and very existence of the Senate. Our friend and colleague David Leonhardt has the measured version of that take, arguing that it’s time for Democrats to push for D.C. and Puerto Rican statehood to address the ways the current Senate map underrepresents Democratic and especially minority constituencies. Are you on board for that push?\nFrank: Yes, I think David is right about that, and I think when you combine the Senate parity between small states and big states and the reliance on the Electoral College over a popular vote, you have unfairly diminished influence for populous areas of the country and their urban (and suburban) residents.\nBut I want to go back to turnout, and why it has me on pins and needles. Looking at the 2016 results and at other evidence, I’m convinced that most Americans are not fans of Trump’s or of the direction that he’s taking the country. But will our system and the participation in it reflect that? Or is it too broken? And if it doesn’t, how much wider do the fault lines open? And then what happens?\nRoss: I guess I worry that Democrats are setting themselves up to tell a story where the system is broken, when an equally important problem is they just don’t want to make certain ideological compromises to win — compromises that might get some disillusioned voters off the sidelines and help them pull back Trump-curious Hispanics or win back Obama-Trump voters in the Midwest.\nI look at Beto as an example of this problem: Like Wendy Davis before him, he’s a coastal journalist’s fantasy of the kind of candidate who wins in Texas, running a campaign that’s not wild-eyed but is clearly to the left of his state. Meanwhile, for a Democrat to actually win a Senate seat in Texas, they probably need to be more like, well, Joe Manchin — a little more conservative on abortion, guns and immigration. And if you want to do any of the structural things Democrats fantasize about — like statehood for D.C. or packing the Supreme Court or whatever — you first need to actually win the Senate, and ideally by a handsome margin. Which might require a party that seems a little less socially liberal than the Democrats do right now.\nFrank: I’m on record, repeatedly, including here, with my belief that the Democratic Party strays too far from the center at its electoral peril. You’ll get no quibble from me on that. I think Beto is more complicated, though, than any quick left-right analysis, and my account of my own time with him illustrates that, I hope.", "url": "https://www.nytimes.com/2018/10/16/opinion/midterms-trump-democrats-hispanics.html?rref=collection%2Fcolumn%2FThe%20Conversation"}