{"authors": ["Leah Litman"], "date_download": "2018-11-16 04:00:37", "date_modify": "2018-11-16 04:00:37", "date_publish": "2018-06-26 16:23:18", "description": "In the travel ban case, the majority turned a blind eye to racism by invoking legal rules that give the president vast power over immigration.", "filename": "2018_06_26_opinion_travel-ban-hawaii-supreme-court.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340837.html", "image_url": "https://static01.nyt.com/images/2018/06/26/opinion/26Litman/26Littman-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_26_opinion_travel-ban-hawaii-supreme-court.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340837.html", "title": "Unchecked Power Is Still Dangerous No Matter What the Court Says", "title_page": "Opinion | Unchecked Power Is Still Dangerous No Matter What the Court Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The decision in Trump v. Hawaii did so explicitly. The section of the opinion rejecting the plaintiffs’ First Amendment claim began with an explanation about why the entry-ban case differs from other First Amendment challenges. The difference, the court said, is that “the admission and exclusion of foreign nations is a ‘fundamental sovereign attribute exercised by the Government’s political departments largely immune from judicial control.’” The court quoted a passage from a prior case that relied on both the Chinese Exclusion Case and Fong Yue Ting to justify the idea that immigration is insulated from judicial review.\nPlenary power includes the ideas that courts have a limited ability to oversee immigration decisions by Congress and the president and that constitutional constraints on the government, like the First Amendment, are weaker when it comes to immigration.\nThe court now justifies the broad authority of the political branches over immigration in terms other than naked racism. But papering over the racial origins of the political branches’ sweeping immigration authority can do only so much. While the ideas behind the plenary-power doctrine may no longer be acceptable (at least in certain circles), invoking the president’s near plenary authority over immigration allowed the court, in effect, to turn a blind eye to racism.\nHow else to interpret Mr. Trump’s announcement, as a candidate, that he had a plan for a “total and complete shutdown” of Muslims entering the United States. Or his statement after signing the entry ban that “we all know what that means.”\nHe’s right; we do.\nWhich is why the entry-ban case shows how the plenary-power doctrine enables presidents and Congress to get away with blatant racism in immigration decisions. As Justice Sonia Sotomayor observed in her dissent, the majority “blindly” accepted “the government’s misguided invitation to sanction a discriminatory policy motivated by animosity toward a disfavored group, all in the name of a superficial claim of national security.”\nOf course, the court didn’t put it that way. Chief Justice John G. Roberts Jr. merely observed in his majority opinion that “unlike the typical” First Amendment case, the entry-ban “plaintiffs seek to invalidate a national security directive regulating the entry of aliens abroad.”\nThe majority interpreted the executive branch’s broad authority over immigration to forbid the courts to meaningfully scrutinize the president’s motives. Instead, the court insisted, it was confined to a more “circumscribed judicial inquiry,” considering the order at face value and upholding it “so long as it can reasonably be understood” to have a legitimate justification. Under that standard, the court upheld the entry-ban proclamation, because it was “expressly premised on legitimate purposes: preventing entry of nationals who cannot be adequately vetted and inducing other nations to improve their practices.”", "url": "https://www.nytimes.com/2018/06/26/opinion/travel-ban-hawaii-supreme-court.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}