{"authors": ["Stephanie Saul"], "date_download": "2018-11-16 04:02:28", "date_modify": "2018-11-16 04:02:28", "date_publish": "2018-02-21 10:00:24", "description": "A national effort is underway to arm and train school staff members, but a former assistant principal who survived an attack believes it’s misguided.", "filename": "2018_02_21_us_school-shootings-teachers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340948.html", "image_url": "https://static01.nyt.com/images/2018/02/22/us/22armed1/22armed1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_21_us_school-shootings-teachers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340948.html", "title": "An Armed Principal Detained a Campus Gunman. But He’s Against Arming School Staff.", "title_page": "An Armed Principal Detained a Campus Gunman. But He’s Against Arming School Staff. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“I’ve always carried one since I started driving,” Mr. Myrick said. “I always kept a gun or pistol of some kind in my truck. Unloaded, stowed away. Not ready to fire.”\nHe loaded and took aim at Mr. Woodham, but did not fire out of fear of hitting someone in the background. “I knew not to shoot because the backstop was not safe,” he said. “I didn’t just go blasting away.”\nAfter seeing Mr. Myrick pointing his gun, Mr. Woodham retreated from campus, got in his car and began to drive away. As Mr. Myrick ran after him on foot, the car spun out and came to a stop 20 steps from Mr. Myrick. He had his gun trained on Mr. Woodham when the police arrived.\nTwo students, including Mr. Woodham’s former girlfriend, were killed and seven others wounded. Mr. Woodham is serving a life sentence at the Mississippi State Penitentiary.\nDespite Mr. Myrick’s firm stance against arming faculty members, he has long advocated placing trained personnel, possibly retired law enforcement officers, in every school, as a deterrent. “We protect our banks that way,” he said. “We protect things we love. America protects things it loves. We don’t care if it’s expensive.”\nMr. Myrick said he was not a member of the National Rifle Association. “And not because I don’t think the Second Amendment is important, but there’s got to be some common sense,” he said.\nGrief and shock after school shootings have long given way to fierce debates over gun control and firearms in schools. But calls to arm teachers grew especially loud after the 2012 shooting at Sandy Hook Elementary School in Newtown, Conn., where 20 first-grade children and six staff members were killed.", "url": "https://www.nytimes.com/2018/02/21/us/school-shootings-teachers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}