{"authors": ["Lindsay Crouse"], "date_download": "2018-11-16 03:13:57", "date_modify": "2018-11-16 03:13:57", "date_publish": "2018-04-20 23:55:37", "description": "Despite awful weather at the Boston Marathon, women seemed to hold up better than men.", "filename": "2018_04_20_opinion_boston-marathon-women-nurse.html_module=inline_1542338037.html", "image_url": "https://static01.nyt.com/images/2018/04/22/opinion/sunday/22sporting/22sporting-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_20_opinion_boston-marathon-women-nurse.html_module=inline_1542338037.html", "title": "Why Men Quit and Women Don’t", "title_page": "Opinion | Why Men Quit and Women Don’t - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Men tend to start races more aggressively and take a higher risk approach, so they’re more likely to blow up in the second half,” Hutchinson said. “If you hit the wall at 18 miles in that terrible rainstorm and you’re wearing 7 pounds of sopping wet clothing, there’s a heightened risk you’re going to drop out.”\nWomen may also be better able to recalibrate their behavior and expectations based on circumstances (even if that doesn’t mean making the more self-preservationist decision to quit altogether).\n“Among the athletes I’ve coached, I think I’ve had more women where when it’s bad, they can blow up but they’ll still finish the race, whereas men drop out,” said the elite distance coach Steve Magness. “Women generally seem better able to adjust their goals in the moment, whereas men will see their race as more black or white, succeed or fail, and if it’s fail, why keep going?”\nAmericans in the elite races provided some evidence. The men’s favorite Galen Rupp chased the lead pack until he dropped out around the 20-mile mark with hypothermia; in the women’s race the favorites Molly Huddle and Shalane Flanagan dropped to paces much slower than their goal but still finished. In the early miles, the women worked together; Desiree Linden, another favorite, struggled and told Flanagan she thought she might quit, but hung in to support her teammates a few more miles for the American victory they sought. Then Linden bounced back and won.\n“There’s a biological and social tendency for women to tend toward caregiving,” said Adam Grant, the psychologist and host of the TED podcast WorkLife. “So what I would expect to happen is, when the going gets tough, the men either quit or they double down and say, ‘I’m just going to push through,’ whereas women are more likely to reach out to runners next to them and offer support and seek support. Sharing pain and being part of a group can make it easier to withstand pain.”\nOf course, the people who run Boston are a self-selecting group. Women are often discouraged from being athletic and competitive, so the female runners who made it to Boston had already overcome more social obstacles than men. They may simply be tougher, and this was a year when toughness worked.\nSo the simplest explanation is not based on gender at all. This Boston Marathon was ideal for people who thrive in adversity. Top spots for men and women went to amateur runners who juggle training in non-ideal circumstances around work and family. The men’s winner, Yuki Kawauchi, is a high school administrator in Japan; Boston was already his fourth marathon, and fourth victory, of this year.\n“For me,” Kawauchi explained after he won, “these were the best conditions possible.”", "url": "https://www.nytimes.com/2018/04/20/opinion/boston-marathon-women-nurse.html?module=inline"}