{"authors": ["Jonathan Wolfe"], "date_download": "2018-11-16 04:28:57", "date_modify": "2018-11-16 04:28:57", "date_publish": "2018-05-01 10:00:01", "description": "Tuesday: The unofficial uniform of the city, a May Day Beltaine celebration, and Governors Island opens.", "filename": "2018_05_01_nyregion_new-york-today-why-do-new-yorkers-wear-black.html_module=inline_1542342537.html", "image_url": "https://static01.nyt.com/images/2018/05/01/us/01nytoday-1/01nytoday-1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_01_nyregion_new-york-today-why-do-new-yorkers-wear-black.html_module=inline_1542342537.html", "title": "New York Today: Why Do New Yorkers Wear Black?", "title_page": "New York Today: Why Do New Yorkers Wear Black? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Good morning on this brilliant Tuesday, and welcome to May.\nToday you may retire your winter coat.\nWith bright, sunny skies and temperatures in the mid-70s, and even more heat later this week, you can also feel free to throw on a few bold colors and bright pastels.\nOr not. This is New York, so no matter the weather, you’re sure to look stunning in our city’s unofficial uniform: head-to-toe black.\nCurious about New Yorkers’ obsession with a muted palette, we turned to Valerie Steele, the director of The Museum at the Fashion Institute of Technology and the author of “The Black Dress.”\nDo New Yorkers actually wear more black?\nYes, said Ms. Steele, but not everyone.\n“It’s only some New Yorkers who wear black, but it’s the kind of people popularly identified with this city — fashion people, artists and hipsters,” Ms. Steele said. “You don’t need to be the majority, you just need to be a visible minority to become associated with a particular city style.” At fashion shows, New Yorkers wear black much more often than their counterparts in Paris and Milan do, she said, which has also helped popularize the idea that people from our city wear black.", "url": "https://www.nytimes.com/2018/05/01/nyregion/new-york-today-why-do-new-yorkers-wear-black.html?module=inline"}