{"authors": ["Lela Moore"], "date_download": "2018-11-16 04:45:31", "date_modify": "2018-11-16 04:45:31", "date_publish": "2018-09-27 21:33:41", "description": "Readers tell us how their experiences with sexual assault and trauma affected their viewing of the Kavanaugh hearing during which Dr. Blasey testified.", "filename": "2018_09_27_reader-center_christine-blasey-ford-reactions_1542343531.html", "image_url": "https://static01.nyt.com/images/2018/09/29/us/28readers-blasey/27blaseyclip-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_27_reader-center_christine-blasey-ford-reactions_1542343531.html", "title": "‘As a Rape Survivor, I Was Shaking in My Chair’ as Christine Blasey Ford Testified", "title_page": "‘As a Rape Survivor, I Was Shaking in My Chair’ as Christine Blasey Ford Testified - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As Christine Blasey Ford testified Thursday before the Senate Judiciary Committee, laying bare the details of the sexual assault she accuses Judge Brett M. Kavanaugh of committing against her, Americans gathered in conference rooms, on couches, in airport terminals and at diners to watch. Among them were many for whom Dr. Blasey’s testimony evoked memories of their own experiences with sexual trauma.\nWe heard from dozens of readers today who identified themselves as trauma victims and who said in our comments section that they struggled with their memories as Dr. Blasey spoke.\nTheir stories have been lightly edited and condensed for clarity.\n[Read more: The relentless pace of stories about sexual violence have filled many women with rage and forced survivors to relive their experiences again and again.]\nThe pain of testifying\nAs a rape survivor, I was shaking in my chair as Dr. Ford described her assault. Having to testify at my rape trial was the most difficult thing that I have ever done in my life.", "url": "https://www.nytimes.com/2018/09/27/reader-center/christine-blasey-ford-reactions.html"}