{"authors": ["David D. Kirkpatrick"], "date_download": "2018-11-16 04:49:27", "date_modify": "2018-11-16 04:49:27", "date_publish": "2018-03-05 23:19:38", "description": "Elliott Broidy, vice chairman of the Republican Party, exchanges threats with Qatar as a Persian Gulf cyber war echoes in Washington.", "filename": "2018_03_05_world_middleeast_qatar-trump-hack-email.html_module=inline_1542343767.html", "image_url": "https://static01.nyt.com/images/2018/03/06/world/06uae1/06uae1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_05_world_middleeast_qatar-trump-hack-email.html_module=inline_1542343767.html", "title": "A Top Trump Fund-Raiser Says Qatar Hacked His Email", "title_page": "A Top Trump Fund-Raiser Says Qatar Hacked His Email - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LONDON — A cyberwar in the Persian Gulf reverberated in the United States this week as a top Republican fund-raiser accused agents for Qatar of hacking into his email to plant damaging articles in the American news media.\nThe fund-raiser, Elliott Broidy, 60, a national deputy finance chairman of the Republican National Committee, is the owner of a company with hundreds of millions of dollars in contracts to provide services to the United Arab Emirates. Qatar called Mr. Broidy’s charges a false “diversionary tactic to distract from the serious allegations against himself and his client, the United Arab Emirates.”\nMr. Broidy and Qatar each threatened legal actions.\nThe dispute illustrates how conflicts around the globe can echo through American news media, politics and courts, as rivals compete for the favor of Washington and the sympathies of the West.\nQatar and the United Arab Emirates are both small, conservative, oil-rich monarchies and close American allies, but they have been locked for years in an escalating feud. The U.A.E. has accused Qatar of destabilizing the region by supporting political Islam, and, with Saudi Arabia, the Emiratis have led a monthslong campaign to blockade and isolate Qatar.", "url": "https://www.nytimes.com/2018/03/05/world/middleeast/qatar-trump-hack-email.html?module=inline"}