{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:00", "date_modify": "2018-11-16 04:00:00", "date_publish": "2018-07-10 01:12:36", "description": "Judge Kavanaugh, President Trump’s Supreme Court pick, has written countless decisions applauded by conservatives, who particularly welcome his hostility to administrative agencies.", "filename": "2018_07_09_us_politics_brett-kavanaugh-supreme-court-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340800.html", "image_url": "https://static01.nyt.com/images/2018/07/10/us/politics/10dc-kavanaugh-new/10dc-kavanaugh-new-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_09_us_politics_brett-kavanaugh-supreme-court-trump.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340800.html", "title": "Brett Kavanaugh, a Conservative Stalwart in Political Fights and on the Bench", "title_page": "Brett Kavanaugh, a Conservative Stalwart in Political Fights and on the Bench - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Brett Michael Kavanaugh was just 38 when he was first nominated to a federal appeals court in Washington. But he had already participated in an extraordinary number of political controversies, attracting powerful patrons and critics along the way.\nHe served under Kenneth W. Starr, the independent counsel who investigated President Bill Clinton, examining the suicide of Vincent W. Foster Jr., the deputy White House counsel, and drafting parts of the report that led to Mr. Clinton’s impeachment. He worked on the 2000 Florida recount litigations that ended in a Supreme Court decision handing the presidency to George W. Bush. And he served as a White House lawyer and staff secretary to Mr. Bush, working on the selection of federal judges and legal issues arising from the Sept. 11, 2001, attacks.\nHe was “the Zelig of young Republican lawyers,” Senator Chuck Schumer, Democrat of New York, said at Judge Kavanaugh’s first confirmation hearing, in 2004. “If there has been a partisan political fight that needed a good lawyer in the last decade, Brett Kavanaugh was probably there.”\nBut Judge Kavanaugh, 53, has also formed lifelong friendships with liberals, many of whom praise his intellect and civility. In his professional life, before he became a judge, he was often a moderating force.", "url": "https://www.nytimes.com/2018/07/09/us/politics/brett-kavanaugh-supreme-court-trump.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}