{"authors": ["Maggie Haberman", "Katie Rogers"], "date_download": "2018-11-16 04:00:09", "date_modify": "2018-11-16 04:00:09", "date_publish": "2018-02-07 18:51:11", "description": "Mr. Porter, the White House staff secretary, said he would leave his job a day after a news account that quoted his two ex-wives accusing him of physical abuse.", "filename": "2018_02_07_us_politics_rob-porter-resigns-abuse-white-house-staff-secretary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340809.html", "image_url": "https://static01.nyt.com/images/2018/02/08/us/politics/08dc-porter-sub/08dc-porter-sub-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_07_us_politics_rob-porter-resigns-abuse-white-house-staff-secretary.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340809.html", "title": "Rob Porter, White House Aide, Resigns After Accusations of Abuse", "title_page": "Rob Porter, White House Aide, Resigns After Accusations of Abuse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In addition to asking her about what she said to F.B.I. officials, Mr. Porter, she said, had been in touch several times over the past year to urge her to take down a blog post in which she detailed abuse in their marriage without naming him.\nAccording to an emergency protective order she filed in June 2010 against him in an Arlington, Va., court, Ms. Willoughby accused Mr. Porter of growing angry when she said he had violated a private separation agreement. A day later, her complaint said, Mr. Porter entered her apartment with a key he had not given back.\nAccording to her complaint, Mr. Porter left only after Ms. Willoughby had asked him to leave several times. He returned minutes later and “punched in the glass on the door,” trying to get into the apartment. He left the property after she read her name and address aloud to a 911 dispatcher.\n“When he heard me on the phone with the police,” Ms. Willoughby wrote in the complaint, “he apologized and begged me not to involve them.”\nMs. Holderness, Mr. Porter’s first wife, described their relationship as “verbally, emotionally and physically abusive” in an interview with The Daily Mail. In photographs she gave to The Intercept, Ms. Holderness has a blackened right eye and a swollen cheekbone.\nIn his statement, Mr. Porter said the pictures of Ms. Holderness were misleading.\n“I took the photos given to the media nearly 15 years ago, and the reality behind them is nowhere close to what is being described,” he said. “I have been transparent and truthful about these vile claims, but I will not further engage publicly with a coordinated smear campaign.”\nThe White House sent several statements to The Mail on Tuesday evening in support of Mr. Porter. In one, Mr. Kelly, who in recent months has leaned heavily on Mr. Porter in his efforts to bring order to a once chaotic West Wing, called Mr. Porter “a man of true integrity” whom he could not say “enough good things” about.", "url": "https://www.nytimes.com/2018/02/07/us/politics/rob-porter-resigns-abuse-white-house-staff-secretary.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}