{"authors": ["Nikita Stewart", "Luis Ferré-Sadurní"], "date_download": "2018-11-16 04:51:42", "date_modify": "2018-11-16 04:51:42", "date_publish": "2018-04-09 20:19:16", "description": "Saheed Vassell, 34, a mentally ill man shot by the police in Brooklyn as he pointed a piece of a welding torch, was a former welder who cherished routine and studied the Bible.", "filename": "2018_04_09_nyregion_saheed-vassells-father-asks-why-did-they-have-to-just-kill-him_1542343902.html", "image_url": "https://static01.nyt.com/images/2018/04/10/nyregion/10vassell1/00vassell1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_09_nyregion_saheed-vassells-father-asks-why-did-they-have-to-just-kill-him_1542343902.html", "title": "A Father Asks, ‘Why Did They Have to Just Kill Him?’", "title_page": "A Father Asks, ‘Why Did They Have to Just Kill Him?’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Eric Vassell, 63, said he has asked himself over and over what more he could have done to protect his mentally ill son. That day had seemed so normal, as normal as it could be for someone with bipolar disorder. “Why did they have to just kill him?” he asked.\nBorn in Jamaica, Saheed Vassell was 6 when he joined his family in Crown Heights, a community welcoming to West Indian immigrants. Around that time, the area was racked by racial tension between black and Hasidic Jewish residents. Riots erupted after his arrival, after a Lubavitcher driver struck and killed a black child and in retaliation a group of young black men fatally stabbed a rabbinical scholar.\nThough black and Jewish relations improved over the years, relations between black residents and the police remained fraught. Crime was surging as Mr. Vassell entered his teenage years. Young men he knew were being shot by peers and, sometimes, by the police. His home was the only safe haven, a two-bedroom apartment cleverly divided with curtains to accommodate Mr. Vassell and four siblings.\nHe attended Wingate High School, where stabbings and shootings among teenagers periodically took place just outside. Like many of his peers, Mr. Vassell also had run-ins with the police. As a teenager, he was arrested in 1999 on charges of gang assault for allegedly taking part in a stabbing with two other youths, and later, in 2003, he was arrested on charges that he punched and bit a woman, the police said. It was unclear whether he was ever convicted on either charge. Mr. Vassell dropped out, trying to find his way as a custodian, a taxi driver and as a worker at a printing plant.\nIn between those jobs, he found time for romance, wooing Sherlan Smith when he first met her on the street not too far from his apartment. In those days, he smoked Kool cigarettes. “He saw me and he came to say hi, but the first thing he said to me was, like, ‘You’re so cool, you’re cool like cigarettes,’” said Ms. Smith, 37.\nMs. Smith thought he was dapper and clever. Though they later separated, they had a son together named Tyshawn, whom Mr. Vassell called “T.”", "url": "https://www.nytimes.com/2018/04/09/nyregion/saheed-vassells-father-asks-why-did-they-have-to-just-kill-him.html"}