{"authors": ["Clifford Krauss"], "date_download": "2018-11-16 04:44:59", "date_modify": "2018-11-16 04:44:59", "date_publish": "2018-09-28 21:07:07", "description": "Professor Hill talked about the #MeToo movement in Houston, a day after Dr. Blasey’s testimony before the Senate Judiciary Committee.", "filename": "2018_09_28_us_anita-hill-metoo-houston.html_module=inline_1542343499.html", "image_url": "https://static01.nyt.com/images/2018/09/29/us/29anitahill-1-print/29anitahill-alt-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_09_28_us_anita-hill-metoo-houston.html_module=inline_1542343499.html", "title": "Anita Hill to Christine Blasey Ford: ‘Don’t Do Anything That Will Dehumanize You’", "title_page": "Anita Hill to Christine Blasey Ford: ‘Don’t Do Anything That Will Dehumanize You’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "As for Dr. Blasey’s reluctance to come forward until the confirmation process was nearly over, Professor Hill said she totally understood. “She came when she needed to come,” she said. “She came when the country needed her to come.”\nProfessor Hill focused her remarks on diversity and inclusion in the workplace, and how young women can advance and prosper in companies where they still struggle for equality. But the subject of the Kavanaugh hearing came up again and again in questions, captivating an apparently adoring audience.\n“Many of us are going to feel betrayed,” Professor Hill said of her expectation that the Senate would ultimately confirm the nomination. She spoke as the Judiciary Committee met Friday to advance Judge Kavanaugh’s nomination to the Senate floor.\nThere is much that is similar in the stories and experiences of Dr. Blasey and Professor Hill, although they came from very different social backgrounds. Both are university professors, neither wanted at first to reveal their names to the Senate, and both had vivid memories of their alleged encounters with the two judges. Both women faced angry rebuttals from the judicial nominees and were broadly accused of telling untruths.\nProfessor Hill accused Justice Thomas of repeatedly making unwanted overtures years earlier in the workplace, when she worked for him first at the Education Department and later at the Equal Employment Opportunity Commission. Three senators who heard her testimony before the Judiciary Committee remain on the panel, and two of them are strong supporters of Judge Kavanaugh, as they were of Justice Thomas.\nBut Professor Hill pointed out differences between her time in the spotlight and now.\nA generation of women have taken gender studies since then, she said. There are more women in journalism now, many even serving on editorial boards where they can shape opinion. More women are coming forward with their stories of abuse, she said, and powerful men are being held to account.\n“We are not alone, she is not alone,” Professor Hill said. “There is a community of us that has grown up in the last 10 to 15 years,” especially as the #MeToo movement crests, she said.", "url": "https://www.nytimes.com/2018/09/28/us/anita-hill-metoo-houston.html?module=inline"}