{"authors": ["Sheryl Gay Stolberg"], "date_download": "2018-11-16 04:00:36", "date_modify": "2018-11-16 04:00:36", "date_publish": "2018-07-24 00:14:22", "description": "Senate Democrats are avoiding the standard meet-and-greet with President Trump’s Supreme Court nominee as they fight over which documents must be turned over.", "filename": "2018_07_23_us_politics_democrats-brett-kavanaugh-documents.html_module=inline_1542340836.html", "image_url": "https://static01.nyt.com/images/2018/07/24/us/24dc-cong1/24dc-cong1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_23_us_politics_democrats-brett-kavanaugh-documents.html_module=inline_1542340836.html", "title": "Meet With Kavanaugh? Not Until There’s a Deal on His Documents, Democrats Say", "title_page": "Meet With Kavanaugh? Not Until There’s a Deal on His Documents, Democrats Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — Senate Democrats are largely giving Judge Brett M. Kavanaugh the brushoff, refusing the customary “courtesy visits” until Republicans agree to turn over voluminous documents from the Supreme Court nominee’s past.\nIn the two weeks since President Trump nominated him to succeed the retiring Justice Anthony M. Kennedy, Judge Kavanaugh has met with 23 Republicans, and not a single Democrat. Senator Chuck Schumer of New York, the Democratic leader, said in an interview Monday that he would not meet with Judge Kavanaugh until the top Republican and the top Democrat on the Senate Judiciary Committee reach agreement on what documents should be produced.\nAnd those two senators, Charles E. Grassley of Iowa and Dianne Feinstein of California, are still far apart.\n“I have told my caucus that I’m waiting, and I think most of them are following me,” Mr. Schumer said.", "url": "https://www.nytimes.com/2018/07/23/us/politics/democrats-brett-kavanaugh-documents.html?module=inline"}