{"authors": ["Sam Roberts"], "date_download": "2018-11-16 03:24:17", "date_modify": "2018-11-16 03:24:17", "date_publish": "2018-07-24 16:09:48", "description": "An amateur researcher, she discovered evidence that evacuating Japanese-Americans was motivated by “race prejudice,” not by military necessity.", "filename": "2018_07_24_obituaries_aiko-herzig-yoshinaga-japanese-americans-internment-relocation-dies-at-93.html_module=inline_1542338657.html", "image_url": "https://static01.nyt.com/images/2018/07/25/obituaries/25YOSHINAGA3/25YOSHINAGA3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_24_obituaries_aiko-herzig-yoshinaga-japanese-americans-internment-relocation-dies-at-93.html_module=inline_1542338657.html", "title": "Aiko Herzig Yoshinaga, Critic of Wartime Internment, Is Dead at 93", "title_page": "Aiko Herzig Yoshinaga, Critic of Wartime Internment, Is Dead at 93 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Aiko Herzig Yoshinaga, a Japanese-American whose tenacious archival research persuaded Congress to approve reparations for her fellow inmates of World War II internment camps and an official apology to them, died on July 18 in Torrance, Calif. She was 93.\nHer death was confirmed by her daughter Lisa Furutani.\nMrs. Herzig Yoshinaga’s discovery of a document in the National Archives contributed to the 1983 decision by a Federal District Court in California to void a wartime verdict against Fred Korematsu, who had refused the blanket evacuation order of Japanese-Americans from sensitive military zones, and the convictions of two others, Gordon Hirabayashi and Minoru Yasui in similar cases.\nThe document she discovered was apparently the only remaining original version of a 1943 government report that refuted the Pentagon’s claim that the evacuation was a military necessity.\nThe version of the report, by the Civil Affairs Division of the Western Defense Command, undermined War Department claims that there was no time to hold hearings before evacuations.", "url": "https://www.nytimes.com/2018/07/24/obituaries/aiko-herzig-yoshinaga-japanese-americans-internment-relocation-dies-at-93.html?module=inline"}