{"authors": ["Deborah Needleman"], "date_download": "2018-11-16 03:08:48", "date_modify": "2018-11-16 03:08:48", "date_publish": "2018-02-15 17:09:49", "description": "There are some traditions that are universal. Here, we highlight a single craft — and how it’s being adapted, rethought and remade for the 21st century.", "filename": "2018_02_15_t-magazine_design_basket-weaving_1542337728.html", "image_url": "https://static01.nyt.com/images/2018/01/29/t-magazine/29tmag-baskets-slide-GDLC/29tmag-baskets-slide-GDLC-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_15_t-magazine_design_basket-weaving_1542337728.html", "title": "The Enduring Appeal of: Baskets", "title_page": "The Enduring Appeal of: Baskets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "BASKETS ARE AMONG the most ancient and geographically pervasive objects humankind has ever fashioned from nature — and the only craft that has proved insusceptible to mechanization. (Every basket you see is the product of human handiwork.) Pottery often steals the ancient craft spotlight, in part because baskets are more perishable, but also because they have never been esteemed, even by their own makers. Baskets have carried our burdens, literally, for most of human history. Vessels woven from the plants around us were like appendages, allowing us to be bigger and more capacious, to carry things that we otherwise could not. The lowly basket could even be seen as a sine qua non of human history and progress, without which the world-altering development of agriculture might have withered on the vine: It allowed surplus food to be stored as well as transported for barter or sale.\nThe variety of baskets in the world — with their distinct shapes and materials and techniques and uses — is endless. In the way that history can be told in words, so too can it be read through craft — objects ingeniously fashioned out of necessity from whatever was on hand. Almost any plant whose parts are pliable, or can be made so by soaking in water — including roots, vines, pine needles, grasses, stems, even trees — can be turned into a basket. Broad materials, such as palms in the tropics, are plaited like braids; narrow materials, such as grasses on the Savannah, are coiled like ceramic pots; while stiffer materials, such as willow in the lowlands, are woven like tapestry. Trade, migration and war have meant that techniques and styles spread and have often mingled. There is a beautiful spiral weave done in Burkina Faso that somehow made its way to the Dordogne in Southern France, where it was used for garden baskets. In South Carolina, the Gullah, descendants of slaves, made sweetgrass baskets using a coiling technique brought from West Africa by their ancestors.\nImage Two different baskets, as depicted by the Irish painter Sampson Towgood Roch, circa 1824. Credit © National Museum Ni, Collection Ulster Museum\nFew places in the world, however, have as enormous a variety of basketry as England. Most are made of willow, a wonder material that is at once flexible, lightweight, strong, endlessly renewable and easy to cultivate. (Cut the tree to the ground and it will resprout; push a branch into the earth and it will take root.) In the way that Eskimos have 50 or so words for “snow,” the British have nearly 200 for their baskets. There were seven different types for the herring trade alone: for trapping, for sorting, for holding ice, and one, the quarter cran, made to precise government specifications as a measure for pricing. Each particular need — whether agricultural, industrial or domestic — would be resolved by a basket uniquely configured for the task. Well into the first half of the 20th century in Britain, there were wicker prams and mail carts; butcher delivery baskets (distinct from bakery baskets); carriers for messenger pigeons and ammunition drops; and containers for broadcasting seed and hauling brick.", "url": "https://www.nytimes.com/2018/02/15/t-magazine/design/basket-weaving.html"}