{"authors": ["Daisuke Wakabayashi", "Thomas Erdbrink", "Matthew Haag"], "date_download": "2018-11-16 04:16:13", "date_modify": "2018-11-16 04:16:13", "date_publish": "2018-04-04 20:07:14", "description": "Nasim Najafi Aghdam, the woman who attacked YouTube on Tuesday, had a strong following for her often bizarre videos.", "filename": "2018_04_04_technology_nasim-aghdam-youtube-shooter_1542341773.html", "image_url": "https://static01.nyt.com/images/2018/04/05/world/05iran-youtube/05iran-youtube-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_04_technology_nasim-aghdam-youtube-shooter_1542341773.html", "title": "‘Vegan Bodybuilder’: How YouTube Attacker, Nasim Aghdam, Went Viral in Iran", "title_page": "‘Vegan Bodybuilder’: How YouTube Attacker, Nasim Aghdam, Went Viral in Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "By Tuesday night, YouTube, as well as Instagram and Facebook, had taken down her pages and videos.\nEd Barberini, the chief of the San Bruno Police Department, said: “At this point in the investigation, it is believed that the suspect was upset at the policies and practices of YouTube. This appears to be the motive for this incident.”\nOn Wednesday, two of the people who were shot were released from Zuckerberg San Francisco General Hospital. A third was still in the hospital, but his condition was upgraded to serious from critical.\nMs. Aghdam dedicated several of her videos to promoting animal rights, vegan diets and healthy living. In one video, she sat in front of a screen with a rabbit, as she tried to explain in Persian the differences between vegetarianism and veganism. In another, she presented her viewers with a papaya, extolling the benefits of the fruit. “Eat it when it turns yellow,” she said, sporting dark sunglasses and a zebra-striped cowboy hat.\nBut Ms. Aghdam’s activism was accompanied by anger at YouTube and frustration with living in the United States.\nHer personal website and videos posted to YouTube and elsewhere were filled with complaints about YouTube. “When searching for my website in google, at top of link they add ‘an error occurred’ but there is no error!” a website under Ms. Aghdam’s name, NasimeSabz.com, said in February 2016. “They add it to keep you from my visiting my site.”\nLife in the United States had not been good, she said in one video from March 30. “There they kill you by ax,” she said of Iran. “Here they kill you with cotton,” referring to an Iranian expression meaning dying by something that you do not know is dangerous.\nIn another video, she responded to viewers who had begun to wonder if she was mentally ill: “I don’t have any special mental or physical disease, but I live on a planet filled with disease, disorders, perversions and injustices.”", "url": "https://www.nytimes.com/2018/04/04/technology/nasim-aghdam-youtube-shooter.html"}