{"authors": ["Daisuke Wakabayashi", "Matthew Haag", "Elizabeth Dias"], "date_download": "2018-11-16 04:16:21", "date_modify": "2018-11-16 04:16:21", "date_publish": "2018-04-04 08:54:09", "description": "Nasim Najafi Aghdam, who the police said shot three people at YouTube’s headquarters before killing herself, had accused the company of censoring her videos.", "filename": "2018_04_04_us_youtube-shooting-nasim-najafi-aghdam.html_module=inline_1542341781.html", "image_url": "https://static01.nyt.com/images/2018/04/04/us/05xp-youtube/05xp-youtube-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_04_04_us_youtube-shooting-nasim-najafi-aghdam.html_module=inline_1542341781.html", "title": "Sleeping in Car and Visiting Gun Range: How YouTube Attacker Spent Final Hours", "title_page": "Sleeping in Car and Visiting Gun Range: How YouTube Attacker Spent Final Hours - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Ms. Aghdam told Mountain View officers that she was not a danger to herself or to others and that she had traveled to the San Francisco area to look for a job, the police said. She was interviewed for about 20 minutes, the police said.\n“At no point during our roughly 20-minute interaction with her did she mention anything about YouTube, if she was upset with them, or that she had planned to harm herself or others,” the Mountain View police said in a statement posted on the department’s website. “Throughout our entire interaction with her, she was calm and cooperative.”\nAfter the conversation ended, the officers called Ms. Aghdam’s family to say she had been located, the police said. The family did not mention anything about YouTube at the time, the police said. But her father and brother called back about an hour later and told the police she had made a series of videos about veganism that she had posted on YouTube.\n“At no point did her father or brother mention anything about potential acts of violence or a possibility of Aghdam lashing out as a result of her issues with her videos,” the police said in the statement.\nChief Barberini declined to comment on local reports that Ms. Aghdam’s family had warned the police in Mountain View that she was headed toward YouTube’s offices. But he said that it received no information in advance of the shooting.\nHandgun Was Registered to Aghdam\nDuring the attack, Ms. Aghdam fired “multiple shots” from a Smith & Wesson 9-millimeter, semiautomatic handgun, Ed Barberini, chief of the San Bruno police department, said on Wednesday. The gun, which was registered to her, was recovered at the scene.\nThere is no evidence linking Ms. Aghdam to any of the shooting victims, Chief Barberini said. Investigators were searching two homes in Southern California associated with the suspect.\nAdvertisement Continue reading the main story\nOn Tuesday morning, before driving to the YouTube offices, Ms. Aghdam visited a local gun range, the police said.\nMs. Aghdam parked her car at a business near YouTube. She entered one of the company’s parking garages, and then walked into an outdoor courtyard where employees were eating lunch. The chief said that investigators were still trying to determine what level of security there was in the area leading to the courtyard. Zach Vorhies, a YouTube engineer, said on Tuesday that the dining area was accessible from an adjacent parking structure without an employee badge.\n“At this point in the investigation, it is believed that the suspect was upset at the policies and practices of YouTube. This appears to be the motive for this incident,” Mr. Barberini said.\nThe chief said his department had worked with YouTube to develop security measures for the campus, including what to do in the case of an armed attacker.\nThe three shooting victims were taken to Zuckerberg San Francisco General Hospital. Two women, a 32-year-old who was admitted in serious condition and a 27-year-old who was admitted in fair condition, were released late on Tuesday, a hospital spokesman said.\nThe third shooting victim, a 36-year-old man, had improved from critical to serious condition and remained in the hospital.\nYouTube Employees Briefly Visit Office\nPhoto\nOn Wednesday morning, the area around YouTube’s office in San Bruno, a suburban community of 41,000 people that stretches into the hills above Silicon Valley, was quiet. Police officers, security guards, news reporters and a handful of employees milled around outside the building.\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You will receive emails containing news content , updates and promotions from The New York Times. You may opt-out at any time. You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\nPolice had cordoned off the street in front of the offices, but company security guards were allowing small groups of employees into the building from a lower-level entrance.\nAdvertisement Continue reading the main story\nA few workers in hard hats and florescent yellow vests from a company called Restoration Management Company — a firm that specializes in services cleaning up “trauma scenes,” according to its website — carried plastic bags of debris out of the building.\nLike many communities on the peninsula stretching south from San Francisco to San Jose, San Bruno is a mix of office parks and single-family homes. The last time the city received national attention was in 2010, when a natural gas explosion killed eight people and destroyed a neighborhood.\nYouTube employees on Wednesday appeared to spend no more than 10 minutes inside before exiting the building. A few employees, who asked not to be identified because they had been told not to speak to the news media, said they were picking up items left behind after they fled the building during the attack. Some said they were there to pick up their cars — a few people drove vehicles out of a closed parking garage that police said Ms. Aghdam used to enter the YouTube facility on Tuesday.\nBut in other buildings in the YouTube complex, it appeared to be a regular work day. At a YouTube office across the street from the main headquarters, employees ate lunch in a fenced off courtyard.\nA Social Media Star in Iran\nPhoto\nIn Iran, Ms. Aghdam was known as “Green Nasim,” a social media star with followings on YouTube, on Instagram and elsewhere who was sometimes admired and sometimes mocked.\nMs. Aghdam had YouTube pages in Persian, Turkish and English. In several of her videos she stated that she had been born in Iran, in the city of Urmia, near the border with Turkey. She explained in videos that she and her family are members of the Baha’i faith, a persecuted minority in majority Muslim Iran.\nIt was perhaps her inability to easily fit a stereotype that drew her to so many in Iran, where she had tens of thousands of followers on social media. Several of her colorful — and sometimes bizarre — videos had gone viral.\nLife in the United States had not been good, she said in one video posted last week. “There they kill you by ax,” she said of Iran. “Here they kill you with cotton” — an Iranian expression meaning to die by something that you do not know is dangerous.\nAdvertisement Continue reading the main story\nIn another video, she responded to viewers who had begun to wonder if she was mentally ill: “I don’t have any special mental or physical disease, but I live on a planet filled with disease, disorders, perversions and injustices.”\nHunt for Clues Moves Quickly Online\nMs. Aghdam had told her family in recent weeks that she “hated” YouTube because it was censoring her videos and paying her less. “She was angry,” her father, Ismail Aghdam, who lives outside Los Angeles in Riverside County, told the Bay Area News Group.\n“When searching for my website in google, at top of link they add ‘an error occurred’ but there is no error!” a website under her name, NasimeSabz.com, said in February 2016. “They add it to keep you from my visiting my site.”\nMs. Aghdam’s personal website included graphic photos of slaughtered animals and pleas not to wear fur jackets or have sex outside of marriage. More recently, she focused on what she perceived as discrimination by YouTube and Google. Ms. Aghdam had YouTube pages in Persian, Turkish and English.\nIn February 2017, she criticized YouTube in a video on Facebook for restricting one of her workout videos to older audiences. “This is what they are doing to vegan activists and many other people who try to promote healthy, humane and smart living — people like me are not good for big business, like for animal business, medicine business and for many other businesses. That’s why they are discriminating and censoring us,” she said in the video.\nBy Tuesday night, YouTube, Instagram and Facebook had all taken down her pages and videos. Ed Barberini, San Bruno’s police chief, said on Wednesday that investigators were aware of Ms. Aghdam’s criticism of YouTube and Google.\n“We are learning that Ms. Aghdam had a problem with the policies or practices that YouTube had employed,” Chief Barberini said in an interview on ABC’s “Good Morning America.” “Obviously, she was upset.”\nActive Shootings Rarely Involve Women\nActive shooting incidents in the United States are increasingly common, but shootings by women are quite rare.\nAdvertisement Continue reading the main story\nA 2014 F.B.I. study of 160 active shooting incidents found that at least six involved a woman. Women were involved in three other incidents from 2014 to 2016, according to the bureau. The bureau defined such incidents as “an individual engaging in killing or attempting to kill people in a confined and populated area,” and distinguished the events from murders or mass killings.\nMass shootings are often regarded as incidents where at least four people are killed.\nThe most recent mass casualty event involving a woman was the 2015 attack in San Bernardino, Calif., when Tashfeen Malik and her husband Syed Rizwan Farook attacked his co-workers during a holiday party. Fourteen people were killed, and many more were wounded.\nIn 2010, a woman who had been fired from her job at a Publix Supermarket in Florida returned to the store with a gun. In another instance the same year, a woman shot at co-workers after she had been suspended from her position at Kraft Foods in Philadelphia. Both women had handguns.\nAlthough Ms. Aghdam appeared to have a long-running grudge against YouTube, the police said that it did not appear that she knew any of the three shooting victims.", "url": "https://www.nytimes.com/2018/04/04/us/youtube-shooting-nasim-najafi-aghdam.html?module=inline"}