{"authors": ["Christina Caron"], "date_download": "2018-11-16 03:12:09", "date_modify": "2018-11-16 03:12:09", "date_publish": "2018-11-05 12:00:04", "description": "Here’s what to do if you’re told you cannot vote — and how to minimize the chances of it happening in the first place.", "filename": "2018_11_05_us_politics_voters-turned-away-polling-stations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337929.html", "image_url": "https://static01.nyt.com/images/2018/11/06/autossell/06XP-POLLGUIDE/00XP-POLLGUIDE-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_05_us_politics_voters-turned-away-polling-stations.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337929.html", "title": "Turned Away at the Polls? Here’s What to Do", "title_page": "Turned Away at the Polls? Here’s What to Do - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Voting shouldn’t be hard. But in some states, restrictive voting laws, typically passed by Republicans and disproportionately affecting minorities, can make it difficult.\nA recent report from the United States Commission on Civil Rights found that the federal government has taken less action to enforce voting rights for minorities in the five years since the Supreme Court struck down the core of the 1965 Voting Rights Act, which had required nine states to seek federal approval before changing their election laws.\nIn Georgia, the “exact match” law, which was passed by the state’s Republican-led Legislature in 2017, mandates that personal information on a voter registration form exactly match government databases. A missing hyphen could be grounds for a registration to be suspended, and the law has held up the processing of 53,000 new registrations — mainly of African-Americans.\nIn Ohio, thousands of voters were purged from the voting rolls in 2016 because they hadn’t voted in recent years and didn’t respond to a mailed postcard from election officials, a policy upheld by the Supreme Court. (In October, federal judges ordered the state to allow people who had been kicked off the rolls for not voting to participate in this year’s election.)", "url": "https://www.nytimes.com/2018/11/05/us/politics/voters-turned-away-polling-stations.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}