{"authors": ["Adam Liptak"], "date_download": "2018-11-16 04:00:45", "date_modify": "2018-11-16 04:00:45", "date_publish": "2018-01-19 19:06:28", "description": "President Trump’s third attempt to impose restrictions on travel from predominantly Muslim nations will face a test in the Supreme Court this spring.", "filename": "2018_01_19_us_politics_supreme-court-trump-travel-ban.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340845.html", "image_url": "https://static01.nyt.com/images/2018/01/19/us/politics/00dc-travelban/00dc-travelban-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_01_19_us_politics_supreme-court-trump-travel-ban.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340845.html", "title": "Supreme Court to Consider Challenge to Trump’s Latest Travel Ban", "title_page": "Supreme Court to Consider Challenge to Trump’s Latest Travel Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "WASHINGTON — The Supreme Court announced on Friday that it would consider a challenge to President Trump’s latest effort to limit travel from countries said to pose a threat to the nation’s security, adding a major test of presidential power to a docket already crowded with blockbusters.\nThe case concerns Mr. Trump’s third and most considered bid to make good on a campaign promise to secure the nation’s borders. But challengers to the latest ban, issued as a presidential proclamation in September, said it was tainted by religious animus and not adequately justified by national security concerns.\nThe decision to hear the case, Trump v. Hawaii, No. 17-965, came almost a year after the first travel ban, issued a week after Mr. Trump took office, caused chaos at the nation’s airports and was promptly blocked by courts around the nation. A second version of the ban, issued in March, fared little better, though the Supreme Court allowed part of it go into effect in June when it agreed to hear the Trump administration’s appeals in two cases.\nBut the Supreme Court dismissed those appeals in October after the second ban expired. There is no reason to think the latest appeal will fizzle out, as the September order, unlike the earlier ones, is meant to last indefinitely. The justices are likely to hear arguments in the latest case in the spring and to issue a decision in late June.", "url": "https://www.nytimes.com/2018/01/19/us/politics/supreme-court-trump-travel-ban.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}