{"authors": ["Alexandra Alter"], "date_download": "2018-11-16 03:40:20", "date_modify": "2018-11-16 03:40:20", "date_publish": "2018-08-10 09:00:13", "description": "Nico Walker’s Autobiographical novel “Cherry” traces his descent into addiction and crime. It’s being called the first great novel of the opioid crisis.", "filename": "2018_08_10_books_cherry-nico-walker_1542339620.html", "image_url": "https://static01.nyt.com/images/2018/08/12/books/review/12nicocherry2/11nicocherry2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_08_10_books_cherry-nico-walker_1542339620.html", "title": "How a Young War Veteran Became a Serial Bank Robber, Then a Novelist", "title_page": "How a Young War Veteran Became a Serial Bank Robber, Then a Novelist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Depths of War\nBefore he went to Iraq, Mr. Walker was a fairly typical teenager, a good student who was interested in music and sports. He grew up in a well-off family, the younger of two sons, and attended a private high school in Cleveland. His parents, Timothy and Liliana Walker, remember him as a bright, funny kid with a creative streak. He enrolled in a Jesuit university in Ohio but struggled to find a focus. It was a few years after 9/11, and it weighed on him that young men his age were going overseas to fight.\n“It kind of bothered me, staying in the States and hanging out with my friends and smoking pot and not really doing anything, when these other kids were getting blown up and killed,” he said.\nHe dropped out of college and enlisted in the Army at age 19, and was certified as a combat medic. In December 2005, he was stationed 30 miles southwest of Baghdad in an area called the Triangle of Death. His infantry company was first tasked with guarding a police station. Later, they went on night patrols, trying to catch insurgents planting roadside bombs.\nOn one mission described in “Cherry,” Mr. Walker was on a census patrol with a unit when they heard an explosion and saw smoke rising. They swam across a sewage canal and finally reached a burning Humvee. The charred corpses were almost unrecognizable. When Mr. Walker tried to pick up one of the bodies, it was still so hot his latex gloves melted. The acrid smoke made him reel. “The smell is something you already know,” he writes in “Cherry.” “It’s coded in your blood.”\nMr. Walker was sure he would die in Iraq. When he didn’t, he suffered from survivor’s guilt over the lives he failed to save. During a home visit, Mr. Walker seemed like a different person, his parents said.", "url": "https://www.nytimes.com/2018/08/10/books/cherry-nico-walker.html"}