{"authors": ["Maureen Dowd"], "date_download": "2018-11-16 04:44:18", "date_modify": "2018-11-16 04:44:18", "date_publish": "2018-11-03 03:00:34", "description": "After 30 years, Gary Hart still wonders what might have been.", "filename": "2018_11_02_opinion_sunday_trump-hart-presidency.html_rref=collection%2Fcolumn%2FMaureen%20Dowd_1542343458.html", "image_url": "https://static01.nyt.com/images/2018/11/04/opinion/sunday/04Dowd/04Dowd-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_11_02_opinion_sunday_trump-hart-presidency.html_rref=collection%2Fcolumn%2FMaureen%20Dowd_1542343458.html", "title": "Trump and the Hart-less Presidency", "title_page": "Opinion | Trump and the Hart-less Presidency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Hart haughtily withdrew from the race with a Jeffersonian echo: “I tremble for my country when I think we may, in fact, get the kind of leaders we deserve.” “The Front Runner,” featuring Vera Farmiga as the traumatized Lee Hart, uses that speech to imply that the leader we deserve, for being so squeamish about Hart, is Trump.\nHart maintained that “there was no relationship” with Rice. Rice — who became an evangelical and supports Trump — told People this week, “I’m just not discussing it.” But a married candidate can’t have a gorgeous young model fly up to D.C. from Miami for the weekend to visit his house — “the infamous townhouse,’’ as Hart’s son dryly calls it — and not attract questions if they are seen.\nA recent piece by James Fallows in The Atlantic reported that Lee Atwater, the Republican dirty trickster and Poppy Bush party chief, confessed before his death that he had set up Hart for his weekend of doom on “Monkey Business.”\n“That’s the only way that 48-hour period makes any sense,’’ Hart told me.\nEven if it was casual recreation, the optics were bad and he — and his campaign — should have known it. Especially if the stakes for the world were as high as he says.\nShamelessness is now a superpower, as the twitterati say, and the audacious are rewarded. I wondered if Hart wished he had fought back.\n“I’m not Donald Trump and I didn’t behave like Donald Trump,’’ he replied firmly. But he does refer to his hell week as “the witch hunt.”\n“I blame myself,’’ he said. He says he doesn’t blame the press, but I don’t believe him.\n“I am still disturbed more by what happened after the original story — the condemnation in op-eds, in editorials, in opinion pages, by people who knew who I was but who just came down on me like a ton of bricks and wrote awful, vile things about me. The key word was character. ‘We had to do this because our job is to protect the American people from bad characters.’ It was all self-justification. There’s nothing wrong with my character.’’", "url": "https://www.nytimes.com/2018/11/02/opinion/sunday/trump-hart-presidency.html?rref=collection%2Fcolumn%2FMaureen%20Dowd"}