{"authors": ["Katie Benner", "Patricia Mazzei", "Adam Goldman"], "date_download": "2018-11-16 04:02:28", "date_modify": "2018-11-16 04:02:28", "date_publish": "2018-02-16 17:39:44", "description": "The information should have been assessed and forwarded to the F.B.I. field office, the agency said.", "filename": "2018_02_16_us_fbi-nikolas-cruz-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340948.html", "image_url": "https://static01.nyt.com/images/2018/02/17/us/17FBI/17FBI-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_02_16_us_fbi-nikolas-cruz-shooting.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340948.html", "title": "F.B.I. Was Warned of Florida Suspect’s Desire to Kill but Did Not Act", "title_page": "F.B.I. Was Warned of Florida Suspect’s Desire to Kill but Did Not Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Last September, FBI was sent a screenshot of a comment by nikolas cruz,” Ann Coulter, the conservative commentator, said in a post on Twitter. “Unfortunately, the FBI was busy running down Clinton campaign leads about a nonexistent Russian conspiracy with Trump.”\nIt is not the first time that the F.B.I. has come under fire for being aware of a threat and failing to stop an attack.\nCongress criticized the bureau for not preventing the 2009 mass shooting at Fort Hood in Texas, in which the gunman was known to the F.B.I. The bureau also knew of one of the two brothers who carried out the Boston Marathon bombing in 2013. And Omar Mateen, who killed 49 people in an Orlando, Fla., nightclub in 2016, had been investigated by the F.B.I. for months before the attack. That case was closed before the shooting occurred.\nAfter those incidents, F.B.I. investigators compared themselves to hockey goalies, fielding a relentless barrage of pucks. Sometimes, they said, they could not keep things from making the net.\n“The public expects the F.B.I. to keep them safe, and in the overwhelming majority of the instances, the F.B.I. does just that,” said Lauren C. Anderson, a former top F.B.I. official in New York.\nThe F.B.I. was not the only law enforcement agency to be warned about Mr. Cruz. Sheriff Scott Israel of Broward County said Friday that his office had received about 20 calls regarding the suspected school gunman over the past few years.\nSheriff Israel said on Friday that his office was still reviewing what it knew about Mr. Cruz before the shooting.", "url": "https://www.nytimes.com/2018/02/16/us/fbi-nikolas-cruz-shooting.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}