{"authors": ["Paul Krugman"], "date_download": "2018-11-16 04:18:22", "date_modify": "2018-11-16 04:18:22", "date_publish": "2018-10-01 22:51:30", "description": "Trumpism is all about the fear of losing traditional privilege.", "filename": "2018_10_01_opinion_kavanaugh-white-male-privilege.html_action=click&module=RelatedLinks&pgtype=Article_1542341902.html", "image_url": "https://static01.nyt.com/images/2018/10/01/opinion/01krugmanFinal/01krugmanFinal-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_10_01_opinion_kavanaugh-white-male-privilege.html_action=click&module=RelatedLinks&pgtype=Article_1542341902.html", "title": "The Angry White Male Caucus", "title_page": "Opinion | The Angry White Male Caucus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When Matt Damon did his Brett Kavanaugh imitation on “Saturday Night Live,” you could tell that he nailed it before he said a word. It was all about the face — that sneering, rage-filled scowl. Kavanaugh didn’t sound like a judge at his Senate hearing last week , let alone a potential Supreme Court justice; he didn’t even manage to look like one.\nBut then again, Lindsey Graham, who went through the hearing with pretty much the same expression on his face, didn’t look much like a senator, either.\nThere have been many studies of the forces driving Trump support, and in particular the rage that is so pervasive a feature of the MAGA movement. What Thursday’s hearing drove home, however, was that white male rage isn’t restricted to blue-collar guys in diners. It’s also present among people who’ve done very well in life’s lottery, whom you would normally consider very much part of the elite.\nIn other words, hatred can go along with high income, and all too often does.\nAt this point there’s overwhelming evidence against the “economic anxiety” hypothesis — the notion that people voted for Donald Trump because they had been hurt by globalization. In fact, people who were doing well financially were just as likely to support Trump as people who were doing badly.", "url": "https://www.nytimes.com/2018/10/01/opinion/kavanaugh-white-male-privilege.html?action=click&module=RelatedLinks&pgtype=Article"}