{"authors": ["Gia Kourlas"], "date_download": "2018-11-16 03:24:15", "date_modify": "2018-11-16 03:24:15", "date_publish": "2018-07-24 09:00:05", "description": "Mr. King’s approach to dance has as much to do with energetic force as with pliés and tendus. His troupe, Lines, appears at SummerStage this week.", "filename": "2018_07_24_arts_dance_alonzo-king-lines-summerstage.html_module=inline_1542338655.html", "image_url": "https://static01.nyt.com/images/2018/07/25/arts/25alonzoking1/2525alonzoking1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_07_24_arts_dance_alonzo-king-lines-summerstage.html_module=inline_1542338655.html", "title": "The Choreographer Alonzo King: No Fancy Plans, Just Dance", "title_page": "The Choreographer Alonzo King: No Fancy Plans, Just Dance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Why did you want to create a dance to natural sounds?\nWhat was fascinating to me about Bernie Krause’s story is that he had this obsession with recording sound. He said that he was A.D.D., and in order to capture the sounds, he had to be perfectly still.\nWhat did that reveal to you?\nThat was such a beautiful illustration of how when we fix our mind on something, all the gnats, flies, mosquitoes, worries, doubts and impediments really get pushed aside. He said that that work transformed him as a human being. And that’s the same thing that dancers are doing — or anyone who’s serious about their life.\nI watched you teach an open class, and I found it to be both mystical and concrete. When you choreograph, do you create a similar atmosphere?\nTo be really frank, that was a taste.\nIt was different because outsiders were present?\n[Laughs] The kind of vulnerability and the kind of candor that happens with people who trust you and feel safe with you is for private spaces. But I do know that the way people use artists tells you what they feel about humanity.\nHow?\nI can use dancers like Legos, but I believe that human beings are brilliant. Science tells us now that the human body is electromagnetic energy — it is swirling in nonstop energy with billions of cells that are dying and being born in a second. That is mind-boggling. That is just the body.\nThe other thing is uniqueness and brilliance. I’ve never met a stupid person, but I’ve met people who were blocked.", "url": "https://www.nytimes.com/2018/07/24/arts/dance/alonzo-king-lines-summerstage.html?module=inline"}