{"authors": ["Maya Salam"], "date_download": "2018-11-16 04:08:30", "date_modify": "2018-11-16 04:08:30", "date_publish": "2018-03-04 20:15:05", "description": "Unlike the first time, the EGOT winner accessorized the gown heavily, wearing a black headband, a collar necklace, a chunky bracelet and earrings.", "filename": "2018_03_04_style_rita-moreno-1962-oscars-dress.html_module=inline_1542341310.html", "image_url": "https://static01.nyt.com/images/2018/03/04/movies/awardsseason/oscars-red-carpet-1375-rita-moreno/oscars-red-carpet-1375-rita-moreno-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_03_04_style_rita-moreno-1962-oscars-dress.html_module=inline_1542341310.html", "title": "Rita Moreno in Her 1962 Oscars Gown in 2018", "title_page": "Rita Moreno in Her 1962 Oscars Gown in 2018 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Photo\nRecycling has never been more elegant. The actress Rita Moreno walked the Oscars red carpet on Sunday in the same black and gold gown she wore to the Oscars in 1962, when she won the statue for best actress in a supporting role for “West Side Story.”\nPhoto\n“I would think it would tarnish,” Ms. Moreno, 86, told Ryan Seacrest, who was hosting the red carpet broadcast for E!\nMs. Moreno — a Puerto Rican who is one of just 12 people to hold an EGOT (Emmy, Grammy, Oscar and Tony) — said the skirt was made from a single piece of obi fabric, which is traditionally used to construct kimonos.\nSlide Show\nThe dress, which was created in Manila, was made strapless for Sunday’s event. And unlike the first time around, she accessorized it heavily, wearing a black headband, a black and gold collar necklace, a chunky bracelet and earrings, as well as elbow length gloves, which she also wore in 1962.\n“Wait till you see what I’m wearing!!!” Ms. Moreno tweeted late last month.\nWhen she accepted her Academy Award more than 55 years ago, she gave only a 15-second speech. Why? She had no clue that she would win, she told Mr. Seacrest on Sunday night. “I was sure it was going to be Judy Garland,” she said. Ms. Garland had been nominated for “Judgment at Nuremberg.”\nMs. Moreno now stars in the television show “One Day at a Time,” a reboot of the 1970s-’80s Norman Lear sitcom of the same name. In January at the Golden Globes, Ms. Moreno made another notable entrance, cruising down the red carpet on a red scooter with Mr. Lear at the helm.", "url": "https://www.nytimes.com/2018/03/04/style/rita-moreno-1962-oscars-dress.html?module=inline"}