{"authors": ["Vivian Marino"], "date_download": "2018-11-16 04:55:23", "date_modify": "2018-11-16 04:55:23", "date_publish": "2018-05-02 13:30:16", "description": "Nicaragua’s housing market has improved since the 2008 global financial crisis, but recent social unrest has put a damper on sales of late.", "filename": "2018_05_02_realestate_house-hunting-in-nicaragua_1542344123.html", "image_url": "https://static01.nyt.com/images/2018/05/06/realestate/06IHH-Nicaragua--slide-XJZG/06IHH-Nicaragua--slide-XJZG-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_05_02_realestate_house-hunting-in-nicaragua_1542344123.html", "title": "House Hunting in … Nicaragua", "title_page": "House Hunting in … Nicaragua - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A MODERN HOUSE IN MANAGUA\n$1.25 MILLION\nThis sprawling modernist home, known as the H House for its letter-like shape, is in the Villa Fontana Sur neighborhood in the capital city of Managua. It is a short drive from Lake Managua and several universities.\nThe custom-built, concrete-and-stucco structure was designed by Roger Valerio Architecture, a prominent local firm, and received national recognition when it became a Cemex Building Award finalist in 2016, the year it was completed. The award, sponsored by Cemex, a Mexican building materials company, recognizes projects around the world that use concrete in innovative ways.\n“The house is so unusual for this country,” said Valeria Sanchez, the managing broker of Nicaragua Sotheby’s International Realty, which is listing the property. “It has an industrial style.”\nThe 4,305-square-foot home has four bedrooms and four and a half bathrooms, as well as separate caretaker’s quarters with a bedroom and a bathroom. It sits on a fifth of an acre of sloping, walled-off property, and features a landscaped yard and an expanded courtyard with a 20-by-13-foot pool and a barbecue area, all of which are connected to the main level of the house.", "url": "https://www.nytimes.com/2018/05/02/realestate/house-hunting-in-nicaragua.html"}