{"authors": ["Joe Coscarelli"], "date_download": "2018-11-16 03:10:13", "date_modify": "2018-11-16 03:10:13", "date_publish": "2018-06-01 05:11:48", "description": "The rapper’s eighth LP was a mystery until the moment he pressed play.", "filename": "2018_06_01_arts_music_kanye-west-ye-wyoming-.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337813.html", "image_url": "https://static01.nyt.com/images/2018/06/01/arts/01kanye-starter2/01kanye-starter2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/2018_06_01_arts_music_kanye-west-ye-wyoming-.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337813.html", "title": "Kanye West Delivers New Album, ‘Ye,’ Live From Wyoming", "title_page": "Kanye West Delivers New Album, ‘Ye,’ Live From Wyoming - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The path to new Kanye West music is never smooth, but this time it included Donald J. Trump, a Make America Great Again hat, a winding 105-minute YouTube interview, an excess of Twitter posts, controversial comments about slavery and a confession on TMZ TV about liposuction.\nFor some, it even included a trip to Wyoming. With Chris Rock.\nYet as the planned Friday release date for Mr. West’s new album approached, next to nothing was known about the much-anticipated project. That changed late Thursday night as Mr. West unveiled the first taste of his eighth solo LP — titled “Ye,” Mr. Rock announced in his introduction around midnight — via live stream from near Jackson Hole, where for months Mr. West has been working on a slate of releases for his G.O.O.D. Music/Def Jam collaborators.\n[Read Jon Caramanica’s report from Kanye West’s Wyoming listening party.]\nThe debut of “Ye,” which was made available on streaming services like Spotify or Apple Music by Friday morning, included seven songs, with guest features from Ty Dolla Sign, Jeremih, Kid Cudi, Charlie Wilson and 070 Shake. Mr. West’s lyrics do not shy from current events (Stormy Daniels, North Korea, Tristan Thompson), nor from his recent brushes with ignominy. On one track, he references comments he made about slavery during the TMZ appearance: “They said build your own, I said, ‘How, Sway?’”/I said slavery’s a choice, they said, ‘How, Ye?’/Just imagine if they caught me on a wild day.”", "url": "https://www.nytimes.com/2018/06/01/arts/music/kanye-west-ye-wyoming-.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}