{"authors": ["Donald G. Mcneil Jr", "Sapna Maheshwari", "Nick Cumming-Bruce"], "date_download": "2018-11-16 04:41:09", "date_modify": "2018-11-16 04:41:09", "date_publish": "2018-06-13 00:00:00", "description": "Donald G. McNeil Jr. is a science and health reporter specializing in plagues and pestilences. He covers diseases of the world’s poor, including AIDS, Ebola, malaria, swine and bird flu, mad cow disease, SARS and so on.\r\nIn 2016, he wrote", "filename": "by_donald-g-mcneil-jr_1542343269.html", "image_url": "https://static01.nyt.com/images/2018/06/13/multimedia/author-donald-g-mcneil-jr/author-donald-g-mcneil-jr-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/by_donald-g-mcneil-jr_1542343269.html", "title": "Donald G. McNeil Jr.", "title_page": "Donald G. McNeil Jr.", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald G. McNeil Jr. is a science and health reporter specializing in plagues and pestilences. He covers diseases of the world’s poor, including AIDS, Ebola, malaria, swine and bird flu, mad cow disease, SARS and so on.\nIn 2016, he wrote \"Zika: The Emerging Epidemic.\"\nHe also writes occasional first-person features about, for example: bungee-jumping in Africa, quail-hunting in Mississippi, having eye surgery.\nHe joined the Times in 1976 as a copy boy and has been a night rewrite man, an environmental reporter, a theater columnist and an editor. From 1995 to 2002 he was a foreign correspondent in Africa and Europe and has reported from 60 countries.\nDuring a hiatus from the Times in the 1980’s, he wrote plays, taught journalism at Columbia University and worked at People magazine, WCBS-TV, Adweek and New York Newsday.\nHe has won awards for stories about cities that have successfully fought AIDS, about patent monopolies that keep drug prices high in Africa, about diseases that cannot be eradicated, about cancer victims in India and Africa dying without pain relief and about the Love Canal toxic waste dump.\nMr. McNeil grew up in San Francisco and graduated summa cum laude from the University of California at Berkeley in 1975 with a B.A. in rhetoric.\nHe has two grown daughters and a stepson, and lives in Brooklyn. On weekends, he plays softball and squash; on vacation, he goes camping.", "url": "https://www.nytimes.com/by/donald-g-mcneil-jr"}