{"authors": ["James Gorman", "Christopher Whitworth", "John Schwartz", "Eduardo Garcia", "Manuela Andreoni"], "date_download": "2018-11-16 03:43:36", "date_modify": "2018-11-16 03:43:36", "date_publish": "2018-02-16 00:00:00", "description": "James Gorman is a science writer at large for The New York Times and the host and writer of the regular video series “ScienceTake.” He has been at the Times since 1993, as an editor on The New York Times Magazine, deputy science editor, editor of a personal technology section, outdoors columnist, science columnist and editor of Science Times.\r\nOver the course of his career at the Times and elsewhere, Mr. Gorman has written about  everything from the invention of flea collars to the nature of consciousness. Most recently he has covered neuroscience and the lives of animals in and out of scientific research.\r\nBefore joining The Times, Mr. Gorman wrote books on penguins, dinosaurs, the Southern Ocean and hypochondria. His most recent book is “How to Build a Dinosaur,” 2009, written with the paleontologist Jack Horner.\r\nHe also writes humor, which he has contributed to The New Yorker, The Atlantic, the New York Times Magazine and other publications.\r\nHe has taught science writing at New York University, Fordham University and online in Stanford University’s Continuing Studies program. In the fall of 2011, he was the McGraw Visiting Professor of Writing at Princeton University.\r\nMr. Gorman graduated from Princeton in 1971 with a bachelor's degree in English literature.", "filename": "by_james-gorman_1542339816.html", "image_url": "https://static01.nyt.com/images/2018/02/16/multimedia/author-james-gorman/author-james-gorman-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/by_james-gorman_1542339816.html", "title": "James Gorman", "title_page": "James Gorman", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "James Gorman is a science writer at large for The New York Times and the host and writer of the regular video series “ScienceTake.” He has been at the Times since 1993, as an editor on The New York Times Magazine, deputy science editor, editor of a personal technology section, outdoors columnist, science columnist and editor of Science Times.\nOver the course of his career at the Times and elsewhere, Mr. Gorman has written about everything from the invention of flea collars to the nature of consciousness. Most recently he has covered neuroscience and the lives of animals in and out of scientific research.\nBefore joining The Times, Mr. Gorman wrote books on penguins, dinosaurs, the Southern Ocean and hypochondria. His most recent book is “How to Build a Dinosaur,” 2009, written with the paleontologist Jack Horner.\nHe also writes humor, which he has contributed to The New Yorker, The Atlantic, the New York Times Magazine and other publications.\nHe has taught science writing at New York University, Fordham University and online in Stanford University’s Continuing Studies program. In the fall of 2011, he was the McGraw Visiting Professor of Writing at Princeton University.\nMr. Gorman graduated from Princeton in 1971 with a bachelor's degree in English literature.", "url": "https://www.nytimes.com/by/james-gorman"}