{"authors": ["Marc Santora", "Benjamin Novak", "Joanna Berendt", "Aleksandar Dimishkovski", "Barbara Surk", "Miroslava Germanova", "Julian E. Barnes", "David Barboza", "Alexandra Stevenson", "Elian Peltier"], "date_download": "2018-11-16 03:13:16", "date_modify": "2018-11-16 03:13:16", "date_publish": "2018-02-20 00:00:00", "description": "Marc Santora is the Warsaw bureau chief of The New York Times, responsible for covering Central and Eastern Europe, a position he assumed at the end of 2017. \r\nPreviously, he was a reporter on the metropolitan desk, chronicling the crumbling subway system and breaking news from Hurricane Sandy to Pope Francis’ visit to New York City.\r\nMr. Santora has reported extensively from the Middle East and Africa. In 2003 he covered the invasion of Iraq, and he returned in 2006-2007 to cover the hanging of Saddam Hussein, the spiraling sectarian violence and the implementation of a new strategy by the American military popularly known as the “surge.”  \r\nAfter returning from Iraq, Mr. Santora covered the Republican presidential primary, focusing mainly on Senator John McCain. He returned to Iraq for 16 months between 2009 and 2010. He has also reported from Africa for The Times. \r\nMr. Santora was part of a reporting team that was a finalist for a 2007 Pulitzer Prize for its examination of the growing menace of diabetes, particularly among the poor and vulnerable. \r\nHe was also a correspondent in Hartford, Conn., chronicling the corruption investigation of Gov. John G. Rowland, who eventually resigned, pleaded guilty and served time in prison, and worked in Albany for a brief stint covering New York politics. \r\nMr. Santora joined The Times in 1998 as a clerk in the Washington bureau and worked there for four years as an assistant to the columnist Maureen Dowd. He began as a reporter on the metropolitan desk in 2002.\r\nBefore joining The Times, Mr. Santora worked at Roll Call, a weekly newspaper that covers Capitol Hill. While in college, he was a reporter at The News-Gazette, a newspaper in Lexington, Va.\r\nHe was the recipient of the Todd Smith Fellowship in 1997, which paid for an extended trip to Armenia and the disputed enclave of Nagorno-Karabach, where he reported for The Tampa Tribune on the region’s recovery after years of war. \r\nHe received separate bachelor’s degrees in journalism and art history from Washington and Lee University in Lexington, Va.\r\nMr. Santora was born Nov. 24, 1974 in Basking Ridge, N.J., and grew up there.", "filename": "by_marc-santora_1542337996.html", "image_url": "https://static01.nyt.com/images/2018/02/20/multimedia/author-marc-santora/author-marc-santora-videoSixteenByNineJumbo1600-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/by_marc-santora_1542337996.html", "title": "Marc Santora", "title_page": "Marc Santora", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Marc Santora is the Warsaw bureau chief of The New York Times, responsible for covering Central and Eastern Europe, a position he assumed at the end of 2017.\nPreviously, he was a reporter on the metropolitan desk, chronicling the crumbling subway system and breaking news from Hurricane Sandy to Pope Francis’ visit to New York City.\nMr. Santora has reported extensively from the Middle East and Africa. In 2003 he covered the invasion of Iraq, and he returned in 2006-2007 to cover the hanging of Saddam Hussein, the spiraling sectarian violence and the implementation of a new strategy by the American military popularly known as the “surge.”\nAfter returning from Iraq, Mr. Santora covered the Republican presidential primary, focusing mainly on Senator John McCain. He returned to Iraq for 16 months between 2009 and 2010. He has also reported from Africa for The Times.\nMr. Santora was part of a reporting team that was a finalist for a 2007 Pulitzer Prize for its examination of the growing menace of diabetes, particularly among the poor and vulnerable.\nHe was also a correspondent in Hartford, Conn., chronicling the corruption investigation of Gov. John G. Rowland, who eventually resigned, pleaded guilty and served time in prison, and worked in Albany for a brief stint covering New York politics.\nMr. Santora joined The Times in 1998 as a clerk in the Washington bureau and worked there for four years as an assistant to the columnist Maureen Dowd. He began as a reporter on the metropolitan desk in 2002.\nBefore joining The Times, Mr. Santora worked at Roll Call, a weekly newspaper that covers Capitol Hill. While in college, he was a reporter at The News-Gazette, a newspaper in Lexington, Va.\nHe was the recipient of the Todd Smith Fellowship in 1997, which paid for an extended trip to Armenia and the disputed enclave of Nagorno-Karabach, where he reported for The Tampa Tribune on the region’s recovery after years of war.\nHe received separate bachelor’s degrees in journalism and art history from Washington and Lee University in Lexington, Va.\nMr. Santora was born Nov. 24, 1974 in Basking Ridge, N.J., and grew up there.", "url": "https://www.nytimes.com/by/marc-santora"}