{"authors": ["Mike Mcintire", "Linda Qiu", "Steve Eder", "Kate Kelly", "Ben Protess", "Stephanie Saul", "Robin Pogrebin", "Sheryl Gay Stolberg", "Nicholas Fandos", "Matthew Rosenberg"], "date_download": "2018-11-16 03:18:50", "date_modify": "2018-11-16 03:18:50", "date_publish": "2018-06-13 00:00:00", "description": "Mike McIntire is an investigative reporter, author and editor. As a member of the investigative unit at The New York Times, he shared the 2017 Pulitzer Prize for reporting on covert Russian interference in the U.S. presidential election.\r\nSince joining The Times in 2003, Mr. McIntire has produced in-depth stories on a wide range of subjects, including presidential politics, terrorism and Wall Street bailouts. His investigation of corruption in college sports was a finalist for the Pulitzer Prize and was the basis for his book,", "filename": "by_mike-mcintire_1542338330.html", "image_url": "https://static01.nyt.com/images/2018/06/13/multimedia/author-mike-mcintire/author-mike-mcintire-videoSixteenByNineJumbo1600.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/by_mike-mcintire_1542338330.html", "title": "Mike McIntire", "title_page": "Mike McIntire", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mike McIntire is an investigative reporter, author and editor. As a member of the investigative unit at The New York Times, he shared the 2017 Pulitzer Prize for reporting on covert Russian interference in the U.S. presidential election.\nSince joining The Times in 2003, Mr. McIntire has produced in-depth stories on a wide range of subjects, including presidential politics, terrorism and Wall Street bailouts. His investigation of corruption in college sports was a finalist for the Pulitzer Prize and was the basis for his book, \"Champions Way: Football, Florida and the Lost Soul of College Sports,\" published by W.W. Norton in September 2017.\nEarlier in his career, he was the investigative editor at The Hartford Courant, where he was part of a team that won a Pulitzer for breaking news reporting and was a Pulitzer finalist for investigative reporting on medical malpractice. He has also been a national writer at the Associated Press in New York, and a reporter and editor at several Connecticut newspapers.", "url": "https://www.nytimes.com/by/mike-mcintire"}