{"authors": ["Kai Schultz", "Suhasini Raj", "Maria Abi-Habib", "Vindu Goel", "Jeffrey Gettleman", "Ayesha Venkataraman", "Priyadarshini Ravichandran", "Hari Kumar"], "date_download": "2018-11-16 04:43:28", "date_modify": "2018-11-16 04:43:28", "date_publish": "2018-10-23 00:00:00", "description": "Suhasini Raj has worked for over a decade as an investigative journalist with Indian and international news outlets. \r\nAfter joining The New York Times in 2014 as a reporter with the New Delhi bureau, she wrote about the political ascension of a firebrand Hindu priest, a violent dispute between maids and madams in Noida and about the shutdown of a Christian charity.\r\nPrior to her time at The Times, Ms. Raj worked undercover on a story that exposed a bribe-taking scheme involving eleven members of India’s Parliament. As a result of her reporting, the politicians were expelled from their positions.\r\nMs. Raj is originally from Lucknow, in the northern state of Uttar Pradesh, where she also attended university.\r\nShe is married with one son, and enjoys classical music — and a good story!", "filename": "by_suhasini-raj_1542343408.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/by_suhasini-raj_1542343408.html", "title": "Suhasini Raj", "title_page": "Suhasini Raj", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Suhasini Raj has worked for over a decade as an investigative journalist with Indian and international news outlets.\nAfter joining The New York Times in 2014 as a reporter with the New Delhi bureau, she wrote about the political ascension of a firebrand Hindu priest, a violent dispute between maids and madams in Noida and about the shutdown of a Christian charity.\nPrior to her time at The Times, Ms. Raj worked undercover on a story that exposed a bribe-taking scheme involving eleven members of India’s Parliament. As a result of her reporting, the politicians were expelled from their positions.\nMs. Raj is originally from Lucknow, in the northern state of Uttar Pradesh, where she also attended university.\nShe is married with one son, and enjoys classical music — and a good story!", "url": "https://www.nytimes.com/by/suhasini-raj"}