{"authors": ["Scott Anderson", "Paolo Pellegrin"], "date_download": "2018-11-16 03:52:51", "date_modify": "2018-11-16 03:52:51", "date_publish": "2017-09-05 00:00:00", "description": "Scott Anderson has been a contributing writer of the New York Times Magazine for 15 years. A war correspondent, novelist, and nonfiction book writer, he has covered conflicts on four continents over the past three decades.  \r\nHis most recent book,", "filename": "by_scott-anderson_1542340371.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/by_scott-anderson_1542340371.html", "title": "Scott Anderson", "title_page": "Scott Anderson", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Scott Anderson has been a contributing writer of the New York Times Magazine for 15 years. A war correspondent, novelist, and nonfiction book writer, he has covered conflicts on four continents over the past three decades.\nHis most recent book, \"Lawrence in Arabia: War, Deceit, Imperial Folly and the Making of the Modern Middle East,\" was a National Book Critics Award finalist and an international bestseller. He is the author of two novels, \"Triage\" and \"Moonlight Hotel,\" and his earlier non-fiction books include \"The Man Who Tried to Save the World,\" \"The 4 O'Clock Murders,\" and \"War Zones.\"\nMr. Anderson's landmark report on the Middle East in the August 14, 2016, issue of the New York Times Magazine, “Fractured Lands,” was the longest published article in the history of the Magazine. In addition to his work for the Times, his journalism has also appeared in Vanity Fair, Esquire, Harper’s, Outside, Men’s Journal and many other national and international publications.\nMr. Anderson received an M.F.A. in Creative Writing from the University of Iowa Writer’s Workshop, where he was a Teaching/Writing Fellow. He was born in Sebastopol, California, and is married with a daughter.", "url": "https://www.nytimes.com/by/scott-anderson"}