{"authors": ["Stephen Holden"], "date_download": "2018-11-16 04:47:17", "date_modify": "2018-11-16 04:47:17", "date_publish": "2017-08-08 00:00:00", "description": "Stephen Holden is a film and music critic specializing in popular music. Before becoming affiliated with The Times as a freelancer in 1981 (he joined the culture staff in 1988), he was a pop music critic and journalist for Rolling Stone, The Village Voice, and numerous other magazines and anthologies, including The Atlantic, Vanity Fair, The New Grove Dictionary of American Music and The Ballad of John and Yoko.\r\nIn the mid-1970's Mr. Holden was a photo editor, staff writer and then A&R executive for RCA records. Drawing on his experiences as a journalist and record executive, he wrote a satirical novel about the record business,", "filename": "by_stephen-holden_1542343637.html", "image_url": "https://static.nytimes.com/images/icons/t_logo_291_black.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/by_stephen-holden_1542343637.html", "title": "Stephen Holden", "title_page": "Stephen Holden", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Stephen Holden is a film and music critic specializing in popular music. Before becoming affiliated with The Times as a freelancer in 1981 (he joined the culture staff in 1988), he was a pop music critic and journalist for Rolling Stone, The Village Voice, and numerous other magazines and anthologies, including The Atlantic, Vanity Fair, The New Grove Dictionary of American Music and The Ballad of John and Yoko.\nIn the mid-1970's Mr. Holden was a photo editor, staff writer and then A&R executive for RCA records. Drawing on his experiences as a journalist and record executive, he wrote a satirical novel about the record business, \"Triple Platinum,\" that was published in 1980 by Dell Books. In 1986, he won a Grammy with six other writers for Best Album Notes for \"The Voice: The Columbia Years,\" a Frank Sinatra anthology.\nSeveral years after joining the Times, Mr. Holden branched out from music into theater and film criticism and at the same time established himself as the paper's cabaret critic specializing in traditional music. Always a film buff, he became second-string film critic in the mid-1990's and in 2000 became one of the paper's three first-string movie critics.\nMr. Holden has also been active in broadcasting and has appeared on CBS's \"60 Minutes,\" ABC's \"20/20,\" \"NBC Nightly News,\" \"CBS Morning News,\" \"Entertainment Tonight,\" PBS's Great Performances series, Bravo's Biography series and commentaries on National Public Radio.\nHis original poetry has been published in The New Yorker and included in the anthology \"The New Yorker Book of Poems.\"\nBorn in 1941, Mr. Holden graduated from Yale University in 1963 with a Bachelor of Arts degree in English and was elected Class Poet. His twin brother, Jonathan, is a professor of creative writing at Kansas State University and a widely-published poet and literary critic.", "url": "https://www.nytimes.com/by/stephen-holden"}