{"authors": [], "date_download": "2018-11-16 03:16:40", "date_modify": "2018-11-16 03:16:40", "date_publish": null, "description": "Paul Krugman, a New York Times Op-Ed columnist, writes about macroeconomics, trade, health care, social policy and politics. In 2008, he received the Nobel Prize in Economics.", "filename": "column_paul-krugman_1542338200.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/column_paul-krugman_1542338200.html", "title": "Opinion", "title_page": "Opinion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Paul Krugman joined The New York Times in 1999 as an Op-Ed columnist. He is distinguished professor in the Graduate Center Economics Ph.D. program and distinguished scholar at the Luxembourg Income Study Center at the City University of New York. In addition, he is professor emeritus of Princeton University’s Woodrow Wilson School.\nIn 2008, Mr. Krugman was the sole recipient of the Nobel Memorial Prize in Economic Sciences for his work on international trade theory.\nMr. Krugman received his B.A. from Yale University in 1974 and his Ph.D. from M.I.T. in 1977. He has taught at Yale, M.I.T. and Stanford. At M.I.T. he became the Ford International Professor of Economics.\nMr. Krugman is the author or editor of 27 books and more than 200 papers in professional journals and edited volumes. His professional reputation rests largely on work in international trade and finance; he is one of the founders of the “new trade theory,” a major rethinking of the theory of international trade. In recognition of that work, in 1991 the American Economic Association awarded him its John Bates Clark medal. Mr. Krugman’s current academic research is focused on economic and currency crises.\nAt the same time, Mr. Krugman has written extensively for a broader public audience. Some of his articles on economic issues, originally published in Foreign Affairs, Harvard Business Review, Scientific American and other journals, are reprinted in Pop Internationalism and The Accidental Theorist.", "url": "https://www.nytimes.com/column/paul-krugman"}