{"authors": ["Declan Walsh", "Yara Bishara", "The New York Times"], "date_download": "2018-11-16 04:43:24", "date_modify": "2018-11-16 04:43:24", "date_publish": "2018-10-15 00:00:00", "description": "Declan Walsh, the Cairo bureau chief for The New York Times, is reporting on the American presidential campaign as a foreign correspondent in much the same way he would cover an event overseas.", "filename": "column_abroad-in-america_module=inline_1542343404.html", "image_url": "https://static01.nyt.com/images/2018/10/15/multimedia/author-declan-walsh/author-declan-walsh-videoSixteenByNineJumbo1600.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/column_abroad-in-america_module=inline_1542343404.html", "title": "Abroad in America", "title_page": "Abroad in America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Declan Walsh is the Cairo bureau chief, covering Egypt and the Middle East. He was previously based in Pakistan. He spent five months in the United States during the 2016 presidential campaign to write a column, Abroad in America, that considered the election from the perspective of a foreign correspondent.\nBorn and raised in Ireland, his work has focused on social and political change. He has written about trains, insurgencies, human rights abuses and software fraud. His investigation into a fraudulent Pakistani software company in 2015 caused it to shut down. He has embraced new digital forms of storytelling including a narrated journey across Syria in 2016.\nHe started his career at The Sunday Business Post in Dublin before moving to Nairobi, Kenya in 1999 to report on sub-Saharan Africa as a freelance reporter. In 2004 he moved to Islamabad, Pakistan, covering Pakistan and Afghanistan for The Guardian. He joined The New York Times in 2011 as Pakistan bureau chief. The Pakistani authorities expelled him from the country in May 2013 for unspecified reasons.\nFrom his base in Cairo he has covered the wars in Libya and Syria, political crisis in the Gulf, and repression in Egypt. In August 2017 he wrote an investigation into the death of Giulio Regeni, an Italian graduate student killed in Cairo, for The New York Times magazine. His writing has also been published in Granta magazine.", "url": "https://www.nytimes.com/column/abroad-in-america?module=inline"}