{"authors": ["Christopher F. Schuetze", "Por Christopher F. Schuetze"], "date_download": "2018-11-16 04:18:43", "date_modify": "2018-11-16 04:18:43", "date_publish": "2018-11-07 14:30:02", "description": "Una de las sequías más duraderas de las que se tiene registro ha dejado zonas del principal río de Alemania en niveles mínimos históricos desde hace meses, lo cual ha obligado a que los cargueros lleven menos peso o que dejen de navegar por el río.", "filename": "es_2018_11_07__1542341923.html", "image_url": "https://static01.nyt.com/images/2018/11/05/world/05Germany-Rhine/02Germany-lowriver1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2018_11_07__1542341923.html", "title": "El Rin, sustento de Alemania, se está secando", "title_page": "El Rin, sustento de Alemania, se está secando – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nKAUB, Alemania – Justo después del amanecer, el capitán Frank Sep sintonizó la radio de su barco para escuchar la noticia decisiva de su día: el nivel del agua en Kaub, la parte menos profunda de la sección intermedia del río Rin, la ruta marítima más importante de Alemania. La noticia era mala, como suele ser en estos días.\nUna de las sequías más duraderas de las que se tiene registro ha dejado zonas del Rin en niveles mínimos históricos desde hace meses, lo cual ha obligado a que los cargueros lleven menos peso o que dejen de navegar por el río.\nContinue reading the main story Foto\nAlgunas partes del Danubio y el Elba —los otros ríos importantes para el transporte en Alemania— también se están secando. Algunos puertos fluviales están inactivos y se calcula que millones de toneladas de productos tienen que transportarse por ferrocarril o carretera.\nCon los castillos y viñedos que dominan las riberas cerca de Kaub, a solo 8 kilómetros del risco Lorelei, llamado así en honor a una sirena que se decía atraía a los marineros hacia la muerte, sería fácil olvidar cuán importante es el área para el comercio alemán. Está aproximadamente a medio camino entre los puertos de Coblenza y Maguncia, y prácticamente todo el cargamento que se envía de los puertos marítimos en los Países Bajos y Bélgica hacia el industrial suroeste alemán pasa por el Rin.\nSep se enteró un día a finales de octubre de que el río apenas tenía 25 centímetros de profundidad. Eso quería decir que el agua en el canal creado por el hombre para la navegación que se había dragado desde el centro del río era de 1,5 metros, menos del promedio de 3,4 metros. Incluso si llevara un cargamento que pesara un tercio menos de lo usual, su buque de carga de 86 metros, llamado Rex-Rheni (el rey del Rin) solo tendría unos centímetros de agua bajo el casco.\nContinue reading the main story Foto\n“Nunca había visto que hubiera tan poca agua aquí”, dijo Sep, que ha estado trabajando en el río desde 1982, los últimos veintidós años en el Rex-Rheni. “Ha bajado tanto el nivel del agua que es muy difícil que pasen los barcos”.\nUn verano excepcionalmente seco ha causado estragos en toda Europa. Un grupo de comercio en Alemania estimó que las pérdidas de los agricultores eran de varios miles de millones de dólares. El gigante alemán de químicos, BASF, tuvo que reducir la producción en una de sus plantas a mediados de este año porque el Rin, cuya agua usa para enfriar la producción, estaba muy bajo.\nLas gasolineras de la zona que dependen de que los buques entreguen combustible de refinerías en los Países Bajos presentan desabasto. Además, el naufragio del De Hoop, un carguero holandés que se hundió tras una explosión en 1895 y que normalmente se encuentra sumergido, ahora está expuesto en las playas del Rin.\nContinue reading the main story Rhine Map 160 km Mar del Norte Río Elba Países Bajos Berlín Alemania Rin Coblenza Bélgica Fráncfort Kaub Maguncia Río Danubio FRANCIA Lago Constanza SUIZA AUSTRIA\nAproximadamente la mitad de los transbordadores que navegan en los ríos de Alemania dejaron de hacer sus rutas, de acuerdo con la Administración Federal de Vías Acuáticas y Embarques. Además, los cruceros se ven obligados a transportar a sus pasajeros en autobús durante algunas partes del trayecto. Miles de peces en la sección suiza del río han muerto debido al calor y los bajos niveles de oxígeno.\nHay razones para creer que estas condiciones se harán más frecuentes debido a un clima cada vez más caluroso.\n“Nuestras investigaciones muestran un aumento de inestabilidad”, afirmó Hagen Koch, que estudia ríos en el Instituto Potsdam para Investigaciones de Impacto Climatológico. “Los extremos sucederán con mayor frecuencia”.\nEs difícil exagerar la importancia del Rin para la vida y el comercio en la región.\n“Simple y sencillamente es el río más importante de Alemania”, dijo Martin Mauermann, jefe del departamento de hidrología y gestión de agua del cuerpo federal responsable de las vías acuáticas. “Es como la rama gruesa en medio del árbol”.\nContinue reading the main story Foto\nCerca del 80 por ciento de los 223 millones de toneladas de cargamento que se transportan en Alemania cada año pasa por el Rin, que une el corazón industrial del país con Bélgica, los Países Bajos y el mar del Norte. Un número exacto de cuánto se está transportando en ferrocarril y por carreteras todavía no está disponible, pero “es una cifra considerable”, dijo Martyn Douglas de la Agencia Federal del Medioambiente de Alemania.\nSi bien la mayor parte del cargamento puede simplemente enviarse por carretera o ferrocarril —aunque sí es más costoso— no es posible hacerlo con todo. Una compañía de embarques, Kübler Spedition, se especializa en cargas pesadas y demasiado grandes que no pueden transportarse en carretera por más de algunos kilómetros. Debido a que los barcos que llevan los pesados componentes de una granja eólica ya no han podido llegar a la terminal de la empresa en Mannheim, los almacenes de Kübler están vacíos.\n“Ha detenido totalmente la construcción de la granja eólica”, dijo Robert Mutlu, que dirige la terminal.\nContinue reading the main story Foto\nLa corriente del Rin depende no solo de cuánta lluvia cae al año, sino también de las enormes reservas de agua de larga duración de los Alpes. La nieve y los glaciares que se derriten, así como el lago Constanza alimentan las partes superiores del río, pero con el cambio climático, esos depósitos acuáticos han disminuido, explicó Koch.\nContinue reading the main story Foto\nLa vía por la que navegan los barcos podría profundizarse, pero eso tomaría años, si no es que décadas, y costaría millones. Además, aun si eso fuera posible, solo se eliminaría un obstáculo en un río que apenas está empezando a mostrar todas las áreas problemáticas que tiene.", "url": "https://www.nytimes.com/es/2018/11/07/rin-sequia-alemania/"}