{"authors": ["Mekado Murphy", "Por Mekado Murphy"], "date_download": "2018-11-16 03:44:54", "date_modify": "2018-11-16 03:44:54", "date_publish": "2017-04-20 16:00:27", "description": "F. Gary Gray habla de cómo obtuvo la aprobación para filmar la primera escena hollywoodense en Cuba en 50 años y de los retos que conllevó la grabación.", "filename": "es_2017_04_20__1542339894.html", "image_url": "https://static01.nyt.com/images/2017/04/14/arts/14fatefurious-3-print/14fatefurious-3-print-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_04_20__1542339894.html", "title": "El director de ‘Rápidos y Furiosos 8’ cuenta cómo fue filmar en Cuba", "title_page": "El director de ‘Rápidos y Furiosos 8’ cuenta cómo fue filmar en Cuba – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSí, los productores de la franquicia Rápidos y Furiosos han recreado innumerables carreras de autos a lo largo de los años. Pero la secuencia con la que se inicia la película más reciente es más histórica que las demás.\nEs la primera escena cinematográfica hollywoodense filmada en Cuba desde que se impuso el embargo económico de Estados Unidos hace más de 50 años. La escena posee el grado de complejidad que es el sello de la franquicia. En ella podemos ver a Dom Toretto (Vin Diesel) en un Chevrolet Fleetline de 1950 y su rival Raldo (Celestino Cornielle) en un Ford Fairlane de 1956, abriéndose paso por las calles de La Habana.\n“Nunca has visto Cuba de la forma en que nosotros la presentamos”, dijo el director de la película, F. Gary Gray. En una entrevista reciente en Nueva York habló de cómo obtuvo la aprobación para poder filmar en ese país, qué se necesitó para poder llevar un helicóptero estadounidense que hizo las tomas aéreas y el proceso de grabar una película hollywoodense en una isla con recursos limitados.\nContinue reading the main story Da click en el botón de CC para ver los subtítulos\n¿Cómo fue que decidiste filmar en La Habana?\nHay un vínculo natural entre Cuba y Dom Toretto, el personaje que encarna Vin Diesel, en cuanto a la cultura cubana del automóvil. Ahí solo se trata de lo básico: motores y creatividad, que es como funciona Dom. Él no corre con autos último modelo como los Ferrari o los Porsche.\n¿Cómo fueron las primeras conversaciones al respecto?\nMi equipo de producción fue muy inteligente en cuanto al enfoque y estuvo negociando con Washington en cada etapa, desde el equipo hasta el servicio de comida. Representamos a Estados Unidos cuando salimos del país y fácilmente podríamos causar un incidente internacional si tomábamos una mala decisión.\nYo estaba feliz de que nos permitieran filmar allí. Pero tuvimos que enfrentar los retos de grabar una película de esta envergadura en un país que no tiene la infraestructura para respaldarla.\n¿Podrías hablarme del proceso de preproducción?\nDe antemano, tuve que explicar los detalles de cada toma, cada ángulo y cada carretera en la que filmaríamos. Pero fueron muy amables. Durante la preproducción viajamos mucho a Cuba y pudimos ver los cambios. En un mes determinado, una locación se veía de cierta manera, pero volvíamos al mes siguiente y las carreteras ya estaban pavimentadas.\nContinue reading the main story Foto\n¿Dónde se alojó el equipo de filmación?\nHicimos muchos planes, como llevar un crucero. Pero reservamos cada habitación disponible dentro y alrededor de La Habana. Alquilamos casas y apartamentos, y realmente tuvimos que ser creativos.\nCuéntame sobre algún desafío logístico que hayas enfrentado durante el rodaje.\nHay tantos fanáticos de la franquicia en Cuba que debimos contratar a 100 lugareños para bloquear un tramo de 20 cuadras, porque había más de 10.000 personas que nos veían filmar. Esa es una energía fenomenal de la que te puedes nutrir para trabajar, pero también se deben tomar medidas de seguridad.\n¿Tuviste dificultades con la tecnología?\nTuvimos dificultades para enviar y recibir correos electrónicos. El servicio de telefonía celular y las llamadas a Estados Unidos fueron extremadamente difíciles. Casi necesitamos un equipo de científicos para poder resolver problemas muy sencillos. Pero yo diría que, lo que perdimos en comodidad fue compensado con la emoción y la estética.\nContinue reading the main story Foto\nDame un ejemplo de algo que normalmente es fácil hacer pero en Cuba resultó difícil.\nEl metraje sin editar. Teníamos un día completo de rodaje y no podíamos ver las tomas durante días y, en algunos casos, un par de semanas. Cuando estás rodando con cinematografía digital, el tamaño de los archivos es enorme, y no tenían internet de banda ancha para enviar las imágenes y después recibirlas con sonido procesado.\nAsí que enviamos a empleados a Estados Unidos para que procesaran los archivos y nos los trajeran en un disco duro. Era como enviar una paloma mensajera a Florida, y ya sabemos cuánto tiempo tardan las palomas.\n¿Había algo que querías tener en el set pero no fue posible?\nQuería usar un dron para el rodaje, pero no nos dejaron traerlo. Sin embargo, me permitieron llevar un helicóptero. Fue la primera aeronave estadounidense en ser admitida en La Habana (desde el deshielo).\n¿Cuál fue el momento más memorable del rodaje?\nLlevamos nuestro helicóptero con una enorme cámara. A los lugareños quizá les parecía una nave espacial que sobrevolaba a 15 metros del suelo a toda velocidad, persiguiendo a los dos autos que recorrían las calles. Configuré una pantalla enorme para que los lugareños vieran qué estaba filmando el helicóptero. Enviamos la señal de video de vuelta al monitor, y ellos podían ver la ciudad desde el cielo.\nMuchos de ellos nunca han estado en un avión. Vimos que les empezaban a salir lágrimas de los ojos. Entonces comenzamos a llorar porque ellos estaban llorando. Fue un momento compartido con el que nos dimos cuenta de lo especial que era para ellos y de lo mucho que nosotros damos por sentadas las cosas.", "url": "https://www.nytimes.com/es/2017/04/20/el-director-de-rapidos-y-furiosos-8-cuenta-como-fue-filmar-en-cuba/"}