{"authors": ["Nicholas St. Fleur", "Por Nicholas St. Fleur"], "date_download": "2018-11-16 03:45:25", "date_modify": "2018-11-16 03:45:25", "date_publish": "2016-11-24 10:30:22", "description": "Tras el hallazgo de un grupo de huevos intactos en Mitla, en Oaxaca, los investigadores creen que los huevos, que datan de la época entre el 400 y el 500 d. C., fueron usados por los pobladores como una ofrenda ritual o sacrificio para los dioses.", "filename": "es_2016_11_24__1542339925.html", "image_url": "https://static01.nyt.com/images/2016/11/24/science/25TB-TURKEYS1/25TB-TURKEYS1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_11_24__1542339925.html", "title": "Los pavos del Día de Acción de Gracias pueden haber sido domesticados hace 1500 años en México", "title_page": "Los pavos del Día de Acción de Gracias pueden haber sido domesticados hace 1500 años en México – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nMientras los estadounidenses se alistan para cocinar pavos en el Día de Acción de Gracias, reflexionemos: ¿cuándo fue domesticada por primera vez esta famosa ave?\nLos arqueólogos no están muy seguros; sin embargo, estudios recientes sugieren que los humanos domesticaron a estas aves al menos hace 1500 años. La evidencia proviene de un grupo de huevos intactos encontrado en una vieja fortaleza en Oaxaca, México. Los investigadores creen que los huevos, que datan de la época entre el 400 y el 500 d. C., fueron usados por los antiguos pobladores como una especie de ofrenda ritual o sacrificio para los dioses.\n“Encontrar esos huevos fue alucinante”, dijo Gary Feinman, un arqueólogo del Museo Field en Chicago. “He estado excavando por décadas y nunca había encontrado huevos intactos como esos y en tal cantidad”.\nContinue reading the main story Foto\nEl Dr. Feinman y sus colegas descubrieron varios huevos completos enterrados juntos bajo dos casas en la Fortaleza de Mitla en 2009. La fortaleza estuvo habitada por los zapotecas, una civilización mesoamericana vecina de los mayas, que vivió ahí entre el 300 y el 1200 d. C. Se sabe que los zapotecas ofrecían sacrificios de sangre, a veces durante eventos importantes como entierros, casamientos y nacimientos, o con fines curativos y rituales de agricultura. Antes de construir una casa nueva, a veces sacrificaban una cría de pavo recién nacida, se la comían y luego enterraban los restos bajo el suelo o entre las paredes.\n“No nos sorprendió el hecho de encontrar ofrendas, lo que nos sorprendió fue encontrar una ofrenda de un grupo de huevos de pavo”, dijo el Dr. Feinman.\nContinue reading the main story Foto\nLos hallazgos son la más reciente evidencia de pavos domesticados al sur de México, lo que retrocede aún más las primeras señales de que la gente criaba pavos. Los ejemplos más antiguos al norte de México datan de aproximadamente el año 500 d. C., aunque mucha de la evidencia arqueológica en la región no aparece sino hasta el 900 d. C., según los autores. Al suroeste de Estados Unidos, algunas de las evidencias más tempranas de la domesticación del pavo provienen de sitios que datan de aproximadamente el 600 d. C.\nLos autores apuntan que hay un hueso más antiguo de pavo encontrado en una cueva al sur de México, que data del 180 a. C.; sin embargo, argumentan que la evidencia de ese hueso solitario no es suficiente para sugerir que se trataba de un animal domesticado en lugar de uno silvestre.\nJoe L. Cracraft, curador del Departamento de Ornitología del Museo Estadounidense de Historia Natural, no estuvo involucrado en el estudio pero dijo que el artículo da evidencia clara de que los zapotecas domesticaron al pavo hace más o menos 1500 años.\n“Al parecer esto retrocede la domesticación otros 100 o 200 años más”, dijo.", "url": "https://www.nytimes.com/es/2016/11/24/los-pavos-del-dia-de-accion-de-gracias-pueden-haber-sido-domesticados-hace-1500-anos-en-mexico/"}