{"authors": ["Peter Baker", "Por Peter Baker"], "date_download": "2018-11-16 04:16:13", "date_modify": "2018-11-16 04:16:13", "date_publish": "2017-01-19 09:00:18", "description": "Antes de tomar posesión, ya rompió al menos un récord: tiene los peores índices de aprobación de cualquier presidente entrante de Estados Unidos, según sondeos, con una aceptación de entre el 40 y 44 por ciento.", "filename": "es_2017_01_19__1542341773.html", "image_url": "https://static01.nyt.com/images/2017/01/18/us/18assess-web/18assess-web-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_01_19__1542341773.html", "title": "Trump llega a la Casa Blanca con el índice de aprobación más bajo del siglo XXI", "title_page": "Trump llega a la Casa Blanca con el índice de aprobación más bajo del siglo XXI – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nWASHINGTON — Al menos de una manera, Donald Trump ya superó a sus antecesores en la presidencia. Barack Obama estuvo 18 meses en la Casa Blanca antes de que su índice de aprobación cayera a 44 por ciento, según Gallup, y George W. Bush tardó cuatro años y medio en llegar al mismo punto.\nTrump ya alcanzó esos niveles sin siquiera tomar posesión.\nEste viernes, Trump asumirá el cargo con menos apoyo popular que cualquier presidente de la era moderna estadounidense, según varias encuestas, en una muestra de que ha fracasado en atraer a votantes, más allá de quienes lo respaldaron en noviembre. En vez de ser un momento unificador, su transición al poder ha continuado con la polarización que se vivió durante la elección del año pasado.\nOtros presidentes han dedicado las semanas anteriores a su asunción a dejar de lado las animosidades de la campaña e intentar unir al país. Trump ha utilizado ese tiempo como si fuera una estrella de lucha libre en la televisión. Ha criticado a un icono de la lucha por los derechos civiles, a una actriz de Hollywood, a las agencias de inteligencia, a contratistas de defensa, a líderes europeos y al presidente Obama. El tema de sanación que ha habido en otros ciclos presidenciales ha estado ausente.\nDos nuevas encuestas publicadas el martes, una de CNN y ORC, y la otra de The Washington Post y ABC News, hallaron que solo 40 por ciento de los estadounidenses ven con buenos ojos el desempeño de Trump camino a la toma de posesión. NBC News y The Wall Street Journal le dan una tasa de aprobación de 44 por ciento, lo que los encargados del sondeo llamaron el índice más bajo para cualquier presidente entrante en la historia de Estados Unidos.\nObama llegó al cargo con 68 por ciento de aprobación y Bush lo hizo con 57 por ciento, de acuerdo con cifras de Gallup. Ambos enviaron mensajes a favor de la inclusión y de tender la mano a la oposición en el tiempo en que entraban al puesto, aunque el sentimiento no siempre fue duradero.\nLos asesores de Trump dijeron que su inesperada llegada al poder demuestra que las mediciones tradicionales ya no importan mucho. Si uno se basara en encuestas, Trump no sería presidente, dijeron.\nAun así, las bajísimas cifras claramente irritan a Trump, quien se pronunció el martes en Twitter. “La misma gente que hizo los sondeos electorales falsos, y se equivocaron tanto, ahora está haciendo encuestas de tasa de aprobación”, escribió. “Están igual de amañadas que antes”.\nAunque algunos sondeos en estados reñidos en el Medio Oeste estadounidense quedaron lejos de los resultados de la elección, las encuestas nacionales por lo general estuvieron a solo un punto porcentual del voto popular. Hillary Clinton ganó este con 48 por ciento, mientras Trump sumó 46 por ciento.\n“Todos los presidentes empiezan con cierto nivel de buena voluntad por parte del congreso, que en algún momento desaparece”, dijo Phil Schiliro, el director legislativo de Obama durante el primer mandato de este. “Conforme caen los índices de aprobación, esa buena voluntad se va bastante rápido, y eso dificulta sumar al congreso a las prioridades del presidente”.\nPero algunos republicanos aseguran que Trump ha cambiado por completo las reglas. “Sondear más y más es como rendirle culto a un dios falso”, dijo Ron Kaufman, estratega de campañas republicano y director de política en la Casa Blanca durante la presidencia de George H. W. Bush. “Todos lo hacemos, pero es un dios falso. Y creo que ya no es confiable”.", "url": "https://www.nytimes.com/es/2017/01/19/trump-llega-a-la-casa-blanca-con-el-indice-de-aprobacion-mas-bajo-del-siglo-xxi/"}