{"authors": ["Nicholas Casey Y Mónica Machicao", "Por Nicholas Casey Y Mónica Machicao", "Nicholas Casey", "Mónica Machicao"], "date_download": "2018-11-16 04:15:46", "date_modify": "2018-11-16 04:15:46", "date_publish": "2016-12-08 09:41:41", "description": "Gustavo Vargas, el gerente de la aerolínea, fue detenido el martes, según anunció la oficina del fiscal boliviano. Los investigadores añadieron que habían recolectado archivos de la oficina de LaMia.", "filename": "es_2016_12_08__1542341746.html", "image_url": "https://static01.nyt.com/images/2016/11/30/world/30Colombia3/30Colombia3-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_12_08__1542341746.html", "title": "Se expande la investigación trasnacional sobre el accidente del vuelo del Chapecoense", "title_page": "Se expande la investigación trasnacional sobre el accidente del vuelo del Chapecoense – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nLas autoridades bolivianas dijeron este miércoles que habían detenido al gerente de LaMia, la aerolínea del avión que se accidentó en las montañas de Colombia la semana pasada, con un saldo de 71 víctimas, incluidos miembros del equipo de fútbol Chapecoense.\nGustavo Vargas, el gerente de la empresa, fue retenido en custodia el martes, según anunció la oficina del fiscal boliviano. También detuvieron a otros dos empleados pero después fueron dejados en libertad más tarde.\nLos arrestos son una señal que las pesquisas sobre el accidente fatal, del que sobrevivieron seis personas, se está ampliando. Los investigadores añadieron que habían recolectado archivos de la oficina de la aerolínea. Fiscales en Colombia y Brasil dijeron esta semana que estaban coordinando con sus contrapartes bolivianas para determinar si LaMia tenía las licencias requeridas para volar y advirtieron que podrían estar considerando cargos criminales.\nCarlos Jaime Taborga, un fiscal colombiano, dijo que los investigadores esperaban determinar exactamente “quién es responsable por esta tragedia para que pague el precio”.\nEl avión, que volaba con 77 pasajeros —incluidos periodistas y miembros de la tripulación—, se accidentó la noche de 28 de noviembre entre las montañas cercanas a Medellín. El Chapecoense, de la ciudad de Chapecó, volaba desde Santa Cruz, Bolivia, para jugar la final de la Copa Sudamericana.\nLos investigadores también dijeron que estaban estudiando el papel de Celia Castedo, una funcionaria del aeropuerto de Santa Cruz, quien se fue del país con rumbo a Brasil. En registros filtrados a la prensa boliviana, aparece que Castedo le aconsejó al piloto no volar a Medellín porque la distancia era muy grande. Sin embargo, a pesar de las preocupaciones, el avión tuvo permiso para despegar.\nAlgunos funcionarios bolivianos dijeron esta semana que estaban buscando la extradición de Castedo. En Brasil, algunos funcionarios citados en medios locales dijeron que Castedo contaba con un asilo temporal en ese país después de afirmar que había huido por amenazas a su vida.\nLa semana pasada, grabaciones obtenidas por una estación de radio parecían capturar los últimos minutos del vuelo, y en ellas aparecía una voz (identificada como la del piloto) solicitando un aterrizaje de emergencia porque la aeronave se había quedado sin combustible. Los funcionarios de búsqueda y rescate se declararon sorprendidos porque no encontraron señales de una explosión tras el impacto del avión, lo que sugiere que el tanque de combustible del avión venía vacío.\nSegún especificaciones de la empresa que construyó el avión, BAE Systems, el Avro RJ85 jet que operaba LaMia tiene un rango de 1600 millas náuticas, parecido a la distancia entre los dos puntos del vuelo. Sin embargo, los aviones no suelen viajar en línea recta a sus destinos.\nSamuel Montaño, un experto boliviano de equipos militares y de aviación, dijo que un vuelo cubriendo esa ruta normalmente habría parado en Cobija, un pueblo boliviano en la zona amazónica. El propósito de la escala, según explicó, no es solo para llenar el tanque de combustible pero también para permitir el enfriamiento de los motores como otra precaución de seguridad.", "url": "https://www.nytimes.com/es/2016/12/08/se-expande-la-investigacion-trasnacional-sobre-el-accidente-del-vuelo-del-chapecoense/"}