{"authors": ["Juliet Macur", "Por Juliet Macur"], "date_download": "2018-11-16 04:15:57", "date_modify": "2018-11-16 04:15:57", "date_publish": "2016-04-05 14:00:01", "description": "Simone Biles prefiere no pensar en las expectativas puestas en su éxito en las próximas olimpiadas; la gimnasta mejor se concentra en su entrenamiento y en tener la vida casi normal de una joven de 18 años.", "filename": "es_2016_04_05__1542341757.html", "image_url": "https://static01.nyt.com/images/2016/02/13/sports/13MACURweb1/13MACURweb1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_04_05__1542341757.html", "title": "La mejor gimnasta de Estados Unidos no quiere pensar en los Juegos Olímpicos de Río", "title_page": "La mejor gimnasta de Estados Unidos no quiere pensar en los Juegos Olímpicos de Río – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nTEXAS – Era un lunes por la mañana de este año de Juegos Olímpicos, un día que no era relevante y en el que nada importante estaba en la agenda, hasta que la mejor gimnasta del mundo –quizá la mejor de la historia– salió de su habitación y entró en la cocina.\nSe sentó en la barra, se tomó la cabeza con las manos y suspiró. Faltaban más de seis meses para las Olimpiadas de Río de Janeiro y este era un día más en el que debía evitar que su mente deambulara por un territorio desconocido.\n“No estoy pensando en las olimpiadas”, dijo la gimnasta Simone Biles. “Bueno, trato de no pensar en eso”.\nContinue reading the main story Foto\nBiles es la mejor gimnasta estadounidense que ha existido. Mide 1,50 metros, pero su pequeño cuerpo alberga insondables dosis de potencia. Vuela por los aires como si fuera mitad ave, mitad bala de cañón. Cuando compite, es casi imposible no detenerse a mirarla.\nEn los campeonatos mundiales del otoño pasado, Biles, de 18 años, ganó todos los títulos posibles por tercer año consecutivo, una hazaña inaudita antes de que ella batiera todos los récords. Sus diez medallas de oro en los campeonatos mundiales son el máximo récord que cualquier mujer ha obtenido; las 14 medallas que posee en total superan a las de cualquier otra atleta estadounidense.\nTodo eso la convierte en la gran favorita para ganar en los Juegos Olímpicos de Río. Eso tiene un lado bueno pero, desafortunadamente, también uno malo.\nLidiar con la presión de cumplir las expectativas generadas puede hacer que un atleta se sienta más seguro o provocar que se desmorone. Con las olimpiadas en el horizonte, ¿cómo maneja ese estrés?\nContinue reading the main story Foto\nTiene un plan basado en dar pequeños pasos hacia Río y tratar de no preocuparse por lo que está en juego. Biles escribió sus metas para el 2016 en un diario empastado en piel que Nike, su patrocinador, le regaló el verano pasado cuando comenzó su carrera profesional. Cuando nos conocimos en enero, me dejó hojearlo.\nEn ningún lado había ni una sola mención de una medalla de oro. Escribió que quería ser más consistente en las barras asimétricas. La última de sus metas era ser parte del equipo olímpico.\n“¿Eso es todo?”, dijo su madre, Nellie, cuando vio la lista. “¿Solo entrar al equipo?”.\n“Sip”, contestó Simone. “Si lo necesito, luego lo actualizo”.\nEso le gustó a Nellie Biles. Sabe que para que Simone siga siendo exitosa, no puede dejar de ser humilde. Eso es algo en lo que ella y su esposo, Ron, pusieron mucho énfasis cuando era niña.\nNellie y Ron son los abuelos de Simone, pero la adoptaron junto a su hermana menor, Adria, cuando Simone tenía tres años porque su madre era drogadicta y no las podía cuidar. Ron y Nellie, que ya tienen 60 años, se convirtieron en mamá y papá, y le dieron a sus hijas un hogar seguro y amoroso, con reglas y motivación para imponerse metas. Era justo lo que las niñas necesitaban para florecer.\nAhora la familia Biles vive en Spring, un suburbio de Houston, en una casa de 370 metros cuadrados estilo mediterráneo con cochera para seis automóviles, muy diferente a los humildes hogares de las infancias de Ron y Nellie. Él creció en una casa de asistencia pública en Cleveland y Nellie en Belice, sin televisión ni auto.\nEstán agradecidos por lo que han conseguido y no presumen sus logros. Esa humildad se la han transmitido a Simone.\nContinue reading the main story Foto\nLa joven insiste en que es como cualquier otra adolescente, pero no lo es. A los seis años se le identificó como un prodigio de la gimnasia cuando su entrenadora, Aimee Boorman, la vio en una clase en la guardería. Es tan talentosa que uno de sus pasos característicos en la rutina de piso se ha bautizado con su nombre: el Biles, y es un doble salto en posición vertical, con un medio giro al final. Pronto lo verán.\nPor ahora, Simone Biles solo trata de mantener un perfil bajo antes de las eliminatorias olímpicas en julio. Su próxima competencia será en abril en los campeonatos Pacific Rim. Para entonces, ya habrá más información sobre la nueva dinastía que la delegación de Estados Unidos ha conformado para los Juegos Olímpicos de Río. Las atletas estadounidenses han ganado las últimas tres medallas de oro en la competencia global.\nPor ahora, Biles procura ignorar eso para concentrarse en su entrenamiento, en viejos episodios de “90210”, “The Carrie Diaries”, y en hacerse manicuras y pedicuras con su hermana.\nCon una vida normal es como se distrae del foco de atención constante que la rodea al ser la favorita de las olimpiadas. En una competencia del año pasado calmó sus nervios antes de realizar la rutina hablando con una gimnasta canadiense. Charlaron sobre un muchacho que ambas conocían.\n“Solo le pregunté y hablamos de él un rato”, dijo Biles con una risa nerviosa. “Nada más quería distraerme”.\nHará lo que sea para no sentir presión… y hasta ahora le va bien.", "url": "https://www.nytimes.com/es/2016/04/05/la-mejor-gimnasta-del-mundo-no-quiere-pensar-en-los-juegos-olimpicos-de-rio/"}