{"authors": ["Aaron E. Carroll", "Por Aaron E. Carroll"], "date_download": "2018-11-16 03:44:48", "date_modify": "2018-11-16 03:44:48", "date_publish": "2015-05-13 17:03:26", "description": "El consumo moderado de café reduce el riesgo de enfermedades coronarias. Es hora de que dejemos de ver al café como una sustancia cuyo consumo debemos reducir. Es un complemento razonable para una dieta saludable con más beneficios potenciales, vistos en las investigaciones, que ninguna otra bebida que consumamos.", "filename": "es_2015_05_13__1542339888.html", "image_url": "https://static01.nyt.com/images/2015/05/08/upshot/11UP-Health-copy-ES/11UP-Health-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2015_05_13__1542339888.html", "title": "Beber café es un hábito más saludable de lo que se piensa", "title_page": "Beber café es un hábito más saludable de lo que se piensa – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nDe niño mis padres no me dejaban tomar café porque creían que “atrofiaría mi crecimiento”. Resulta que, por supuesto, eso es un mito. Una y otra vez, los estudios no han podido demostrar que el consumo de café o cafeína esté relacionado con la reducción de la masa ósea o la estatura.\nEl café siempre ha tenido mala fama. Que no es saludable, dicen. Pero, en realidad, sucede lo contrario. Su beneficios potenciales para la salud son sorprendentemente amplios.\nCuando me dispuse a investigar la relación entre el café y la salud, pensé que me encontraría algunos resultados buenos y otros malos, puro reflejo de los informes contradictorios que presentan los medios. No fue así.\nEl año pasado se publicó una revisión sistemática y un meta-análisis de estudios sobre el consumo de café a largo plazo y su relación con el riesgo de sufrir enfermedades cardiovasculares. Los investigadores encontraron 36 estudios que abarcaron más de 1.27 millones de participantes. Los datos combinados muestran que quienes consumen una cantidad moderada de café —de tres a cinco tazas al día— tenían menos riesgos de tener problemas. Pero los que bebían más de cinco tazas diarias no corrían mayores riesgos que quienes no consumían ninguna.\nPor supuesto, todo se refiere al café: al café negro. No a las bebidas con base de café, leche y azúcar que consumen muchas personas como el moca grande de McDonald’s (500 calorías, 17 gramos de grasa, 72 gramos de carbohidratos), el moca de chocolate blanco de Starbucks (580 calorías, 22 gramos de grasas, 79 gramos de carbohidratos) o el de caramelo congelado Coolatta de Dunkin’ Donuts (670 calorías, 8 gramos de grasas, 144 gramos de carbohidratos).Por no referirme al café con leche caramelizado Lotta de Cold Stone Creamery, tamaño Gotta Have It (1,790 calorías, 90 gramos de grasa, 223 gramos de carbohidratos). Un café colado normal tiene menos de cinco calorías y cero grasas o carbohidratos.\nRegresemos a los estudios. Hace años se publicó un metaanálisis que examinó si el consumo de café estaba relacionado con el derrame cerebral. Se encontraron once estudios que implicaron a casi 480.000 participantes. Al igual que en las investigaciones anteriores, el consumo de dos a seis tazas por día estuvo asociado con un menor riesgo de enfermedad, en comparación con quienes no tomaban nada. Otro meta-análisis publicado un año después confirmó esos hallazgos.\nRespecto a las preocupaciones sobre los efectos del café en el corazón, otro metaanálisis examinó si su consumo estaba asociado con fallas cardiacas. Otra vez quienes ingieren moderadamente esta infusión corren un riesgo menor, sobre todo aquellos que beben cuatro tazas al día. El consumo tendría que ser de unas diez tazas diarias para que provocase efectos nocivos.\nNadie está diciendo que hay que beber más café por salud. Sin embargo, tomar una cantidad moderada está relacionado con índices más bajos en casi todas las enfermedades cardiovasculares, contrario a lo que muchos podrían haber escuchado sobre los peligros del café y la cafeína. Incluso los consumidores en el extremo más alto del espectro parecen tener efectos nocivos mínimos, si es que los hay.\nPero no seamos selectivos. Hay resultados fuera de la salud que son importantes. Muchos piensan que el café podría estar asociado con el aumento del riesgo de cáncer. Ciertamente, estudios individuales han encontrado que así es, y estos resultados son los que aparecen en los medios informativos. Pero en términos generales, la mayoría de esos resultados negativos desaparecen.\nUn metaanálisis publicado en 2007 encontró que aumentar el consumo de café en dos tazas diarias estaba asociado con menor riesgo de cáncer de hígado por más de 40 por ciento. Otros dosestudios recientes confirmaron esos hallazgos. Los resultados de otros análisis que examinaron el cáncer de próstata encontraron que en los estudios de alta calidad, el consumo de café no estaba relacionado con resultados negativos.\nLo mismo se aplica al cáncer de mama, No se encontró ninguna relación estadística. Es verdad que los datos sobre cáncer de pulmón muestran un mayor riesgo, a mayor consumo de café, pero eso solo entre las personas que fuman. Tomar café podría proteger a los no fumadores. De todos modos los autores de ese estudio advierten que los datos deben interpretarse con cautela, debido a que los efectos del tabaco distorsionan el resultado en este sentido.\nUna investigación que examinó todos los tipos de cáncer apunta a que el café podría estar asociado con una menor incidencia de cáncer en general y que, mientras más se consuma, más protegido se está.\nBeber café está asociado con mejores resultados de laboratorio en las personas con riesgo de enfermedades hepáticas. En pacientes que ya sufran una enfermedad hepática, está asociado con la reducción del avance de la cirrosis. En los enfermos que ya tienen cirrosis, está asociado con menor riesgo de muerte y de contraer cáncer de hígado. En pacientes con hepatitis C se relaciona con mejores respuestas a la terapia antiviral y mejores resultados en pacientes con hepatitis no alcohólica. Los autores de esta revisión sistemática sostienen que debe fomentarse el consumo diario de esta infusión en pacientes con enfermedad hepática crónica.\nLos meta-análisis más recientes sobre trastornos neurológicos han encontrado que la ingestión de café se asocia con menor riesgo de mal de Parkinson, menor declive cognoscitivo y un posible efecto protector contra el mal de Parkinson.\nOtra revisión publicada en 2005 encontró que el consumo regular de café estaba asociado con una significativa reducción en el riesgo de contraer diabetes tipo 2, y un riesgo relativo más bajo (una reducción de una tercera parte) entre quienes bebían al menos seis o siete tazas al día. El estudio más reciente, publicado en 2014, actualizó los datos y consideró 28 estudios con más de 1.1 millones de participantes. Aquí también, mientras más café se bebe, menos posibilidades de tener diabetes. Esto se refiere tanto al café normal como al descafeinado.\n¿Se asocia el café con el riesgo de muerte en general? Existen dos meta-análisis al respecto publicados en el último año. En el primero se revisaron veinte estudios, que implicaron a casi un millón de personas. En el segundo se analizaron 17 estudios que involucraron a más de un millón de personas. Los dos encontraron que beber café está asociado con una posibilidad muy reducida de muerte. No puedo pensar en ningún otro producto que tenga tanta evidencia epidemiológica a su favor.\nAdmito que, básicamente, ninguna de las investigaciones mencionadas contiene ensayos aleatorios de control. Es importante recordar que generalmente esos ensayos se llevan a cabo para ver, si se sostiene lo que observamos en los estudios epidemiológicos. Empero, la mayoría de la gente no bebe café porque piense que eso la va a proteger. De hecho, a la mayoría les preocupa que les haga daño. Pero casi no hay pruebas de que eso pase.\nSi cualquier otro factor de riesgo modificable tuviera ese tipo de asociaciones positivas en todos los sentidos, los medios estarían encima de él. Se lo estaríamos recomendando a todo el mundo. Y sin embargo, durante demasiado tiempo, el café ha sido considerado un vicio, no como algo que pudiera ser saludable.\nEso podría cambiar pronto. El último informe científico de las directivas en materia nutritiva del departamento de Agricultura de Estados Unidos, de las que ya he hablado, no solo señala que el café está bien Acepta que podría ser incluso bueno. Ésta es la primera vez que el comité asesor de este departamento revisa los efectos del café en la salud.\nSiempre existe el peligro de ir demasiado lejos en la otra dirección. No estoy proponiendo que empecemos a darles café a los niños. La cafeína tiene numerosos efectos que los padres quieren evitar en sus hijos. Los lineamientos también recomiendan que las mujeres embarazadas no beban más de dos tazas al día.\nTampoco estoy proponiendo que empecemos a beber café a litros. El exceso de cualquier cosa puede ser malo. Por último, si bien el café puede ser saludable, eso no necesariamente se aplica al azúcar que se le añade, ni a las grasas que mucha gente les pone a las bebidas de café.\nPero sí es hora de que dejemos de ver el café como una sustancia cuyo consumo debemos reducir. Es un complemento razonable para una dieta saludable con más beneficios potenciales, según las investigaciones, que cualquier otra bebida de las que consumimos. Ya es tiempo de empezar a tratarlo así.", "url": "https://www.nytimes.com/es/2015/05/13/beber-cafe-es-un-habito-mas-saludable-de-lo-que-se-piensa/"}