{"authors": ["John Markoff", "Por John Markoff"], "date_download": "2018-11-16 04:15:55", "date_modify": "2018-11-16 04:15:55", "date_publish": "2016-12-08 09:00:52", "description": "El gigante de la computación dice que está listo para iniciar la creación de un prototipo de la computadora cuántica, un dispositivo superpoderoso que depende de partículas subatómicas en lugar de usar transistores.", "filename": "es_2016_12_08__1542341755.html", "image_url": "https://static01.nyt.com/images/2016/11/21/business/21QUANTUM/21QUANTUM-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_12_08__1542341755.html", "title": "Microsoft invierte una fortuna para construir una computadora digna de la ciencia ficción", "title_page": "Microsoft invierte una fortuna para construir una computadora digna de la ciencia ficción – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSAN FRANCISCO — Microsoft utilizará su considerable poder financiero y de ingeniería en el campo experimental de la informática cuántica para construir una máquina que pueda resolver problemas fuera del alcance de las computadores digitales de hoy.\nHay un optimismo creciente en el mundo de la tecnología frente a las computadoras cuánticas: dispositivos superpoderosos que alguna vez se consideraron un asunto de ciencia ficción y que ahora podrían ser posibles, e incluso prácticas. Si estas máquinas funcionan, tendrán un impacto en el diseño de medicamentos y la inteligencia artificial, y también ofrecerán un mejor entendimiento de las bases de la física moderna.\nLa decisión de Microsoft de pasar de la investigación pura a una iniciativa costosa para construir un prototipo funcional es muestra del nivel de la competencia mundial entre las empresas tecnológicas, Google e IBM entre ellas, que también están haciendo inversiones significativas.\nEn el mundo exótico de la física cuántica, Microsoft se ha distinguido de sus competidores al elegir un camino distinto. El acercamiento de la empresa está basado en “trenzar” partículas conocidas como anyons —que los físicos describen como partículas que solo existen en dos dimensiones— para formar los bloques de construcción de una supercomputadora que aprovecharía las propiedades físicas inusuales de las partículas subatómicas.\nLos principales investigadores reconocen que aún hay barreras que impiden construir máquinas cuánticas útiles, tanto a nivel de la física básica como en el desarrollo de nuevos tipos de software para aprovechar ciertas cualidades de dispositivos conocidos como qubits, que ofrecen posibilidades de cómputo imposibles para los sistemas digitales de hoy.\nA diferencia de los transistores convencionales, que no pueden estar encendidos y apagados a la vez, pues representan un 1 o un 0 digital, los qubits pueden existir en sobreposición, o simultáneamente en ambos estados. Si los qubits se colocan en un estado “enredado” —físicamente separados pero actuando como si estuvieran profundamente entrelazados— con muchos otros qubits, pueden representar un vasto número de valores simultáneamente. Una computadora cuántica seguramente consistiría de cientos de miles de qubits.\nMicrosoft comenzó a invertir en investigación en este campo en 2005, cuando de manera silenciosa montó un laboratorio conocido como Station Q bajo el liderazgo del matemático Michael Freedman.\nMicrosoft ahora cree que está lo suficientemente cerca de diseñar el bloque de construcción básico de qubit para comenzar a crear una computadora completa, dijo Todd Holmdahl, un gestor de ingeniería veterano que dirigirá la iniciativa de Microsoft. A lo largo de los años, ha encabezado varios proyectos de Microsoft, entre ellos la consola de videojuegos Xbox y el sistema de realidad aumentada HoloLens, que todavía está por lanzarse.\n“Cuando averigüemos cómo crear el primer qubit, tenemos un plan de acción que nos permite avanzar a miles de qubits de una manera bastante directa”, dijo Holmdahl.\nAún hay un debate entre los físicos y científicos computacionales acerca de si las computadoras cuánticas que desempeñan cálculos útiles serán creadas algún día.\nUna variedad de programas alternativos de investigación están intentando crear qubits utilizando distintos materiales y diseños. El acercamiento de Microsoft, conocido como informática cuántica topológica, está basado en un campo que obtuvo nuevos aires cuando el Premio Nobel de Física de este año se otorgó a tres científicos que habían hecho un trabajo fundamental en formas de materia que podrían existir en solo dos dimensiones.\nEl proyecto de Holmdahl también incluirá a los físicos Leo Kouwenhoven de la Universidad Delft, Charles M. Marcus de la Universidad de Copenhague, David Reilly de la Universidad de Sydney y Matthias Troyer de E.T.H. Zurich.\nTodos se convertirán en empleados de Microsoft como parte del Grupo de Inteligencia Artificial e Investigación que Microsoft creó recientemente bajo el liderazgo de uno de sus principales empleados técnicos, Harry Shum.\nLos físicos recién contratados por Microsoft afirman que la decisión de tratar de construir una computadora cuántica topológica llega después de avances científicos realizados en los últimos dos años que dan cada vez más seguridad de que la empresa será capaz de crear qubits más estables.\n“La receta mágica involucra una combinación de semiconductores y superconductores”, dijo el Dr. Marcus. Hace poco, los investigadores hicieron un “avance extraordinario” en su habilidad de controlar los materiales utilizados para formar qubits, dijo. La mayor parte de los acercamientos rivales involucran enfriar computadoras cuánticas hasta llegar a temperaturas cercanas al cero absoluto.\nHasta ahora, hay relativamente pocos algoritmos probados que puedan utilizarse para resolver problemas de manera más veloz que con las computadores digitales de hoy. Una primera iniciativa, conocida como algoritmo Shor, sería utilizada para factorizar números, con lo cual daría esperanza de que las computadores cuánticas podrían utilizarse en el futuro para descifrar códigos.\nEso podría tener consecuencias que sacudirían al mundo, pues el comercio electrónico moderno está basado en sistemas criptográficos que en gran parte no son descifrables utilizando computadoras digitales convencionales. Otros acercamientos propuestos podrían permitir búsquedas más veloces en bases de datos para realizar algoritmos de aprendizaje computacional, que se están utilizando para hacer avances en visión computacional y reconocimiento de voz.\nSin embargo, de manera más inmediata, estas herramientas podrían mejorar el entendimiento básico de la física, una posibilidad que el físico Richard P. Feynman mencionó cuando especuló acerca de la idea de una computadora cuántica en 1982.\nPor su parte, el Dr. Kouwenhoven dijo: “Mi aplicación de ensueño para una computadora cuántica sería una máquina que pudiera resolver problemas de física cuántica”.", "url": "https://www.nytimes.com/es/2016/12/08/microsoft-invierte-en-grande-para-construir-una-computadora-digna-de-la-ciencia-ficcion/"}