{"authors": ["Jonathan Gilbert", "Por Jonathan Gilbert"], "date_download": "2018-11-16 04:15:43", "date_modify": "2018-11-16 04:15:43", "date_publish": "2016-06-06 07:52:12", "description": "La Albiceleste no ha ganado un torneo importante desde que obtuvo la Copa América en 1993. En el centenario de este torneo quiere revertir la historia y encontrar el modo de hacer valer las capacidades de Lionel Messi.", "filename": "es_2016_06_06__1542341743.html", "image_url": "https://static01.nyt.com/images/2016/06/06/sports/06COPAARGENTINAweb1/06COPAARGENTINAweb1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_06__1542341743.html", "title": "Tras choques de estilo y malos resultados, Argentina quiere volver a triunfar en la Copa América", "title_page": "Tras choques de estilo y malos resultados, Argentina quiere volver a triunfar en la Copa América – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nBUENOS AIRES – Para los fanáticos de la Selección de Argentina, las imágenes de los torneos recientes son dolorosas. Se acuerdan cómo Lionel Messi miró impotente la Copa del Mundo en su camino a recoger la medalla de segundo lugar en la final de 2014. También está la de Gonzalo Higuaín, quien mandó un penalti a las nubes para que Chile ganara la Copa América del año pasado, o el recuerdo de cuando Roberto Ayala marcó un autogol en otra final perdida en 2007.\nA pesar de la indiscutible calidad de sus jugadores y de siempre empezar como favorita, Argentina llega llena de dudas a su debut en la Copa América Centenario. Esas últimas finales perdidas aumentan la incertidumbre; al igual que un eterno debate sobre el estilo de juego y la incógnita de cómo sacar lo mejor de Messi.\n“Los equipos pueden empezar a creer en su maldición,” dijo Jonathan Wilson, un escritor inglés, acerca de su próximo libro sobre la historia del fútbol argentino.\nSi Argentina tropieza otra vez en la Copa, el miedo es que se haya perdido una generación de talento ofensivo, la cual incluye a Messi, quien cumplirá 29 años dos días antes de la final de la Copa, pero también a Higuaín, Ángel di María, Sergio Agüero, Javier Pastore y Carlos Tévez.\n“No hay otra opción más que ganarla”, dijo el mediocampista Javier Mascherano, poco antes de que el equipo argentino volara a su sede en San José, California.\nPara algunos observadores, el sentido de urgencia se intensifica por la menor calidad de juego de la nueva generación de jugadores.\nDesde su triunfo en la Copa América de 1993, Argentina no ha ganado un torneo importante y ha perdido seis finales. Este verano se cumplirán 30 años desde la ultima vez que Argentina ganó la Copa del Mundo, cuando Diego Maradona levantó el trofeo en el Mundial de México en 1986.\nEn ese entonces el director técnico era Carlos Bilardo, un exdoctor con un estilo laborioso y estructurado que daba prioridad los resultados, no al proceso para conseguirlos. “El fútbol se juega para ganar”, dice Bilardo según una cita en el libro de Wilson. “El espectáculo es para los teatros”.\nContinue reading the main story Foto\nPero en 1978, la única otra ocasión en que Argentina ganó un mundial, el entrenador era César Luis Menotti, la antítesis de Bilardo. Menotti era un pensador e idealista que creía que había un valor intrínseco en la estética. Premiaba la posesión, promovía una ofensiva artística y fomentaba la improvisación.\n“La esencia del fútbol argentino es la libertad”, dijo Alberto Tarantini, un defensa del equipo del 78 en una entrevista. “Si se llena las cabezas de los jugadores con sistemas tácticos se les inhibe”.\nMientras la batalla intelectual entre pragmatismo y pureza ha dominado la narrativa del fútbol en muchos rincones del planeta, Argentina es quizá el lugar por excelencia donde esta dicotomía moldea la batalla por el alma del juego.\nEl cisma se pudo haber producido tras la desastrosa eliminación del mundial de 1958, que fue mucho antes de la época de Bilardo y Menotti. Sin embargo, tantos años después y con una nueva generación de entrenadores con influencias más amplias, el debate aún está vigente.\n“El fútbol argentino tiene una discusión muy rica sobre cómo ganar”, dijo Ezequiel Fernández Moores, un columnista de fútbol destacado, quien ha notado que el debate escala cuando se acerca un torneo para la selección.\nY al explicar cómo Argentina ha producido tanto el talento ofensivo sobrenatural de Messi como el de un entrenador como Diego Simeone del Atlético de Madrid —conocido por su rudeza defensiva—, Fernández Moores dijo: “La disputa será eterna”.\nAun cuando las dos ideologías han convergido lentamente, Gerardo Martino, el entrenador actual de Argentina que los llevó a la final de la Copa América del año pasado, no ha escapado del debate sobre la identidad nacional en materia de fútbol.\nHiguaín, por ejemplo, fue cuestionado en una conferencia de prensa acerca de si era más importante para Martino terminar la sequía de títulos o darle gusto a la hinchada con un estilo de juego.\nMartino se adhiere parcialmente a la filosofía de Marcelo Bielsa, un exdirector técnico de culto. Bielsa forjó el camino intermedio entre Menotti y Bilardo y a pesar de su obsesión quijotesca por la posesión y el ataque, su trabajo no se tradujo en campeonatos.\n“Quiero que el equipo defienda su forma de jugar, pero también que defienda el resultado”, dijo Martino al Diario Popular, un periódico argentino, el año pasado.\nEl gran acertijo que enfrenta Martino es cómo lograr que Messi brille. El delantero ha sido elegido como el mejor jugador del mundo en cinco de las últimas siete temporadas por sus brillantes actuaciones con el Barcelona (con el que anotó 37 goles la última temporada), pero con su selección aún le falta brillar más.\nHay una presión añadida a Messi en esta Copa América ya que, para muchos fanáticos, su lugar al lado de Maradona como uno de los grandes del mundo (y de su país) depende de que logre levantar un trofeo con la selección.\n“Si el partido está en tablas, debemos tener la habilidad de dársela a Messi para que él lo resuelva”, dijo Martino en una entrevista reciente con el periódico La Nación.\nPero hay preocupación por la tensa llegada de Messi al torneo. Voló de España a Argentina para jugar un partido amistoso el 27 de mayo —en el que fue sustituido por lastimarse la espalda— para después regresar a España a testificar en un caso de evasión fiscal y, finalmente, reencontrarse con sus compañeros el fin de semana.\nAdemás de Messi, Martino tiene otros problemas. Varios jugadores clave luchan por sobreponerse de lesiones para el partido contra Chile este lunes en el Levi’s Stadium en Santa Clara, California. Por otro lado, la Federación Argentina está enredada en una disputa con el gobierno de su país que puso en peligro la mera participación del equipo en el torneo.\nTambién hay quienes se adelantan al futuro e inevitablemente ya están pensando qué significaría un fracaso o una victoria sin brillo para Martino y la selección.\n“Pase lo que pase”, dijo Pablo Lucero, jugador de ligas menores aquí en Estados Unidos, “siempre nos quejamos”.", "url": "https://www.nytimes.com/es/2016/06/06/tras-choques-de-estilo-y-resultados-pobres-argentina-quiere-volver-a-triunfar-en-la-copa-america/"}