{"authors": ["Mary Williams Walsh", "Por Mary Williams Walsh"], "date_download": "2018-11-16 04:17:01", "date_modify": "2018-11-16 04:17:01", "date_publish": "2016-02-16 18:08:34", "description": "Un testigo denuncia que la autoridad compraba petróleo residual que no cumplía con las regulaciones de aire limpio y se manipulaban las pruebas para que pareciera que el crudo era de buena calidad.", "filename": "es_2016_02_16__1542341821.html", "image_url": "https://static01.nyt.com/images/2016/02/13/business/16db-rico1/16db-rico1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_02_16__1542341821.html", "title": "Denuncian un negocio sucio en la compañía eléctrica de Puerto Rico", "title_page": "Denuncian un negocio sucio en la compañía eléctrica de Puerto Rico – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nComo director del laboratorio de la Autoridad de Energía Eléctrica de Puerto Rico (AEE), Abraham Ortiz reveló sus sospechas sobre acciones ilegales en el departamento de compras de esa institución, un área hermética en la que los funcionarios controlaban los contratos para la compra de miles de millones de dólares en petróleo.\nDurante años informó de esa situación a sus superiores. Ortiz denunciaba que la autoridad compraba petróleo barato y residual que no cumplía con las regulaciones federales de aire limpio y se manipulaban las pruebas de laboratorio para que pareciera que el crudo era de buena calidad. Los libros contables también fueron alterados, dijo, para hacer creer que la institución había adquirido un petróleo óptimo, que es más caro. Luego los consumidores pagaban el sobreprecio.\nLa EPA de Estados Unidos, la agencia de calidad ambiental, estudió las primeras denuncias de Ortiz en los años 90 y descubrió que el petróleo que estaba usando la autoridad en efecto contenía niveles inaceptables de azufre, que durante años cayó en forma de lluvia tóxica sobre las localidades cercanas a las plantas de energía.\n¿Qué consecuencias tuvieron las denuncias para Ortiz? El organismo estatal cerró su laboratorio y lo envió a otro departamento, donde no era su responsabilidad supervisar las pruebas de petróleo. Después de 25 años, los señalamientos de Ortiz siguen vigentes. Una comisión especial del Senado de Puerto Rico investiga las operaciones de la misteriosa Oficina de Compra de Combustible de la AEE. Y Ortiz, ahora jubilado, es un testigo estrella.\n“Era una conspiración”, le dijo a los senadores hace unos días, “y ocurrió durante años”.\nLas preguntas sobre el petróleo son parte de una investigación que asumió el senado, con el propósito de determinar cómo la autoridad acabó enfrascada en una deuda de más de 9000 millones de dólares que afirma no poder pagar. Estos problemas no podían llegar en peor momento, ya que se acerca la fecha límite para que los legisladores voten la aprobación del proyecto de ley para renegociar la deuda de la AEE.\nAunque no hay duda de que la debacle financiera de la autoridad es compleja y multifacética, la pregunta de si compró petróleo sucio mientras le cobraba a los consumidores un petróleo limpio sobresale como una de las acusaciones más delicadas a las que se enfrenta. De ser cierto, los señalamientos no solo serían errores de juicio y se convertirían en un fraude que duró décadas.\n“Es un asunto penal. Claro que sí, se trata de un asunto penal”, dijo Eduardo Bhatia, presidente del Senado de Puerto Rico que supervisa las audiencias. En una entrevista reciente expresó que la misión de la Autoridad de Energía siempre ha sido propiciar el desarrollo y la prosperidad de la isla pero, en vez de eso, se convirtió en un ancla que hunde al país.\nEntre las promesas incumplidas por la autoridad resaltan el uso de fondos de los bonos que vendía para mejorar sus plantas de energía y dejar de utilizar petróleo como combustible, lo cual es algo que las compañías de servicios públicos de Estados Unidos hicieron hace años. En Puerto Rico este cambio no ha ocurrido y los investigadores del senado quieren averiguar si las operaciones de la Oficina de Compra de Combustible ayudan a explicar la razón.\n“Durante más de 25 años he auditado y evaluado esta situación”, dijo Ortiz sobre la calidad del petróleo. “He recurrido a varias agencias que tenían la responsabilidad y el deber de resolver situaciones como esta”, agregó, y mencionó a una docena de ellas. “Nadie hizo nada”, aseveró.\nContinue reading the main story Foto\nOrtiz no es el único que sospecha del combustible comprado durante años a compañías como Petrobras, la estatal brasileña de petróleo. A principios de este mes, Luis Aníbal Avilés, un expresidente del consejo de administración de la AEE, dijo que no era “ningún secreto” que grandes compañías manipularon los precios que la autoridad pagaba por el crudo en las subastas. “No tienes que atrapar a la gente con las manos en la masa para saber que es un cartel”, dijo Avilés.\nLas investigaciones del senado continuarán en marzo. Denuncias similares se incluyeron en una demanda colectiva presentada en Puerto Rico que afirma que el petróleo sucio causó daños. La acción legal se sustenta en la Racketeering Influenced and Corrupt Organizations Act de carácter federal (Ley contra la delincuencia organizada y las organizaciones corruptas), conocida como la ley Rico. La demanda acusa a un sinnúmero de funcionarios, proveedores de petróleo y laboratorios de pruebas.\nEn el documento se calcula que, desde 2002, los puertorriqueños han pagado más de mil millones de dólares adicionales en electricidad porque mantenían un fraude de “sobornos o comisiones no divulgadas”, que se realizaba desde la Oficina de Compra de Combustible. La demanda busca el rembolso de la suma más el triple por pago de daños.\nAunque no menciona ningún detalle de la acción legal, la autoridad ha solicitado al tribunal que la desestime y argumenta que los acusados no han demostrado la asociación delictiva ni mucho menos daños. Los abogados de los otros acusados han hecho lo mismo.\nOrtiz no mencionó las finanzas de la empresa en su testimonio pero sí habló, con lujo de detalles, sobre cómo recibió, almacenó e hizo pruebas al petróleo. Hora tras hora y bajo juramento, habló de documentos totalmente adulterados con líquido corrector. Habló de técnicos de laboratorio que recalibraron sus equipos para obtener los resultados deseados. Describió los “rembolsos” no contabilizados que se pagaron a proveedores que no debían recibirlos.\nGran parte de las pruebas alteradas que Ortiz mencionó en su testimonio tenían que ver con lo que describió como esfuerzos para seguir comprando y quemando petróleo residual. “No puedo decir por qué”, dijo Ortiz. “Solo puedo decir que sucedió, que fue malo y que ha tenido graves consecuencias para la autoridad”.", "url": "https://www.nytimes.com/es/2016/02/16/denuncian-un-negocio-sucio-en-la-compania-electrica-de-puerto-rico/"}