{"authors": ["El Comité Editorial", "Por El Comité Editorial"], "date_download": "2018-11-16 03:45:20", "date_modify": "2018-11-16 03:45:20", "date_publish": "2016-10-28 15:00:59", "description": "Hay pocas esperanzas de que el diálogo entre la oposición y el gobierno venezolano, con la presencia de un enviado del Vaticano, fructifique por lo que los gobiernos de la región deben intensificar su presión para generar cambios en Venezuela.", "filename": "es_2016_10_28__1542339920.html", "image_url": "https://static01.nyt.com/images/2016/10/27/opinion/27thu2/27thu2-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_10_28__1542339920.html", "title": "La peligrosa encrucijada de Venezuela", "title_page": "La peligrosa encrucijada de Venezuela – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nLa posibilidad de revocar al presidente de Venezuela, Nicolás Maduro, a través de un referendo siempre fue una opción muy improbable. Sin embargo, representaba la mayor esperanza de terminar, a través de medios constitucionales, con una era de gobiernos autoritarios y un desastroso manejo de la economía.\nNo obstante, la semana pasada los aliados de Maduro en los tribunales y el Consejo Nacional Electoral (CNE) suspendieron el proceso, generando las reacciones ya previsibles. El miércoles, manifestantes enfurecidos salieron a las calles, donde algunos fueron atacados por las fuerzas de seguridad, mientras sus líderes convocaron a una manifestación el próximo 3 de noviembre que tiene por objetivo llegar a Miraflores, el palacio presidencial.\nLa última confrontación entre el gobierno y la oposición comenzó con unos dictámenes de algunos tribunales regionales que anularon algunas firmas en apoyo del referendo, aduciendo que se habían recolectado de manera fraudulenta. Basándose en esas decisiones, el CNE, dirigido por simpatizantes del gobierno, suspendió la siguiente fase del proceso que es la recolección de firmas del 20 por ciento de los votantes de cada estado. Esta decisión hace casi imposible que el revocatorio se realice antes del 10 de enero de 2017, la fecha límite para que puedan convocarse nuevas elecciones presidenciales antes de que se termine el actual mandato en 2019.\nLa Asamblea Nacional de Venezuela, liderado por los opositores de Maduro, reaccionó con justa indignación. Durante una reunión realizada el domingo, los líderes dijeron que la decisión de la comisión electoral representaba una “ruptura del orden constitucional” y un golpe de Estado al poder legislativo. Pronto el encuentro se convirtió en una refriega sangrienta después de que un grupo de simpatizantes del gobierno irrumpió en la sede.\nAlgunos legisladores de la oposición habían propuesto realizar un juicio de destitución. Aunque eso sucediera, es poco probable que constituyera más que un gesto simbólico. Parece que los líderes opositores concentran sus esfuerzos en actos de desobediencia civil. “Que lo sepan Maduro y sus enchufados: ser pacífico no significa que no vayamos a defender al país cuando tengamos que hacerlo”, dijo el líder de la oposición Henrique Capriles Radonski mediante una declaración en la que convocó a los venezolanos a unirse a la manifestación del próximo miércoles. “A Venezuela hay que salvarla porque la patria se nos está cayendo por un abismo al que este gobierno la está empujando”.\nEstos reveses han generado los llamados internacionales al diálogo. El Vaticano se ofreció a actuar como mediador de las conversaciones entre el gobierno y la oposición. Sin embargo, hay pocos motivos para ser optimistas. Maduro ha demostrado que no está dispuesto a compartir el poder ni a reconocer que una crisis humanitaria se ha apoderado de la nación. Esto debe convencer a los líderes de la región para que condenen a Maduro con más fuerza de lo que lo han hecho, e invitar a los jueces y burócratas a dejar de actuar como cómplices de la dictadura que se está gestando. Por su parte, China —que ha mantenido a flote al país durante los años de bajos precios de petróleo— debe dejar de financiar a ese gobierno. Es poco probable que Pekín recupere sus inversiones en Venezuela mientras Maduro siga en el poder.\nEntre tanto, los ciudadanos comunes sufren de desnutrición y mueren innecesariamente, y los problemas se agravan debido a que el gobierno se niega a aceptar la ayuda humanitaria. La situación empeora, lo que hace lógico que más venezolanos se sientan obligados a rebelarse por la desesperación. Si hay más derramamiento de sangre, Maduro será el responsable.", "url": "https://www.nytimes.com/es/2016/10/28/la-peligrosa-encrucijada-de-venezuela/"}