{"authors": ["Nick Madigan", "Por Nick Madigan"], "date_download": "2018-11-16 03:44:43", "date_modify": "2018-11-16 03:44:43", "date_publish": "2017-05-09 17:00:12", "description": "El museo tiene exhibiciones pensadas para ser táctiles e involucrar a los visitantes en diversos aspectos del ámbito científico, con la intención de combatir el desconocimiento sobre temas como el cambio climático en un estado donde este posa", "filename": "es_2017_05_09__1542339883.html", "image_url": "https://static01.nyt.com/images/2017/05/04/science/04MUSEUM9/04MUSEUM9-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_05_09__1542339883.html", "title": "Un altar dedicado a la ciencia abre sus puertas en Miami", "title_page": "Un altar dedicado a la ciencia abre sus puertas en Miami – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read in English\nMIAMI — Durante décadas, los estudiantes del sur de Florida y los adultos fascinados por las galaxias lejanas, los ecosistemas del planeta, las propiedades de la luz y el sonido, así como otras maravillas de la ciencia, solo tenían un pintoresco y anticuado museo donde podían explorar sus intereses.\nDespués de que la inauguración fue retrasada durante mucho tiempo, por fin abrió sus puertas un nuevo y vasto museo de ciencias en el centro de la ciudad; los visitantes podrán estar debajo de un acuario suspendido y observar tiburones martillo y tigre, mantarrayas y otras criaturas a través de un óculo, una lente que dará la impresión de ver a los peces desde el fondo de un enorme vaso de coctel. Esa es solo una de las muchas atracciones y exhibiciones.\nContinue reading the main story Foto\nLos funcionarios del Museo de Ciencias Phillip y Patricia Frost, que costó 305 millones de dólares, prometen que será una expresión intensa de la exposición y la investigación científicas modernas. Su apertura se da después de una serie de contratiempos, demandas y un esfuerzo por terminar la estructura de 23.225 metros cuadrados. Durante una etapa, el proyecto estuvo a nada de quedarse sin fondos.\nLa publicitada inauguración del museo es importante particularmente en un estado que está en peligro debido al aumento del nivel del mar y que es gobernado por Rick Scott, quien ha dicho que no está convencido de que el cambio climático y el calentamiento global sean reales y cuya administración ha establecido una política implícita mediante la cual las agencias estatales deben abstenerse de usar esos términos.\nContinue reading the main story Foto\n“El problema no es que las personas no crean en la ciencia, sino que eligen la ciencia que quieren creer”, dijo Frank Steslow, un microbiólogo que fue designado hace un año como presidente del museo, mientras caminaba en el sitio de 1,6 hectáreas. “Creo que solo necesitamos ser quienes somos, presentar los hechos y ser una fuente de información para todos”.\nMientras los trabajadores iban de un lado a otro, Steslow señaló exposiciones interactivas sobre el frágil ecosistema del sur de Florida, incluyendo una acerca de los vastos y menguantes pantanos de los Everglades y las diversas especies animales, muchas de ellas en peligro de extinción, cuyo hogar es esta región.\nContinue reading the main story Foto\nUn planetario de 250 asientos, con su imponente orbe visible a los transeúntes de Biscayne Boulevard, llevará a los visitantes en lo que el museo llama “un viaje visual deslumbrante” al espacio exterior, al fondo del océano o dentro del cuerpo humano en una enorme pantalla en forma de domo que se inclina hacia adelante a 23,5 grados para que las imágenes se muevan a través de todo el campo de visión del espectador.\nComo parte del énfasis que el museo ha puesto en las experiencias táctiles, dijo Steslow, y también para resaltar el vínculo natural de la zona con el océano Atlántico y el golfo de México, los visitantes podrán echar un vistazo dentro del acuario a través de un dispositivo similar a un periscopio que les dará la perspectiva de un tiburón que busca comida. También podrán tocar erizos vivos, estrellas de mar y moluscos. Las “cámaras de captura” tridimensionales rastrearán los movimientos de las personas y así será posible que la mano de un visitante, barrida a través de una pantalla del tamaño de una pared, disperse los bancos de peces proyectados sobre la pantalla.\nContinue reading the main story Foto\nLas exposiciones incluyen un aviario de vuelo libre y una colección de corales vivos. Otras mostrarán la ciencia del sistema solar y la física de los láseres, así como la historia y ejecución del vuelo, desde los primeros reptiles voladores hasta la exploración espacial y el avión moderno.\nEn una sala llamada MeLaβ, los visitantes podrán estudiar su propia salud y darle seguimiento. “Te conviertes en el experimento”, señala la página web del laboratorio. “Salta en la pista de baile interactiva y descubre cuántos pasos se necesitan para quemar esa pizza o ensalada; toma desafíos cronometrados para ejercitar el cerebro y ver cómo respondes bajo presión, o descansa en una cápsula de relajación para saber qué música te ayuda a relajarte”.\nContinue reading the main story Foto\nEl nuevo museo fue concebido por primera vez hace 20 años y remplaza a un edificio mucho más pequeño que había recibido a los visitantes desde 1960. Será “muy importante por la manera en que brindamos educación para las comunidades”, dijo Roni Avissar, la decana de la Rosenstiel School of Marine and Atmospheric Science de la Universidad de Miami.\n“Desafortunadamente, no es un buen momento para ser científico”, dijo Avissar. “Me parece muy extraño que por parte de la clase política haya una falta de interés, o por lo menos se perciba así, en apoyar a la ciencia”.\nContinue reading the main story Foto\nPara cubrir los costos operativos anuales esperados de 20,7 millones de dólares, incluyendo el pago a un equipo de 150 personas, el museo Frost debe atraer a 725.000 visitantes al año, un cálculo que los funcionarios esperan superar, dijo Paola Villanueva, portavoz del museo.\nSin embargo, la base financiera del proyecto ha sido inestable desde hace años. En 2015 y el año pasado, la recaudación de fondos fue tan decepcionante que casi todo el consejo de administración fue despedido.\nContinue reading the main story Foto\nPhillip y Patricia Frost, cuya riqueza proviene principalmente de los productos farmacéuticos y cuyos nombres ya adornan edificios de la Universidad de Miami y la Universidad Internacional de Florida, inicialmente donaron 35 millones de dólares para el museo de ciencias y convirtieron una garantía de préstamo de 10 millones de dólares en un regalo en 2015, cuando las finanzas del proyecto salieron mal.\n“Nunca pensé que el proyecto no se terminaría, pero por supuesto que estábamos preocupados, porque llegaron al punto en que el camino para avanzar no era claro”, dijo Frost en una entrevista telefónica. “El condado vino al rescate y nosotros pudimos contribuir un poco”.\nDesde el punto de vista de Frost, el museo era una empresa demasiado grande para que triunfara sin toparse con ningún problema.\n“Aunque no fue su culpa, las personas que lo concibieron originalmente no tenían la experiencia suficiente en el área para darse cuenta de lo complejo que era el proyecto”, dijo Frost. “Podrían haberse decidido por una versión menos complicada del museo, lo cual también habría estado bien. Sin embargo, ahora tenemos esta magnífica institución y apoyarla depende de la comunidad”.", "url": "https://www.nytimes.com/es/2017/05/09/un-altar-dedicado-a-la-ciencia-abre-sus-puertas-en-miami/"}