{"authors": ["Jon Mooallem", "Por Jon Mooallem"], "date_download": "2018-11-16 03:44:59", "date_modify": "2018-11-16 03:44:59", "date_publish": "2017-04-24 11:00:11", "description": "Las alertas sobre el cambio climático en general se enfocan en el futuro, pero ya lo estamos viviendo: inundaciones más intensas, sequías y tormentas cada vez más frecuentes. ¿Cómo es que vivimos a sabiendas de que el mundo que conocemos se está perdiendo y, en algunos casos, ya no es más?", "filename": "es_2017_04_24__1542339899.html", "image_url": "https://static01.nyt.com/images/2017/04/23/magazine/23cover/23cover-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_04_24__1542339899.html", "title": "El mundo ante la amnesia ambiental", "title_page": "El mundo ante la amnesia ambiental – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEl futuro sobre el cual nos han advertido está comenzando a sentirse en el presente. Tendemos a imaginar el cambio climático como la destrucción. Sin embargo, también se disfraza de alteración y caos: tormentas y sequías cada vez más frecuentes y poderosas; inundaciones más intensas; extensas variedades de pestes que convierten bosques en yesca de incendios sin control, o temporadas en las que el calor es insoportable. Tantas facetas de nuestra existencia —la agricultura, el transporte, las ciudades y la arquitectura que estas engendraron, por ejemplo— fueron diseñadas para entornos específicos y ahora, poco a poco, están siendo remplazadas por otras distintas, más volátiles, sin mudarse o cambiar.\nEstamos acostumbrados a escuchar sobre casos trágicos de naciones insulares que sencillamente desaparecerán; países como Tuvalú y Kiribati que enfrentan la posibilidad de tener que negociar la reubicación de todos sus ciudadanos a otros países. Sin embargo, también debe haber, en algún rincón del planeta, y para cada uno de sus habitantes, un umbral en el que un lugar familiar se convierte en uno desconocido: una atmósfera alterada, inundada de extrañeza y rareza, en la que, de un modo u otro, viviremos, aunque en el exilio. El filósofo australiano Glenn Albrecht describe este sentimiento como “solastalgia”, un desconsuelo en respuesta a cambios negativos en el medioambiente o “la añoranza que nos aqueja sin que nos hayamos ido del lugar que llamamos ‘hogar’”.\nAlgunas comunidades enfrentarán nuevos problemas y variantes climáticas; en otras, los ya existentes se intensificarán. Las sociedades que ya son vulnerables —los pobres, los mal gobernados— podrían llegar a puntos críticos muy sombríos. Pensemos en el hambre generalizada que azota a Sudán del Sur, Nigeria, Yemen y Somalia, donde se prevé que un total de casi medio millón y medio de niños muera este año y se espera que el cambio climático empeore el tipo de sequías que ha ocasionado. También pensemos en un informe de 2015 del Departamento de Defensa de Estados Unidos que enmarca el cambio climático como un “multiplicador de amenazas” geopolíticas que “amenazarán la estabilidad interna en diversos países”, y cita un estudio que demuestra cómo una sequía de cinco años en Siria contribuyó con el estallido del conflicto actual en esa zona. No obstante, la negación está otra vez de moda entre los más poderosos. En Estados Unidos hay un presidente que ha dicho que el cambio climático es un invento, por ejemplo.\nContinue reading the main story Foto\nTambién nos alejamos de la desorientación y de la alarma de otras formas más nocivas. Parecemos capaces de normalizar las catástrofes a medida que las vivimos, un fenómeno que hace referencia a lo que Peter Kahn, profesor de Psicología de la Universidad de Washington, llama “amnesia ambiental generacional”. Cada generación, argumenta Kahn, puede reconocer solo los cambios ecológicos de los que sus miembros son testigos durante su vida. En una charla reciente, Kahn puso como ejemplo las condiciones de vida en una megalópolis como Calcuta, o en las áreas tan empobrecidas y contaminadas de Houston que se han visto afectadas por las refinerías de petróleo. En Houston, donde llevó a cabo su primera investigación a principios de los 90, Kahn descubrió que dos terceras partes de los niños a los que entrevistó entendían que la contaminación del aire y del agua eran problemas ambientales, pero solo una tercera parte creía que su propio barrio estaba contaminado. “La gente nace en estas condiciones de vida”, me explicó Kahn, “y piensa que es lo normal”.\nSe puede ignorar algo no solo mirando hacia otro lado, sino si se le mira tan de cerca que se pierde perspectiva.\nDaniel Pauly, científico que estudia al sector pesquero en la Universidad de Columbia Británica, llegó casi a la misma conclusión, pues reconoció que, a medida que colapsaban las poblaciones de peces de gran tamaño, la humanidad –ignorante– había cambiado a la pesca de especies relativamente más pequeñas. En consecuencia, escribió Pauly, se da de manera generalizada la “desaparición progresiva” de esa parte de la fauna a partir de “puntos de referencia inadecuados”. Denominó a esta visión defectuosa “síndrome de cambio en el punto de referencia”.\nSin embargo, existen muchos cambios más sutiles en nuestra conciencia que no se pueden delimitar de forma tan precisa. Escenarios que sonarían distópicos o satíricos como proyecciones futuras que se materializan modestamente en la realidad.\nEl año pasado por el derretimiento del permafrost en Siberia se liberó una cepa de ántrax que había quedado encapsulada en el cadáver de un reno congelado, misma que enfermó a cien personas y mató a un niño. En julio de 2015, durante el mes más caluroso que se haya registrado en la Tierra (hasta que el siguiente año superó el récord) y el día más caluroso que se haya registrado en Inglaterra (hasta el siguiente verano), el diario The Guardian tuvo que cerrar su blog con actualizaciones en vivo sobre la ola de calor cuando los servidores se sobrecalentaron. Las ciudades que se encuentran a altitudes bajas en todo el mundo están experimentando más casos de “inundaciones sin lluvia”, en las que calles o barrios enteros quedan inundados temporalmente por la marea alta y las marejadas ciclónicas. Sin embargo, los científicos y los planificadores urbanos han conjurado un tecnicismo que suaviza esa sorprendente realidad: nuisance flooding, las inundaciones molestia.\nContinue reading the main story Foto\nKahn afirma que nuestra amnesia ambiental generacional es “uno de los problemas psicológicos centrales de nuestra época”, debido a que oculta la magnitud de muchos problemas muy concretos. Se puede ignorar algo no solo mirando hacia otro lado, sino si se le mira tan de cerca que se pierde perspectiva. No obstante, la marea siempre está en aumento en el horizonte, engullendo algo. Cuanto más vivimos, más angustiosamente atrapados nos sentimos entre las pérdidas que ya nos tocó vivir y las que vemos venir.\nNos las arreglaremos de algún modo, en el exilio.\nEstos puntos de referencia cambiantes también confunden la idea de una adaptación al cambio climático. Adaptación, señala Kahn, puede significar cualquier cosa, desde el ojo humano que se ajusta a un entorno con menos luz en unos cuantos milisegundos hasta los lobos que se transformaron en perros en el transcurso de miles de años. No siempre significa progreso, me explicó: “Es posible adaptarse y reducir la calidad de la vida humana”. Adaptarse para evitar a o para lidiar con el sufrimiento ocasionado por el cambio climático podría ocasionar paulatinamente más sufrimiento y, a causa de la amnesia ambiental generacional, incluso podríamos no reconocer hasta dónde llega. Trae a mi mente El árbol generoso de Shel Silverstein: por intentar cumplir los deseos del niño, queda reducido a un tocón.\nEn el nivel más básico, argumenta Kahn, ya nos estamos adaptando al cambio climático a través de una especie de consentimiento tácito, como la forma en la que la gente en una ciudad como Pekín acepta que pueden enfermarse por tan solo respirar el aire de la calle. “La gente lo sabe, tose y respira con dificultad”, me dijo, “pero no están organizando revoluciones políticas”. Nosotros tampoco. Kahn continuó diciendo que corremos el riesgo de quedarnos atrapados, a través de la adaptación gradual, en una condición de “prosperidad frustrada”.\nClaro, le dije, pero en algún momento todo será demasiado. Posiblemente, me contestó Kahn. No obstante, los supuestos sobre el futuro, sin importar lo obvios que nos puedan parecer, no se hacen realidad de manera automática.\n“Lo sorprendente es que nada de esto parece funcionar de la forma en que pensamos que debería hacerlo. Cuando crecí alrededor de San Francisco en la década de 1970, el tráfico ya era muy malo. Y pensé, si empeora un poco más, esto estremecerá nuestra conciencia de una manera importante. Pero cada cinco años, empeoraba”. Guardó silencio unos segundos, y dijo: “Me he quedado pensando en cuántos periodos de cinco años he vivido”.", "url": "https://www.nytimes.com/es/2017/04/24/el-mundo-ante-la-amnesia-ambiental-generacional/"}