{"authors": ["John Noble Wilford", "Por John Noble Wilford"], "date_download": "2018-11-16 04:16:12", "date_modify": "2018-11-16 04:16:12", "date_publish": "2016-04-03 18:00:27", "description": "Una nueva exhibición en el Museo de Historia Natural de Nueva York documenta la relación establecida recientemente entre los dinosaurios y las especies modernas.", "filename": "es_2016_04_03__1542341772.html", "image_url": "https://static01.nyt.com/images/2016/03/29/science/29DINOSAURS1/29DINOSAURS1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_04_03__1542341772.html", "title": "Los dinosaurios siguen entre nosotros", "title_page": "Los dinosaurios siguen entre nosotros – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEn un adelanto de la nueva exhibición del Museo de Historia Natural de Nueva York, “Dinosaurs Among Us”, los científicos se quitaron el sombrero ante Thomas Henry Huxley, el hombre que en la década de 1860 propuso que los dinosaurios realmente nunca habían desaparecido del planeta. La mayoría se extinguieron, pero su legado evolutivo vive entre nosotros: son las aves, las 18.000 especies de aves.\nEn 1895, cuando el más famoso de los libros de Charles Darwin, “El origen de las especies por medio de la selección natural”, todavía se imprimía, Huxley, que daba conferencias sobre paleontología e historia natural en Londres, escribió una reseña favorable y se convirtió en un adepto de la teoría de Darwin. Durante un debate el siguiente año, Huxley le ganó al obispo de Oxford, y de ahí en adelante se le conoció como el perro guardián de Darwin. También fue el primero en una larga estirpe de Huxley que se distinguieron en las ciencias y el arte.\nUnos cuantos años después, Huxley incluyó al arqueopterix, un fósil encontrado en una cantera caliza de Bavaria, en su defensa de Darwin. Lo sorprendieron las numerosas características de reptil que encontró en el fósil. Si no hubiera sido porque había una pluma marcada en el fósil, probablemente se habría confundido con un reptil. En un informe de 1867, Huxley estableció la relación evolutiva de las aves y los reptiles; mencionó 14 características anatómicas que se presentan tanto en las aves como en los reptiles, pero no en los mamíferos.\nEl arqueopterix era uno de esos “eslabones perdidos” en el registro de fósiles que Darwin veía, con preocupación, como una debilidad en su teoría de la evolución. Huxley llamó la atención sobre las plumas y la espoleta de esta ave y la larga y huesuda cola de reptil. Se trataba de una especie en transición.\n¿Por qué ha transcurrido tanto tiempo para reconocer que probablemente Huxley tuvo razón al decir que las aves se originaron a partir de dinosaurios terópodos y carnívoros?\nContinue reading the main story Foto\nDesde hace mucho tiempo Mark A. Norell, presidente de la división de paleontología del Museo en Nueva York y curador de la exhibición, ha sido un acérrimo defensor del vínculo dinosaurios-aves. La acumulación de numerosas pruebas durante las dos últimas décadas, en especial, la cantidad de dinosaurios emplumados encontrados en China, llevaron a los paleontólogos a organizar la exhibición como si se tratara de una victoria.\n“Me parece que va a cambiar la manera en que la gente piensa sobre los dinosaurios”, dijo el Dr. Norell.\nAunque todavía no están convencidos del todo, la mayoría de los ornitólogos ha dejado de oponerse al vínculo dinosaurios-aves. Parece que no pudieron concebir explicaciones alternativas a las pruebas recopiladas, dicen los paleontólogos.\nLa lenta evolución de la práctica de la paleontología constituyó otra razón para la tardanza en reconocer la percepción de Huxley. Durante el resto del siglo XIX y la primera mitad del XX, la caza mayor dentro de la búsqueda de fósiles eran los dinosaurios más grandes y extraños que atraían a las personas a los museos. Las expediciones a tierras lejanas se extendieron a casi todos los continentes, y se acumularon esqueletos más rápido de lo que podían analizarse a profundidad.\nEn la década de 1920, Roy Chapman Andrews se convirtió en el Indiana Jones de la vida real al traer del desierto Gobi, en Mongolia, diversas especies nuevas y los primeros huevos de dinosaurios. Si él hubiera encontrado dinosaurios con plumas entonces, sostienen los paleontólogos, el vínculo dinosaurios-aves se habrían reconocido mucho antes. Eso no sucedió sino hasta finales del siglo pasado.\nPara entonces, el trabajo de campo de los cazadores de fósiles seguía siendo importante, pero solo como un primer paso para un descubrimiento. Por ejemplo, en 1964 John H. Ostrom, de la Universidad de Yale, vio una garra de ave que salía del suelo en Montana. Llamó al dinosaurio deinonico, o “garra terrible”. Pero le recordó la idea evolutiva de Huxley y lo llevó a incluir a las aves en las nuevas generaciones de investigaciones sobre dinosaurios.\nDurante las últimas dos o tres décadas, las disciplinas biológicas se han unido a los estudios sobre dinosaurios al utilizar herramientas capaces de ir más allá de las terribles limitaciones en cuanto a las garras que presentan los cráneos y huesos fosilizados. Alguna vez este campo estuvo dominado por los geólogos, afirma el Dr. Norell, pero “ahora a muchos de nosotros nos podrían llamar paleobiólogos”.\nAsimismo, se han encontrado miles de fósiles con marcas de plumas en la provincia de Liaoning, en el noreste de China, en los últimos 15 años, dijo el Dr. Norell. Las aves son las únicas criaturas emplumadas que viven actualmente, pero hace 150 millones de años las primeras aves y los dinosaurios de todas las formas y tamaños tenían plumas, no necesariamente para volar. Según los investigadores del museo, las plumas constituyen una de las coberturas para piel más útiles que hayan evolucionado como protección o atracción para el apareamiento, así como para vuelos planeados y vigorosos.\nPaul C. Sereno, un paleontólogo de la Universidad de Chicago, ha analizado muchos fósiles chinos recientes de animales que vivieron hace más de 100 millones de años y que se encontraron en sedimentos de lechos lacustres.\n“Huxley fue un anatomista brillante”, afirmó Sereno. “Algunas de las primeras aves del sitio chino se ven como el arqueopterix. Esta vez, la transición dinosaurio-ave ha ganado preeminencia”.", "url": "https://www.nytimes.com/es/2016/04/03/los-dinosaurios-siguen-entre-nosotros/"}