{"authors": ["Nicholas St. Fleur", "Por Nicholas St. Fleur"], "date_download": "2018-11-16 04:16:12", "date_modify": "2018-11-16 04:16:12", "date_publish": "2016-11-23 16:00:38", "description": "Al estudiar el cráter de Chicxulub, causado por la caída de un meteorito en la península de Yucatán, los investigadores hallaron que el impacto catapultó materiales enterrados en las profundidades de la corteza del planeta a zonas más cercanas a la superficie.", "filename": "es_2016_11_23__1542341772.html", "image_url": "https://static01.nyt.com/images/2016/11/18/science/18TB-CRATER-1479408746987xx/18TB-CRATER-1479408746987-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_11_23__1542341772.html", "title": "Interesantes hallazgos en el sitio donde impactó el meteorito que acabó con los dinosaurios", "title_page": "Interesantes hallazgos en el sitio donde impactó el meteorito que acabó con los dinosaurios – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nHace unos 66 millones de años, un meteorito se estrelló en la península de Yucatán en México, lo que desencadenó la extinción que arrasó con los dinosaurios y casi acaba con la vida en la Tierra. Chocó con una energía equivalente a 100 millones de bombas atómicas y dejó una cicatriz de 160 kilómetros de ancho que hoy se conoce como el cráter de Chicxulub.\nHace poco, un equipo de geofísicos perforó la inmensa cavidad que se encuentra en el golfo de México y concentró sus esfuerzos en una serie de elevaciones circulares (anillo de picos) ubicada en su centro. Sus hallazgos muestran que los impactos de gran poder son capaces de catapultar materiales enterrados en las profundidades de la corteza del planeta a zonas mucho más cercanas a la superficie.\n“Chicxulub es el único cráter de la Tierra con un anillo de picos intacto del que podemos tomar muestras, pues el siguiente anillo de picos intacto está en la luna”, afirmó Sean P. S. Gulick, geofísico marino de la Universidad de Texas en Austin. “Es el punto de impacto donde se desencadenó la extinción del Cretácico”.\nContinue reading the main story Foto\nGulick y su colega Joanna Morgan, geofísica de Imperial College London, encabezaron un grupo de más de 30 investigadores de doce países que realizaron las perforaciones en el cráter de Chicxulub. Las perforaciones en la roca de la zona marina les permitieron descubrir que los anillos de picos están hechos de granito, el cual por lo regular se encuentra a mucho mayor profundidad en la corteza terrestre. Llegaron a la conclusión de que el impacto del meteorito fue tan fuerte que levantó sedimento de la corteza inferior varios kilómetros arriba, hacia la superficie.\n“Esta roca se comportó como un fluido por un breve instante, y las rocas no tienden a hacer eso”, explicó Morgan. “El proceso de formación de un gran cráter es espectacular”.\nLos resultados del equipo, que se publicaron recientemente en la revista Science, podrían ayudar a dar por terminadas las discusiones sobre la formación del cráter Chicxulub en los minutos que siguieron al choque colosal. Esta investigación podría dar fundamento al modelo teórico de colapso dinámico, que sugiere que el impacto del asteroide fue de tal intensidad que sacudió las rocas en lo profundo de la corteza terrestre y provocó que se dispararan, para después colapsar hacia abajo, a la superficie, dando paso a la formación de los anillos de picos. Sus hallazgos ponen en duda otro modelo cuya teoría es que los anillos de picos se formaron cuando se fundieron áreas superiores de la corteza.\nContinue reading the main story Foto\n“El otro modelo no puede ser correcto dados nuestros hallazgos”, declaró Gulick. Comentó que la teoría quizá también explique cómo se formaron los enormes cráteres que se observan en la Luna, Mercurio y Venus.\nEl cráter Chicxulub está enterrado bajo 66 millones de años de sedimentos, y si pudiéramos observarlo hoy en día, la mitad estaría bajo el agua y la otra mitad estaría cubierta con la vegetación de la selva. El equipo trabajó a bordo de un buque transformado en estación de perforación, suspendido a unos 12 metros por encima del Golfo de México, sobre tres patas semejantes a pilares.\nPara alcanzar el anillo de picos, el equipo debió perforar a través de unos 18 metros de agua, además de unos 600 metros de caliza y otro tipo de sedimento que se había acumulado desde el impacto. Mientras iban perforando la corteza, recopilaban núcleos, muestras cilíndricas de tres metros que la máquina llevaba a la superficie. Por un tiempo, el equipo obtuvo núcleos llenos de piedra caliza y restos de roca rota y fundida llamada brecha.\n“Era caliza, caliza, caliza, brecha. Y después, de repente, ¡granito!”, relató Gulick. “Fue muy emocionante, se ve como una cubierta clásica de granito rosa”.\nEncontraron el granito en el anillo de picos alrededor de 760 metros bajo el nivel del mar, pero creen que quizá provenga de corteza que se encontraba a más 7,6 kilómetros de profundidad antes del impacto.\n“Fue un gran hallazgo, porque indica que este anillo de picos no se formó a partir de algo que estuviera a poca profundidad”, concluyó Gulick. “Tiene que haber venido de más abajo porque está hecho de roca enterrada a gran profundidad que ahora está en la superficie”.\nEl equipo descubrió algo más durante su excavación. Se percataron de que el granito de las muestras que obtuvieron era más débil y ligero que el granito normal; algunas muestras incluso se desmoronaron en sus manos. Uno de los siguientes pasos del equipo es descubrir cómo fue que las rocas llegaron a ser tan débiles para comportarse como un fluido.", "url": "https://www.nytimes.com/es/2016/11/23/interestantes-hallazgos-en-el-sitio-donde-impacto-el-meteorito-que-acabo-con-los-dinosaurios/"}