{"authors": ["Cal Newport", "Por Cal Newport"], "date_download": "2018-11-16 03:45:18", "date_modify": "2018-11-16 03:45:18", "date_publish": "2016-11-25 12:00:44", "description": "El uso de redes sociales atenta contra la concentración profunda en tareas difíciles que cada vez son más necesarias en la economía actual. Si de verdad quieres dejar un impacto en el mundo, apaga tu teléfono.", "filename": "es_2016_11_25__1542339918.html", "image_url": "https://static01.nyt.com/images/2016/11/20/business/20PRE/20PRE-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_11_25__1542339918.html", "title": "La distracción de las redes sociales está afectando tu carrera. Desconéctate", "title_page": "La distracción de las redes sociales está afectando tu carrera. Desconéctate – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSoy un científico computacional millennial que también escribe libros y dirige un blog. Demográficamente hablando, debería ser alguien que usara las redes sociales con mucha frecuencia, pero no es mi caso. Jamás he tenido una cuenta en una red social.\nEn este momento, eso me hace excepcional pero creo que muchas más personas deberían seguir mi ejemplo y dejar de usar las redes. Hay muchos problemas con ellas, desde su corrosión de la vida civil hasta su superficialidad cultural, pero el argumento que quiero exponer es más pragmático: deberías dejar de tener redes sociales porque pueden afectar tu carrera.\nEsta afirmación, desde luego, se opone a nuestro entendimiento actual del papel de las redes sociales en la esfera profesional. Nos han dicho que es importante atender la llamada ‘huella en redes sociales’, pues eso te brinda acceso a oportunidades que de otra manera podrías perder, y además apoya la red de contactos diversos que necesitas para avanzar. Muchas personas de mi generación temen que sin una presencia en redes sociales podrían pasar desapercibidas en el mercado laboral.\nEn un ensayo publicado hace poco en la New York Mag, Andrew Sullivan recordó la época en que comenzó a sentirse obligado a actualizar su blog cada media hora más o menos. Parecía que todos los que tenían una cuenta en Facebook y un teléfono inteligente ahora se sentían bajo la presión de dirigir su propia operación individual en los medios y “el ritmo alguna vez inimaginable del bloguero profesional ahora es lo predeterminado para todos”, escribió.\nCreo que este comportamiento es erróneo. En una economía capitalista, el mercado recompensa cosas que son raras y valiosas. Decididamente, el uso de las redes sociales no es raro ni valioso. Cualquier persona de 16 años con un teléfono inteligente puede inventar una etiqueta o volver a publicar un artículo viral. La idea de que si participas de forma suficiente en estas actividades de poco valor de alguna manera obtendrás algo muy preciado para tu carrera, es la misma alquimia dudosa que conforma el núcleo de la mayoría de los remedios milagrosos y la charlatanería en los negocios.\nEl éxito profesional es difícil pero no complicado. La base de los logros y la realización, casi sin excepción, requiere de que perfecciones un talento útil y después lo apliques a las cosas que te importan. Esa es una filosofía que quizás se resume mejor en el consejo que Steve Martin solía darles a quienes aspiraban a ser artistas: “Sé tan bueno que no puedan ignorarte”. Si haces eso, el resto del trabajo saldrá solo, sin importar el número de seguidores que tengas en Instagram.\nUna respuesta común a mi escepticismo en torno a las redes sociales es la idea de que usar estos servicios “no hace daño”. Además de perfeccionar tus habilidades y producir cosas que sean valiosas, señalan mis críticos, ¿por qué no también exponerte a las oportunidades y conexiones que pueden generar las redes sociales? Tengo dos objeciones para esta lógica.\nPrimero, las oportunidades interesantes y las conexiones útiles no son tan escasas como dicen que lo son quienes defienden las redes sociales. En mi vida profesional, por ejemplo, conforme mejoré mi posición como académico y escritor, comencé a recibir más oportunidades interesantes de las que podía atender. Actualmente, tengo filtros en mi sitio web cuyo objetivo es reducir, y no aumentar, la cantidad de ofertas y propuestas que recibo.\nMi investigación en torno a los profesionales exitosos subraya que esta experiencia es común: mientras te vuelves más valioso en el mercado laboral, las cosas buenas te encontrarán. Para ser claro, no estoy diciendo que las nuevas oportunidades y conexiones no sean importantes. Lo que digo es que no se necesita de las redes sociales para ayudar a atraerlas.\nMi segunda objeción gira en torno a la idea de que las redes sociales son inofensivas. Considera que la habilidad de concentrarse sin distracción en las tareas difíciles se está volviendo cada vez más valiosa en una economía que cada vez es más complicada. Las redes sociales debilitan esta habilidad porque están diseñadas para ser adictivas. Cuanto más las utilices de la manera en que están diseñadas para utilizarse —persistentemente a lo largo de las horas que pasas despierto— tu cerebro aprenderá a anhelar una ráfaga veloz de estímulo a la menor percepción de aburrimiento.\nUna vez que esta conexión pavloviana se solidifica, se hace difícil desplegar en las tareas difíciles la concentración incondicional que requieren y tu cerebro simplemente no tolerará un periodo tan largo sin una dosis. En efecto, parte de mi rechazo a las redes sociales proviene de este temor de que tales servicios disminuyan mi habilidad de concentrarme… la aptitud con la que me gano la vida.\nLa idea de incluir en mi vida, a propósito, un servicio diseñado para fragmentar mi atención me resulta tan aterradora como lo sería la idea de fumar para un atleta de alto rendimiento y también debería serlo para ti si tienes planes serios para crear cosas que importen.\nDedicarte a cultivar tu marca en las redes sociales es un acercamiento fundamentalmente pasivo al avance profesional. Le quita tiempo y atención a tu valiosa producción de trabajo con tal de convencer al mundo de que tú importas. Esa última actividad es seductora, en especial para muchos integrantes de mi generación criados bajo este mensaje, pero puede resultar desastrosamente contraproducente.\nGran parte de las redes sociales se describen de mejor manera como una colección un tanto trivial de servicios de entretenimiento que actualmente están teniendo un buen momento. Estas redes son divertidas, pero te estás engañando si crees que los mensajes de Twitter, las publicaciones y los me gusta son un uso productivo de tu tiempo.\nSi de verdad quieres dejar un impacto en el mundo, permite que se acabe la batería de tu teléfono, cierra las pestañas de tu navegador, súbete las mangas y ponte a trabajar.", "url": "https://www.nytimes.com/es/2016/11/25/la-distraccion-de-las-redes-sociales-esta-afectando-tu-carrera-desconectate/"}