{"authors": ["Ben Sisario", "Por Ben Sisario"], "date_download": "2018-11-16 04:15:34", "date_modify": "2018-11-16 04:15:34", "date_publish": "2016-06-06 14:50:10", "description": "Una demanda alega que varios fragmentos de “Stairway to Heaven”, la canción clásica de Led Zeppelin y uno de los pilares del rock sinfónico, fueron copiados de \"Taurus\", una melodía instrumental de Spirit, un grupo menos conocido.", "filename": "es_2016_06_06__1542341734.html", "image_url": "https://static01.nyt.com/images/2016/06/04/business/03COPYRIGHT/03COPYRIGHT-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_06__1542341734.html", "title": "Led Zeppelin defenderá ‘Stairway to Heaven’ en tribunales por acusaciones de plagio", "title_page": "Led Zeppelin defenderá ‘Stairway to Heaven’ en tribunales por acusaciones de plagio – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nBeyoncé está de gira, Drake negocia sus producciones en streaming y Taylor Swift terminó con su novio. Pero la noticia más candente de la industria de la música podría suceder en un tribunal federal de Los Ángeles.\nAllí, Jimmy Page y Robert Plant de Led Zeppelin se defenderán de una demanda que alega que varios fragmentos de “Stairway to Heaven” —canción clásica de la banda y uno de los pilares del rock sinfónico desde su lanzamiento en 1971— fueron copiados de “Taurus”, una melodía instrumental de Spirit, un grupo menos conocido.\nEl juicio, que empezará el 14 de junio (y se espera que Page y Plant estén presentes), puede resultar una fascinante farsa jurídica para los fanáticos. Pero también será seguido por la industria musical que lucha contra una serie de recientes decisiones sobre derechos de autor.\nEl año pasado un jurado federal decidió que Robin Thicke y Pharrell Williams habían copiado partes de una canción de Marvin Gaye en el hit “Blurred Lines”, lanzado por Thicke en 2013, por lo que se les ordenó que pagaran 7,4 millones de dólares (luego se redujo a 5,3 millones).\nLos expertos dijeron que la decisión penaliza el uso de elementos de canciones que desde hace tiempo se consideraban como procedimientos lícitos y advirtieron sobre los efectos negativos que tienen este tipo de decisiones en la creatividad musical.\nAbogados y ejecutivos en el negocio de la música dicen que ese caso plantea nuevas preguntas sobre la composición y los derechos de autor —problemas que durante mucho tiempo han constituido una parte importante de los litigios en la industria. También han provocado un escrutinio más cuidadoso cada vez que los créditos de una canción son cambiados o alterados, como pasó hace un año cuando los coautores de “Uptown Funk”, el éxito retro de Mark Ronson, fueron añadidos.\n“Usualmente la melodía y la letra eran las bases de todas las demandas, pero ahora es mucho más difuso”, comentó Jay Rosenthal, un abogado en la industria de la música y el exrepresentante general de National Music Publishers’ Association. “‘Blurred Lines’ abrió la puerta para que el ritmo, los beats y el feel tengan dueño y eso no era así”.\nEl caso de Led Zeppelin se inició hace dos años por un fondo que representa las canciones de Randy Wolfe, también conocido como Randy California, uno de los principales compositores de Spirit que murió en 1997. Pero la disputa recuerda al caso de “Blurred Lines” y es vista como una prueba de los límites del derecho de autor.\nEl caso se centra en la famosa apertura de “Stairway to Heaven”, en la que una guitarra acústica interpreta acordes que conforman arpegios en un patrón descendente. La demanda sostiene que esa parte fue copiada de “Taurus”, una canción de Spirit lanzada en 1968. Francis Malofiy, el principal abogado de los demandantes, dijo que los miembros de Led Zeppelin escucharon la canción de Spirit cuando las bandas se cruzaron al principio de sus carreras.\nLa demanda que fue presentada por Michael Skidmore, el beneficiario del fondo de las canciones de Randy Wolfe, acusa a Led Zeppelin de infringir los derechos de autor y “falsificar la historia del rock”. Malofiy ha dicho que pedirán unos 40 millones de dólares por daños y perjuicios.\nWolfe nunca demandó pero Skidmore, un consultor de aduanas y experiodista musical que controla los derechos del compositor desde 2009, presentó el caso en 2014 poco después de que un fallo de la Corte Suprema dijera que los casos de infracción de derechos de autor podían ser presentados incluso después de mucho tiempo.\nPage y Plant niegan haber oído “Taurus” antes de que se iniciara el proceso legal y dicen que “Stairway to Heaven” fue escrita de manera independiente. Sin embargo, en los últimos años, la banda ha resuelto numerosos problemas de plagio mediante la adición de otros créditos de compositores en sus álbumes.\nEn 2012, por ejemplo, la banda llegó a un arreglo con Jake Holmes por “Dazed and Confused” y en las versiones posteriores de la canción aparece como escrita por Page e “inspirada por Jake Holmes”. Pase lo que pase con el juicio de Led Zeppelin, la industria todavía trata de comprender los efectos del caso “Blurred Lines”, cuya decisión aún se encuentra bajo apelación.\nEl juez encargado del proceso contra Led Zeppelin, R. Gary Klausner, ya ha dictaminado que los anteriores problemas de la banda con los derechos de autor no pueden ser presentados en el juicio, y Malofiy, el abogado del demandante, enfrenta otros retos.\nComo el caso se centra en la composición de canciones, más que en la grabación, el jurado debe basar su decisión en la versión escrita de Taurus que se utilizó para registrar los derechos de autor. Al igual que pasó con “Blurred Lines”, el jurado podrá escuchar versiones de las dos canciones que serán presentadas por expertos musicales de las partes involucradas.\nLed Zeppelin sostiene que las semejanzas entre las canciones son elementos genéricos en la composición musical que se remontan a varias décadas, y el núcleo de los acordes en disputa son poco más que una progresión de acordes básicos.\nPero el juez Klausner encontró que había suficientes similitudes para justificar el proceso, por lo que escribió: “Si bien es cierto que una progresión cromática descendente de cuatro acordes es común en la industria de la música, las similitudes de este caso trascienden la estructura del núcleo”.\nUn jurado decidirá cuán similares son ambas canciones.", "url": "https://www.nytimes.com/es/2016/06/06/led-zeppelin-defendera-stairway-to-heaven-en-tribunales-por-acusaciones-de-plagio/"}