{"authors": ["Marina Franco", "Por Marina Franco"], "date_download": "2018-11-16 03:44:54", "date_modify": "2018-11-16 03:44:54", "date_publish": "2017-02-15 08:00:57", "description": "Mientras el gobierno de Estados Unidos busca sostener un veto a refugiados y países predominantemente musulmanes, un programa en México da cobijo a jóvenes que huyeron de la guerra con el fin de que puedan retomar sus estudios.", "filename": "es_2017_02_15__1542339894.html", "image_url": "https://static01.nyt.com/images/2017/02/11/universal/es/habeshaES1/habeshaES1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_02_15__1542339894.html", "title": "Para seis jóvenes sirios, una nueva vida en México", "title_page": "Para seis jóvenes sirios, una nueva vida en México – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "CIUDAD DE MÉXICO — Samah Abdulhamid, una joven siria de 26 años, no sabía mucho sobre México antes de aterrizar en el país el 2 de febrero. Pero tenía claro una de las cosas que quería hacer:\n“Fui al museo de Frida Kahlo, por fin”, dijo, mientras tomaba té en una cafetería en Coyoacán, un barrio al sur de Ciudad de México, dos días después de su llegada. “No puedo creer que vi su trabajo, sus vestidos y sentí su personalidad mientras caminaba por su casa”.\nLa emoción de Samah se debe en parte a que estudió a Kahlo en la Universidad de Damasco: ella cursaba una licenciatura en bellas artes antes de que se desatara la guerra en Siria. El conflicto truncó sus estudios y Samah terminó huyendo para asentarse en Beirut. Durante los tres años y medio que vivió allí, no veía posibilidades de retomar su educación. Hasta que estas llegaron gracias a un programa mexicano.\nEn 2014, un grupo de exasistentes humanitarios, estudiantes y exembajadores establecieron el Proyecto Habesha —el nombre hace referencia a un término usado en el norte de África para obviar diferencias lingüísticas o religiosas— con base en la experiencia mexicana de abrir las puertas a quienes huían de conflictos como la guerra civil española o las dictaduras sudamericanas, con el propósito de que 30 jóvenes sirios pudieran seguir estudiando y prepararse para la eventual reconstrucción de su país.\nEn sus inicios, el proyecto se promovía en redes sociales con la etiqueta #EnMexicoSePuede, pero en los últimos meses adquirió una trascendencia todavía mayor como mensaje político y desde diciembre utiliza la etiqueta #AquíNoHayMuros.\nContinue reading the main story Foto\nSamah, la sexta persona beneficiada por Habesha —y la primera mujer—, llegó a Ciudad de México al mismo tiempo que el gobierno de Donald Trump comenzaba a pelear con el poder judicial estadounidense para sostener un veto al ingreso de refugiados y de visitantes de siete países de mayoría musulmana, Siria incluida.\nLos jóvenes sirios que participan en Habesha no ingresan a México como asilados, sino con visas de estudiantes. “Solo el gobierno mexicano puede recibir refugiados”, dijo el exembajador mexicano en el Caribe, Francisco Olguín, quien actualmente está encargado de Habesha, mientras que la iniciativa de la sociedad civil tiene una “orientación meramente académica”. (La Comisión Mexicana de Apoyo a Refugiados de México ha dado asilo a 23 solicitantes sirios desde 2013, una cifra que el académico Gilberto Conde, un colaborador de Habesha, dijo que le daba vergüenza ya que deberían aceptarse muchos más).\nLos beneficiados por el proyecto, elegidos según su perfil académico y a partir de recomendaciones de asociaciones humanitarias y ONG, primero cursan un propedéutico de español en Aguascalientes, una ciudad pequeña en la región centro-norte de México que es “más amable” que la capital mexicana, que tiene “tantas complejidades”, explica Olguín.\nAl tiempo que se preparan para manejar el español con clases adicionales como literatura hispana, van haciendo trámites para su ingreso a una licenciatura o una maestría en las universidades que apoyan a Habesha con becas completas, como la Universidad Iberoamericana o el Tecnológico de Monterrey.\n“Yo no quiero ser refugiado dos veces, lo que quiero es completar mis estudios”. Hazem Sharif, sirio de 24 años\nEse enfoque académico es justamente la parte más atractiva del programa para los jóvenes que ya se encuentran aquí.\n“Yo no quiero ser refugiado dos veces, estar en una situación en la que te dan comida, agua y cobijas, y creen que es suficiente”, dijo Hazem Sharif, de 24 años, durante un paseo por el centro de Ciudad de México. “Lo que quiero es completar mis estudios”.\n“México tiene esta otra idea, otra opción, que es tan beneficiosa para el futuro de Siria”, agregó Sharif, quien cree que “la gente mexicana será parte” de la paz en su país cuando esta exista.\nSharif, originario de la zona kurda de Siria, lleva más de seis meses en México y ya ha adquirido un gusto por la comida: le gustan las enchiladas y los tacos, aunque dice que su plato favorito es el bistec ranchero. Tras pasar poco más de tres años en un campo de refugiados en Irak, quiere estudiar gestión de proyectos y administración de empresas para mejorar el trabajo humanitario. Tiene programado empezar sus cursos el próximo agosto en Querétaro, en el centro de México.\nMientras sigue viviendo en Aguascalientes junto con Zain Alabadin Ali, de 24 años. Zain es oriundo de Alepo, donde no pudo terminar sus estudios de medicina por los combates y porque tuvo que huir para evitar ser reclutado a la fuerza por alguno de los bandos. Tras ver la destrucción de su ciudad natal cambió su enfoque a la arquitectura, cuando ya se encontraba en Líbano, país que alberga al menos a un millón de sirios, pero donde no hay campos y el acceso a la educación para los asilados es prácticamente nulo. Zain prevé empezar pronto su licenciatura en la ciudad de León, cercana a Guanajuato, cuyas calles adoquinadas dice que lo hacen recordar a las de Alepo.\nContinue reading the main story Foto\nNo es el único punto en común que los estudiantes han encontrado entre su país de origen y el que hoy los alberga. Poco después de su llegada en el verano de 2016, Tamer Abu Mansour, quien cursa una licenciatura en comunicación en Ciudad de México, descubrió el nopal, un cactus que los mexicanos acostumbran comer.\n“Tenemos la misma planta, pero si la gente come algo solo es la fruta, la tuna”, dice Tamer. Para Tamer, que vivió en Líbano y Turquía antes de sumarse al programa de Habesha, una de sus experiencias favoritas en México fue conocer Teotihuacán, sitio arqueológico que lo hizo querer “ver más cosas interesantes de los mayas y los aztecas”.\nAdemás de Samah, Tamer, Zain y Hazem, en México ya se encuentra Essa Hassan —el primer joven en llegar en 2015, que estudia una maestría en comunicación—, y Karam Darwish, quien arribó al país a principios de 2016 y cursa una maestría en administración de empresas.\nHay quienes han expresado críticas hacia el programa, argumentando que debería ser prioridad apoyar a los mismos mexicanos o incluso a los miles de migrantes centroamericanos, haitianos y cubanos en México. Pero, más allá de las críticas, y mientras el nuevo gobierno estadounidense o algunos países europeos adoptan medidas para restringir el acceso de refugiados, los sirios que participan en Habesha empiezan a sentirse como en casa.\n“La gente en México nos trata de manera muy amistosa”, dijo Zain, “entonces no sientes que eres un extranjero en un país extraño, sino que estás en tu nuevo hogar”.\nLa expectativa de los encargados del proyecto es que hacia finales de marzo lleguen cuatro sirios más, con lo que el proyecto alcanzaría un tercio de su meta de 30 jóvenes.\nOlguín reconoce que “el cuello de botella ha sido el financiamiento”. Las universidades afiliadas al proyecto ofrecen becas completas para los sirios, pero hay gastos adicionales como seguro médico, manutención mensual y renta de las viviendas, además del pasaje de avión.\nContinue reading the main story Foto\nLa visa de estudiante no se puede obtener hasta que se compruebe que existen fondos para cubrir esos gastos. El proyecto ha contado con el apoyo monetario de celebridades, como el actor de la serie de Netflix Club de Cuervos, Luis Gerardo Méndez, y de empresarios, entre ellos el director de la cadena Cinépolis, Alejandro Ramírez. Pero Habesha también consigue buena parte de sus fondos por medio de donaciones en línea.\nEl recibimiento de muchos mexicanos a los jóvenes estudiantes sirios ha sido tan positivo que los encargados del proyecto incluso esperan que se establezca algo similar en otras partes de Latinoamérica. “El proyecto sí es replicable”, dijo Olguín, quien indicó que un grupo en Costa Rica ya pidió orientación.\nLos integrantes de Habesha también tienen una suerte de apuesta para el futuro: dado que los sirios llegan con visa de estudiantes, no podrían quedarse en México más tiempo del permitido para cursar el programa educativo. Por eso la expectativa es que, cuando terminen sus estudios, puedan regresar para ayudar a reconstruir un país en paz. Si es que la hay.", "url": "https://www.nytimes.com/es/2017/02/15/para-seis-jovenes-sirios-una-nueva-vida-en-mexico/"}