{"authors": ["Elisabeth Malkin Y Ivan Nechepurenko", "Por Elisabeth Malkin Y Ivan Nechepurenko", "Elisabeth Malkin", "Ivan Nechepurenko"], "date_download": "2018-11-16 04:15:33", "date_modify": "2018-11-16 04:15:33", "date_publish": "2016-05-31 19:00:19", "description": "Huyeron de Rusia tras problemas con los bancos, que ellos achacan a una persecución política, pero llegaron a Guatemala tras comprar pasaportes falsos, un caso por el que ahora serán juzgados.", "filename": "es_2016_05_31__1542341733.html", "image_url": "https://static01.nyt.com/images/2016/05/31/world/31GUATEMALA-WEB1/31GUATEMALA-WEB1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_05_31__1542341733.html", "title": "Para una familia rusa, Guatemala no fue el refugio que esperaban", "title_page": "Para una familia rusa, Guatemala no fue el refugio que esperaban – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCIUDAD DE GUATEMALA — Alguna vez fueron emprendedores en una Rusia que apenas tomaba forma. Los líderes de las provincias los elogiaban y ellos tenían muchas ganas de expandir su empresa, que habían creado a partir de fábricas abandonadas de la era soviética.\nPero después, Irina e Igor Bitkov cayeron en desgracia.\nSe mudaron a Guatemala, confiados de haber encontrado un lugar seguro. Pero no duró. Se vieron atrapados en la ola anticorrupción que se expande por el país y están acusados de usar documentos falsos para adquirir la nacionalidad.\nAhora están a la espera de la decisión de un sistema de justicia casi tan impenetrable como el del país del que huyeron.\nLa pareja se describe como víctima de un plan para castigarlos por negarse a mezclar política y negocio. Como muchos que fundaron empresas y entraron en conflicto con el gobierno del presidente Vladimir Putin, los Bitkov dicen que se sintieron impotentes cuando el Estado se quedó con su empresa.\n“Ya sabes lo que quieren: esclavos. Empresarios que tienen dinero, influencia y éxito para que los apoyen. No permiten que seas independiente”, dijo Irina Bitkova en una entrevista reciente.\nNo está claro si esa es la única causa de su dilema.\nLos bancos rusos dicen que la pareja malversó millones de dólares y arruinó su empresa, por lo que deberían enfrentar cargos en Rusia.\nLos Bitkov dicen que el comportamiento de los bancos estatales rusos tiene intenciones políticas y que fueron ellos quienes forzaron la bancarrota de la industria que fundaron. Argumentan que los problemas comenzaron cuando un nuevo gobernador partidario a colaborar con Rusia Unida, el partido de Putin, asumió el poder en la provincia oriental de Kaliningrado.\nNo han sido los únicos empresarios que han perdido sus empresas embargadas por los bancos, quienes han maniobrado para explotar la debilidad de sus clientes en momentos complicados. Al menos así lo afirma Ilya Shumanov, director adjunto de Transparencia Internacional y antiguo responsable de la oficina en Kaliningrado.\nSin embargo, no hay ninguna prueba que corrobore las afirmaciones de los Bitkov sobre la posibilidad de que el Kremlin los persiga por negarse a cumplir órdenes políticas.\nLos Bitkov dicen que abandonaron Rusia por lo que ellos consideran amenazas físicas y legales que emanaban de un sistema corrupto, pero hicieron caso omiso al tipo de corrupción que los atraparía en Guatemala. Les ofrecieron un trato rápido con documentos falsos y aceptaron.\nIgor, en un entrevista desde una celda pequeña y hacinada en la que lleva 18 meses y en la que comparte espacio con otros sospechosos de delitos financieros, dijo: “Luchamos contra un mal sistema y nos beneficiamos de otro”.\nBitkova y los hijos del matrimonio, Anastasia, de 25 años, y Vladimir, de 4, que nació en Guatemala, viven bajo arresto domiciliario. Aún no hay fecha de juicio para la pareja y la familia está pidiendo asilo político en el país centroamericano.\n“Regresar a Rusia sería una sentencia muerte”, dice Igor.\nContinue reading the main story Foto\nNo caben dudas sobre la intervención de Rusia en la activación del caso en Guatemala.\nEn 2013, el banco ruso VTB acusó a la pareja de malversar seis millones de dólares y de lavar el dinero en Guatemala, por lo que presentó una demanda contra ellos que nunca avanzó. Pero esa demanda alertó a las autoridades guatemaltecas sobre los papeles falsos que habían utilizado y la pareja se vio envuelta en la investigación sobre una red criminal en la oficina del registro civil, que expide también los pasaportes.\nLa Comisión contra la Impunidad en Guatemala (CICIG) acusa a 50 personas en ese caso.\nVTB es el acreedor principal de la North-West Timber Company, la empresa fundada en 1997 por los Bitkov en San Petersburgo.\nIgor cree que los persiguen con base en una acusación falsa porque “quieren mostrar a los dueños de empresas que van a castigar a cualquier empresario esté donde esté”.\nHarvey Pacay, abogado del banco en Guatemala dice que la motivación del banco es estrictamente empresarial. “Nuestro objetivo es que se investiguen los documentos falsos y que los expulsen para que sean juzgados en su propio país”.\n“No sabemos si hay persecución política o si tienen problemas con Vladimir Putin”, añadió Pacay.\nEl relato de la pareja coincide con una tendencia recurrente en Rusia: empresarios en la mira de rivales o de las autoridades se enfrentan a casos en los tribunales y amenazas de prisión que tienen como objetivo su salida del país.\nLos Bitkov dicen que sus problemas comenzaron en 2006, cuando se negaron a colaborar con Georgi V. Boos, que acaba de ser elegido gobernador de Kaliningrado, la provincia de la que eran uno de los mayores empleadores.\nIrina dijo que rechazaron una invitación del vicegobernador para ejercer como representantes en la zona del partido de Putin. “No queríamos convertirnos en sus marionetas”, dice su marido.\nSegún la pareja, las amenazas continuaron durante los próximos dos años. Dicen que Anastasia fue secuestrada cuando tenía 16 años y que apareció tres días después de que le pagaran 200.000 dólares a la policía. La enviaron a estudiar a Inglaterra.\nLes pidieron que ingresaran dinero en cuentas en paraísos fiscales, según Igor, y los amenazaron con cárcel si no cumplían. A medida que se incrementaban los costos en la industria del papel, los bancos comenzaron a limitar el crédito.\nEn abril de 2008, la pareja abandonó el país.\nDías después, Sberbank, Gazprombank y VTB, los bancos públicos que habían prestado a la empresa cientos de millones de dólares, les dieron 48 para pagar sus créditos. Las negociaciones no prosperaron y presentaron cargos contra la pareja.\nLos bancos se quedaron con la empresa, despidieron a los empleados y vendieron la mayor parte de sus activos, acciones que no tenían sentido desde el punto de vista económico.\nIgor Bitkov dijo: “Lo perdimos todo”.\nBoos, que ya no es gobernador, rechazó las acusaciones lanzadas por los Bitkov contra él y dijo que su dilema no tenía motivaciones políticas.\n“No creo que haya habido una conspiración. Cuando llegó la crisis, los bancos se pusieron más exigentes”, añadió.\nDespués del arresto de la pareja en enero de 2015, la cobertura de la noticia por parte de la prensa rusa se refería a los Bitkov como una pareja de criminales.\nPavel A. Astakhov, comisionado para los derechos de la infancia, mostró su preocupación por la situación del hijo de la pareja, Vladimir, y sugirió que recibiera un pasaporte ruso.\nIrina dijo: “Te golpean donde más te duele”. Ahora teme que envíen a su hijo a Rusia.\nAunque muchos rusos en circunstancias similares buscan refugio en el Reino Unido, ellos dijeron que les preocupaba no ser admitidos allí. Les pareció más fácil y barato optar por Guatemala porque encontraron una empresa que anunciaba papeles de ese país. Allí se mudaron y consiguieron pasaportes con nombres falsos en 2009.\n“¿Por qué no puedo recibir un documento que me salve la vida, que salve la de mi mujer y la de mi hija?”, pregunta Igor. “Me dieron los documentos en una oficina gubernamental y no en un almacén”.\nEsos argumentos no convencen a los fiscales. “¿En qué país del mundo se paga por la nacionalidad?”, se preguntó Diego Álvarez, portavoz de la comisión contra la impunidad.\nYa se sentían seguros e hicieron poco por ocultarse en el país. Compraron una casa en una urbanización cerrada. La madre de él se les unió y la familia publicó extractos de un programa de television en el que aparecía Anastasia.\n“Si la situación no hubiera sido tan complicada, lo hubiera pensando dos veces”.\nIrina Bitkova dijo que si aceptaron la solución fácil que se les ofreció en Guatemala fue porque quizás el miedo los empujó.", "url": "https://www.nytimes.com/es/2016/05/31/criminales-o-victimas-una-familia-rusa-que-escapo-de-moscu-ahora-esta-detenida-en-guatemala/"}