{"authors": ["Nicholas St. Fleur", "Por Nicholas St. Fleur"], "date_download": "2018-11-16 04:16:25", "date_modify": "2018-11-16 04:16:25", "date_publish": "2017-11-10 12:00:30", "description": "Los primeros mamíferos con actividad tanto diurna como nocturna surgieron poco después de la desaparición de los dinosaurios, según un estudio que confirma la hipótesis de que antes de eso solo habrían sobrevivido si salían de noche.", "filename": "es_2017_11_10__1542341785.html", "image_url": "https://static01.nyt.com/images/2017/11/07/science/07TB-MAMMAL/07TB-MAMMAL-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_11_10__1542341785.html", "title": "Los mamíferos pudieron aprovechar el día gracias a la extinción de los dinosaurios", "title_page": "Los mamíferos pudieron aprovechar el día gracias a la extinción de los dinosaurios – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCuando los dinosaurios no están, los mamíferos hacen fiesta.\nEsa es la idea principal de la hipótesis del “cuello de botella nocturno”, un concepto que se propuso en 1942 y que indicaba que los mamíferos solo podían haber sobrevivido en un mundo dominado por los dinosaurios si evitaban a las bestias de dientes afilados durante el día y salían por la noche.\nLos especialistas en mamíferos han pensado durante mucho tiempo que el antepasado más remoto de todos los mamíferos era nocturno y ahora un nuevo estudio postula una probable fecha para aquel momento en el que las peludas criaturas dejaron de ocultarse entre las sombras y comenzaron a atreverse a salir a la luz del día.\nLos investigadores descubrieron que los primeros mamíferos que estuvieron activos tanto de día como de noche aparecieron hace aproximadamente 65,8 millones de años, solo 200.000 años después del evento de extinción que originó la desaparición de la mayoría de los dinosaurios. Es muy probable que fueran los antepasados de animales ungulados, como el ganado de la actualidad o llamas e hipopótamos, y de cetáceos, como las ballenas y delfines.\n“En una medición del tiempo evolutiva, 200.000 años no son nada. Es casi inmediatamente”, comentó Roi Maor, estudiante de doctorado de la Universidad de Tel Aviv en Israel y del Colegio Universitario de Londres, y autor principal del ensayo publicado en la revista Nature Ecology & Evolution.\nTambién descubrieron que los primeros mamíferos que eran evidentemente diurnos, o que solo estaban activos durante el día, aparecieron hace alrededor de 52,4 millones de años, unos 13 millones de años después de la extinción de los dinosaurios. Entre estos mamíferos se encontraban los primeros monos y simios, que son los ancestros de los gorilas, los gibones y los humanos de la actualidad.\nMaor advirtió que este estudio no demostraba una causa, sino una correlación entre la extinción de los dinosaurios no avianos y la transformación de los mamíferos en criaturas diurnas. Pero el descubrimiento contribuye a sustentar la hipótesis, de 75 años de antigüedad, que describe la forma en que nuestros antepasados heredaron el día tras la desaparición de los dinosaurios.\nMediante un programa computacional, Maor y sus colegas incorporaron información conductual de 2415 especies de mamíferos que distinguía si las especies eran nocturnas, diurnas o catemerales (activos durante el día o la noche de manera indistitina). El análisis también evaluó información de los ancestros que mostraba la cercana relación de las especies entre sí.\n“Digamos que es como un atlas. Mostramos todas las especies vivas de la actualidad y cada uno de sus antepasados está en un mapa que muestra el camino evolutivo”, dijo. “El algoritmo nos dijo si sus ancestros eran diurnos o nocturnos”.\nSe muestran los patrones de conducta de antepasados que se remontan hasta hace 166 millones de años, durante la era Mesozoica, y se señala un cambio de actividad de nocturna a diurna entre algunos ancestros mamíferos luego de unos 66 millones de años, cuando ocurrió el cataclismo en el planeta.\nLos datos recopilados incluyen al 91 por ciento de todas las familias de mamíferos. Alrededor de un 60 por ciento era nocturno, como el murciélago hematófagos, el feneco o zorro del desierto y el erizo de cuatro dedos; mientras que 26 por ciento era diurno, como la ardilla gris, las jirafas y los humanos. Gran parte del resto se caracterizaba por ser catemeral, como el topo de nariz estrellada, el conejo europeo y la rata almizclera.\nLars Schmitz, biólogo evolutivo de Claremont Colleges en California y quien no participó en el estudio, dijo sentirse emocionado de ver un estudio comparativo de tal magnitud y de que este haya descubierto cuándo salieron los mamíferos a la luz del día, lo cual sustenta la hipótesis del “cuello de botella nocturno”.\n“Esto parece respaldar lo que muchos afirmaban respecto a que los mamíferos eran en su mayoría nocturnos y que no pudieron salir durante el día sino hasta la desaparición de los dinosaurios”, aseveró.\nPero también señaló que el estudio tiene una limitante: solo incluye especies vivas y excluye las extintas. Si no se conoce su conducta, los investigadores podrían estar pasando por alto información importante acerca del momento en el que los mamíferos comenzaron a aprovechar el día.", "url": "https://www.nytimes.com/es/2017/11/10/dinosaurios-mamiferos-actividad-diurna-extincion/"}