{"authors": ["Sonia Goldenberg", "Por Sonia Goldenberg"], "date_download": "2018-11-16 03:11:38", "date_modify": "2018-11-16 03:11:38", "date_publish": "2017-08-08 15:00:59", "description": "Los jueces están bajo presión para castigar la corrupción de sus presidentes, y el desprestigiado sistema judicial del país está recobrando credibilidad e independencia.", "filename": "es_2017_08_08__1542337898.html", "image_url": "https://static01.nyt.com/images/2017/08/08/opinion/08goldenberg-web-inyt/08goldenberg-web-inyt-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_08_08__1542337898.html", "title": "¿Debería Perú construir una cárcel presidencial?", "title_page": "¿Debería Perú construir una cárcel presidencial? – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nLIMA — Mientras Perú se prepara para el bicentenario de su independencia de España en 1821, en lugar de esperar este momento con optimismo, se encuentra ante un paisaje político lúgubre: cuatro de sus expresidentes están en prisión o prófugos de la justicia por delitos de violaciones a los derechos humanos o corrupción. ¿Es un récord mundial? Tal vez, pero no uno que se quiera celebrar.\nEn respuesta, el mes pasado, en su mensaje anual a la nación a fines de julio, el presidente actual, Pedro Pablo Kuczynski, prometió una cruzada para reconstruir al país tras las inundaciones devastadoras y un enorme escándalo, que en conjunto acabaron con las posibilidades de crecimiento económico y minaron aún más la confianza de los peruanos en el presidente mismo.\nEstos cuatro presidentes han dejado su huella en la historia —y la justicia— del país.\nPrimero, Alberto Fujimori, el autócrata que gobernó de 1990 a 2000, fue sentenciado en 2009 a 25 años de prisión por violaciones a los derechos humanos en la lucha contra los guerrilleros de Sendero Luminoso, y después también por malversación y corrupción. Recientemente, se le unió en el Penal de Barbadillo, en Lima, Ollanta Humala, el predecesor de Kuczynski, después de que un juez ordenara que él y su esposa, Nadine Heredia, debían estar en prisión preventiva por 18 meses antes de su juicio, mientras se les investiga por lavado de dinero y delitos de asociación delictuosa. A Humala también se le acusa de haber cometido asesinatos extrajudiciales cuando fue capitán del ejército en la base ubicada en una selva remota en la década de los noventa.\nOtro expresidente, Alejandro Toledo, quien gobernó de 2001 a 2006 y devolvió la democracia al país después de Fujimori, está luchando contra la extradición a Perú, presuntamente desde su casa en Palo Alto, California, donde alguna vez fue profesor visitante de la Universidad de Stanford. A Toledo se le acusa de haber recibido sobornos por un monto de 20 millones de dólares del gigante brasileño de la construcción Odebrecht, que se encuentra en el ojo del huracán del escándalo de corrupción que sacude a Brasil.\nPor último, en enero una corte de Roma sentenció a Francisco Morales Bermúdez, dictador militar entre 1975 y 1980, a cadena perpetua por su participación en las muertes de 23 personas de ciudadanía italiana que vivían en América Latina. Estas ocurrieron durante la Operación Cóndor, una campaña de terrorismo militar que llevaron a cabo dictadores de derecha en Sudamérica con la asistencia técnica y militar de Estados Unidos. Morales, quien no será encarcelado debido a su avanzada edad, es el único presidente sentenciado que no fue elegido.\nLos peruanos están consternados por haber votado por tantos presidentes que acabaron siendo enjuiciados como criminales. El único exmandatario con vida que no ha sido acusado hasta ahora es Alan García, quien estuvo en el poder durante dos periodos, de 1985 a 1990 y de 2006 a 2011, y a quien, irónicamente, desde hace décadas lo persigue la reputación de corrupto. No obstante, está siendo investigado por irregularidades financieras en la construcción del Metro de Lima, la cual, una vez más, corrió por cuenta del conglomerado brasileño Odebrecht.\nEsta crisis en Perú es la réplica de lo que está ocurriendo en Brasil, donde la investigación Lava Jato no solo encarceló a una gran cantidad de empresarios y políticos, sino que además reveló los sobornos generalizados de las empresas de construcción brasileñas en al menos otros doce países de América Latina.\nEn una región con una larga historia de corrupción e impunidad, Perú probó ser tierra fértil para los sobornos. Durante casi tres siglos de gobierno colonial, España recibía el oro y la plata de las zonas montañosas de los Andes. En 1821, en medio de la guerra que devastó al país y lo dejó en quiebra, se fundó una república independiente con grandes sueños y aspiraciones. Pero desde el comienzo, en la construcción de sus vías férreas y la explotación de nuevas riquezas como el guano de sus islas y el caucho de sus selvas, Perú fue testigo de cómo su esplendor económico se desvaneció rápidamente, malgastado en un pantano de corrupción.\nLa venalidad alcanzó nuevas profundidades durante los años noventa con Fujimori, cuando el infame jefe de los servicios secretos, Vladimiro Montesinos, sobornó a políticos, banqueros, empresarios, jueces, militares y periodistas. Las videograbaciones (o “vladivideos”) de todos los que cayeron en sus redes sirven como un legado visual de la manera en que el abuso de poder y el engaño tienen lugar a puertas cerradas. Desde entonces, Montesinos cumple cadena perpetua, pero la deshonestidad continúa. Actualmente, más de la mitad de los gobernadores regionales de Perú se encuentran en prisión o están siendo enjuiciados.\nLa falta de control de financiamiento ilegal o extranjero en las elecciones presidenciales, aunada a la crisis en los partidos políticos, ha convertido las campañas en una forma fácil para que aventureros políticos se hagan millonarios incluso antes de llegar al poder. Los candidatos presidenciales en Perú han recibido financiamiento de George Soros y Venezuela, así como de Brasil, y el financiamiento de este último se vinculó con la asignación de enormes contratos para obras públicas a empresas de construcción brasileñas seleccionadas cuidadosamente con anterioridad. Con este sistema, no sorprende que los peruanos sigan eligiendo a ladrones como presidentes.\nContinue reading the main story Foto\nPerú no es más corrupto que otros países de América Latina ni sus tribunales son un modelo de legitimidad y eficiencia. Sin embargo, a medida que en el extranjero surgen pruebas de sobornos que aceptaron presidentes a todo lo largo del espectro político, los jueces peruanos se encuentran bajo una enorme presión para reaccionar. En consecuencia, se está viendo un cambio en el desprestigiado sistema judicial del país: está recobrando algo de credibilidad e independencia. Apenas la semana pasada, un tribunal confirmó una sentencia para que Humala y Heredia permanezcan en prisión. Sin embargo, el encarcelamiento de jefes de Estado que alguna vez fueron poderosos todavía se puede revertir, retrasar o detener.\nUn poder judicial débil no puede salir adelante por sí mismo.\nUna decidida campaña anticorrupción requiere de un liderazgo fuerte para cambiar el sistema electoral y construir instituciones estatales sólidas que hagan cumplir el Estado de derecho. En su discurso ante la nación, el presidente Kuczynski no ofreció una estrategia clara para enfrentar este reto y como el partido de Keiko Fujimori, excandidata presidencial e hija del dictador encarcelado, cuya campaña estuvo plagada de acusaciones de financiamiento ilícito, tiene la mayoría en el Congreso, el cambio tan necesitado quedará estancado.\nIncluso después de dos siglos, Perú sigue siendo una república frágil. En su defensa, sin embargo, hay que decir que en los últimos 25 años puso fin a una guerra civil, resolvió los conflictos con sus vecinos, se sobrepuso a la hiperinflación, se convirtió en una democracia y, a pesar de su predicamento actual, logró hacer crecer su economía y redujo la pobreza. Ahora que sus líderes políticos corruptos ya no gozan de impunidad, quién sabe, tal vez todos los presidentes anteriores se reúnan para ver los fuegos artificiales del bicentenario tras las rejas.", "url": "https://www.nytimes.com/es/2017/08/08/deberia-peru-construir-una-carcel-presidencial/"}