{"authors": ["Nicholas Casey", "Por Nicholas Casey"], "date_download": "2018-11-16 03:45:12", "date_modify": "2018-11-16 03:45:12", "date_publish": "2016-11-28 13:00:02", "description": "Los venezolanos atraviesan fronteras para escapar de la dura realidad económica de su país. Muchos le pagan a los contrabandistas para que los lleven a las islas del Caribe, como Aruba y Curazao, donde no son bien recibidos.", "filename": "es_2016_11_28__1542339912.html", "image_url": "https://static01.nyt.com/images/2016/11/25/world/americas/26VENEZ-1/26VENEZ-slide-Q1NZ-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_11_28__1542339912.html", "title": "Los venezolanos arriesgan la vida para escapar del colapso económico", "title_page": "Los venezolanos arriesgan la vida para escapar del colapso económico – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nWILLEMSTAD, Curazao — Los contornos oscuros de la tierra acababan de iluminarse cuando el contrabandista los obligó a lanzarse al mar.\nRoymar Bello gritó. Ella formó parte de los 17 pasajeros que en julio se subieron a un barco de pesca sobrecargado y de motores viejos, esperando escapar del desastre económico de Venezuela para iniciar una nueva vida en la isla caribeña de Curazao.\nPor miedo a las autoridades, el contrabandista se negó a acercarse a la costa. El hombre le ordenó a los pasajeros que se metieran al agua, mientras les señalaba la orilla lejana. Presa del pánico, Bello gritó cuando fue arrojada por la borda, en medio de la oscuridad del amanecer.\nElla no sabía nadar.\nCuando empezó a hundirse bajo las olas, un compañero la agarró por el pelo y la remolcó hacia la isla donde se lavaron en un acantilado rocoso. Golpeados y con sangre, los emigrantes subieron mientras rezaban para conseguir trabajo, dinero y algo de comer para volver a empezar sus vidas.\n“Valió la pena el riesgo”, dijo Bello, de 30 años, y añadió que los venezolanos, “vienen buscando una sola cosa: comida”.\nContinue reading the main story Foto\nVenezuela fue uno de los países más ricos de América Latina, su riqueza petrolera atrajo a inmigrantes de lugares tan variados como Europa y Medio Oriente.\nPero después de que el presidente Hugo Chávez se comprometiera a acabar con la élite económica del país y redistribuirle la riqueza a los pobres, la clase media y los ricos huyeron hacia países más acogedores, creando lo que los demógrafos describen como la primera diáspora de Venezuela.\nAhora está en marcha una segunda diáspora, con menos ricos y ciudadanos que en muchos lugares no son bienvenidos.\nMás de 150.000 venezolanos han huido del país en el último año, la cifra más alta en más de una década, según los estudiosos que analizan el éxodo.\nContinue reading the main story Foto\nY mientras la revolución de Chávez colapsa por la ruina económica que provoca una grave escasez de alimentos y medicinas, los nuevos emigrantes incluyen a los ciudadanos de escasos recursos que las políticas venezolanas debían ayudar.\n“Hemos visto una gran aceleración”, dijo Tomás Páez, profesor de inmigración en la Universidad Central de Venezuela. El experto dijo que unos 200.000 venezolanos se han marchado en los últimos 18 meses, impulsados ​​por lo difícil que es conseguir comida, trabajo y medicinas, sin mencionar la delincuencia que la escasez ha desatado.\n“Los padres dicen: ‘Prefiero despedir a mi hijo en el aeropuerto que en el cementerio'”, dijo.\nDecenas de miles de venezolanos desesperados también están llegando a Brasil, a través de la cuenca amazónica. Otros inventan complicadas estafas para escabullirse por los aeropuertos de las naciones caribeñas que en el pasado los aceptaban libremente. En julio, Venezuela abrió su frontera con Colombia solo por dos días y 120.000 personas se precipitaron a comprar comida, según los funcionarios. Un gran número de ciudadanos se quedó en ese país.\nAhora lo más sorprendente es que los venezolanos huyen por mar, una imagen simbólica que recuerda a las peligrosas travesías para escapar de Cuba o Haití, pero eso no sucedía en Venezuela, una nación petrolera.\nContinue reading the main story Foto\n“Todo ha cambiado totalmente”, comentó Iván de la Vega, sociólogo de la Universidad Simón Bolívar. Este año se incrementó en un 60 por ciento el número de venezolanos que huyeron del país en comparación con el año pasado, añadió.\n“Los ingresos de estas personas son bajos”, dijo De la Vega sobre los migrantes más recientes. “La única opción que les queda es irse a los países cercanos, los que pueden llegar a pie, en balsas o en barcos con motores pequeños”.\nLa inflación llegará a casi un 500 por ciento este año y se proyecta un alucinante 1600 por ciento para 2017, según las estimaciones del Fondo Monetario Internacional. Esto reduce los salarios y crea una nueva clase de venezolanos pobres que han abandonado sus carreras profesionales por llevar una vida precaria en el extranjero.\n“Los venezolanos como yo vienen a Brasil por una simple razón: es más fácil sobrevivir aquí”, dijo Reinier Salazar, de 30 años, un ingeniero industrial que se mudó a Brasil el año pasado. Ahora cocina en un restaurante de comida rápida por unos 400 dólares al mes, mucho más de lo que ganaba en Venezuela.\nEl éxodo se desarrolla tan rápido que desde 2015 unos 30.000 venezolanos se han trasladado a la región fronteriza del estado brasileño de Roraima, según las autoridades. Ahora el ejército brasileño está desplegando patrullas a lo largo de carreteras y ríos para disuadir más llegadas.\n“Estamos en el inicio de una crisis humanitaria sin precedentes en esta parte del Amazonas”, dijo el coronel Edvaldo Amaral, jefe de la defensa civil del estado. “Ya vemos abogados venezolanos trabajando como cajeros de supermercados, venezolanas que recurren a la prostitución e indígenas de ese país que piden limosna en las intersecciones de tráfico”.\nAlgunos le pagan 1000 dólares más por persona a los contrabandistas para llegar a ciudades como Manaos y San Pablo, dicen las autoridades, mientras que otros simplemente cruzan la frontera hacia Brasil. En Pacaraima, una pequeña ciudad fronteriza brasileña, cientos de niños venezolanos están matriculados en escuelas locales y familias enteras duermen en las calles.\nContinue reading the main story Foto\n“Es difícil encontrarle una solución a este problema porque involucra al hambre”, dijo el alcalde, Altemir Campos. “Venezuela no tiene suficiente comida para su gente, así que algunas personas se vienen para acá”.\nLas pequeñas islas caribeñas vecinas de Venezuela son mucho menos hospitalarias y simplemente aclaran que no pueden absorber esa ola migratoria. Las más cercanas a la costa venezolana, Aruba y Curazao, le han cerrado las fronteras a los venezolanos pobres desde el año pasado, los obligan a mostrar 1000 dólares en efectivo antes de poder entrar —esa cifra equivale a más de cinco años de sueldo en un trabajo de salario mínimo—.\nAmbos países han aumentado el patrullaje y las deportaciones, y Aruba ha reservado un estadio para albergar hasta 500 emigrantes venezolanos después de ser capturados, según las autoridades.\nLa suerte le cambió de forma dramática a los venezolanos, que en el pasado reciente viajaban a Curazao para gastar dinero como turistas, no para pedir trabajo.\n“Todos dicen: ‘Usted es de Venezuela. Usted es de un país rico que lo tiene todo'”, dijo Bello sobre sus encuentros con los ciudadanos de la isla. “Y les respondo: ‘Eso ya no es así'”.\nAtravesando mares y fronteras\nAhora abundan los hogares vacíos en las calles de La Vela, el pueblo pesquero donde nació Roymar Bello en Venezuela, porque sus propietarios se han marchado atravesando el mar.\nHan hipotecado propiedades, venden los electrodomésticos e incluso le piden préstamos a los mismos contrabandistas que los transportan junto con las drogas y otras mercancías.\nEl viaje a Curazao implica una travesía de casi 100 kilómetros llenos de mar picado, bandas armadas y barcos de la Guardia Costera que buscan capturar a los emigrantes y deportarlos a su país.\nContinue reading the main story Foto\nDespués de ser arrojados por la borda y nadar hasta tierra firme, se esconden en el monte para reunirse con los contactos que los insertan en la economía turística de esta isla caribeña. Limpian los suelos de los restaurantes, venden baratijas en la calle o incluso satisfacen las demandas sexuales de los turistas holandeses, obligados por los contrabandistas a pagar por su viaje trabajando en un burdel, según las autoridades de Curazao.\nInnumerables familias venezolanas viven como los Bello. Al no poder conseguir alimentos en su país, ahora están dispersos a través de los mares y las fronteras.\nRolando, el hermano de Roymar Bello, trabaja en el sector de construcción en Curazao y recientemente su esposa llegó al país, dejando en Venezuela a su hija de 7 años. Un tío de ellos no tuvo tanta suerte: permanece en una prisión de Curazao, acusado de contrabandear inmigrantes como sus familiares.\nOtro caso es el de Wilfredo Hidalgo, de 27 años, quien es primo de los Bello y estudió administración de empresas en Venezuela pero nunca consiguió trabajo. Hace dos años fue deportado de Curazao después de llegar en avión. Ahora trata de regresar en barco, luego de ahorrar la mitad de los 350 dólares que necesita para pagarle a los contrabandistas.\n“¿Qué más puedo hacer?”, dijo.\nTambién está Roger, el tercero de los hermanos Bello, cuya novia de 19 años, Yaisbel, está embarazada de seis meses. Roger explicó que se va a Curazao para poder mantener a su hijo. Yaisbel dijo que se quedará en Venezuela pero le pedirá un préstamo a los contrabandistas para pagar el viaje de su marido y usará la casa de su madre como garantía. Dijo que, con suerte, su madre nunca se enteraría del negocio.\n“Solo estoy pendiente de su barriga”, dijo Roger Bello. “Antes de que el niño nazca, estaré en Curazao”.\nMaría Piñero, de 47 años, es la madre de los hermanos Bello y le había dado un chaleco salvavidas a su hija Roymar porque no sabía nadar. Pero el contrabandista se lo arrancó justo antes de lanzarla al mar, diciendo que las olas eran tan altas que era mejor nadar por debajo.\nAhora, a pesar del calvario de sus familiares, Piñero prometió hacer el viaje en barco. “Estoy nerviosa”, dijo. “Me voy sin nada. Pero tengo que hacerlo porque de lo contrario, nos moriremos de hambre”.\nUna noche, a fines de septiembre, Piñero subió a bordo de un barco en un pequeño pueblo en la costa norte del país. Ella se arrodilló, rezándole a Dios para que sobreviviera al viaje y encontrara una vida mejor en Curazao.\nLos otros pasajeros, con lágrimas en los ojos, también comenzaron a rezar y algunos unieron sus manos en un círculo en la playa. Murmuraban plegarias para que la Guardia Costera no los atrapara, decían que eran buenas personas, que eran madres y padres.\nSe metieron con el agua hasta el pecho, alzando sus pocas posesiones y subieron al bote. El motor arrancó y se dirigieron hacia el horizonte.\nContinue reading the main story Foto\nIncluso el contrabandista parecía angustiado por esa desgracia que lo beneficiaba.\n“Preferiría que la crisis se acabara y mi negocio se terminara”, dijo el contrabandista después de que se marcharon. “Preferiría mil veces que no hubiera crisis y pudiéramos vivir en la Venezuela de antes”.\nEl bote que desapareció\nJesús Ramos sabía que tenía que nadar hasta tierra firme desde el bote del contrabandista. Así que pasó sus últimas semanas en Venezuela corriendo en el mar frente a su casa en La Vela, recuerda su madre.\nWilliam Cordero, su amigo de 29 años, también se fue. Pasó ese mes solicitando una licencia comercial para la barbería que planeaba abrir con todo el dinero que esperaba ganar en Curazao. Ya había comprado un letrero que decía: “Barbería ‘Mi fe en Dios'”.\nPero el barco que los llevaba nunca llegó a Curazao.\nContinue reading the main story Foto\nLos dos amigos, junto con otros tres migrantes y un capitán, desaparecieron en algún lugar de la costa de Venezuela el año pasado. No se encontraron restos. La única prueba de que su viaje se hizo son las selfis enviadas desde sus teléfonos inteligentes antes de partir. Los hombres posaron al lado de la lancha con grandes sonrisas.\n“Trato de no llorar. Me digo: ‘Mi hijo está bien, eso es todo'”, dijo Florangel Amaya de Ramos, la madre de Jesús.\nEl plan era sencillo: un viaje de siete horas en una lancha rápida. Si eran detenidos por la guardia costera de Curazao, se convertirían en turistas. Y con sus documentos en bolsas de plástico, estaban listos para nadar hasta tierra firme, sabiendo que el contrabandista quería hacer una escapada rápida. Luego encontrarían a sus contactos usando los teléfonos celulares que llevaban escondidos en jarras vacías.\nContinue reading the main story Foto\nCordero ya tenía un chip de teléfono móvil de Curazao. Dos años antes estuvo en la isla y trabajó ilegalmente como barbero, llegando a ganar varios miles de dólares que le envió a sus familiares en La Vela. Pero en 2015 fue deportado.\nRegresó a una Venezuela sombría. Las largas filas para conseguir comida se estaban convirtiendo en algo común en La Vela y la inflación golpeó sus ingresos.\nIncluso en grandes ciudades como Caracas y Maracaibo los alimentos básicos como la harina de maíz, que es la piedra angular de la dieta venezolana, se han vuelto muy difíciles de encontrar, mientras que un creciente mercado negro eleva todos los precios. En ciudades rurales como La Vela, los residentes sufren una aguda escasez porque tienen menos acceso a los alimentos y los servicios; además, su población tiene menos dinero.\nCordero trató de aprovechar la oportunidad y abrió una barbería en el patio de su hermana, vestido con un uniforme blanco como el que llevaba en Curazao. Pero solo ganaba cerca de 40 centavos de dólar por corte de pelo, comparado a los 35 dólares al día que hacía en la isla.\nEn ese momento volvió a pensar con intensidad en la idea de volver a Curazao. Pero ese país había implementado nuevas restricciones de visado para los venezolanos. La única manera de regresar era en los barcos de los contrabandistas.\nJesús Ramos, el amigo de Cordero, conocía a un hombre que estaba recolectando 200.000 bolívares por persona, unos 200 dólares para ese momento, con el fin de zarpar con un bote lleno de contrabando. Ramos, de 20 años, también fue deportado después de trabajar como jardinero en Curazao, pero no había podido encontrar trabajo en Venezuela. Una vez que se agotó el dinero de su primer viaje, su esposa y tres hijos pasaron muchos días de hambre.\nEl contrabandista encontró a dos hombres más de la zona y una quinta migrante llamada Jessica Márquez que había venido de Mérida, una ciudad ubicada a casi 650 kilómetros de distancia.\nDurante varios días, los cinco esperaron ansiosamente en La Vela mientras el contrabandista recibía informes de otros pescadores de Curazao sobre las patrullas de la Guardia Costera, tratando de decidir cuál sería la noche más segura para partir.\nSaribeth recuerda una de las conversaciones del grupo que solía reunirse en la peluquería de su hermano. Recuerda que Márquez preguntó: “¿Y si hay tiburones?”. “No puedes ser tan negativa”, respondió Cordero. Pero Saribeth afirma que su hermano también estaba asustado. “Estaba nervioso por el océano”, comentó.\nContinue reading the main story Foto\nRamos había vendido su motocicleta para pagarle al contrabandista y le dijo a su madre que ya no la iba a utilizar. Ella le preparó una bolsa impermeable con jabón, pasta de dientes, antibióticos y algo de ropa. Luego llegó una camioneta y se fueron.\nEsa tarde llegaron a Tucacas, el pueblo donde se encontraron con el contrabandista, y allí pasaron la noche en un albergue. Recientemente el motor de uno de los barcos había fallado, algo que le preocupaba a Ramos y se lo mencionó a un amigo que había accedido a buscarlo una vez que llegara a Curazao.\n“Esta bien, hombre… solo relájate, pronto estarás aquí”, le escribió el amigo en un mensaje de Facebook que Cordero le envió a su madre.\n“Sí, hermano, mañana, si Dios quiere”, le contestó Ramos.\nCordero subió al barco y le mandó una selfi a su hermana. Llevaba shorts amarillos y sin camisa, haciendo un signo de paz con la mano. Esa fue la última vez que alguien tuvo información sobre el grupo de migrantes.\nLa primera en saber que algo había salido mal fue la madre de Ramos. El amigo de Curazao le escribió por Facebook que había esperado a su hijo toda la noche pero nunca llegó.\n“Lloré toda la noche”, dijo la mujer.\nLas preguntas atormentan a las familias de los migrantes perdidos cada vez que miran al mar. ¿Será posible que sigan vivos? ¿Venezuela volverá a ser el país donde los venezolanos no necesitaban nadar hasta la costa de Curazao después de haber sido arrojados desde un bote de contrabandistas?\nFlorangel Amaya de Ramos sigue esperando a su hijo y habla de él en tiempo presente. Cada domingo va a misa para pedir por su regreso.\n“Siempre hablo con Dios”, dijo. “Siempre estoy mirando esa imagen de la Virgen. Tengo miedo de que algún día me grite: “Basta, ya. Es suficiente'”.\nLos peligros del viaje\nRolando Bello estaba sentado en un muelle de Curazao y le preocupaba su madre. Era septiembre, una semana antes de que ella tomara un bote para visitarlo. Él conoce bien los peligros de la travesía porque ha hecho el viaje en dos ocasiones.\nEl bote que llevaría a su madre se preparaba para partir y su hermana Roymar, que había sido arrastrada hasta la costa, fue deportada por las autoridades de Curazao durante el verano. Desesperada por trabajar, le pidió un préstamo a los contrabandistas para viajar hasta Aruba.\nRolando vive en Curazao con Lennymar Chávez, su esposa. Ella había llegado a la isla ese mes usando un nuevo esquema. Como no tenía los mil dólares necesarios para presentarse como un turista venezolano en la aduana, los contrabandistas le alquilaron ese dinero. Luego se le acercaron en el aeropuerto para recuperar el dinero y cobrar la cuota de alquiler que es de cien dólares.\nLennymar se sentó al lado de su esposo y los dos comieron un gran almuerzo. Un barco navegaba más allá de una fila de fachadas coloniales y Venezuela se sentía a un mundo de distancia.\n“No he comido una arepa desde hace tres meses”, dijo ella. “Solo pude comerme una aquí, en Curazao”.\nLa pareja dejó a su hija de 7 años en La Vela, con parientes. Rolando estudió para ser ingeniero en la industria petrolera de Venezuela pero ahora es un obrero de la construcción y gana cerca de 65 dólares al día. Lennymar se entrenó para ser enfermera, pero tiene pocas esperanzas de poder trabajar en su profesión en Curazao.\n“No me importa limpiar”, dijo. “Lo importante es que estoy trabajando aquí”.\nPero las autoridades de Curazao, al igual que las de otras pequeñas islas del Caribe, temen que los inmigrantes reduzcan la mano de obra local o cometan delitos violentos.\n“Mi preocupación es qué tipo de personas están entrando a Curazao”, dijo Nelson Navarro, ministro de Justicia de la isla, quien argumentó que la llegada de los venezolanos coincidió con un aumento del 15 por ciento en la delincuencia, particularmente en los robos a mano armada. “En Venezuela, no dudan en disparar contra un oficial de policía, pero aquí esto es noticia”.\nPara Álex Rosaria, un legislador de la isla, el problema de que los migrantes sigan entrando a Curazao es que el desempleo de ese país se ubica en el 11 por ciento.\n“Tenemos una capacidad limitada para atender a los refugiados”, dijo Rosaria.\nPor ahora, la Guardia Costera del Caribe se encarga de los refugiados. Rob Jurriansen, un oficial naval holandés que dirige las operaciones en Curazao, dice que su pequeña flota solo intercepta a una pequeña fracción de los migrantes, tal vez entre el 5 y el 10 por ciento de los barcos procedentes de Venezuela. Dice que los funcionarios de Holanda, la antigua potencia colonial que aún está vinculada a Curazao dentro del Reino de los Países Bajos, temen que no puedan controlar la ola migratoria.\nContinue reading the main story Foto\n“Ellos quieren prevenir una situación como la de Libia”, dijo, refiriéndose al flujo de migrantes que cruzan el Mediterráneo para llegar a Europa.\nSu estación está cerca de la Bahía de Caracas que ahora es el punto de llegada de muchos de los que huyen de Venezuela. Una densa formación rocosa cubre la isla por varios kilómetros en cada dirección, formando un laberinto por el que los migrantes vagan al entrar en Curazao.\nMientras tanto, María Piñero, la madre de Rolando, se estaba preparando para su segundo intento. En septiembre, después de casi llegar a la isla, su bote se devolvió porque los contrabandistas temían ser capturados por la guardia costera.\nPiñero volvió a embarcarse en una clara noche de octubre. A las 21:00 le envió un mensaje a sus familiares justo antes de partir. Durante su primer viaje el mar estuvo picado pero esta vez los 13 pasajeros se deslizaron suavemente sobre las olas.\nSin embargo, el océano calmado también significaba que eran visibles cuando llegaron a la mañana siguiente, antes del amanecer. En algún lugar de la costa, los funcionarios de la Guardia Costera vieron una “extraña mancha” en el agua.\nRoymar fue la primera de la familia que se enteró de lo que pasó. Un amigo la llamó a las 6:00 a. m. y le dijo: “Chica, detuvieron a tu madre. Atraparon el barco con drogas”.\nElla no quería creer la noticia pero abrió su computadora para ver qué podía encontrar en internet. Ya estaban circulando las imágenes de los pasajeros detenidos por las autoridades y reconoció a su madre.\n“Sí, era ella con el pelo rojo. Se cubría el rostro para que no la vieran”, dijo Roymar.\nEn una breve entrevista telefónica, Piñero dijo que aterrizó junto a una docena de otros pasajeros detenidos. Durante la conversación su voz se quebró, sonaba desesperada y cansada.\n“Pensé que valdría la pena, pero al final no fue así, porque voy de regreso”, dijo, antes de que la línea se cortara.\nSu hijo Rolando permanece en Curazao con su esposa, pero la captura de su madre arroja una sombra pesada en la pequeña casa que comparten con otra familia venezolana. La pareja estaba tratando de reunir el dinero para el billete de avión de Piñero, que los deportados están obligados a pagar. Lo enviarían a través de un tercero para evitar ser descubiertos.\nContinue reading the main story Foto\nUna noche del mes pasado, Rolando estaba solo y se preguntaba si la promesa de vivir mejor en Curazao había valido la pena por todo el daño que le causó a su familia.\n“Solo Dios conoce el sacrificio que se hace”, dijo. “Pero bien. Así es la vida”.\nSu hija, Roymar, estaba enojada.\n“Es muy triste porque esperamos llegar de una sola vez”, dijo. “Y, de repente, después de un viaje tan largo, te atrapan. Y devuelven a Venezuela”.\n“Imagínate la desesperación en la que está mi madre”, agregó. “No tiene dinero. Ahora tendrá que vender su casa. ¡Qué locura!”.", "url": "https://www.nytimes.com/es/2016/11/28/los-venezolanos-arriesgan-la-vida-para-escapar-del-colapso-economico/"}