{"authors": ["Somini Sengupta", "Por Somini Sengupta"], "date_download": "2018-11-16 03:45:07", "date_modify": "2018-11-16 03:45:07", "date_publish": "2017-02-23 13:00:22", "description": "El secretario general de las Naciones Unidas, António Guterres, declaró hambruna en Sudán del Sur y alertó sobre el riesgo de una situación similar en Somalia, Yemen y el noreste de Nigeria. Podrían morir 1,4 millones de niños.", "filename": "es_2017_02_23__1542339907.html", "image_url": "https://static01.nyt.com/images/2017/02/23/world/23famine1/23famine1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_02_23__1542339907.html", "title": "Por qué hay 20 millones de personas en riesgo de morir de hambre en un mundo abundante", "title_page": "Por qué hay 20 millones de personas en riesgo de morir de hambre en un mundo abundante – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nNACIONES UNIDAS — En un mundo lleno de comida, 20 millones de personas están al borde de la hambruna, incluyendo a 1,4 millones de niños que están en riesgo inminente de muerte. De cara a esta realidad desalentadora, hay una pregunta para los más poderosos del mundo: ¿Por qué en 2017 no han podido revertir una catástrofe tan arcaica y prevenible?\nEl secretario general de las Naciones Unidas, António Guterres, alertó el miércoles sobre el riesgo de hambruna en Somalia, Yemen y en el noreste de Nigeria. Esta semana, la ONU declaró que hay hambruna en zonas de Sudán del Sur.\n“En nuestro mundo abundante no hay pretextos para la inacción o la indiferencia”, dijo Guterres en una conferencia de prensa, en la que estaba acompañado por los líderes de las agencias de asuntos humanitarios de las Naciones Unidas.\nContinue reading the main story Foto\nCada uno de los países en los que hay hambruna está en guerra o, como en el caso de Somalia, está recuperándose de décadas de conflicto.\n¿Qué es la hambruna?\nLa hambruna es un estado específico y raro. Se declara después de que se cumplen tres criterios: cuando uno de cada cinco hogares en un área determinada enfrenta la carencia extrema de comida; cuando más del 30 por ciento de la población está severamente desnutrida, y cuando en un día dos personas de cada 10.000 mueren.\nEl economista en jefe del Programa Mundial de Alimentos en Roma, Arif Husain, la describió a inicios de semana así: “Cuando declaras que hay hambruna ya han sucedido cosas muy malas: hay personas que ya han muerto”.\nLa última vez que se declaró hambruna en Somalia fue en julio de 2011, después de que se calcula que 260.000 personas murieron, la mayoría en un periodo de dos meses.\nContinue reading the main story Foto\n¿Por qué la gente tiene hambre?\nGuterres mencionó dos razones para la crisis actual. La primera es que no hay dinero suficiente: las Naciones Unidas necesitan 5,6 mil millones de dólares para atender esta situación y la mayor parte de esta cantidad la requieren para finales de marzo. Apenas tienen dos por ciento de ese dinero, dijo. Aún no está claro si Estados Unidos —el mayor donante del mundo en materia humanitaria— continuará cumpliendo con sus compromisos bajo el gobierno del presidente Donald Trump.\nLa segunda causa es que los cuatro países que están en riesgo de padecer hambruna se tambalean ante el conflicto y, en muchos casos, los líderes de partidos enfrentados están bloqueando a los trabajadores humanitarios para llevar la ayuda a donde más se necesita.\n“Quiero hacer un llamado personal a los partidos en conflicto para atenerse a la ley humanitaria internacional y que permitan a los trabajadores humanitarios acercarse a las personas necesitadas”, dijo Guterres. “Sin acceso, cientos de miles de personas podrían morir, incluso si tenemos los recursos para ayudarlos”.\n¿Dónde hay hambruna y cuántas personas están afectadas por ella?\nLa situación actual en Somalia es diferente a la de 2011. El gobierno funciona aunque haya zonas vastas en donde prosperan las milicias de Al Shabab, pero el país lleva dos años seguidos de sequía y los meteorólogos estiman que las cosechas fracasarán de nuevo este año.\nContinue reading the main story Foto\nEn Sudán del Sur, 100.000 personas pasan hambre en la región del país afectada por la lucha entre dos ejércitos y hay un millón más de personas al borde de la hambruna, de acuerdo con el anuncio que hicieron las Naciones Unidas el lunes.\nEn el noreste del Nigeria, donde el ejército combate a los insurgentes de Boko Haram, probablemente hubo hambruna en dos poblaciones, Bama y Banki, de acuerdo con un sistema de alerta temprana establecido por la Agencia para el Desarrollo Internacional de Estados Unidos. Sin embargo, moverse en esa zona es tan peligroso que los trabajadores humanitarios no han podido verificar los niveles de hambre, y menos ayudar. Hay unos cinco millones de personas en riesgo de hambruna.\nLa mayor crisis es en Yemen, donde una coalición liderada por Arabia Saudita está combatiendo a los hutíes con el apoyo del Estados Unidos. Más de siete millones de personas necesitan alimentos con urgencia, de acuerdo con la ONU. Entre ellos, 462.000 niños enfrentan “desnutrición severa”, es decir, que aunque sobrevivan, probablemente tengan alguna discapacidad de desarrollo.\n¿La culpa es del cambio climático?\nEl cambio climático ha hecho que las sequías sean más severas y más frecuentes. En Somalia, después de dos años de sequía, las cosechas se han marchitado, el ganado ha muerto y el precio de los granos han aumentado. Casi tres millones de personas “no pueden satisfacer sus necesidades alimenticias diarias”, dice la ONU, y más de 900.000 niños padecerán de desnutrición severa este año.", "url": "https://www.nytimes.com/es/2017/02/23/por-que-hay-20-millones-de-personas-en-riesgo-de-morir-de-hambre-en-un-mundo-en-abundancia/"}