{"authors": ["Ernesto Londoño", "Por Ernesto Londoño"], "date_download": "2018-11-16 03:11:18", "date_modify": "2018-11-16 03:11:18", "date_publish": "2017-08-02 19:14:58", "description": "El presidente Michel Temer necesitaba que al menos 172 diputados lo respaldaran o se abstuvieran para evitar un enjuiciamiento y alcanzó ese umbral durante una sesión del congreso que volvió a resaltar la profunda polarización política en Brasil.", "filename": "es_2017_08_02__1542337878.html", "image_url": "https://static01.nyt.com/images/2017/08/04/universal/03briefingES2/03briefingES2-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_08_02__1542337878.html", "title": "El congreso brasileño bloquea la investigación por sobornos contra Temer", "title_page": "El congreso brasileño bloquea la investigación por sobornos contra Temer – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCURITIBA, Brasil — Los diputados brasileños votaron el miércoles para evitar que el presidente Michel Temer sea investigado por acusaciones de corrupción. La votación mantiene así en el poder a un líder impopular, con el aparente objetivo de evitar profundizar la agitación política.\nTemer necesitaba que al menos 172 diputados lo respaldaran o se abstuvieran de votar para evitar un enjuiciamiento y alcanzó ese umbral –al final 263 lo respaldaron y 227 votaron en su contra– durante una maratónica sesión del congreso que volvió a resaltar la profunda polarización política en Brasil.\nVarios legisladores que lo apoyaron no dijeron nada sobre las acusaciones, justificando sus votos diciendo que Brasil no podía permitirse más crisis políticas. Pero los opositores dijeron que permitir que el presidente permanezca en el cargo es como un respaldo a la cultura de la impunidad.\nLos enfrentamientos en la Cámara Baja del congreso empezaron horas antes de la votación. Los legisladores críticos al presidente lanzaron billetes falsos al aire para denunciar lo que califican como la descarada corrupción de la política brasileña.\nLa votación ocurrió casi un año después de que el congreso destituyera a la expresidenta Dilma Rousseff en un juicio político, acusada de desviar dinero de los bancos estatales para ocultar los déficit presupuestarios en el periodo previo a su reelección en 2014.\nCuando el procurador general Rodrigo Janot acusó a Temer en junio de aceptar un soborno de 152.000 dólares de un magnate de la industria alimentaria, los brasileños enfrentaron la posibilidad de perder a otro presidente en tan solo dos años.\nPara poder procesar a un presidente en funciones en Brasil, se requiere que dos tercios de la Cámara Baja del congreso envíen formalmente el caso al Supremo Tribunal Federal. Si hubiesen votado suficientes legisladores, Temer habría sido suspendido por 180 días y podría haber sido enjuiciado.\nPero muchos legisladores, entre ellos algunos que también están siendo investigados por corrupción, dicen que el país y su economía necesitan estabilidad, no más turbulencia política.\nTemer también ha repartido millones de dólares en dinero federal a los principales distritos del congreso en las últimas semanas, en lo que algunos críticos definen como un esfuerzo para influir en los legisladores.\nSegún Contas Abertas, un grupo que monitorea las decisiones del gobierno, en junio y julio se otorgaron más de 1,3 mil millones de dólares en fondos discrecionales para los distritos. Es una cantidad inusualmente alta, particularmente en una era de austeridad durante la cual los hospitales, universidades y departamentos de policía han tenido que reducir sus presupuestos.\nMás del 80 por ciento de los brasileños quiere suspender a Temer y someterlo a juicio, según una encuesta realizada a finales de julio; un 73 por ciento de los encuestados dijo que cualquier legislador que bloquee los cargos no merece ser reelegido.\nEl índice de aprobación de Temer descendió hasta el 5 por ciento el mes pasado, según el mismo sondeo, realizado por la empresa de investigación IBOPE. Eso lo convierte en una figura menos popular que Rousseff cuando esta alcanzó su punto más bajo a fines de 2015: solo el 9 por ciento de los brasileños la apoyaban.\nContinue reading the main story Foto\n“Hay una metáfora en Brasil; cuando dos hombres se están ahogando, se abrazan”, dijo Ilona Szabó de Carvalho, fundadora de Agora!, un movimiento cívico que busca que el sistema político brasileño sea más accesible y rinda cuentas a los ciudadanos. “Esta es la imagen de nuestra legislatura hoy”.\nLa mayoría de los casos de corrupción en Brasil han surgido de una investigación que, en sus inicios, parecía ser rutinaria; sobre lavado de dinero en una gasolinera en Brasilia. Los cargos, en tanto, han socavado la cultura de impunidad en el país. Decenas de empresarios de alto nivel y varios políticos de alto rango han sido enjuiciados.\nSin embargo, con la Operación Lava Jato en su cuarto año, muchos políticos todavía se sienten por encima de la ley, de acuerdo con Deltan Dallagnol, uno de los procuradores encargado de los casos.\n“Es una regla que estas personas todavía no creen que serán castigadas en Brasil”, dijo Dallagnol. “La evidencia de esto es que, en 2017, tres años después de que empezó Lava Jato, la gente que disfruta de la impunidad que está en el poder y protegida de ir a prisión, sigue cometiendo delitos”.\nEn los últimos días, Temer intentó presentarse como un líder indispensable que guiará a Brasil para dejar atrás la recesión de hace varios años. Su abogado pronunció una defensa apasionada el miércoles temprano cuando empezaba la sesión en la cámara baja en la que dijo que había señas de que la economía iba en recuperación, con una menor inflación, gracias a Temer.\n“En este momento esas mejoras están en riesgo”, dijo el abogado, Cláudio Mariz de Oliveira. Dijo que los cargos contra Temer eran “frutos de la ficción”.\nLos problemas legales de Temer todavía podrían ser revividos. Janot, el procurador, podría presentar nuevos cargos contra el presidente y la Cámara de Diputados tendría que celebrar otro voto sobre si permitir que esos casos también avancen al Supremo Tribunal.\nMientras la destitución de Rousseff desencadenó manifestaciones masivas callejeras tanto a favor como en contra, el ambiente entre los brasileños respecto al futuro de Temer ha sido uno de resignación más que de indignación, según analistas.\n“Hay mucho desgaste a nivel individual entre la gente que vive en Brasil, por esta crisis política sin fin”, dijo Marcelo Issa, director de la consultora política Pulso Público.\nAntonio Alcantaro Lima, jubilado de Río de Janeiro, dijo que los brasileños ahora son muy cínicos de cara a una élite política corrupta intrincada.\n“No veo luz alguna a final del túnel”, dijo. “Todos los candidatos son los mismos. Lo veo como telenovela, en la que cambia el guion pero los actores son los mismos. No tengo esperanzas”.", "url": "https://www.nytimes.com/es/2017/08/02/congreso-brasil-temer-cargos/"}