{"authors": ["Clifford Krauss", "Por Clifford Krauss"], "date_download": "2018-11-16 04:16:34", "date_modify": "2018-11-16 04:16:34", "date_publish": "2017-11-09 11:55:29", "description": "Esta es la tercera vez que Rusia ayuda a Venezuela por sus problemas financieros, de cara a un posible impago del gobierno de Nicolás Maduro, aunque el monto otorgado por Moscú representa apenas una fracción mínima de lo que todavía debe pagar Caracas.", "filename": "es_2017_11_09__1542341794.html", "image_url": "https://static01.nyt.com/images/2017/11/09/business/09DEBT1/09DEBT1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_11_09__1542341794.html", "title": "Rusia le lanza un salvavidas financiero a Venezuela, pero continúa la crisis económica", "title_page": "Rusia le lanza un salvavidas financiero a Venezuela, pero continúa la crisis económica – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nVenezuela estaba al borde del incumplimiento de los pagos de su deuda, pero Rusia le lanzó un salvavidas. El ministro ruso de Finanzas, Anton Siluanov, anunció el miércoles que ambos países acordaron la reestructuración de aproximadamente 3000 millones de dólares en préstamos del Kremlin.\nEsa cantidad es muy pequeña comparada con la enorme deuda de 120.000 millones de dólares que tiene Venezuela, pero le ayudaría al gobierno de Nicolás Maduro a hacer pagos por cientos de millones de dólares en las próximas semanas a otros acreedores y posiblemente sirva para asegurarle a los tenedores de bonos que el impago no es inminente.\nEl gobierno venezolano ha luchado para cubrir el pago pendiente de un bono de PDVSA 2017 por 1200 millones de dólares, con un plazo que se venció el viernes pasado y que no tenía un período de gracia.\nPara la madrugada del miércoles, los inversores y analistas financieros habían comenzado a temer que Venezuela no obtendría el dinero para honrar sus deudas. Aunque, para el mediodía, iniciaron las transferencias vencidas a los tenedores de bonos.\nSin embargo, Venezuela ha retrasado el pago de más de 350 millones de dólares en intereses sobre varios bonos desde octubre, con períodos de gracia que vencen en las próximas semanas.\n“Resulta claro que los venezolanos han buscando ayuda en todas partes y, en este momento, Rusia es su fuente más viable de financiamiento”, dijo Risa Grais-Targow, directora para América Latina de Eurasia Group, una firma de análisis de riesgo. “Los venezolanos han estado presionando mucho a los rusos”.\nEsta es la tercera vez en un año que Rusia ha aceptado ayudar a Venezuela por sus problemas financieros. Y sus préstamos al gobierno de Maduro forman parte de una estrategia mundial que utiliza a Rosneft, la petrolera estatal rusa, para ayudar a alcanzar los objetivos de política exterior del gobierno de Vladimir Putin.\nEn los últimos tres años, Rusia le ha proporcionado 10.000 millones de dólares en asistencia financiera al gobierno de Caracas y, el año pasado, Rosneft adquirió una participación del 49,9 por ciento en Citgo, la filial de la petrolera estatal venezolana en Estados Unidos. Eso representaba la garantía de un préstamo de 1500 millones de dólares para Petróleos de Venezuela, mejor conocida como PDVSA. Rosneft está negociando para cambiar su participación en Citgo por los campos petrolíferos de Venezuela.\nLas inversiones de Rosneft también se han centrado en Cuba, China, Egipto y Vietnam, y ha estado buscando acuerdos en el este del Mediterráneo y África, zonas en las que rivaliza con los intereses estadounidenses. El uso de su compañía petrolera como una herramienta geopolítica le ha dado a Rusia más espacio para operar en un momento en que las sanciones occidentales pesan fuertemente sobre su economía.\nContinue reading the main story Foto\nLos términos de la reestructuración fueron dados a conocer el miércoles, y tampoco los detalles del préstamo original. Grais-Targow dijo que el préstamo ruso podría remontarse a varios años atrás, a una época en que el expresidente Hugo Chávez, quien murió de cáncer en 2013, compró armamento ruso.\nComo Venezuela generalmente le paga a Rusia con petróleo, la renegociación podría significar que el gobierno de Maduro tendrá más petróleo para vender en los mercados mundiales y así conseguir el efectivo que necesita para pagar la deuda e importar alimentos y medicinas.\nStuart Culverhouse, jefe de investigación soberana y de renta fija de Exotix Capital, un banco de inversión de mercados emergentes y corredor que comercializa bonos venezolanos, describió la renegociación como “Rusia tratando de ser razonablemente amigable para evitar algo peor”.\nEl gobierno venezolano invitó el próximo lunes a los tenedores de bonos internacionales a Caracas para comenzar las negociaciones para reestructurar más de 50.000 millones de dólares en bonos adeudados a acreedores privados. El anuncio de que buscaría la reestructuración fue un reconocimiento de que Venezuela no puede pagar todas sus deudas a tiempo, pero cualquier renegociación será difícil, si no es que imposible, debido a las sanciones de Estados Unidos.\nEstas prohíben a los estadounidenses tratar con el hombre a cargo de la renegociación, el vicepresidente Tareck El Aissami, a quien los funcionarios estadounidenses han vinculado con el tráfico de drogas. Las sanciones implementadas en agosto también restringen la comercialización de bonos venezolanos vendidos por el gobierno en los mercados financieros estadounidenses.\nPero el llamado a negociar también hace que sea improbable que los venezolanos sean quienes declaren una falta de pago, por lo que un impago tendría que ser declarado por los principales acreedores.\nPara que ocurra un incumplimiento, los tenedores del 25 por ciento del valor de los bonos primero tendrían que plantear el problema con los fideicomisarios o los agentes fiscales que figuran en los bonos. Si el gobierno no satisface al fideicomisario o agente que está preparado para cumplir con las obligaciones, los acreedores pueden buscar una resolución ante el tribunal.\nCulverhouse dijo que no cree que los tenedores de bonos, un diverso grupo de individuos e instituciones financieras venezolanas e internacionales, tomen acciones de una forma precipitada.\n“No creo que la mayoría quiera acelerar las cosas y declarar un incumplimiento en este momento”, dijo, “primero querrían ver cuál será la reacción del gobierno”.", "url": "https://www.nytimes.com/es/2017/11/09/rusia-venezuela-deuda-crisis/"}