{"authors": ["Pam Belluck Y Tania Franco", "Por Pam Belluck Y Tania Franco", "Pam Belluck", "Tania Franco"], "date_download": "2018-11-16 04:15:09", "date_modify": "2018-11-16 04:15:09", "date_publish": "2017-03-14 15:12:44", "description": "Muchas familias pobres de Brasil enfrentan las secuelas del virus del Zika en sus bebés: convulsiones, problemas respiratorios, dificultad para tragar... Estas son tres historias de valentía, perseverancia y amor frente a un millón de obstáculos.", "filename": "es_2017_03_14__1542341709.html", "image_url": "https://static01.nyt.com/images/2017/03/11/science/zika-brazil-ss-slide-65SD/zika-brazil-ss-slide-65SD-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_14__1542341709.html", "title": "Cómo crecen los bebés brasileños afectados por el zika: la vida de Sophia, Alícia y Daniel", "title_page": "Cómo crecen los bebés brasileños afectados por el zika: la vida de Sophia, Alícia y Daniel – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read in English\nESCADA, Brasil — No había ni un alma en la estrecha y polvorienta calle, excepto por un gato que se escabullía bajo la luna creciente. Eran las 2:30 de la mañana, y en una pequeña casa rosada ubicada 29 escalones arriba de la calle, en un cerro de barro rojo, Vera Lúcia da Silva alistaba a su bebé para viajar hasta la ciudad de Recife, a dos horas y media de distancia.\nCon Sophia Valentina en brazos, caminó por el pueblo adormecido por neblina hasta que se montó en una camioneta del gobierno para hacer un viaje atropellado hasta su destino, Recife, justo después del amanecer. Ellas hacen esa ardua travesía varias veces a la semana. Es la única manera de seguir el tratamiento y la terapia que necesita Sophia para los problemas causados por el virus de Zika.\nAhora, con más de un año de edad, Sophia sufre las secuelas de la epidemia porque forma parte de los casi 2500 bebés nacidos de madres infectadas de zika en Brasil. Estos niños tienen un daño cerebral tan profundo que las consecuencias apenas comienzan a entenderse.\nContinue reading the main story Foto\nCatorce meses después de que la Organización Mundial de la Salud (OMS) declaró al zika como una emergencia mundial, la alarma sobre el virus transmitido por un mosquito en América Latina empieza a ceder. En noviembre la OMS canceló la designación de emergencia para el zika, pero el virus no ha desaparecido en lo absoluto.\nSe siguen notificando miles de nuevas infecciones por zika en toda América Latina y los funcionarios de la OMS dijeron que eso demuestra que, al igual que la malaria o la fiebre amarilla, es una amenaza constante en la región y no una pandemia urgente.\nY para las familias con bebés afectados por esa enfermedad, los terribles efectos se están profundizando. Eso se evidencia sobre todo en las ciudades y pueblos pobres del noreste de Brasil, donde la conexión entre el misterioso virus y los bebés nacidos con cabezas pequeñas y deformes se detectó por primera vez y donde cientos de familias luchan por darle a esos niños la mejor vida posible.\nLas relaciones familiares se trastocaron y muchas vidas quedaron destruidas. Algunos padres han tenido que abandonar sus empleos para dedicarse a cuidar a sus hijos. Las altas tasas de embarazo adolescente en Brasil añaden una capa más de dificultad, pues muchas jóvenes colegialas terminan convertidas en las madres de estos bebés afectados.\nPor su parte, los doctores e investigadores apenas están comenzando a captar las consecuencias médicas del zika. Muchos bebés nacieron con las pequeñas cabezas características de la microcefalia, pero sus problemas se han multiplicado, lo que ha obligado a los expertos a otorgarle un nuevo nombre a la afección: “síndrome congénito de zika”.\nContinue reading the main story Foto\nLos pequeños pueden presentar convulsiones, problemas respiratorios, dificultad para tragar alimentos, debilidad y rigidez en músculos y articulaciones —lo que incluso les impide sostener la cabeza— pies torcidos, problemas de visión y audición, y brotes de llanto e irascibilidad que son difíciles de calmar.\nAlgunos de estos bebés ya cumplieron un año, pero los doctores dicen que su desarrollo neuronal está más cerca al de un bebé de tres meses. Algunos casos de microcefalia son tan extremos que los expertos los comparan con una variante llamada “secuencia disruptiva del cerebro fetal”, antes tan rara que solo se había observado en un puñado de bebés. Ahora siguen sumándose nuevos problemas. Hace poco a Sophia la sometieron a una cirugía para tratar un nuevo problema: hidrocefalia, o exceso de líquido en el cerebro.\nTambién se están detectando nuevas olas de bebés con deficiencias aunque al nacer parecían normales. En algunos, la microcefalia y otros síntomas están surgiendo meses después, pues su cerebro —que tiene células debilitadas o destruidas, áreas mal formadas y bolsas de líquido— no pudo desarrollarse lo suficiente para coincidir con su crecimiento físico. Los expertos predicen que otros niños que todavía no parecen afectados por el virus podrían empezar a tener dificultades cuando comiencen a caminar o en la escuela.\nLos médicos aún desconocen el alcance final de la enfermedad, dijo Vanessa van der Linden, una neuropediatra de Recife que ayudó a descubrir el vínculo entre el zika y la microcefalia. “Solo conocemos lo que se puede observar fácilmente”.\nVan der Linden pertenece al grupo de médicos y terapeutas dedicados a ayudar a las familias en los hospitales públicos y clínicas sin fines de lucro. El gobierno brasileño ha implementado diversos programas que incluyen el pago de modestas prestaciones por discapacidad a las familias pobres.\nContinue reading the main story Foto\nMuchas familias están en listas de espera para ser atendidas. Los programas de terapia están dejando de atender a algunos niños porque su desarrollo está tan atrofiado que la terapia ya no puede ayudarles. Sobre los bebés más grandes que todavía no pueden hacer contacto visual ni interactuar, Van der Linden dijo: “Aunque se les haga terapia física todos los días, eso no significa que estarán mejor”.\nPara las familias afectadas por el zika, los retos apenas comienzan. Sus hijos aún son bebés, lo suficientemente pequeños para que los carguen y alimenten. Al crecer, es posible que muchos no caminen ni sean capaces de asistir a una escuela regular. Algunos no podrán llegar a ser adultos independientes.\n“La mayoría o la totalidad de estos bebés vivirán muchos años, es posible mantenerlos con vida durante mucho tiempo, y necesitarán ayuda las 24 horas del día”, dijo Ernesto Marques, un experto en enfermedades infecciosas de la Universidad de Pittsburgh y la Fundación Oswaldo Cruz en Recife. “Las consecuencias para la sociedad son enormes”.\nEstas son las historias de tres familias: una pareja que persevera con ingenio y valentía a pesar de las frecuentes complicaciones médicas de su bebé; una chica que a los 14 años se convirtió en mamá de un bebé con secuelas del virus, y unos recién casados cuya relación no soportó la presión de cuidar a su bebé con esta discapacidad.\nSophia\nContinue reading the main story Foto\n“En grave riesgo de aspiración”, decía el papel junto a la cama donde Vera Lúcia da Silva envolvía a Sophia en una cobija con capucha rosa para su caminata hasta la camioneta en medio de la noche.\nUn médico le explicó lo que ese informe significaba. “Se va a ahogar”, dijo Da Silva mientras torcía sus dedos con angustia. “Se le va a ir la comida a los pulmones”.\nSophia tenía una seria disfagia, un problema para tragar que afecta a los bebés mayores afectados por el zika cuyos cerebros no pueden coordinar las habilidades requeridas para comer. Los médicos recomendaron añadir espesante a la fórmula, pero si esto no tiene éxito tendrán que introducirle una sonda de alimentación por su nariz. A Sophia ya la alimentaron con sonda y eso provocó que vomitara sangre negra.\n“Le estoy pidiendo a Dios que no tenga que usar la sonda de alimentación”, imploró Da Silva, de 30 años, mientras afuera los gallos cacareaban en la oscuridad y los perros aullaban. Su esposo, Ronaldo, de 34 años, trató de tranquilizarla. “Dios”, le dijo, “nunca nos daría 100 kilos si solo podemos cargar 50”.\nPero la carga sigue aumentando.\nContinue reading the main story Foto\nContinue reading the main story Foto\nDespués de otro largo viaje a Recife y de horas de esperar sobre duras sillas de plástico, Sophia, con una camiseta con corazones rosas y la palabra “amor”, fue puesta sobre un tapete elevado en la clínica de la Fundación Altino Ventura.\nCinco terapeutas la examinaron. Uno sacudió una sonaja amarilla cerca de su oído. Otro le quitó sus pequeños lentes color lavanda, ondeó una borla plateada e hizo parpadear una linterna, pero los ojos de Sophia no parecían seguir los estímulos.\n“Sophia es una bebé con habilidades visuales, auditivas y motoras muy comprometidas”, concluyó Kirla Melo, terapeuta física. “No controla la cabeza, no se rueda, no se sienta”.\nOtra clínica ya la había sacado del grupo de terapia física. “El médico dijo que Sophia no estaba desarrollándose”, dijo Vera Lúcia. “A los niños que no se desarrollan los están sacando de las terapias”.\nEstaba enojada. “Creo que eso está muy mal. Su deber es trabajar para que nuestros bebés puedan desarrollarse”.\nLos padres de Sophia se las ingenian para darle todo el apoyo que pueden. En casa armaron versiones caseras del equipo para terapia física que usan en las clínicas: hicieron sonajas con botellas de Coca Cola llenas de frijoles, pusieron pelotas de plástico de colores en una pequeña piscina inflable y llenaron un par de pantalones de Ronaldo con espuma para ayudar a Sophia a sentarse.\nUn médico les dijo que los colores brillantes podrían estimular su visión, así que pintaron su puerta gris y sus persianas color calabaza naranja, cambiaron las cortinas y las fundas de sillón a rojo cereza y cubrieron la cocina con tela color amarillo soleado.\nAntes de casarse, Ronaldo, quien trabaja pintando tuberías en una refinadora de petróleo, pasó un año cavando y emparejando un lote arriba de un risco extendido con plantas descuidadas, preparando el terreno para su casa, con el techo rojo de baldosas corrugadas y coloridos tendederos.\nEl risco da a un lado de una estrecha calle empedrada. Del otro lado, las casas están a nivel del suelo o por debajo de él, con ventanas enrejadas para detener a los ladrones y vendedores de droga.\nContinue reading the main story Foto\nDespués de que nació Richarlisson, su primer hijo, Vera Lúcia, quien era maestra, intentó quedar embarazada durante cinco años y tuvo un aborto espontáneo. Cuando tenía tres meses de embarazo con Sophia, en junio de 2015, un mosquito la picó en el brazo cerca del pozo de un vecino. Le dio diarrea y tuvo erupciones cutáneas en brazos, abdomen y rostro.\nUn médico dijo que podría ser chikunguña, otra enfermedad que también es transmitida por un mosquito pero raramente tiene efectos duraderos y no se transmite a los fetos. En ese entonces el zika, trasmitido por el mismo insecto, casi no se conocía en Brasil.\nTodo parecía marchar bien hasta que se hizo un ultrasonido a los seis meses.\n“Su hija tiene microcefalia”, le dijo un médico. “Su cabeza es muy pequeña y el cerebro de la niña no se ha desarrollado”.\nLa desesperanza inundó a la futura mamá. Aun así, dos semanas después, cuando un médico le dijo: “Si no quiere tener a un hijo con microcefalia no está obligada a tenerlo”, ella se negó a abortar. “No, aunque tenga microcefalia la amaré tal como venga”.\nCuando nació, la pierna izquierda de Sophia se torcía a lo largo de su cuerpo y un médico anunció: “Sophia Valentina no va a caminar”. Vera Lúcia se enojó.\n“¿Usted cree que sabe más que Dios?”, le dijo al médico. “Mi hija no tiene ni 24 horas de nacida”.\nCon baños para relajar la pierna y manipulándola suavemente usando como cabestrillo un pañal de tela, Vera Lúcia y su hermana lograron devolver la pierna a su posición normal.\nCuando otro médico dijo que las manos de Sophia “no agarrarán nada”, los Da Silva le enseñaron a doblar los dedos para agarrar paletas y sacudir sonajas.\nContinue reading the main story Foto\nCuando los vecinos comenzaron a chismear y uno de ellos dijo que Sophia tenía “la cabeza deforme y una pierna coja”, Ronaldo convenció a su esposa de que no valía la pena confrontarlos. Algunas personas son amables, dijo, como su jefe, que no lo despidió cuando las dificultades forzaron a la compañía de 300 empleados a deshacerse de casi todos. Solo quedaron siete.\nVera Lúcia pasó cinco meses discutiendo con funcionarios de la ciudad que le seguían negando los viajes en la camioneta gubernamental a Recife. Llamó a un empleado “Satán” y finalmente consiguió un asiento después de amenazarlos con avisar a los periódicos y avergonzar al alcalde en un año de elecciones.\nSin embargo, cuando los médicos de Sophia programan nuevas consultas, Vera Lúcia debe caminar durante 40 minutos para reservar en persona un lugar en la camioneta en el Departamento de Salud.\nUna mañana Sophia dejó de moverse. Respiraba, sus ojos estaban abiertos, pero su cuerpo parecía congelado. Vera Lúcia lloró, “con miedo de perder a mi muñequita”. Sophia estaba débil y desnutrida porque no se había adaptado a la sonda de alimentación nasal que le habían puesto dos semanas antes. Los especialistas le dijeron que necesitaría una sonda nueva cada quince días.\nContinue reading the main story Foto\nAl siguiente mes, en noviembre, Sophia estuvo hospitalizada durante diez días por neumonía. En diciembre introdujeron una sonda en su cerebro, que se había llenado de líquido y le había causado 32 convulsiones en un día. En enero volvió al hospital por neumonía. Ahora Sophia está en una lista de espera para que le pongan una sonda de alimentación abdominal.\n“Mi hija es una guerrera”, dijo Da Silva.\nEn el sofá rojo debajo de las cortinas naranjas, la mujer miró con curiosidad y angustia a su bebita. “Sophia Valentina”, murmuró. “Va a sorprenderme”.\nAlícia\nContinue reading the main story Foto\nAlícia Isabela do Nascimento Martins nació dos meses antes de término mediante una cesárea de emergencia. Estuvo hospitalizada 70 días hasta que pudo respirar por sus pulmones, su corazón pudo latir uniformemente y su cuerpo ya no necesitaba una sonda de alimentación. Sin embargo, los médicos no pudieron curar el daño cerebral que ocurrió cuando su madre contrajo el virus de Zika durante el embarazo.\nAlícia, ahora de casi 18 meses, tiene microcefalia, músculos rígidos, convulsiones y problemas para ver, respirar y tragar. Criar a un bebé así sería un reto para cualquiera, pero mucho más para la madre de Alícia, Íris, quien es prácticamente una niña. Dio a luz a los 14 años.\nCasi 450 adolescentes han tenido bebés con microcefalia como consecuencia de la epidemia en Brasil, según los funcionarios de salud. Algunas hacen malabares para ir a la escuela y cuidar a sus hijos. Otras dependen de la ayuda de sus padres.\n“Nunca me imaginé esta situación”, dijo Íris; los frenillos de sus dientes brillaban mientras trataba de calmar a Alícia con uno de sus pocos métodos útiles: hacer sonar repetidamente música de caricaturas en su celular. “Este sentimiento, esta realidad”, dijo, con voz tensa, “fue devastadora”.\nContinue reading the main story Foto\nSu embarazo hizo enojar a su madre, quien, sin embargo, corrió con Íris al hospital a los siete meses en lugar de dejar que perdiera a la bebé.\nDesde el principio, la joven enfrentó un susto tras otro. Una vez, el corazón de Alícia se paró “enfrente mío”, contó. Lloró porque tenía “una cabeza muy chiquita”, pero los médicos esperaron un mes para decirle que tenía microcefalia y calcificaciones en el cerebro, lo que habían confirmado mediante una resonancia magnética.\nCuando finalmente dieron de alta a Alícia del hospital, Íris cayó en una depresión profunda, envuelta, según dice, por “un sentimiento de rechazo” hacia su bebé. “No sentía ese ‘amor de madre’”.\nSe fueron a vivir con Túlio Martins de Cristo, un adolescente de 19 años y padre de Alícia, a la casa donde vivía con su madre. Él y su mamá alimentaban a Alícia, le cambiaban los pañales y la cuidaban prácticamente por completo.\n“Íris solo dormía”, cuenta su madre, Enilsa José do Nascimento, de 45 años, quien tiene una carrera técnica de enfermería. “Y, junto a ella, su bebé lloraba y gritaba”.\nÍris ni siquiera fue al hospital cuando, en dos ocasiones, Alícia dejó de respirar por apnea. En palabras de su madre “tenía la vida apagada”. Sin su novio y la mamá de él, “creo que la bebé habría muerto”.\nSu madre le llevaba ensaladas y jugos, y le suplicaba que comiera. “Tienes una bebé que depende de ti”, le decía. “Mírala, no es fea; tu bebé está muy bonita”.\nContinue reading the main story Foto\nContinue reading the main story Foto\nFinalmente, la madre de Tulio le rogó que fuera a una reunión de la Unión de Madres de Ángeles (UMA), un grupo de más de 300 madres con bebés afectados por el zika. Eso le abrió los ojos. Se dio cuenta de que había muchas madres en peores situaciones que la de ella.\nDe pronto, dijo Íris, la invadió una urgencia de mejorar las oportunidades de Alícia. “¡Por Dios, levántate, Íris”, cuenta que se dijo a sí misma. “¡Dios mío, estoy perdiendo el tiempo!”.\nLe dijo a su madre: “Tengo que hacer que mi hija camine. Si no puede caminar, entonces tiene que poder ver”.\nTodo cambió. Aunque había aprobado unos exámenes muy difíciles para entrar a una escuela muy competitiva, se cambió a una institución nocturna. Ahora lleva a Alícia a por lo menos dos terapias y consultas médicas diariamente, por lo general en Recife, a dos horas y por lo menos dos autobuses desde su pueblo, Paulista. Se mudó con su madre y su hermana de 17 años, que cuidan a Alícia mientras Íris va a clases, de 19:00 a 22:00 horas. Luego hace la tarea y se levanta cuando se despierta Alícia, a menudo a las cuatro de la mañana.\nPara el primer cumpleaños de Alícia, Íris tenía citas planeadas en tres clínicas de terapia visual, táctil y auditiva. También consultaron a Cristiane Marcela Santos, una otorrinolaringóloga del Hospital Agamenon Magalhães.\n“¿Quince?”, le preguntó Santos. “¿Tienes 15 años?”. Estaba sorprendida de que Íris supiera tanto a su corta edad.\nÍris cuenta que en todas partes, siempre hace “muchas preguntas”.\nContinue reading the main story Foto\nCon shorts de color rosa y una camiseta lavanda, el cuerpo de Alícia se parecía al de un niño de un año, pero su cabeza solo tenía 36 centímetros de circunferencia, muy por debajo de lo normal. Su buen oído y la disminución de su irritabilidad son desarrollos positivos, pero mantiene otros síntomas como los músculos estrechos. Para que pueda mantener las manos abiertas, sus dedos estaban abiertos con cinta rosa, que a veces también se usa para relajarle la espalda y la barbilla.\nSantos les preguntó sobre las primeras resonancias del cerebro de Alícia.\n“Calcificación en casi todo el cerebro”, le contestó Íris.\n“¿Alguna alteración en la corteza cerebral?”, preguntó la especialista.\n“Había unas manchas blancas”.\n“¿Alguna vez se ha sofocado tanto que se ha puesto azul y has tenido que golpear su espalda?”, preguntó Santos.\n“Pasa mucho”, dijo Íris.\n“Es algo muy serio”, dijo la doctora.\nLa dedicación maternal de Íris es “muy segura y madura”, dijo Santos. “La vida la hizo así”, comentó. “Dejan de vivir sus propias vidas para vivir las de sus hijos”.\nÍris, que acaba de cumplir 16 años, no tiene tiempo para acongojarse.\n“Cambié mi vida por Alícia”, dijo. “Lo hice por ella y ella lo hace por mí”.\nDaniel\nContinue reading the main story Foto\nLas bancas se llenaban con madres de bebés afectados por el zika afuera de la Asociación de Ayuda para los Niños Discapacitados en Recife, cuando Jaqueline Vieira llegó con su hijo Daniel en brazos. Su cabeza es demasiado pequeña para su cuerpo, que tiene el tamaño del de un niño que comienza a caminar, y sus dedos están fundidos en un puño.\nTraía unos lentes azules amarrados a la cabeza y brazaletes azules decorados con imágenes de Mickey Mouse en las piernas. Debe traerlos todo el día para arreglar sus “pies de bailarina”, que miran hacia afuera, y Jaqueline lo sabe. Pero el metal la raspa y hace que abrazar a Daniel sea incómodo, así que se los pone más que nada cuando salen de casa.\nEs el tipo de acto de equilibrio al que se ha tenido que acostumbrar. Criar a los bebés afectados por el virus es bastante difícil para familias con matrimonios e ingresos estables. Sin embargo, las secuelas de la enfermedad han acabado con algunos matrimonios y con sus ingresos económicos. Desde que nació Daniel, hace 16 meses, Jaqueline se separó de su esposo, perdió una ayuda mensual gubernamental, renunció a su trabajo y ahora se las arregla para sobrevivir con otras ayudas del gobierno.\nContinue reading the main story Foto\nEse lunes cumplía 26 años, pero la ocasión pasó casi desapercibida. El fin de semana en Olinda, un pueblo que se encuentra al norte de Recife, Daniel había tenido convulsiones epilépticas durante tres horas seguidas y se le habían puesto azules los labios. Jaqueline había temido que dejara de respirar, y en la noche no pudo llegar hasta un hospital porque no pasaban autobuses.\nJaqueline y otras madres comparaban sus resultados. Una dijo que por un momento no vio a su hijo esa mañana, y luego se dio cuenta de que se había caído de la cama. “Eso es bueno”, dijo otra. “Se movió. Ya quisiera tener un bebé así”.\nDe pronto apareció una camioneta que las llevó a un salón de belleza para que las consintieran; un cantante local pagó todo. En el Salón Terciopelo, el aire era vaporoso por los productos para el cabello. Las mujeres dejaban a sus bebés en divanes rojos felpudos.\nJaqueline dejó a Daniel con una prima porque estaba un poco agitado. Eligió que le pintaran las uñas de colores nacarados: de base le pusieron un color llamado “Blanco de novia” y encima otro llamado “Blanco gatita”. Una estilista cambió sus rebeldes rizos oscuros por un cabello lacio y brillante. Viéndose en el espejo, se tomó una selfi. “¡Mírenme!”, presumió.\nContinue reading the main story Foto\nEl descanso duró poco tiempo. Esa tarde, la medicina de Daniel se terminó y Jaqueline no tenía dinero para comprar más.\nLa concepción misma de Daniel se dio contra todos los pronósticos. Jaqueline había sido diagnosticada con cáncer uterino cuando su otro hijo comenzaba a caminar. Se había opuesto a los consejos de los médicos que le recomendaban retirar su matriz, aunque le dijeron que tenía muy pocas probabilidades de tener otro hijo.\nMientras recibía quimioterapia, comenzó a salir con Dalton Douglas de Oliveira, de 19 años y quien asistía a su misma iglesia evangélica. Se apresuraron a casarse para que en la iglesia no se dieran cuenta de que habían tenido relaciones sexuales antes del matrimonio.\nUn mes después de la boda se enteró que tenía tres meses de embarazo. “Fue la mayor alegría de mi vida”, dijo. Su esposo también estaba emocionado. “Queríamos tener a nuestro bebé”, dijo él.\nSin embargo, “la panza nos delató”, dijo, lo que fue causa de tensión porque demostró que había sido una concepción premarital y la iglesia les prohibió comulgar durante meses.\nA los cinco meses de embarazo, Jaqueline se afligió cuando un médico le dijo que un ultrasonido mostraba hidrocefalia, es decir, líquido en el cerebro, y le dijo que el bebé podría morir.\nA los siete meses otro especialista discrepó, y le dijo: “Mira, tu hijo es especial; tiene un problemita, pero se trata de microcefalia”, dice Jaqueline. “Fueron buenas noticias”.\nSu alivio desapareció después del nacimiento de Daniel. “Creí que era un castigo de Dios porque quedé embarazada cuando no debía”, dijo.\nContinue reading the main story Foto\nContinue reading the main story Foto\nCuidar a un hijo enfermo causó estragos en la relación de la pareja. Daniel lloraba tan inconsolablemente que “creía que mi vida iba a acabarse”, cuenta Jaqueline. Dalton, por su parte, dice que su esposa no le pedía ayuda y admite que estaba muy enojado con ella para ofrecerla. “Mi problema era directamente con ella, no con el bebé”, afirma.\nA los dos meses, Daniel se despertó con dificultad para respirar y Jaqueline corrió para llevarlo al hospital. Dijo que los médicos sospechaban que el polvo de la casa agravaba sus pulmones, y recomendaban mejorar la calidad del aire en su hogar o mudarse.\nDe Oliveira pensó que su esposa, avergonzada por su casa libre de renta que era propiedad de la iglesia, estaba exagerando. Ella encontró otra casa y él se negó a mudarse.\nEntonces todo explotó. Jaqueline dio entrevistas para la televisión en las que afirmaba que su esposo “no quería prestarle atención al niño” y añadió que la publicidad permitió que recibiera donaciones del extranjero. Él se vengó publicando un video en el que la insultaba. Ella comenzó a salir con otros y le dijo “no verás a tu hijo”, cuenta él. Después de disputas técnicas por la manutención del niño, él dejó de pagar. Cuando la ignoró en la calle, ella le dijo a la gente que en realidad estaba huyendo por la enfermedad de Daniel.\nContinue reading the main story Foto\nJaqueline, que antes trabajaba en la panadería de un supermercado y recibía ayuda gubernamental para tratar su cáncer, luchaba para pagar la medicina anticonvulsiva de Daniel, Sabril, que cuesta cerca de 300 reales (97 dólares) al mes. Para ayudar, un grupo de policías comenzó a comprarla y ella y otras madres a veces compartían las pastillas.\nSin embargo, las convulsiones de Daniel empeoraron, y al parecer debilitaron su capacidad para sostener la cabeza. Le mostró a su neurólogo un video que tomó con su celular, en el que documentaba un episodio. “¿Ve cómo se sacuden sus zapatitos?”, preguntó.\nJaqueline le dio a Daniel más Sabril: tres mitades de pastilla en lugar de las dos recetadas. Después de su crisis de tres horas de convulsiones, le dio cuatro mitades. Luego se le terminaron.\n“Tenía esa loca idea”, dijo. “Debía tomarse la medicina, sin importar cómo”.\nLlamó a los policías, pero no pudieron reunir suficiente dinero. Les escribió a 319 miembros de UMA por WhatsApp. Pasaron las horas. Nadie tenía Sabril extra.\nDesesperada, llamó a su esposo y le exigió la manutención que no había pagado.\n“Si tuviera el dinero, te lo daría”, le dijo.\nDalton pidió prestada la tarjeta de crédito de su madre, y tuvo que ir a cinco farmacias para encontrar el Sabril.\nPoco después, el gobierno suspendió la ayuda para el cáncer que recibía porque concluyeron que podía trabajar, pero Jaqueline se siente incapaz de tener un empleo. Ahora recibe la ayuda por desempleo y solicitará los beneficios que otorga el gobierno a los afectados por el zika.\nContinue reading the main story Foto\nDe Oliveira comenzó a pagar de nuevo su parte para la manutención y aumentó la cantidad. Jaqueline ahora le permite ver a Daniel.\n“Todavía le pido a Dios que pueda ser un niño sano y perfecto”, dijo él. “Sigo pidiendo, sigo pidiendo, sigo pidiendo”.\nLa tarde posterior a la crisis del medicamento, Jaqueline, sentada entre los ultrasonidos del embarazo que muestran la cabeza poco desarrollada de Daniel, encontró una foto en la que el niño sonríe. “Amo esa sonrisa”, dijo. Gracias a Daniel, “yo soy un mejor ser humano”, afirma, y añade: “Si hubiera tenido un bebé normal, no le habría prestado tanta atención”.\nLe preocupa no estar muy atenta a su hijo de cinco años, João Pedro. Incluso cuando lo recoge de la escuela, lleva a Daniel en brazos, tapándolo del sol con una sombrilla azul turquesa. Un día, João Pedro cubrió juguetonamente el rostro de Daniel con su mano y cantó: “¿Estás sonriendo?”. Como Daniel no respondió, João Pedro se echó a correr a un patio herrumbroso y saltó en las barras paralelas.\nMás tarde, cuando la neuróloga María Durce Costa Gomes Carvalho apartó un lugar para Daniel en su apretada agenda, su extraña sonrisa seguía ausente. En cambio, lloraba y lloraba. “¡Mira qué berrinche, Daniel, Dios mío!”, exclamó Gomes.\n“Antes no era así”, dijo Jaqueline.\nGomes le preguntó si Daniel observaba las cosas.\n“No mucho”, dijo Vieira.\n“¿Ni con los lentes?”.\n“No”.\nAjustaron la medicina de Daniel y se redujeron sus convulsiones. Gomes no pudo predecir si podrá caminar o hablar. “Lo que importa es cada logro, ¿verdad, Jaqueline?”.\nElla suspiró. “No puedo esperar a que se caiga de la cama”, dijo.\nContinue reading the main story Foto\nUna mañana de domingo había nubes de algodón sobre la playa Maria Farinha y los vendedores deambulaban entre las palmas cocoteras vendiendo huevos de codorniz.\nLa arena color arcilla era suave y Jaqueline la barrió con las manos de Daniel, tratando de despertar su sentido del tacto. A menos de una semana de su visita al salón de belleza, su cabello volvía a ser de rizos esponjados. Se veía cansada.\nLlevó a Daniel al mar, donde jugaban los niños. Lo metió al agua, lo hizo brincar una ola, lo meció muy alto, y lo volvió a meter.", "url": "https://www.nytimes.com/es/2017/03/14/como-crecen-los-bebes-brasilenos-afectados-por-el-zika-la-vida-de-sophia-alicia-y-daniel/"}