{"authors": ["Gardiner Harris", "Por Gardiner Harris"], "date_download": "2018-11-16 04:16:20", "date_modify": "2018-11-16 04:16:20", "date_publish": "2016-11-22 12:28:00", "description": "En su visita a Perú la semana pasada, Obama tuvo que lidiar con la ansiedad que Trump ha infundido en la región. Sin embargo, predijo que las relaciones entre América Latina y Estados Unidos no cambiarán mucho.", "filename": "es_2016_11_22__1542341780.html", "image_url": "https://static01.nyt.com/images/2016/11/20/world/PREXY/PREXY-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_11_22__1542341780.html", "title": "Barack Obama se despide de América Latina", "title_page": "Barack Obama se despide de América Latina – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nLIMA — El presidente Obama, durante su visita a Lima la semana pasada, dijo que aunque no era probable que el presidente electo Donald Trump acabara con el restablecimiento de las relaciones con Cuba, era casi seguro que reexaminará acuerdos comerciales con América Latina.\n“Habrá tensiones, probablemente en torno al comercio más que cualquier otra cosa”, le dijo Obama a una audiencia de estudiantes y líderes jóvenes de América Latina. “Eso es porque en su campaña el presidente electo habló de revisar cada política comercial y posiblemente revertir esas políticas”.\nSin embargo, incluso en torno al comercio, para Trump será difícil hacer cambios drásticos a las políticas estadounidenses, dijo Obama.\n“Una vez que vean cómo está funcionando, creo que en realidad determinarán que funciona tanto para Estados Unidos como para nuestros aliados”, dijo Obama.\n“Las amistades que hemos establecido con países como Perú, la reapertura de las relaciones diplomáticas con Cuba, las inversiones que estamos haciendo en comercio, las políticas ambientales, etcétera… Preveo que todas esas cosas continúen”, agregó.\nTrump ha ofrecido opiniones contradictorias respecto de las relaciones con Cuba. A inicios de su campaña, Trump argumentó que respaldaría la restauración de los lazos, pero hace poco dijo en Miami que Obama debió haber obtenido un mejor acuerdo.\nObama se dirigió a jóvenes que aspiran a ser emprendedores y líderes de la sociedad civil acerca de cómo mejorar sus vidas y sus países durante la última parada en su viaje final en el extranjero como presidente. Comenzó su viaje el martes en Grecia, fue a Alemania el miércoles y voló a Perú el viernes para asistir a la reunión cumbre del Foro de Cooperación Económica Asia-Pacífico. A lo largo del camino, ha intentado asegurar a las audiencias que Trump no descartará los acuerdos y prioridades a los que Obama ha dedicado gran parte de su presidencia.\nSu tarea más difícil ocurrió en la reunión cumbre de una organización que ayudó a crear el Acuerdo Estratégico Transpacífico de Asociación Económica, un acuerdo del que según dijo el presidente electo en un video Estados Unidos no formará parte. Casi cada pregunta que le plantearon a Obama desde la audiencia tenía que ver con la ansiedad que Trump ha infundido en la región.\n“Estados Unidos es un país tan grande que, después de cualquier elección, la gente se siente insegura”, dijo Obama. “Creo que será importante que la gente en todo el mundo no haga juicios inmediatos”.\nTambién predijo que las relaciones entre América Latina y Estados Unidos no cambiarán mucho.\n“El mensaje principal que quiero que sepan es que tienen un aliado en mí y en el gobierno estadounidense”, dijo Obama, lo cual despertó una ola de aplausos. “Trabajaremos juntos”.\nParte de los motivos por los que no es probable que las relaciones cambien drásticamente, dijo, es que la seguridad de Estados Unidos depende de que a los países latinoamericanos les vaya bien para que su gente decida quedarse en casa en vez de intentar recorrer el arduo trayecto para entrar a Estados Unidos de manera ilegal.\n“La mejor manera de que mis hijas estén seguras en Estados Unidos es asegurarme de que las personas en Guatemala o El Salvador también se sientan seguras porque, si no lo están, podrían desbordarse por la frontera hacia nosotros”, dijo.\nAunque la migración ilegal de mexicanos se ha detenido en gran parte en años recientes, la violencia de pandillas en El Salvador, Honduras y Guatemala se ha combinado con la desesperación económica, lo que ha obligado a cientos de miles de personas a salir de esos países para buscar seguridad, principalmente en Estados Unidos.\nRespondiendo a una pregunta el domingo por parte de un miembro venezolano de la audiencia, Obama describió un oscuro escenario del progreso de la libertad en todo el mundo, y dijo que la ola de países que adoptan un gobierno democrático se había revertido.\n“Vemos que algunos países están retrocediendo en vez de avanzar en cuanto a la libertad de prensa, la libertad del internet, en cuanto al respeto a la oposición política y la sociedad civil”, dijo.\nLa economía venezolana se acerca a un colapso mientras su gobierno elimina a los líderes de la oposición mediante una iniciativa cada vez más desesperada por aferrarse al poder.\nObama dijo que un número creciente de personas ahora argumentaban que la democracia es incompatible con el desarrollo. El éxito de China a lo largo de los últimos 30 años al crear un coloso de la manufactura mediante sus medidas autoritarias ha hecho que algunos líderes, particularmente en Asia, insistan que demasiada democracia puede ser perjudicial.\nNo obstante, Obama dijo que a los países que procuran la democracia, la transparencia y la rendición de cuentas les va mejor a largo plazo que a los que no lo hacen.\n“En la época en que vivimos, el desarrollo se basa en el conocimiento, la innovación y la educación, así como nuevas formas de pensar y compartir ideas”, dijo Obama.\nEn sistemas autoritarios, las economías responden de manera deficiente al cambio porque sus poblaciones no están tan bien informadas o no son tan flexibles, dijo.\n“Se puede mantener el orden durante algún tiempo con gobiernos no democráticos y represivos, pero se pudrirán desde adentro”, dijo Obama. “Con el tiempo, esos gobiernos fracasan y esas economías se desploman”.\nObama le dijo al público que evitara el nacionalismo ferviente y las políticas de identidad, las cuales, aseguró, podrían provocar conflictos.\n“Si lo más importante acerca de ti es que eres estadounidense”, comenzó Obama, distinguiéndose de manera implícita de Trump, “si eso es lo único que te define, entonces podrías terminar por recibir amenazas por parte de la gente de otros países, cuando de hecho es posible que tengas mucho en común y puedas perder oportunidades”. Trump ha definido su filosofía gubernamental como “Estados Unidos primero” y ya ha asignado a figuras nacionalistas para que ocupen puestos principales en su gobierno.\nObama se describió como alguien que está orgulloso de ser estadounidense, pero dijo que el mundo estaba demasiado interconectado para que los líderes se concentren por completo en sus países.\n“Que haya contaminación en China, afecta a Perú”, dijo.", "url": "https://www.nytimes.com/es/2016/11/22/barack-obama-se-despide-de-america-latina/"}