{"authors": ["Nick Madigan", "Por Nick Madigan"], "date_download": "2018-11-16 03:44:50", "date_modify": "2018-11-16 03:44:50", "date_publish": "2016-05-17 14:28:49", "description": "La población de residentes del centro de Miami se ha duplicado desde el año 2000, según las cifras de un censo realizado en 2010 y se proyecta un crecimiento del 40 por ciento para 2019.", "filename": "es_2016_05_17__1542339890.html", "image_url": "https://static01.nyt.com/images/2016/05/10/business/11MIAMI-1/11MIAMI-1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_05_17__1542339890.html", "title": "El renacer urbano de Miami", "title_page": "El renacer urbano de Miami – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nMIAMI — Siempre fue Miami Beach la que atrajo la atención, el glamur y los millones de dólares de la especulación inmobiliaria.\nPero a menos de 7 kilómetros de distancia, la metrópolis de Miami se expandió con rapidez, aunque durante años su centro estuvo descuidado y lucía vacío apenas terminaban las horas laborales y los oficinistas regresaban a los suburbios.\n“Era una ciudad fantasma, con lotes baldíos, carente de áreas residenciales y museos”, comentó Alan R. Kleber, gerente de la oficina local de JLL, una compañía de inversiones especializada en bienes raíces para uso comercial. “Era una tierra desolada con una vista increíble”.\nDurante mucho tiempo Miami luchó por dar una imagen de prosperidad, aunque aparecieron destellos como Brickell, el vecindario donde proliferaron torres de condominios, edificios de oficinas y, más recientemente, el Distrito del Diseño con sus boutiques elegantes.\nAhora, el paisaje urbano se ha transformado con una ola de desarrollo comercial y residencial en el centro de Miami y sus alrededores. Al darles opciones a las personas con menos ingresos la ciudad desafía la percepción de que Miami no es un lugar donde la clase media pueda vivir bien y formar una familia.\n“Lo que vemos es la densificación de la ciudad, justo frente a nuestros ojos. Estamos siendo testigos de cómo se construye otro Manhattan”, dijo Kleber.\nContinue reading the main story Foto\nAunque estas comparaciones parezcan exageradas, los datos muestran un aumento importante en el número de edificaciones residenciales, muchas de las cuales son departamentos en renta, a la par de la construcción de desarrollos multiusos, tiendas, restaurantes, supermercados, un centro de tránsito enorme, así como instituciones culturales.\nEn un informe que se publicó en febrero, la Autoridad para el Desarrollo del Centro dijo que había “mucha actividad”, ya que se planeaban construir o ya se estaban haciendo unas 13.000 unidades habitacionales.\nLas rentas en el centro de la ciudad han disminuido un promedio de 5 por ciento anual en los últimos tres años. La fiebre de la construcción busca sacar provecho de un creciente número de empleos en el sector empresarial y financiero de la ciudad, que presta servicios a cientos de bancos, firmas de capital privado y fondos de protección.\nContinue reading the main story Foto\nLa población de residentes del centro se ha duplicado desde el año 2000, según las cifras de un censo realizado en 2010, y se proyecta un crecimiento del 40 por ciento para 2019.\nLos cambios han convertido a Miami en un terreno fértil para el mercado inmobiliario y comercial. El sector comercial de la ciudad, cuyas ganancias fueron de 4500 millones de dólares en 2014, “creará 130.063 metros cuadrados de nuevos espacios rentables en los próximos tres años”, dijo la agencia desarrolladora.\nEl estudio añade que varios proyectos de uso mixto son los responsables del aumento en el espacio comercial del centro de la ciudad. Brickell City Centre construirá un centro comercial de 46.451 metros cuadrados, torres de condominios, habitaciones de hotel y oficinas, así como la Estación Central de Miami que incluirá una estación de tren, tren ligero y autobuses además de tiendas y departamentos.\n“No se estaba atendiendo a una buena parte de la población”, comentó Brian Pearl, uno de los fundadores de Global City Development, en referencia a los trabajadores habituales para quienes los bajos costos de vivienda son básicos.\n“Si alguien gana 60.000 o 70.000 dólares al año, le alcanza para vivir aquí”, dijo Pearl en una entrevista.\nJames W. Shindell, quien dirige el grupo de bienes raíces en el bufete de abogados Bilzin Sumberg, dijo que Miami se está volviendo “una ciudad importante, a la par de San Francisco, Nueva York o Washington, que atraen capital humano”.\nContinue reading the main story Foto\nSi bien se ha observado un exceso de oferta de condominios de lujo en ese mercado, los desarrolladores creen que podrían obtener ganancias si dirigen su visión hacia compradores de segmentos con un menor ingreso.\nNir Shoshani espera atraer profesionales de 30 a 45 años para que habiten una torre llamada Canvas: este proyecto tendrá 500 departamentos y comenzó a construirse en febrero. La unidad habitacional promedio costará alrededor de 400.000 dólares, comentó Shoshani, y tendrá una extensión aproximada de 80 metros cuadrados.\nDurante años no se hizo mucho por atraer nuevos residentes al centro, con excepción de la construcción del American Airlines Arena, la sede del Miami Heat (inaugurada en 1999), y el Adrienne Arsht Center for the Performing Arts, que ya tiene una década.\nAdemás del proyecto para renovar el centro de la ciudad, hay otra iniciativa con un presupuesto de 13 millones de dólares para restaurar una sección de 804 metros en Flagler Street, una de las calles más famosas de la ciudad que se deterioró mucho en las décadas recientes.\nEl plan, inspirado en La Rambla de Barcelona, España, contempla transformar la calle con cafés al aire libre, aceras más amplias y grupos de valet parking. El desarrollador Moishe Mana ya ha invertido más de 200 millones de dólares en terrenos sobre Flagler Street y las zonas circunvecinas.\n“Cada año [Miami] se consuma más como ciudad”, dijo Michael A. Comras, un desarrollador cuyo optimismo sobre la salud financiera de esa urbe lo llevó a crear una sociedad que el año pasado compró el complejo comercial CocoWalk en Coconut Grove por 87,5 millones de dólares, así como Shops at Sunset Place, un centro comercial en el sur de Miami, por 110 millones de dólares, con la finalidad de renovarlos.\nNo todo el mundo comparte su optimismo. Ezra Katz, director ejecutivo de Aztec Group, un banco de inversiones especializado en bienes raíces, dijo que se necesitarían varios años para absorber los departamentos y condominios que ya se construyeron o que forman parte de la cartera de proyectos. También le preocupa que las mejoras a la infraestructura no estén a la altura de los desarrollos del centro.", "url": "https://www.nytimes.com/es/2016/05/17/el-renacer-urbano-de-miami/"}