{"authors": ["The Associated Press", "Por The Associated Press"], "date_download": "2018-11-16 03:11:45", "date_modify": "2018-11-16 03:11:45", "date_publish": "2017-07-13 21:17:07", "description": "El exmandatario y su esposa son investigados por los presuntos delitos de lavado de activos y corrupción ligados al caso Odebrecht. El juez de investigación probatoria consideró que había un alto riesgo de fuga de la pareja y ordenó que ambos fueran puestos en prisión de inmediato.", "filename": "es_2017_07_13__1542337905.html", "image_url": "https://static01.nyt.com/images/2017/07/12/universal/humalaES/humalaES-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_07_13__1542337905.html", "title": "Ordenan prisión preventiva para el expresidente peruano Ollanta Humala y su esposa Nadine Heredia", "title_page": "Ordenan prisión preventiva para el expresidente peruano Ollanta Humala y su esposa Nadine Heredia – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nLIMA — Este jueves, un juez decidió enviar a prisión preventiva por 18 meses al expresidente peruano Ollanta Humala y a su esposa, Nadine Heredia, mientras son investigados por los presuntos delitos de lavado de activos y corrupción ligados al caso Odebrecht.\nHumala, un militar retirado del Ejército de 55 años, se convertirá así en el segundo exmandatario peruano tras las rejas después de Alberto Fujimori, quien cumple una sentencia de 25 años por delitos de asesinato y corrupción en una cárcel de Lima.\nNadine Heredia, de 41 años, será la primera esposa de un expresidente que va a prisión en la historia republicana de Perú.\nEl juez de investigación preparatoria Richard Concepción dijo desde una sala judicial de Lima que el peligro de fuga de la pareja se ha “intensificado y existe un alto grado de que puedan eludir a la justicia” y obstruyan el proceso judicial probatorio. La pareja debe ser puesta en una cárcel de inmediato por 18 meses, añadió.\nHumala y Heredia no asistieron a la sala judicial y esperaron el resultado de la sentencia en su domicilio.\nEl fiscal Germán Juárez acusó a la pareja de lavar activos tras las campañas presidenciales de 2006 y 2011, y sostuvo que recibieron “dinero de fuente ilícita, la metieron al circuito económico, le dieron apariencia de legalidad con aportantes falsos”.\nJuárez sostuvo que ambos recibieron dinero público de Venezuela para la campaña de 2006, en la que Humala perdió. En 2011, cuando Humala resultó electo presidente, las firmas brasileñas Odebrecht y OAS aportaron dinero que habría estado destinado a corromper funcionarios y obtener licitaciones, agregó el fiscal. Marcelo Odebrecht, director general de la constructora, declaró en abril que entregó tres millones de dólares para la campaña de Humala.\nEl expresidente peruano ha negado insistentemente haber recibido contribuciones de empresas brasileñas para sus campañas presidenciales. En Perú, recibir y usar fondos de una campaña electoral otorgados por una empresa privada no es delito, pero si se demuestra en un juicio que el dinero tuvo origen ilícito se podría configurar el delito de lavado de activos, según expertos criminalistas.\nEn diciembre Odebrecht admitió ante una corte judicial de Nueva York que había pagado millonarios sobornos para ganar licitaciones de importantes obras públicas durante los gobiernos de los presidentes Alejandro Toledo, Alan García y Ollanta Humala entre 2001 y 2016.", "url": "https://www.nytimes.com/es/2017/07/13/ordenan-prision-preventiva-para-el-expresidente-peruano-ollanta-humala-y-su-esposa-nadine-heredia/"}