{"authors": ["Nicholas St. Fleur", "Por Nicholas St. Fleur"], "date_download": "2018-11-16 04:16:03", "date_modify": "2018-11-16 04:16:03", "date_publish": "2017-02-20 19:00:50", "description": "La Gran Mortandad de hace más de 250 millones de años arrasó con la mayoría de los seres vivos en el planeta. Pero, gracias al hallazgo de fósiles por un adolescente, parece que no fue tan tardado el restablecimiento de los ecosistemas perdidos.", "filename": "es_2017_02_20__1542341763.html", "image_url": "https://static01.nyt.com/images/2017/02/16/science/TB17fossil2/TB17fossil2-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_02_20__1542341763.html", "title": "Tras el peor evento de extinción, la Tierra se recuperó rápidamente", "title_page": "Tras el peor evento de extinción, la Tierra se recuperó rápidamente – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCuando L. J. Krumenacker era un adolescente, salió de su casa en búsqueda de fósiles. Visitó Paris Canyon, al sureste de Idaho, donde estrelló un martillo contra una gran roca. Salieron siete u ocho dientes fosilizados de un tiburón.\nLo que Krumenacker no sabía en ese momento era que se había topado con tesoros que contienen pistas sobre cómo se recuperó la vida en la Tierra después del mayor evento de extinción. El suceso catastrófico conocido como la “Gran Mortandad” ocurrió hace aproximadamente 252 millones de años, con lo que se terminó el periodo Pérmico.\nEl episodio fue incluso más devastador que la catástrofe que aniquiló a los dinosaurios unos 186 millones de años después. Los científicos creen que pudo ser una consecuencia de una intensa actividad volcánica que liberó tremendas cantidades de dióxido de carbono, el cual calentó al planeta e hizo que los océanos se volvieran ácidos.\n“Se extinguió cerca del 90 por ciento de las especies”, dijo Daniel Stephen, un paleontólogo de la Universidad de Utah Valley y autor del artículo que se publicó en Science Advances la semana pasada. “Tan solo imagina que sales a la calle y 9 de cada 10 formas de vida que conoces se han esfumado”.\nCasi 20 años después de que Krumenacker encontró los dientes de tiburón, él y un equipo de investigadores han identificado más de 750 especies individuales en Paris Canyon. Al hacer una datación de las rocas en el sitio, determinaron que era parte de un ecosistema marino con unos 250 millones de años de antigüedad, apenas 1.3 millones de años después de la Gran Mortandad.\nLas investigaciones previas sugerían que los ecosistemas habían tardado entre diez y veinte millones de años en recuperarse.\nContinue reading the main story Foto\nLa vida marina en ese lugar pudo haber sido tan rebosante y floreciente como en un arrecife de coral sano en la actualidad. Es posible imaginar tiburones de dos metros nadando entre criaturas parecidas a los calamares —con tentáculos que tenían ganchos— así como cefalópodos acorazados con conchas en espiral llamados amonitas compartiendo el mar con moluscos en caparazones con forma de conos de helado. También pudo haber reptiles marinos parecidos a los delfines —llamados ictiosaurios— así como bancos de peces óseos. El fondo del océano habría estado cubierto de camarones, langostas, esponjas, almejas y estrellas de mar ancestrales que tenían tallo y parecían flores acuáticas.\n“Estás apenas a unos millones de años del peor evento de extinción en la historia del planeta y ya existe este ecosistema diverso, mucho antes de lo que se pensaba”, dijo Krumenacker. “Es impresionante precisamente porque ya hay tal diversidad”.", "url": "https://www.nytimes.com/es/2017/02/20/tras-el-peor-evento-de-extincion-la-tierra-se-recupero-rapidamente/"}