{"authors": ["Claudia Dreifus", "Por Claudia Dreifus"], "date_download": "2018-11-16 04:15:20", "date_modify": "2018-11-16 04:15:20", "date_publish": "2017-03-11 12:00:43", "description": "En su nuevo libro, el experto en psicología social Adam Alter argumenta que nuestra devoción a los celulares, tabletas o redes sociales tiene todos los elementos de un comportamiento adictivo y discute las posibles estrategias para limitar su uso.", "filename": "es_2017_03_11__1542341720.html", "image_url": "https://static01.nyt.com/images/2017/03/07/science/07CONVERSATION/07CONVERSATION-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_11__1542341720.html", "title": "Por qué no podemos quitar los ojos de nuestras pantallas", "title_page": "Por qué no podemos quitar los ojos de nuestras pantallas – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEn su nuevo libro, Irresistible: The Rise of Addictive Technology and the Business of Keeping Us Hooked, el psicólogo social Adam Alter advierte que muchos de nosotros —niños, adolescentes y adultos— somos adictos a los productos digitales modernos. Adictos no de manera figurada, sino literal.\nAlter, de 36 años, es profesor asociado de la Stern School of Business en la Universidad de Nueva York, donde hace investigación sobre psicología y mercadotecnia. Recientemente hablamos por poco más de dos horas en las oficinas de The New York Times sobre esta nueva adicción.\n¿Qué te hace pensar que la gente se ha vuelto adicta a los dispositivos digitales y a las redes sociales?\nEn el pasado pensábamos en la adicción como algo ligado mayormente a sustancias químicas: la heroína, la cocaína o la nicotina. Hoy en día existe el fenómeno de las adicciones conductuales en las que, como me dijo un líder de la industria tecnológica, la gente pasa casi tres horas al día pegada a su celular. Los chicos adolescentes a veces pasan semanas a solas en sus cuartos jugando videojuegos. Snapchat se jacta de que sus jóvenes usuarios abren la aplicación más de 18 veces al día.\nLas adicciones conductuales se han generalizado. Un estudio en 2011 sugería que el 41 por ciento de nosotros sufre por lo menos una de ellas. El número seguramente ha aumentado con la adopción de plataformas de redes sociales cada vez más nuevas y adictivas, así como con las tabletas y los teléfonos inteligentes.\n¿Cuál es tu definición de “adicción”?\nLa definición a la cual yo me apego es que la adicción debe ser algo que disfrutes hacer a corto plazo y que perjudica tu bienestar a largo plazo, pero que de todas formas lo haces de manera compulsiva.\nTenemos una tendencia biológica a quedar enganchados con este tipo de experiencias. Si pones a alguien frente a una máquina tragamonedas su cerebro equivaldría, de manera cualitativa, al de alguien cuando consume heroína. Si juegas videojuegos de manera compulsiva —no todos, pero personas que son adictas a un juego en particular— el instante en el que prendes tu computadora, tu cerebro se parecerá al de alguien que abusa de sustancias químicas.\nEstamos diseñados de tal manera que, siempre y cuando una experiencia nos guste mucho, nuestro cerebro libera dopamina. Recibimos un torrente de dopamina que nos hace sentir de maravilla a corto plazo, aunque a largo plazo adquirimos mayor tolerancia y queremos más.\n¿Crees que los diseñadores de estas nuevas tecnologías entiendan lo que están ocasionando?\nNo diría que la gente dedicada al diseño de videojuegos busca crear adictos. Solo quieren que pases el mayor tiempo posible con sus productos.\nAlgunos de los juegos en los teléfonos inteligentes requieren que pagues a medida que vas jugando, así que quieren que sigas jugando. Los diseñadores incorporan cierta cantidad de retroalimentación de la misma manera en la que una máquina tragamonedas ofrece una victoria ocasional para mantener tu interés.\n“Nunca tienes que recordar nada porque todo está frente a ti. Ya no tienes que desarrollar la habilidad de memorizar cosas o de generar ideas nuevas”.\nNo es poco común que los productores de videojuegos suelan hacer pruebas con versiones distintas de un lanzamiento para ver a cuál de ellas es más difícil resistirse y cuál mantiene la atención del espectador durante más tiempo. Y funciona.\nPara la realización del libro conversé con un joven que se sentó frente a su computadora ¡durante 45 días consecutivos! Su manera compulsiva de jugar había acabado con el resto de su vida. Terminó en una clínica de rehabilitación en el estado de Washington llamada reSTART, donde se especializan en el tratamiento de jóvenes con dependencias a los juegos.\n¿Necesitamos alguna legislación para protegernos?\nNo es mala idea considerarlo, por lo menos para los juegos en línea.\nEn Corea del Sur y en China hay propuestas para lo que llaman “leyes Cenicienta”. La idea es evitar que los niños jueguen ciertos juegos después de medianoche.\nLa adicción a los videojuegos y al internet es un problema muy grave en todo el este de Asia. En China hay millones de jóvenes que la padecen y hasta hay internados donde los padres mandan a sus hijos durante varios meses y los terapeutas los someten a un régimen de desintoxicación.\n¿Por qué aseguras que muchos de los nuevos dispositivos electrónicos han provocado adicciones conductuales?\nSolo hay que ver lo que está haciendo la gente. En una encuesta, el 60 por ciento de los adultos dijeron que duermen con su celular al lado. En otra encuesta, la mitad de los sondeados declararon que revisan sus correos electrónicos durante la noche.\nAdemás, estos nuevos aparatos resultan ser los dispositivos perfectos para proporcionar materiales adictivos. Si los videojuegos y las redes sociales estuvieron alguna vez limitados a nuestra computadora de casa, los dispositivos móviles nos permiten involucrarnos con ellos en cualquier lugar.\nEn la actualidad, revisamos nuestras redes sociales constantemente, lo cual afecta nuestro trabajo y vida cotidiana. Nos obsesionamos con la cantidad de “me gusta” que obtienen nuestras fotos de Instagram, en vez de fijarnos hacia dónde estamos caminando o con quién estamos hablando.\n¿Y eso qué tiene de malo?\nSi estás pegado a tu teléfono por tres horas al día, ese es el tiempo que no estás pasando en interacciones cara a cara con las personas. Los teléfonos inteligentes te dan todo lo que necesitas para disfrutar el momento que estás viviendo, pero no requieren mucha iniciativa.\nNunca tienes que recordar nada porque todo está frente a ti. Ya no tienes que desarrollar la habilidad de memorizar cosas o de generar ideas nuevas.\nMe parece interesante lo que Steve Jobs dijo en una entrevista de 2012 acerca de que sus propios hijos no utilizaban iPads. De hecho, un número sorprendente de titanes de Silicon Valley no quieren que sus hijos se acerquen a ciertos aparatos. Hay una escuela privada en el área de la bahía de San Francisco que no permite ningún aparato tecnológico, ni iPhone ni iPad. Lo que realmente llama la atención de esta escuela es que el 75 por ciento de los padres son directivos de compañías tecnológicas.\nCuando me enteré de la escuela me motivé para escribir mi libro. ¿Qué tenían estos productos que los convertían, a los ojos de los expertos, en algo tan potencialmente peligroso?\nTienes un hijo de 11 meses de edad ¿Cómo interactúas con tus aparatos tecnológicos cuando estás con él?\nIntento no utilizar mi teléfono cuando estoy con él. De hecho es uno de los mejores mecanismos para obligarme a no utilizar tanto el teléfono.\n¿Crees ser adicto a ellos?\nSí, creo que sí. De vez en cuando, he desarrollado adicciones a varios juegos en mi teléfono.\nComo le sucede a varias de las personas de la encuesta que mencioné anteriormente, soy adicto al correo electrónico. No puedo parar de revisarlo. No me puedo ir a dormir cada noche si no he limpiado mi bandeja de entrada. Dejo mi celular junto a la cama, por más que intente no hacerlo.\nLa tecnología está diseñada para atraparnos de esa manera. El correo electrónico es interminable. Las plataformas de redes sociales son infinitas. ¿Twitter? El historial no tiene fin. Podrías sentarte a revisar las publicaciones 24 horas al día y jamás llegarías al final. Por lo tanto, regresas por más.\nSi estuvieras aconsejando a un amigo para dejar sus adicciones conductuales, ¿qué le sugerirías?\nLe sugeriría que fuera más consciente acerca de la manera en la que permite que la tecnología invada su vida. Después deberá limitar su uso. Me gusta la idea, por ejemplo, de no contestar correos electrónicos después de las seis de la tarde.\nEn general, le diría que se diera más tiempo de estar en ambientes naturales, de sentarse cara a cara con alguien a conversar por un largo rato sin que haya ningún tipo de tecnología en el lugar. Debería haber momentos en el día durante los cuales pareciera que estás en los años cincuenta o en los que estés sentado en un cuarto y no puedas distinguir en qué época te encuentras. No deberías estar mirando pantallas todo el tiempo.", "url": "https://www.nytimes.com/es/2017/03/11/por-que-no-podemos-quitar-los-ojos-de-nuestras-pantallas/"}