{"authors": ["Brooks Barnes", "Por Brooks Barnes"], "date_download": "2018-11-16 03:45:03", "date_modify": "2018-11-16 03:45:03", "date_publish": "2016-07-17 09:00:14", "description": "Elena de Avalor, protagonista de la nueva serie animada del gigante del entretenimiento, pone a prueba los estereotipos raciales y de género. Para algunos, el personaje tardó en llegar.", "filename": "es_2016_07_17__1542339903.html", "image_url": "https://static01.nyt.com/images/2016/07/11/arts/11ELENA/11ELENA-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_07_17__1542339903.html", "title": "Elena, la primera princesa latina de Disney, llega a la televisión", "title_page": "Elena, la primera princesa latina de Disney, llega a la televisión – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nLOS ÁNGELES — “Finalmente llegó mi turno”.\nEsas palabras, pronunciadas por la princesa Elena en el primer episodio de “Elena de Avalor”, una nueva serie de Disney Channel, buscan proyectar poder: la enérgica adolescente ha arrebatado el poder de su reino tropical de las manos de una malvada hechicera. Pero la frase, de manera deliberada, tiene doble sentido. Con Elena, Disney ha creado —finalmente— su primera princesa latina.\n“No es un secreto que la comunidad latina ha esperado con ansias que presentemos una princesa que refleje su cultura”, dijo Nancy Kanter, la ejecutiva de Disney que supervisa el programa (que se estrenará en Estados Unidos el 22 de julio y que coincidirá con el lanzamiento de juguetes y su presencia en parques temáticos). “Queríamos hacerlo de la manera correcta”.\nPocos temas del mundo del entretenimiento causan tanta tensión como las princesas de Disney: alrededor de una decena de personajes, liderados por Cenicienta y Blancanieves, recaudan millones para Walt Disney Co., pero también son elementos controvertidos de la cultura popular. La gente que ama a las princesas (¡Son hermosas y viven felices para siempre!) y quienes las desprecian (¡Promueven estereotipos negativos de la mujer e imágenes irreales del cuerpo!) se enfrentan eternamente. Los académicos estudian su impacto social adverso, y hay mujeres que se visten como ellas en sus bodas.\nSi además añadimos la raza y la etnicidad, como cada vez más lo ha estado haciendo Disney con sus heroínas animadas, entramos en un campo minado, en especial porque la animación, por naturaleza, trata con caricaturas. Cuando Disney presentó en 2009 a su primera princesa de raza negra, Tiana, cada minuto de su película, La princesa y el sapo, fue analizado a detalle.\nContinue reading the main story Foto\nConscientes del escrutinio al que se someterá a “Elena de Avalor”, Disney ha cargado cada episodio de 22 minutos con folclore latino y tradiciones culturales. Avalor muestra arquitectura inspirada en los aztecas. Los episodios incluirán canciones originales que reflejan estilos musicales como mariachi, salsa y hip-hop chileno. El cabello negro de Elena, peinado con una exuberante cola de caballo, se acentúa con flores de malva color durazno, una flor nativa del sur de California y el norte de México.\n“Trajimos a muchos asesores para que nos aconsejaran sobre todo”, dijo Kanter. “Queríamos asegurarnos de que no tuviera apariencia de muñeca, y de verdad queríamos alejarnos del romance. Tiene amigos hombres, como las adolescentes obviamente los tienen, pero no queríamos darle el tono de ‘Ay, se están enamorando’”.\nEl primer episodio, disponible a través de la aplicación de Disney Channel desde el 1 de julio, ha recibido opiniones positivas. “Todos nos sorprendimos de una manera muy agradable por lo bien que concibieron al personaje”, dijo Axel Caballero, director ejecutivo de la Asociación Nacional de Productores Latinos Independientes. “Esto tendrá un gran impacto”.\nSin embargo, ya hay preguntas acerca de la igualdad de las princesas en torno a “Elena de Avalor”; se ha hablado del medio, por ejemplo: ¿por qué Disney la está presentando mediante una serie de televisión dirigida a niños de 2 a 11 años y no con una película familiar hecha y derecha, como sus contrapartes? “Realmente parece algo injusto”, escribió Mandy Velez, cofundadora de Revelist, una publicación dirigida a las mujeres millennials.\nPara Rebecca C. Hains, autora de The Princess Problem: Guiding Our Girls Through the Princess-Obsessed Years, la más reciente incorporación a la corte real de Disney ha ganado puntos por su heroísmo. En el primer episodio, después de la muerte de sus padres, Elena intenta probar que está lista para ser la reina, aunque solo tiene 16 años.\n“No es un adorno”, dijo Hains. “Se trata de una princesa con poder político verdadero y eso es un progreso real”.\nAun así, Hains fue cuidadosa. “Combinar culturas me pone a pensar”, dijo. Agregó que los personajes mayores hablan con acento hispano y que Elena (interpretada por la actriz dominicana Aimee Carrero) no tiene acento. Hains agregó: “Parece que ser moderna y genial equivale a hablar como una estadounidense”.\nContinue reading the main story Foto\nCraig Gerber, creador de “Elena de Avalor”, dijo que los acentos simplemente reflejan una brecha generacional, una dinámica que se ve en muchas familias latinas. Señaló que la atención que se da a las princesas de Disney es “increíblemente abrumadora”, pero también que eso mejora el programa. “De verdad espero que los niños latinos estén felices de verse representados al fin”, dijo.\nEl hecho de que haya gente seria que escudriña de cerca un personaje de dibujos animados es la bendición y la maldición de ser Disney. Puesto que su programación concita tanta atención, especialmente entre los niños, la empresa debe cumplir a menudo con exigencias más altas que las de sus competidores. Al parecer todos tienen una opinión —a menudo expresada como exigencia— acerca de lo que Disney debería estar haciendo con sus personajes, sobre todo cuando se trata de diversidad.\nEn 2014, decenas de miles de personas firmaron una petición para presionar a Disney y que así creara una princesa con síndrome de Down. Hace unos meses, la empresa se enfrentó a una campaña en línea para hacer que Elsa de Frozen fuera lesbiana. También surgió una controversia en internet acerca de Moana, una aventura animada polinesia que será lanzada en noviembre, pues se ha criticado a un personaje obeso por ser ofensivo para los isleños polinesios.\nContinue reading the main story Foto\nEn cuanto a Elena, Disney argumentó que la televisión era mejor que el cine. En vez de depender de los padres para que lleven a sus hijos al cine, Disney transmitirá “Elena de Avalor” directamente a cientos de millones de hogares. La serie, que ya tiene un plan de contenido de cinco temporadas, se transmitirá en 163 países y será traducida a 34 idiomas. Disney también ha intentado hacer que la serie parezca y suene más como una película que como una serie de dibujos animados.\n“La meta es darle un tono cinematográfico en la medida de lo posible”, dijo Tony Morales, que musicalizó la serie y se inspiró en el compositor y director de orquesta mexicano José Pablo Moncayo, autor del famoso “Huapango“.\nLo cierto es que Disney no escatima en la promoción de Elena, incluyendo los pasillos de las jugueterías, donde los analistas dicen que hay oportunidad para robarle el mercado a Dora la Exploradora, el personaje preescolar latino que Nickelodeon presentó hace 16 años. Habitualmente pasan alrededor de 18 meses tras el debut de un programa para que los productos lleguen a las tiendas, pero los artículos de Elena —peluches, zapatos, ropa de cama, mochilas, prendas— se pusieron a la venta el 10 de julio. Aún falta que lleguen los libros y los disfraces de Halloween.\nEn otras palabras, las expectativas de Disney de que sea un éxito son muy altas.\n“Sabemos que la comunidad latina se expresa con fuerza y es activa”, dijo Kanter. “Mientras contemos una buena historia y creemos un personaje que sea cautivador e interesante, y que simbolice algo, creo que la audiencia estará muy satisfecha”.", "url": "https://www.nytimes.com/es/2016/07/17/elena-la-primera-princesa-latina-de-disney-llega-a-la-television/"}