{"authors": ["El Comité Editorial", "Por El Comité Editorial"], "date_download": "2018-11-16 04:16:54", "date_modify": "2018-11-16 04:16:54", "date_publish": "2016-06-02 09:00:07", "description": "Estados Unidos ha aprobado una batería de medidas para salvar la frágil economía de la isla, como establecer un comité de control financiero para vigilar al gobierno local y reestructurar su deuda. Pero no queda claro si funcionará a largo plazo.", "filename": "es_2016_06_02__1542341814.html", "image_url": "https://static01.nyt.com/images/2016/05/31/opinion/31tue1/31tue1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_02__1542341814.html", "title": "Al rescate de Puerto Rico", "title_page": "Al rescate de Puerto Rico – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nTres millones y medio de estadounidenses viven en una isla cuya economía cae en picado y el Congreso de Estados Unidos aún no sabe si les lanzará un salvavidas. Se espera que pronto se someta a votación en la cámara un proyecto de ley elaborado por legisladores de los dos partidos para ayudar a Puerto Rico.\nTiene defectos y genera oposición en varios frentes pero a estas alturas representa la mejor oportunidad que tiene la isla de sobrevivir.\nAsí de urgente es la situación: miles de sus habitantes dejan la isla cada mes para buscar trabajo y mejores servicios públicos, y el éxodo se acelerará si no se hace nada para cambiar la trayectoria de Puerto Rico.\nSu economía ha caído durante la última década y la isla ha acumulado enormes deudas que no puede pagar. Debe 72.000 millones de dólares a inversionistas y cerca de 46.000 millones a fondos de pensiones públicos. La isla comenzó a dejar de pagar los bonos que debe en enero y se calcula que incumpla casi 2000 millones de dólares de pagos pendientes para el primero de julio; con certeza, esto llevará a los acreedores a presentar una ola de demandas para conseguir los pagos.\nHace dos semanas, los legisladores republicanos y demócratas y la Administración de Obama se comprometieron a ayudar a Puerto Rico. El proyecto de ley que negociaron establecería un comité de control financiero para vigilar al gobierno de la isla y ayudaría a reestructurar su deuda en un proceso similar a la bancarrota.\nLa legislación aprobada también requeriría que el gobierno y el comité financiaran de manera apropiada los fondos de pensiones públicos que están cerca de agotarse. Además pondría en pausa las demandas de los acreedores en contra del gobierno en lo que el comité se establece y comienza a ejercer sus funciones.\nLa isla necesita reestructurar su deuda desesperadamente, que representa casi la totalidad de su producto interno bruto. Debido a la contracción de su economía y su población, Puerto Rico posiblemente no pueda pagar a los tenedores de los bonos todo lo que les debe. El gobierno de la isla recortó sus gastos y aumentó los impuestos, pero esto solo empeora la situación pues deteriora la actividad económica.\nEl éxito de dicho proyecto de ley dependerá sobre todo de quiénes serán designados para conformar este comité de vigilancia de siete miembros. La ley señala que el presidente Obama nombraría a todos los miembros, pero tendría que elegir a cuatro personas de listas proporcionadas por los líderes republicanos en la Cámara Baja y en el senado; una designación de cada lista toca a Obama y el resto a los dos líderes demócratas. Si los republicanos no extienden la lista más allá de sus ideólogos habituales, el comité podría terminar regresando a las viejas políticas que han demostrado que no funcionan.\nLos recortes estrictos de gastos no sanarán al territorio. Los legisladores tendrán más éxito si seleccionan a las personas con la experiencia en resolver crisis financieras y una buena comprensión de los problemas específicos de la isla.\nLa propuesta presenta otros problemas. Una de las disposiciones exoneraría a Puerto Rico de la reciente decisión del Departamento de Trabajo para que personas en puestos directos sean elegibles para el pago de horas extras. Otra permitiría al gobernador de la isla implementar temporalmente un salario mínimo para los trabajadores menores de 25 años por debajo del salario mínimo federal de 7,25 dólares la hora. La buena noticia es que es difícil imaginar que un gobernador tome ventaja de estas medidas, ya que esto solo motivaría a que más gente joven se mude al continente, en donde tienen asegurado un salario más alto.\nSi bien el proyecto de ley tiene el apoyo de republicanos y demócratas, aún enfrenta cierta oposición. Algunos tenedores de bonos están en contra; sostienen que la propuesta beneficia de manera injusta a los pensionistas a sus expensas, pero los acreedores debieron haber sabido el riesgo que corría parte del dinero que pusieron en bonos puertorriqueños, debido a lo endeudada que se encontraba la isla. Muchos empleados públicos y jubilados en Puerto Rico tienen pocas fuentes de ingresos más allá de sus modestas pensiones. No pueden quedar desprotegidos.\nAlgunos sindicatos y el senador Bernie Sanders también se oponen a este proyecto de ley, por sus disposiciones laborales y debido a que el comité de control financiero podría ignorar muchas de las decisiones tomadas por los legisladores electos de la isla. Tienen razón en estos dos puntos y quizá los demócratas puedan mejorar el proyecto. Sin embargo, a Puerto Rico se le agota el tiempo. Necesita todos los votos a favor que pueda obtener.", "url": "https://www.nytimes.com/es/2016/06/02/al-rescate-de-puerto-rico/"}