{"authors": ["Roberto Valencia", "Por Roberto Valencia"], "date_download": "2018-11-16 03:11:57", "date_modify": "2018-11-16 03:11:57", "date_publish": "2017-08-07 17:00:58", "description": "Donald Trump lanzó una batalla contra la organización criminal MS-13, respaldada por el fiscal Jeff Sessions, pero ¿no son las maras más bien el pretexto para poner en práctica políticas más represivas y restringir aún más la inmigración por la frontera sur de Estados Unidos?", "filename": "es_2017_08_07__1542337917.html", "image_url": "https://static01.nyt.com/images/2017/08/07/universal/es/07valencia-es/07valencia-es-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_08_07__1542337917.html", "title": "¿Qué hay detrás de la campaña de Trump contra las maras?", "title_page": "¿Qué hay detrás de la campaña de Trump contra las maras? – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nSAN SALVADOR — Donald Trump en Long Island y Jeff Sessions en San Salvador hablando sobre la Mara Salvatrucha. El mismo día –28 de julio, viernes–, casi a la misma hora, con idénticos tonos y énfasis. ¿Casualidad? No lo creo.\nParece más una nueva vuelta de tuerca –una más– en la estrategia para posicionar a la también llamada MS-13 como lo que no es: un peligro real para la seguridad nacional estadounidense. La pandilla de origen salvadoreño no representa una amenaza para Estados Unidos ni para los estadounidenses, pero venderla como la reencarnación del mal está permitiendo al gobierno alimentar el discurso contra la migración en general y contra los migrantes latinos en particular.\nDe hecho, y aunque Trump lleve apenas seis meses en el poder, la puesta en escena del 28 de julio del dueto Trump-Sessions tiene un precedente: a fines de abril, fue el fiscal general quien viajó a Long Island para demonizar a la MS-13, mientras que el presidente hacía lo propio en su discurso estelar por sus primeros cien días de gobierno.\n¿Por qué Long Island? Porque Brentwood y Central Islip, un par de pueblos del condado de Suffolk con alta concentración de migrantes latinos, han experimentado en los últimos años un violento resurgir de la Mara Salvatrucha. En Long Island, el Departamento de Justicia atribuye 17 asesinatos a esta pandilla desde enero de 2016, incluida una brutal masacre de cuatro jóvenes a machetazos en abril.\nEn sus alegatos sobre la MS-13, intercambiables como bloques de legos, Trump y Sessions se turnan para identificarla como un grupo terrorista o como un poderoso cartel del narco —referentes más accesibles para el estadounidense promedio— cuando no hay relación alguna . Los discursos de ambos funcionarios parecen competir por calificar a los miembros de la Mara Salvatrucha como animales, ladrones, violadores, asesinos bárbaros, monstruos… Este combo de improperios, falsedades y medias verdades tiene dos objetivos: que el Congreso de Estados Unidos apruebe más fondos para el Servicio de Inmigración y Control de Aduanas (el ICE, sigla temida entre los migrantes), y reforzar la idea de que hay que levantar el muro prometido para contener la plaga.\nTrump tuiteó por primera vez sobre la Mara Salvatrucha el 18 de abril y lo hizo para responsabilizar a Barack Obama de la expansión “emeese” en Estados Unidos. ¿El presidente del país más poderoso del mundo hablando sobre la ramificación estadounidense de la MS-13? Aquella fue una sensación difícil de calificar: asombro, quizá.\nContinue reading the main story Foto\nDesde 2001 trabajo como periodista en El Salvador. En los últimos años, sobre todo, como reportero de la Sala Negra del periódico digital El Faro, he podido conocer el dolor que la Mara Salvatrucha ha generado y sigue generando en la sociedad salvadoreña. He entrevistado a sus líderes encarcelados y “en la libre”, y he hablado con mareros de distinta jerarquía. Pero, en especial, he tratado de conocer a sus víctimas: a las jóvenes violadas , a las familias desplazadas , a los hijos de policías asesinados con sadismo.\nMi propia familia ha sido víctima directa de este grupo, del que en mayor o menor medida lo somos todos los salvadoreños.\nLa versión salvadoreña de la MS-13 –el matiz de las versiones es importante– es el resultado de un cuarto de siglo de evolución del fenómeno de pandillas importado de California a inicios de los años 90, cuando Washington apostó por las deportaciones masivas. La MS-13 salvadoreña es un grupo que comete atrocidades inenarrables; son causa y consecuencia de que El Salvador sea una de las sociedades más violentas del mundo . Referidos a lo que sucede en este país, los epítetos usados por la dupla Trump-Sessions se quedan cortos.\nQuizá por eso, cuando leí aquel primer tuit, opté por pensar que no era algo tan malo. Conociendo las atrocidades de las maras y, convencido de que solo la comunidad internacional puede lograr que los gobiernos locales huyan de las políticas “manoduristas” que no han logrado sino agravar el problema en El Salvador, creí que no podía ser tan negativo que Trump colocara a la Mara Salvatrucha en la agenda periodística estadounidense, que es la agenda periodística de Occidente.\nPero el tuit dio paso de inmediato a la campaña y la campaña evidenció que a Trump y a su séquito no les importa inflar y tergiversar el poder de la versión estadounidense de la MS-13, compararlos maliciosamente con Al Qaeda y con los carteles de la droga y, lo más preocupante, criminalizar con ello a todos los migrantes salvadoreños y centroamericanos.\nMás de tres meses después, los discursos del presidente y del fiscal general, al exagerar la amenaza que representa la MS-13 para los estadounidenses, evidencian una agresividad creciente hacia los migrantes como estrategia para impulsar políticas públicas de acento represivo-xenófobo. “Es esencial que el congreso apruebe fondos para contratar a otros 10.000 oficiales del ICE”, dijo Trump en el en el Teatro Van Nostrand de Brentwood.\nSalvando las distancias, la puesta en escena elegida el pasado 28 de julio por Trump para arremeter contra la MS-13 en una comunidad gravemente afectada por la violencia, con uniformados a sus espaldas y una velada declaratoria de guerra (“la batalla contra la MS-13”, dijo), se asemeja a la que en julio de 2003 usó el expresidente Francisco Flores para lanzar en El Salvador el Plan Mano Dura. Aquella apuesta dio resultados a sus promotores en términos de imagen y también electorales: el partido oficial ganó con holgura las presidenciales de marzo de 2004, que un año antes parecían cuesta arriba.\nPero aquel “manodurismo” hizo que en pocos años las maras salvadoreñas mutaran, se radicalizaran y dejaran de ser un problema de estricta seguridad pública para devenir en uno de seguridad nacional, al punto que hoy la Mara Salvatrucha tiene la capacidad de condicionar los discursos de los más altos funcionarios del país más poderoso.", "url": "https://www.nytimes.com/es/2017/08/07/que-hay-detras-de-la-campana-de-trump-contra-las-maras/"}