{"authors": ["Glenn Kenny", "Por Glenn Kenny"], "date_download": "2018-11-16 03:45:07", "date_modify": "2018-11-16 03:45:07", "date_publish": "2016-11-29 15:00:46", "description": "La expectativa de que la televisión en internet brindaría un paraíso de joyas cinematográficas ha dado algunos resultados, pero los principales protagonistas —como Netflix y Amazon— no parecen estar preocupados por lo que consideran intereses de nicho.", "filename": "es_2016_11_29__1542339907.html", "image_url": "https://static01.nyt.com/images/2016/11/13/arts/13STREAMING1/13STREAMING1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_11_29__1542339907.html", "title": "Por qué Netflix decepciona a los cinéfilos y qué hacer al respecto", "title_page": "Por qué Netflix decepciona a los cinéfilos y qué hacer al respecto – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nHace casi medio siglo, si tenías suficientes ingresos y cierta cantidad de agilidad técnica, podías tener tu propio canal de YouTube… o algo así. Podías compartir tus videos con amigos que te visitaban para verlos o podías prestárselos a otros que tenían aparatos similares a los tuyos.\nA finales de los sesenta, Sony presentó la Portapak, un dispositivo de nueve kilogramos con dos piezas: una cámara y una grabadora de video. La periodista musical Lisa Robinson y su esposo, Richard Robinson, escritor y productor de discos, estuvieron entre los primeros residentes de Manhattan en adoptar esta tecnología. “Cargábamos con ese trasto a todas partes”, recordó Robinson. Grababan programas en vivo y sus propias fiestas: “Grabamos a Lou Reed y al crítico de rock Richard Meltzer mientras hacían una versión acústica de ‘Walk on the Wild Side’ en nuestra casa”. Cuando Sony presentó la Betamax VCR la década siguiente, grababan programas de televisión y les mostraban las cintas a sus amigos en uno de los primeros proyectores.\nEl formato Betamax obligaba a tener un enfoque acotado: los primeros casetes solo podían grabar el equivalente a una hora de material. Una vez que JVC, el rival de Sony, presentó el formato VHS, que podía grabar dos horas en un solo casete y los reajustes posteriores ofrecieron velocidades variables de grabación, la idea de las películas de Hollywood en video para ver en casa se volvió una realidad.\nLos filmes disponibles en video crearon una fuente de ingresos nueva y altamente lucrativa para Hollywood. Sin embargo, como lo aprendí a mediados de los ochenta, cuando trabajé en la revista para usuarios de electrónicos Video Review: por mucho dinero que haya generado el video, la industria fílmica siempre lo odió. La idea de que los consumidores en realidad fueran dueños de las películas era anatema para ellos. Eso jamás cambió: cuando el formato DVD despegó en los noventa, recuerdo una conversación con un empleado de confianza de la industria que dijo: “Hollywood no ve cuándo dejar de hacer pequeños discos de aluminio”. Nadie, según mi experiencia, hablaría de esto públicamente. Incluso dando rodeos para hacer que un ejecutivo de video hablara de eso ahora, no obtuve nada.\nEso nos lleva a las películas en los servicios de televisión en línea. Al hablar de televisión en internet me refiero teóricamente al acceso ilimitado a películas, en forma de archivos digitales que pueden reproducirse en una amplia variedad de dispositivos personales, desde un sistema de reproducción de cine en casa hasta un celular, accesible a los consumidores a través de una cantidad siempre creciente de servicios a la carta. Incluso si compras títulos para usarlos de forma permanente, como ofrecen varios servicios, no son cosas físicas que tengas en tu casa; en realidad no puedes prestarlos (sí, muchos servicios permiten que haya múltiples miembros con acceso a la misma cuenta, pero no es que vayas a extender ese privilegio a cualquier conocido).\nUna vez más, la propiedad permanece, de manera relativamente segura (sin tomar en cuenta la piratería), en manos de las corporaciones que detentan los derechos de autor. Mientras que los intereses corporativos lo aman, los artistas creativos se muestran más escépticos. “Si estás viendo la película en un celular, jamás en un billón de años tendrás la experiencia del filme”, se lamentó el director David Lynch hace casi una década. Sus palabras no han sido escuchadas de manera generalizada. Recientemente, en The Washington Post, un escritor presumió que no solo ve series de televisión en línea en cualquier dispositivo que se le antoje, sino que lo hace al doble de velocidad.\nA esto se le llama elección del consumidor, lo cual implica muchísimos desencantos. La expectativa de que la televisión en línea brindaría un jardín de placeres cinematográficos casi infinito al mundo en algunos aspectos está empezando a rendir frutos; sitios como Fandor, Mubi, el servicio de Warner Archive y el reciente Filmstruck parecen edenes individuales para los que se toman el cine en serio, pero los principales protagonistas —como Netflix y Amazon— parecen estar menos preocupados por lo que consideran intereses de nicho.\nEn octubre, Matt Zoller Seitz, un crítico de cine y televisión de New York Magazine y rogerebert.com, escribió en Twitter: “Me preocupa que la dominación cultural de Netflix, a la que ya no le preocupan las películas más viejas, esté destruyendo la cinefilia como la conocimos alguna vez”.\nContinue reading the main story Foto\nEsto comenzó como una conversación que aún continúa de manera intermitente en la entidad amorfa conocida como Film Twitter, donde se hacen observaciones del tipo: “La selección de películas en Netflix es mucho peor que la de un Blockbuster promedio. Es como la selección de DVD de una gasolinera”.\nNetflix tiene 47 millones de suscriptores en Estados Unidos y su catálogo de películas no solo se ve afectado por las limitaciones de los acuerdos de licencias particulares —lo cual significa que el número de títulos se reduce y se expande constantemente—, sino también por lo que los suscriptores ven en realidad. Utilizando la palabra de moda “curar”, Netflix diría que en efecto tiene una curaduría sobre su selección de películas, pero que se trata de una curaduría apropiada para los consumidores y no para un museo. El servicio no considera que su misión sea de conservación. La dura realidad acerca del futuro de los servicios de televisión en línea es que incluso los que tienen las ambiciones más elevadas estarán obligados a equilibrarlas con lo que exige el mercado.\nA causa de la interfaz de Netflix, su menú de bienvenida atestado y la cantidad de material que aparece al hacer búsquedas —sin mencionar lo que Seitz denomina su “dominación cultural”— muchos usuarios tienen la impresión de que el servicio es una ventanilla única para conseguir entretenimiento y que lo tiene todo. Eso simplemente no es verdad. Netflix tampoco aspira a tenerlo todo ni pretende hacerlo.\nSin embargo, en la sección de la paradoja involuntaria, una de las recientes series originales de televisión más proclamadas en Netflix es Stranger Things. La historia de ciencia-ficción/terror ambientada en los ochenta se basa en una serie de influencias fílmicas de esa era, entre ellas E. T. El extraterrestre; las primeras dos películas de la franquicia de Alien. The Thing, de John Carpenter; Firestarter y más… ninguna de las cuales se puede ver actualmente en Netflix (E. T. podía verse antes y recientemente fue descontinuada; Netflix tiene un acuerdo con Amblin, de Steven Spielberg, para ofrecer algunos de sus títulos y es probable que esa película regrese pronto al servicio).\nUno de los rasgos más fenomenales de la televisión en línea es que sus circunstancias podrían cambiar de la noche a la mañana. No pediré que me den ningún crédito si algún ejecutivo de programación de Netflix pone en el servicio un paquete de películas titulado como: “Mira estos filmes si te gustó Stranger Things”.", "url": "https://www.nytimes.com/es/2016/11/29/por-que-netflix-decepciona-a-los-cinefilos-y-que-hacer-al-respecto/"}