{"authors": ["Rory Smith", "Por Rory Smith"], "date_download": "2018-11-16 04:16:20", "date_modify": "2018-11-16 04:16:20", "date_publish": "2017-01-17 18:00:57", "description": "Alguna vez hubo cuatro equipos en la Liga de Fútbol de las islas Sorlingas: dos de St. Mary’s, uno de la isla Tresco y otro de St. Martin’s. Pero desde la década de 1950 se ha reducido la población, por lo que ahora solo hay dos.", "filename": "es_2017_01_17__1542341780.html", "image_url": "https://static01.nyt.com/images/2016/12/22/sports/22SCILLY01/22SCILLY01-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_01_17__1542341780.html", "title": "Solo dos equipos se enfrentan en la liga de fútbol más pequeña del mundo", "title_page": "Solo dos equipos se enfrentan en la liga de fútbol más pequeña del mundo – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nST. MARY’S, islas Sorlingas — Falta casi una hora y hay mucho que hacer antes del inicio del partido cuando los jugadores empiezan a llegar, medio dormidos, con las piernas pesadas y deslumbrados por la fría luz del sol.\nLa noche anterior fue larga. Hugh Town, el pueblo de mil almas que es la capital de St. Mary’s, la más grande de las islas Sorlingas o islas Scilly, está a reventar durante el verano. Su población se desborda por los turistas que descienden a este archipiélago del Atlántico, ubicado a unos 48 kilómetros de la punta suroeste de Inglaterra.\nEl pueblo duerme durante casi todo el invierno, pero anoche fue una rara excepción. Estuvo vibrante por las actividades: tres fiestas de Navidad y la secuela del desayuno de una boda. Todos estaban de pie en los pocos bares que están abiertos todo el año. El karaoke, según todos los testigos, terminó a las tres de la madrugada por lo que esta mañana toda la isla parece sentirse un poco frágil.\nSin embargo, la resaca no detiene a los jugadores. Aquí los partidos de fútbol que se juegan en las mañanas de los domingos son en parte deporte, parte ritual social y parte cura para el malestar. Cautelosamente, se disponen a realizar sus quehaceres ceremoniales. Un jugador empieza a marcar las líneas del campo, otro coloca los banderines de esquina. Dos escuadrones tienen la misión de poner las redes y otro debe ir al lugar más lejano con una carretilla y una pala para llenar los huecos de los conejos.\nContinue reading the main story Foto\nContinue reading the main story Foto\nContinue reading the main story Foto\nEl resto, los flojos y los rezagados, se reúnen afuera de los vestidores; fuman cigarros hechos a mano y envidian a los que llevaron emparedados de tocino. Comienzan a contar cada vez que llega otro rival y se preguntan si esta semana será un juego de once contra once.\nSolo cuando terminan todas las tareas necesarias, se dan la vuelta y se dirigen a ponerse el uniforme. Sin dudar, la mitad de los jugadores gira a la izquierda; el resto, a la derecha como en piloto automático. Cada segundo es tan familiar que termina por diseminar la confusión de anoche.\nEs lo mismo cada semana: el mismo campo, los mismos vestidores, los mismos compañeros de equipo y el mismo oponente. Esta mañana, la única diferencia es la resaca. El resto es solo otro día típico en la liga de fútbol más pequeña del mundo.\nUna liga que se hace más pequeña\nAlguna vez hubo cuatro equipos en la Liga de Fútbol de las Islas Sorlingas: dos de St. Mary’s, uno de la isla Tresco y otro de St. Martin’s. Pero desde la década de 1950 se ha reducido la población, por lo que ahora solo hay dos. Al principio se llamaban los Rangers y los Rovers, pero los nombres cambiaron en la década de 1980.\nDesde entonces, en el mismo césped de Garrison Field, ubicado en lo alto de la colina que sirve de mirador en Hugh Town, los dos equipos han jugado el uno contra el otro cada semana. No hay un clásico en el mundo del fútbol que se haya jugado con tanta frecuencia como el que enfrenta a los Garrison Gunner y los Woolpack Wanderers.\nEntre octubre y mayo, los equipos juegan una temporada completa de veinte juegos. Regularmente, hay dos juegos de exhibición: uno contra un equipo de veteranos, el 26 de diciembre, y otro contra una escuadra formada por los observadores de aves que visitan las islas en otoño. En algunas ocasiones, un combinado se mide contra el Dynamo Chough, un club con sede en Penzance que es el pueblo más cercano de tierra firme, para ganar el trofeo más pequeño del mundo del fútbol. La campaña comienza con el Charity Shield y también hay dos torneos de copa. “Y uno de ellos”, señaló Anthony Gibbons, el presidente de la liga, con una sonrisa irónica, “es de ida y vuelta”.\nMás o menos durante la última década, Gibbons y el grupo de fieles que se inscriben para jugar cada temporada se fueron acostumbrando a la idea de que su particular microclima deportivo esporádicamente llama la atención del exterior.\nContinue reading the main story Foto\nContinue reading the main story Foto\nContinue reading the main story Foto\nEn 2008, Adidas grabó una serie de videos promocionales aquí con astros de la talla de David Beckham, Steven Gerrard, Patrick Vieira y Michael Ballack para que los jugadores jóvenes de las islas siguieran sus pasos.\nMuchos de los veteranos de esa semana, que en ese entonces eran jóvenes tímidos, han crecido para convertirse en los jugadores más destacados de las islas. En el video, Jeremy Martin, un volante de los Wanderers, “dejaba” que Gerrard se quedara a dormir en el sofá de sus papás después de las sesiones de entrenamiento. Su línea era: “No hay problema; mis amigos se quedan a dormir todo el tiempo”. Lee Eaton y Dan Ware, la pareja de centrales de los Gunners, también recuerdan cómo fue ver a esos atletas famosos en Garrison Field. Los dos coinciden en que fue “muy raro”.\nDesde ese momento, las cadenas de televisión han seguido visitándolos a intervalos regulares para seguir su progreso. Recientemente, la televisora italiana RAI mandó una unidad. Gibbons también ha sido entrevistado para medios de Alemania, Japón y Noruega. Sky Sports ya grabó aquí y la BBC quiere venir este 2017.\nEl interés es bienvenido, pero está teñido de un grado de desconcierto. “Nunca sabemos muy bien si la gente se está riendo a nuestras costillas”, comentó Gibbons.\nCiertamente, las Sorlingas dan la sensación de ser un lugar diferente. Nadie de aquí se refiere al país que está un poco al este como “Inglaterra” o “Gran Bretaña”: siempre es “el continente”. Está cerca —un vuelo de 15 minutos, según el clima— pero distante.\n“Hay que ser una persona especial para vivir aquí”, señaló Matt Simons, un defensa lateral de los Wanderers y empleado de la Steamship Company, una de las empleadoras más grandes de las islas. “Es desafiante, en especial en invierno”.\nEstán aislados. El transbordador de fondo plano no funciona fuera de temporada porque los mares son demasiado fuertes, y la neblina regularmente afecta a los aviones de hélices que llegan de Land’s End, Exeter y Newquay. Hace un par de años, el mal clima duró tanto tiempo que tuvieron que lanzarles las provisiones médicas desde aviones.\nCualquier problema de salud grave debe tratarse en tierra firme porque aquí no hay instalaciones avanzadas. Llega a dar claustrofobia. La isla tiene un pequeño cuerpo de policía que envía desde el departamento más cercano del continente, en Devon y Cornualles: consta de dos agentes que reciben ayuda de oficiales de medio tiempo de la comunidad.\nSolo les permiten servir cinco años. Después de eso, se considera que son demasiado “cercanos” a la comunidad para hacer sus trabajos eficientemente y los remplazan.\nContinue reading the main story Foto\nContinue reading the main story Foto\nContinue reading the main story Foto\nTambién es un lugar difícil. Muchos jugadores tienen más de un trabajo. Tom Spinner, otro Wanderer, además de trabajar con Simons en la Steamship Company es bombero, con lo que apenas llega a fin de mes.\n“Va mejorando, pero todo Cornualles, y las Sorlingas en particular, sufrieron mucho con la recesión”, indicó Will Lethbridge, un DJ de Radio Scilly y volante de los Wanderers.\nAl mismo tiempo, la vida es cara y los precios aumentan por los turistas en el verano y el costo del transporte de todo el año. Ser dueño de una propiedad suele ser completamente inalcanzable, por las cifras elevadas de tener una segunda residencia y las duras restricciones para urbanizar. La combinación de lo anterior junto a la carencia de oportunidades académicas ha ido mermando a la población: la escuela local llega hasta los 16 años y los adolescentes que quieren estudiar en la universidad deben abandonar a sus familias para vivir en el continente.\nLas Sorlingas tienen fama de ser un lugar de una belleza extraordinaria: playas doradas y prístinas; agua clara, color azul celeste y colinas verdes. También es un lugar de una gran paz. “Deje su teléfono y billetera en la mesa del pub”, dijo Simons. “Se los entregarán en unos minutos”.\nNo obstante, la vida no es fácil en este lugar y, sin duda, dirigir una liga de fútbol tampoco lo es. Por eso vienen los forasteros, para ver cómo puede sobrevivir ese deporte en un entorno tan complicado.\nEl proceso de selección\nTodos los veranos, unas semanas antes del inicio de temporada, los capitanes de los Gunners y los Wanderers se ven en un pub para celebrar una de las tradiciones más viejas de la liga: escoger los equipos.\n“Son reglas de escuela, básicamente”, señaló Gibbons, cada lado escoge a un jugador en su turno hasta que cada uno tiene, en teoría, una escuadra competitiva. No siempre resulta bien: este año, los Gunners llevan nueve puntos de ventaja en la tabla. Pero Gibbons destaca con orgullo que en años recientes la liga se ha disputado hasta el último día de la temporada.\n“Si lo hacemos así, se mantiene la frescura y es más parejo”, dijo acerca de la selección anual. “No podría haber un equipo que sea mucho mejor que otro todo el tiempo. La gente perdería el interés”.\nEl método funciona. Varios expresan su interés en jugar al inicio de cada temporada y pagan la cuota de inscripción de 40 libras (cerca de 50 dólares) que les garantiza un lugar. Sin embargo, la cantidad de entusiastas disminuye a medida que pasan los meses, ya que interfieren los compromisos familiares y laborales, pero normalmente son los suficientes para un partido.\n“Siempre hay problemas con la gente de entre 16 y 25 años”, comentó Lethbridge. “Es la edad en la que es más fácil que puedas jugar, pero la mayoría de esa generación se va de las islas”.\nEste verano, Gibbons tuvo que hacer un llamado en Radio Scilly para conseguir voluntarios y realizó una búsqueda en un torneo de equipos de seis que se juega durante el verano, para ver si habría interesados entre los trabajadores de los hoteles y restaurantes. Su criterio de selección fue: “Nada más alguien que pueda patear un balón”.\nContinue reading the main story Foto\nPor supuesto, él sabe que las mañanas de domingo en el Garrison no siempre son las experiencias más placenteras. Paul Charnock, uno de los dos árbitros regulares, recuerda haber pitado con “granizo, nieve, lluvia torrencial, neblina espesa, rayos y truenos”.\nComo regla, solo suspende los encuentros cuando la superficie de juego está gravemente inundada. “Hubo un partido que debimos parar porque alguien se torció el tobillo en un hoyo de conejo”, relató Charnock, quien solía pitar en la Liga Nacional, la quinta división de Inglaterra. “Fue la primera vez que detenía un partido por eso”, aclaró. “Solo llenamos los huecos y seguimos el juego”.\nSe necesita más que un hoyo en la cancha para dejar de jugar. Ellos seguirán jugando en el peor clima que les pueda lanzar el Atlántico. Los ánimos tampoco decaen porque todo es, oficialmente, no oficial. Cuando uno de los predecesores de Gibbons intentó solicitar la inclusión en los Récords Mundiales de Guinness, descubrió que los dos equipos de la liga más pequeña del mundo están registrados en la Asociación de Fútbol de Inglaterra como parte del St. Mary’s Football Club —para mantener bajos los costos—, por lo que sus partidos formalmente se consideran como encuentros de interescuadras.\nMantienen la liga a pesar de que haya una lucha constante por completar los equipos. El sistema de selección garantiza que no exista el aburrimiento, no hay temor de que todo se pueda volver demasiado familiar.\nLos mismos equipos están ahí cada domingo, a la misma hora, en el mismo lugar; aunque no siempre recuerden para quién juegan. No recuerdan el nombre del equipo, en todo caso. Eso no importa. Vienen por el ritual, por el juego, solo a jugar.\nHayden Simpson observa a sus colegas mientras preparan el campo, disfruta la luz del sol y el frío. “Juego con los rojos”, dijo, cuando le preguntaron si era Wanderer o Gunner. Pero “¿cuál es cuál?”, le preguntaron.", "url": "https://www.nytimes.com/es/2017/01/17/la-liga-de-futbol-mas-pequena-del-mundo-solo-tiene-dos-equipos/"}