{"authors": ["Sarah Lyall", "Por Sarah Lyall"], "date_download": "2018-11-16 04:15:40", "date_modify": "2018-11-16 04:15:40", "date_publish": "2017-02-15 18:00:25", "description": "\"Norse Mythology\" comienza con el principio del mundo y termina con su destrucción a causa del hielo y el fuego, antes de que se restituya la esperanza, con el principio de una nueva Tierra. Este mensaje parece muy pertinente justo ahora.", "filename": "es_2017_02_15__1542341740.html", "image_url": "https://static01.nyt.com/images/2017/02/13/arts/13GAIMAN/13GAIMAN-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_02_15__1542341740.html", "title": "Neil Gaiman explora el muro de Odín en su nuevo libro de mitología", "title_page": "Neil Gaiman explora el muro de Odín en su nuevo libro de mitología – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nUna noche hace poco, Neil Gaiman le leía a una multitud su nuevo libro de cuentos llamado Norse Mythology (Mitología nórdica), en Town Hall y tenía 15 cuentos para escoger. Eligió uno llamado “The Master Builder” (“El maestro constructor”).\nLa acción comienza cuando los dioses nórdicos, preocupados porque su hogar en Asgard es vulnerable a incursiones extranjeras, discuten cómo hacer sus fronteras más seguras. “¿Qué propones?”, le pregunta alguien a Odín, el más poderoso de todos.\n“Un muro”, responde Odín.\nEl cómic de Gaiman fue oportuno, pero la verdad es que pudo haber leído prácticamente cualquier cosa (textos no publicados de cuando era joven, notas garabateadas en los márgenes, fragmentos de su correspondencia con su contador) y la multitud habría respondido con la misma admiración entusiasta. Con sus 2,5 millones de seguidores en Twitter, su trabajo en varios géneros y redes sociales, y su rara relación con sus fanáticos, Gaiman existe en el centro de un extraño diagrama de Venn donde se unen el autor de grandes ventas, una famosa celebridad y una figura de culto.\nNorse Mythology es un nuevo relato de antiguas leyendas nórdicas sobre la creación del mundo y otras cuestiones apremiantes protagonizadas por Odín; Thor, el dios que no es muy inteligente y tiene un martillo, y Loki, la deidad creadora de todos los problemas.\nEs fiel al estilo que le gusta a Gaiman: encontrar algo que considera interesante y ver adónde lo lleva. Su trabajo refleja su espíritu inquieto y abarca ciencia ficción, fantasía, cuentos de hadas, libros para niños, libros para adultos, cómics, guiones, cuentos cortos, ensayos y poesía.\nEntre sus obras más conocidas está Neverwhere, una fantasía urbana sobre un lugar debajo de Londres al que van a parar quienes caen por las grietas de la ciudad, y la atemorizante Coraline, un libro para niños sobre una niña que se topa con lo que parece ser, pero no es, una familia ideal.\n¿Por qué estos mitos en particular y no, por ejemplo, los griegos? Gaiman, que cuando era niño conoció los relatos nórdicos a través de cómics como El poderoso Thor durante la década de los sesenta en Inglaterra, se sintió atraído por sus protagonistas con defectos y su oscura visión del mundo.\n“Los mitos griegos están llenos de sexo y pavorreales”, dijo ante la audiencia. “Hay mucho de estar sentado afuera y enamorarte de tu propio reflejo. Nadie hace eso en la mitología nórdica. Si te quedas sentado afuera durante el invierno, te mueres”.\nSu nuevo libro comienza con el principio del mundo y termina con su destrucción a causa del hielo, el fuego y la oscuridad, antes de que se restituya la esperanza, con el principio de una nueva Tierra a partir de las ruinas de la vieja. Este mensaje parece muy pertinente justo ahora.\n“Si hay algo que nos enseña la historia, es que las cosas pueden empeorar y también que cuando la gente pensaba que vivía el final de los tiempos, no era así”, dijo Gaiman durante una entrevista el invierno pasado. Vestido de negro, el único color que usa, hizo una parada en la oficina de su editor en Nueva York en medio de vertiginosos planes logísticos en varios continentes que terminaron en “y luego iremos a Australia durante algunos meses”.\nGaiman, de 56 años, dijo que se acerca a los mitos como un músico lo haría para crear una nueva versión de canciones folk de los cincuenta, o como los comediantes con la broma de la película The Aristocrats. La historia básica está ahí, pero el manejo de los detalles depende de ti.\nAsí que incluyó emociones, motivaciones, diálogos ingeniosos y traviesos gestos gaimánicos. Dio más fuerza a los papeles de las diosas, que tradicionalmente son maltratadas por los dioses sexistas, pero que en su narración se defienden a sí mismas: “¿Qué clase de persona creen que soy?”, pregunta la diosa Freya, cuando escucha sobre un dudoso arreglo para casarla con un ogro.\n“Estoy tratando de escribir un libro sobre el cual no haya eruditos nórdicos que digan: ‘No entiende nada’”, dijo Gaiman. “Pero no lo estoy haciendo para un erudito nórdico. Lo que quiero es contarles la historia y hacer que funcione”.\nHay muchas cosas que transcurren en su vida. Tiene un hijo pequeño con su esposa, la cantante estadounidense Amanda Palmer, quien comparte su estilo de humor. Acaba de terminar de escribir los guiones de Good Omens, una serie de seis partes basada en la novela que escribió junto con Terry Pratchett; la serie se presentará en Amazon Prime y la BBC el año próximo. También está la esperada serie basada en su exitoso libro American Gods, de la que es productor ejecutivo y se transmitirá por Starz este año.\nLa novela en la que trabaja actualmente es una secuela de Neverwhere, un libro que, según sus palabras, era “una manera de hablar sobre los vagabundos, la enfermedad mental y los desposeídos sin realmente hablar de ellos”, pero el nuevo trabajo tratará sobre los apuros de los refugiados en una ciudad que lucha por adaptarse a unas circunstancias desconcertantes.\n“El Londres posterior al brexit y el mundo están en un estado horrible y caótico”, dijo, en referencia al voto del Reino Unido para salir de la Unión Europea. “Puedo tomar todo el enojo que siento y verterlo en un libro”.\nCuando se presentó en Town Hall, Gaiman deleitó a sus fans con el corto oficial de American Gods, así como el de una película de próxima aparición basada en un viejo cuento que escribió, titulado “How to Talk to Girls at Parties” (“Cómo hablar con las chicas en las fiestas”). “Es el mejor relato de Romeo y Julieta con punks y extraterrestres ubicado en Croydon, en 1977, que jamás se ha escrito”, declaró.\nA los cientos de personas que le pedían que les firmara sus libros viejos les encantaron esas cosas, así como la sesión de preguntas y respuestas con el público.\nAsí que habló sobre Ragnarok, o el fin del mundo, como se presenta en los mitos nórdicos. Habló sobre su gran amigo Pratchett, que escribió las novelas de Discworld y murió en 2015.\nHabló sobre su primer libro, una biografía del grupo de rock Duran Duran. Luego alguien le preguntó qué quiere que se escriba en su epitafio. Pensó en ello un momento. “No sabemos si realmente está ahí abajo”, dijo.", "url": "https://www.nytimes.com/es/2017/02/15/neil-gaiman-explora-el-muro-de-odin-en-su-nuevo-libro-de-mitologia/"}