{"authors": ["Ioan Grillo", "Por Ioan Grillo"], "date_download": "2018-11-16 03:45:30", "date_modify": "2018-11-16 03:45:30", "date_publish": "2016-11-23 18:00:44", "description": "El ascenso de Donald Trump a la presidencia quizá podría convertirse en el mayor desafío de política exterior para México durante varias generaciones. Convertiría una relación pacífica y comercial en una de abuso y conflicto.", "filename": "es_2016_11_23__1542339930.html", "image_url": "https://static01.nyt.com/images/2016/10/16/opinion/sunday/13Walsh-web1A/13Walsh-web1A-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_11_23__1542339930.html", "title": "México espera el siguiente movimiento de Trump", "title_page": "México espera el siguiente movimiento de Trump – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCIUDAD DE MÉXICO — El 8 de noviembre, esta capital montañosa se inundó a causa de una feroz tormenta fuera de temporada, el tipo de tempestad que puede derivar en bromas sobre el enojo del dios azteca de la lluvia, Tláloc. Al mismo tiempo, más allá del río Bravo, se desataba una tormenta política: Estados Unidos eligió a un presidente que prometió construir un muro fronterizo y hacer que México lo pague, deportar a millones de migrantes y redactar de nuevo o acabar unilateralmente un tratado de comercio del que depende casi un tercio de los ingresos de México. En unas cuantas horas, también parecía estarse formando una tormenta económica, conforme el peso perdía valor con la mayor rapidez desde “el efecto tequila” que provocó la crisis de 1994.\nEl ascenso de Donald Trump a la presidencia podría convertirse en el mayor desafío de política exterior que ha enfrentado México en generaciones. Las acciones que Trump ha dicho que tomará, como imponer aranceles en un 35 por ciento más altos a los autos hechos en México, podrían empujar a este país de 120 millones de habitantes a la recesión. Deportar a millones más podría aumentar el desempleo y el crimen. Lo que es más: Trump podría cambiar la naturaleza de una relación que desde la Segunda Guerra Mundial ha sido pacífica y comercial, y la convertiría en una de abuso y conflicto.\nLas palabras “quizá” y “podría” son claves. Desde las elecciones, los analistas han estado tratando de predecir lo que hará la presidencia de Trump en realidad y si de verdad será como dijo o no… lo que sea que eso signifique. De hecho, mucho de lo que ha dicho con respecto a México es sumamente ambiguo.\nTrump ha ido de anunciar una “fuerza de deportación” en contra de todos los migrantes indocumentados, a hablar sobre un programa que devuelva a los criminales, lo que de hecho constituye la política actual. Ha insistido en un muro a lo largo de toda la frontera, pero recientemente habló de solo extender las bardas existentes y no ha ofrecido un plan realista para que México pague. Además, eso de reformar el Tratado de Libre Comercio de América del Norte se presta a muchas interpretaciones.\nPor supuesto, hay límites a lo que Trump puede hacer solo. El Congreso de Estados Unidos, los tribunales y las empresas tendrán mucho que decir acerca de estos asuntos, y bien podrían forzarlo a adoptar una postura más moderada.\nIncluso si nada de esto sucede, queda la pregunta subyacente de si Trump continuará usando a México como saco de boxeo. Tal vez la postura de Trump solo llevará a una falsa guerra de palabras en lugar de a un verdadero conflicto diplomático o comercial. Quizá, sin embargo, sí cause un gran desastre. Mientras que molestar y castigar a México puede darle puntos a Trump, no solo causaría dolor al sur del río Bravo, sino que también resultaría en más problemas para Estados Unidos.\nLa idea de hacer que México pague el muro es una cuestión particularmente notable. No solo porque Estados Unidos maneja una economía diez veces más grande que la de México, sino porque hay un absurdo flagrante en forzar a otro país a que pague una construcción propia. Esta exigencia, que gritó en su campaña, parece que busca más humillar a México que realmente conseguir financiamiento. Esa bravuconería ayudó a que Trump ganara las elecciones, pero como meta real de política exterior podría no lograr nada y sí causar un profundo antagonismo.\nMéxico y Estados Unidos no siempre han estado en paz. Se enfrentaron reiteradamente durante el siglo XIX y principios del XX, y casi siempre perdió México. Las tropas estadounidenses ondearon su bandera en la Ciudad de México en la guerra entre ambos países, antes de firmar el Tratado de Guadalupe-Hidalgo, con el que Estados Unidos se hizo de casi la mitad del territorio mexicano. En 1914, las tropas estadounidenses regresaron: bombardearon y ocuparon el puerto de Veracruz. El general Francisco Villa traspasó la frontera y llegó hasta Columbus, Nuevo México, en 1916, y en 1938 México expropió las empresas petroleras estadounidenses.\nEn 1969, el presidente Richard Nixon lanzó el Operativo Intercepción, mediante el cual cualquier vehículo que cruzara la frontera se perseguía, como una manera de presionar a México para que rociara veneno sobre los cultivos de mariguana y amapola. En 1985, unos policías mexicanos corruptos trabajaron junto con miembros de un cartel para secuestrar y matar al agente estadounidense de la Administración para el Control de Drogas Enrique Camarena.\nSin embargo, estas desavenencias nunca cambiaron la naturaleza esencial de la relación bilateral ni impidieron que el comercio entre las dos naciones creciera de manera constante hasta llegar a más de 500.000 millones de dólares el año pasado. Durante este tiempo, los dos países han coordinado muchas acciones, desde apoyo ante desastres (la Marina de México prestó su ayuda después del huracán Katrina) hasta compartir el agua del río.\nEn 2014, una cifra récord de niños sin compañía de El Salvador, Guatemala y Honduras llegó a la frontera sur de Estados Unidos, provocando lo que la Casa Blanca llamó una “situación humanitaria de emergencia”. El flujo solo menguó después de que México elevó sus propias detenciones de centroamericanos. Tras las fuertes críticas por parte de grupos de derechos humanos a estos arrestos masivos, México ha prometido que facilitará que los centroamericanos, muchos de los cuales vienen huyendo de la brutal violencia de las pandillas, obtengan asilo.\nNo obstante, tratar de forzar a México a pagar un muro en la frontera, o imponer aranceles que violentarían su economía, podría fracturar esta cooperación. México puede ser más pequeño que los Estados Unidos, pero aun así es una potencia económica y política. Si Trump presiona demasiado, México podría responder con aranceles que también dañarían a los exportadores estadounidenses. No encontraría ningún incentivo para reducir el flujo de migrantes y refugiados de otros países hacia Estados Unidos. Empujar a México hacia la recesión podría hacer que más gente busque ir al norte.\nPor mucho que le guste abusar de México y de su gente, el presidente Trump haría bien en seguir otro rumbo.", "url": "https://www.nytimes.com/es/2016/11/23/mexico-se-pregunta-cual-sera-el-siguiente-movimiento-de-trump/"}