{"authors": ["Sheila Marikar", "Por Sheila Marikar"], "date_download": "2018-11-16 03:44:54", "date_modify": "2018-11-16 03:44:54", "date_publish": "2017-04-25 14:00:05", "description": "Gracias a sus bodegas modernas, con estilo y un carácter juguetón, además de varias delicias culinarias, esta zona vinícola al noroeste de México atrae a jóvenes –y a adultos– que quieren observar el mar de estrellas en la noche mientras toman una buena copa de vino.", "filename": "es_2017_04_25__1542339894.html", "image_url": "https://static01.nyt.com/images/2017/04/30/travel/30JPHEADS1/30JPHEADS1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_04_25__1542339894.html", "title": "Valle de Guadalupe, el paraíso vitivinícola en México", "title_page": "Valle de Guadalupe, el paraíso vitivinícola en México – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCerca de la Ruta 1, al sur de la frontera entre California y México y al lado de vistas al mar que parecen salidas de una postal, se encuentra Valle de Guadalupe, con sus peñascos y vastas franjas de tierra cobriza y un lugar donde se cultiva vino de la mejor calidad.\nValle de Guadalupe no es una región vinícola nueva —algunos viñedos datan de 1920—, pero está atrayendo a los milenials estadounidenses con sus bodegas modernas, con diseño y un carácter que no se encuentra en regiones cercanas como Napa o Sonoma, en California. Valle de Guadalupe es más barato que esas regiones y no está tan lleno de camiones llenos de turistas que quieren catar. Es relativamente fácil llegar a esta zona; además, han aumentado los servicios para permitir a los visitantes beber sin preocuparse sobre conducir. El Club Tengo Hambre y Turista Libre ofrecen recorridos guiados para degustar alimentos y vinos; Uber Valle permite a los usuarios de Uber contratar a un chofer de la región vitivinícola por día.\nEl estacionamiento de Lomita, una bodega de vinos de moda con murales del artista de Ciudad de México Jorge Tellaeche y adornos poco convencionales, habitualmente está lleno. El propietario, Fernando Pérez, de 39 años, encaja a la perfección con su clientela a la moda, cubierta de tatuajes. La propiedad primero fue la casa de retiro de sus padres; él abrió la bodega en 2009, enamorado de una mujer (ahora es su esposa) que vivía cerca, por lo que estaba en busca de un pretexto para quedarse.\nContinue reading the main story Foto\n“Hace diez años, no había caminos”, dijo. “Pensé: ‘¿Cómo hago un lugar donde quiera estar, donde me sienta bien, donde la gente piense como yo?’. Lo que ocurrió es que vino mucha gente de mi edad. No crean que hice grupos para estudios de mercado”. Las luces en el parque de barricas son de neón rojo; el restaurante exterior sirve tacos de pescado bajo la sombra.\nUna de las cosas más cautivadoras de esta región vitivinícola es que no se toma muy en serio a sí misma. “Vas a probar una tanda que no salió buena”, bromeó Phil Gregory, propietario de Vena Cava, mientras llenaba copas de vino espumoso color melón.\n“Lo que pasaba en esta parte del mundo es que nadie tenía nada que hacer y ahora todos tienen citas cada hora”, dijo Gregory (quien es originario de Manchester, Inglaterra, y tenía un estudio de grabación en Los Ángeles). Él y su esposa, Eileen, llegaron a Valle de Guadalupe para probar el restaurante Laja. Cuatro semanas más tarde, compraron una propiedad en la ladera que se transformó en bodega de vinos, hotel pequeño y en el restaurante Corazón de Tierra; puedes probar el menú de degustación del campo, con un costo de unos 50 dólares por persona. Hay que reservar con tiempo.\nContinue reading the main story Foto\nNo todas las delicias culinarias de Valle de Guadalupe exigen reservación. La Cocina de Dona Esthela sirve cenas abundantes que curan resacas, con platillos como machaca con huevo (huevos revueltos con carne seca de res, cebolla y chile verde), chilaquiles y tacos de cordero. La mayoría de las entradas cuestan menos de 100 pesos (unos 5 dólares), y el café con canela, que se sirve bien caliente en tarros de cerámica, sabe a gloria.\nLas gastronetas llegaron a Valle de Guadalupe para quedarse. La que está estacionada en Adobe Guadalupe, una bodega tipo hacienda que cría caballos y cultiva uvas, es una gastroneta que incluso acepta reservaciones porque el cebiche, las tortas de pato y los hongos marinados son platillos que demuestran que lo que se cocina sobre cuatro ruedas puede ser espectacular. Los platos se pueden disfrutar en una de las doce mesas ubicadas en un patio pintoresco al lado de la camioneta.\nContinue reading the main story Foto\nAquí domina lo rudimentario. “Solía tener un olor fuerte, muy peculiar. El vino era muy malo”, comentó Hans Backhoff, fundador de Monte Xanic, una bodega enorme que abrió en 1988. “Eso era parte del reto”. Ahora, dijo, cada año llegan más visitantes que el anterior, muchos de los cuales solían asociar México únicamente con playas y cocteles con adornos. “Ha sido una lucha constante contra la ignorancia”, explicó Backhoff.\nLa vida nocturna en Valle de Guadalupe consiste en observar el mar de estrellas por la noche, que se pueden ver a simple vista debido a que no hay farolas ni rascacielos. Encuentro Guadalupe, una colección de suites de forma cúbica y estilo modernista construidas sobre peñascos, ofrece decenas de miradores, algunos con telescopios.", "url": "https://www.nytimes.com/es/2017/04/25/valle-de-guadalupe-el-paraiso-vitivinicola-en-mexico/"}