{"authors": ["Austin Frakt", "Por Austin Frakt"], "date_download": "2018-11-16 04:14:57", "date_modify": "2018-11-16 04:14:57", "date_publish": "2017-03-29 16:00:15", "description": "Los músculos oculares se vuelven menos flexibles con el paso del tiempo y la mayoría de las personas desarrollamos vista cansada o problemas para enfocar. Pero un entrenamiento cerebral puede ayudar a compensar lo que los ojos ya no pueden hacer.", "filename": "es_2017_03_29__1542341697.html", "image_url": "https://static01.nyt.com/images/2017/03/27/upshot/27up-gabor-illo-1490197259857/27up-gabor-illo-1490197259857-videoSixteenByNine768.png", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_29__1542341697.html", "title": "Puedes entrenar a tu cerebro para no tener que usar anteojos", "title_page": "Puedes entrenar a tu cerebro para no tener que usar anteojos – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEn la madurez, el cristalino de tus ojos se endurece y se hace menos flexible. Los músculos de tus ojos batallan cada vez más para que cambien su forma de manera que puedan enfocarse en estas letras.\nSin embargo, una nueva forma de entrenamiento cerebral puede retrasar la inevitable pérdida relacionada con la edad del enfoque visual a corta distancia para que no necesites anteojos de vista cansada. Varios estudios señalan que funciona, aunque ningún tratamiento de ningún tipo funciona para todos.\nLa creciente dificultad para leer letras pequeñas que comienza en la madurez se llama presbicia y viene de las palabras griegas para “hombre viejo” y “ojo”. Es extremadamente común y, a pesar de su etimología, también afecta a las mujeres.\nCada cinco años, el adulto promedio de más de 30 años de edad pierde la capacidad de ver una línea de la tabla optométrica encontrada en todos los consultorios de los oftalmólogos. Para los 45 años, la presbicia afecta aproximadamente al 83 por ciento de los adultos en Estados Unidos. A partir de los 50, es prácticamente universal.\nEl declive visual es incómodo pero también peligroso, pues causa caídas y accidentes de auto. Los lentes bifocales o graduados pueden ayudar a leer a quienes tienen presbicia, pero también contribuyen a las caídas y accidentes porque pueden dañar la sensibilidad al contraste (la capacidad de distinguir entre tonos de gris) y la percepción de la profundidad.\nTengo 45 años. No necesito corregir mi visión por presbicia aún, pero siento que no falta mucho. Me imaginaba que cualquier año de estos, mi doctor me diría que era tiempo de considerar unos lentes bifocales. Luego me sometí a un régimen extenuante, que duró meses, diseñado para entrenar a mi cerebro a corregir lo que mis músculos oculares ya no pueden manejar.\nEste enfoque se basa en el aprendizaje perceptual, la mejoría del desempeño visual como resultado de un entrenamiento demandante con imágenes específicas. Algunos expertos han expresado su escepticismo acerca de que funcione, pero una buena cantidad de estudios proporcionan evidencia de que puede mejorar la agudeza visual, la sensibilidad al contraste y la velocidad de lectura.\nEl entrenamiento consiste en mirar imágenes llamadas Parches de Gabor en distintas condiciones. Los parches estimulan de manera óptima la parte del cerebro responsable de la visión. Gran parte del entrenamiento implica tratar de ver Parches de Gabor que están ubicados entre dos flancos distractores y cercanos. En el entrenamiento, el espacio entre los flancos varía, baja el contraste del objetivo y las imágenes aparecen en una pantalla por fracciones de segundo, a tal punto que uno apenas puede ver el objetivo.\nContinue reading the main story Foto\nHaz esto y otros ejercicios similares cientos de veces en múltiples sesiones a la semana. Continúa durante meses y, poco a poco, la presbicia disminuye, según muestran varios estudios.\nUn estudio también analizó las funciones del mismo ojo y encontró que ninguna de estas mejorías se debe a cambios en ese órgano: todas están en el cerebro.\nVarias aplicaciones de teléfonos inteligentes declaran ofrecer este tipo de entrenamiento para mejorar la visión. Yo usé una llamada GlassesOff, la única que encontré respaldada por estudios científicos.\nEl aprendizaje perceptual puede mejorar la visión de personas que ya ven bastante bien y a aquellas con otros padecimientos. Por ejemplo, un estudio lo analizó en 23 adultos de 24 años, más o menos. En comparación con un grupo de referencia de veinte adultos jóvenes, el grupo de tratamiento aumentó la velocidad de reconocimiento de letras. Un entrenamiento similar es un componente eficaz del tratamiento de la ambliopía, también llamada “ojo vago”, la causa más frecuente de pérdida visual en bebés y niños y la cual afecta al tres por ciento de la población. También puede mejorar la visión de quienes tiene miopía leve.\nHay que reconocer que algunos investigadores que participaron en muchos de estos estudios tienen vínculos financieros con GlassesOff. Sin embargo, otros estudios sin relaciones comerciales obtuvieron resultados similares, y varios científicos con los que hablé, incluyendo aquellos sin vínculos con GlassesOff, piensan que la ciencia detrás de la aplicación es creíble.\nLos científicos no saben exactamente cómo el aprendizaje perceptual alivia la presbicia, pero tienen algunas pistas basadas en la forma en que nuestro cerebro procesa la información visual.\nDespués de captar los “datos sin procesar” de una imagen a través de los ojos, distintos conjuntos de neuronas en el cerebro la procesan como características diferentes, tales como bordes y colores. Luego el cerebro debe coordinar la actividad a través de los conjuntos de neuronas para ensamblar esas características en objetos reconocibles, como sillas, rostros, letras o palabras. Cuando leemos a nuestra velocidad normal, el cerebro tiene solo cerca de 250 milisegundos para hacer este trabajo, hasta que los ojos se mueven automáticamente hacia la siguiente letra o palabra. Una vez que lo hacen, captamos más información de cualquier cosa en la que los ojos se enfoquen a continuación. Si todavía no hemos procesado el conjunto previo de información, no podemos entenderla. El tiempo de procesamiento visual es desafiado y desacelerado por las imágenes con ruido, el contraste bajo o la información demasiado cercana (como las letras pequeñas). Se hace un cuello de botella en el cerebro cuando trata de construir y luego comprender la imagen.\nAsí, aumentar y hacer más rápida la capacidad de procesar los componentes de las imágenes —a través del aprendizaje perceptual— mejora una amplia gama de funciones visuales.\nLo sorprendente es que esto pueda pasar en los cerebros de adultos. La neuroplasticidad —la capacidad de las funciones de procesamiento del cerebro de cambiar para adquirir nuevas habilidades— se asocia más fuertemente con la niñez. Es más pronunciada en los niños que en los adultos, pero el cerebro es más maleable de lo que se pensaba para algunas habilidades, incluyendo la visión.\nEl entrenamiento con GlassesOff es largo y retador. Al principio se me hizo divertido, tal vez porque era algo nuevo. Pero después de algunas semanas, empecé a temer la monotonía en esa tarea. Sin embargo, después de un par de meses, la aplicación notifica que puedo leer letras de casi un tercio del tamaño que podía ver cuando comencé, y con mucha mayor rapidez. De acuerdo con la retroalimentación de GlassesOff, mi visión después del entrenamiento es equivalente a la de un hombre cerca de diez años menor. Si llego a los 50 —la edad en la que casi todo el mundo necesita lentes correctivos para leer— y todavía no necesito los lentes de vista cansada, podré concluir que el entrenamiento valió la pena.\nEn términos de aplicaciones, GlassesOff no es barata. Pagué 24,99 dólares por tres meses de uso, lo suficiente para cubrir el programa inicial. Cuando terminé, me invitaron a pagar otros 59,99 dólares anuales para entrenamiento de mantenimiento. Es una buena opción, pero el trabajo arduo y el precio probablemente signifiquen que el mercado de los lentes bifocales seguirá siendo fuerte.", "url": "https://www.nytimes.com/es/2017/03/29/puedes-entrenar-a-tu-cerebro-para-no-tener-que-usar-anteojos/"}