{"authors": ["A. O. Scott", "Por A. O. Scott"], "date_download": "2018-11-16 03:45:06", "date_modify": "2018-11-16 03:45:06", "date_publish": "2016-06-24 16:00:38", "description": "A la vez enfática y sutil, “Buscando a Dory” es una celebración de las diferencias cognitivas y físicas. La película sostiene, con ingenio y finura, que lo que parece incapacidad podría entenderse mejor como fortaleza.", "filename": "es_2016_06_24__1542339906.html", "image_url": "https://static01.nyt.com/images/2016/06/17/arts/17FINDIN/17FINDIN-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_24__1542339906.html", "title": "Reseña: ‘Buscando a Dory’ y celebrando las diferencias", "title_page": "Reseña: ‘Buscando a Dory’ y celebrando las diferencias – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEn “Buscando a Nemo” (2003), la obra maestra de Pixar, el océano era un vasto mundo de amenazas y maravillas reproducido de manera novedosa por la tecnología, entonces pionera, de la animación digital. La película, toda una revelación visual, también fue una defensa del valor de asumir riesgos en una era de ansiedad, una suerte de moraleja sobre las desventajas de ser un padre sobreprotector.\nPero como sucede a menudo en las historias de aventuras, el héroe a veces se veía opacado por su compinche. Apoyamos a Nemo y nos quedamos sin palabras cuando lo encontraron, pero las mejores frases y los momentos más tiernos fueron de Dory, la despistada pez cirujano azul a la que Ellen DeGeneres le dio voz.\nAhora Dory tiene su propia película, con el novedoso título “Buscando a Dory”, una oportunidad de mercadotecnia para Disney y una distracción en época de vacaciones para padres y niños. Aunque puede que no se una al grupo de las mejores películas de Pixar, “Buscando a Dory”, dirigida por Andrew Stanton y Angus MacLane, es, en efecto la mejor secuela que el estudio ha producido después de “Toy Story”. Eso podría sonar como un elogio leve dada la mediocridad sorprendente de “Monsters University” y “Cars 2”, pero “Dory” compensa lo que le falta en originalidad con calidez, encanto y buen humor.\n“Buscando a Dory” tiene lugar, la mayor parte del tiempo, un año después del regreso de Nemo al arrecife, y tiene secuencias retrospectivas de la infancia de la heroína, cuando era una pequeña adorable de ojos saltones con problemas de memoria a corto plazo que vivía con su madre (Diane Keaton) y su padre (Eugene Levy). Un día se perdió y llegó a la madurez buscando a su familia. La nueva misión le obliga a cruzar los mares y esta vez Marlin (Albert Brooks) y Nemo (Hayden Rolence) son los compinches.\nPero no son los únicos. Como otras películas de su especie, “Buscando a Dory” está llena de voces famosas, incluyendo las de algunos actores de televisión. Kaitlin Olson de “It’s Always Sunny in Philadelphia” es un tiburón miope. Idris Elba y Dominic West se reúnen después de haber trabajado juntos en “The Wire” como un par de leones marinos de Cockney. Ty Burrell interpreta a una beluga, mientras que su suegro en “Modern Family”, Ed O’Neill, roba el protagonismo en muchas escenas como pulpo gruñón y astuto de siete tentáculos llamado Hank.\nEn vez del mar abierto, Dory sigue su búsqueda dentro del Marine Life Institute, evidentemente inspirado en el Monterey Bay Aquarium de California que los cineastas convirtieron en un parque de diversiones lleno de ingenio mecánico y belleza acuática. Hay juguetes y niños, tanques de acuario y tubos de drenaje, aves extrañas y la voz inmaterial de Sigourney Weaver. El argumento, al igual que un parque de diversiones, es tan predecible como emocionante, una cascada acelerada de triunfos y contratiempos enfatizados con humor y momentos conmovedores.\nSin embargo, según la tradición consagrada por el tiempo, la película también ofrece lecciones valiosas. “Nemo” defendió la idea de ser indomable al enfrentar el miedo. “Dory”, en cambio, explora la aceptación del caos. La incapacidad de Dory para hacer planes o apegarse a ellos resulta ser una ventaja. Sus problemas de memoria, que en la primera película se mostraron principalmente como un elemento cómico, esta vez tienen un significado más profundo. Ella y Nemo, quien nació con una aleta deforme, son personas —bueno, en realidad, peces antropomorfizados, pero igual me entienden— con discapacidades, una identidad que comparten la mayoría de los personajes secundarios.\nA la vez enfática y sutil, “Buscando a Dory” es una celebración de las diferencias cognitivas y físicas. La película sostiene, con ingenio y finura, que lo que parece incapacidad podría entenderse mejor como fortaleza. La cualidad inclusiva de la película es notable en parte porque resulta muy natural, algo que ningún adulto necesitará explicar realmente. Los niños lo entenderán, quizá de manera más intuitiva y más fácil que el resto.\nTodos se reirán cuando vean a un pulpo que maneja un camión, a un pájaro de ojos desorbitados que vuela con un balde en su pico y otros elementos de comedia circense. Pocas gargantas se salvarán de sentir un nudo cuando los personajes, que por mucho tiempo estuvieron separados, se reúnan. Quizá hay demasiadas reuniones. ¿Cuántas veces necesitan encontrar a Dory? Pero la repetición de la historia se relaciona con su moraleja, un legado de Disney que Pixar revive una y otra vez. La solidaridad y la amistad son dos caras de la misma moneda. “Familia y amigos” es una distinción pero no una diferencia.", "url": "https://www.nytimes.com/es/2016/06/24/resena-buscando-a-dory-y-celebrando-las-diferencias/"}