{"authors": ["Jorge Carrión", "Por Jorge Carrión"], "date_download": "2018-11-16 03:45:31", "date_modify": "2018-11-16 03:45:31", "date_publish": "2016-11-23 12:26:12", "description": "La fotografía digital no solo representa un cambio de técnica sino de valores. En su último ensayo, el fotógrafo español Joan Fontcuberta explica que las fotos que enviamos en mensajes o compartimos en redes son un nuevo lenguaje.", "filename": "es_2016_11_23__1542339931.html", "image_url": "https://static01.nyt.com/images/2016/11/23/universal/es/23selfieES2/23selfieES2-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_11_23__1542339931.html", "title": "La fotografía ha muerto, viva la posfotografía", "title_page": "La fotografía ha muerto, viva la posfotografía – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nAl menos 49 personas han muerto en los últimos dos años por culpa de una selfie excesivamente arriesgada. Cada semana, esa palabra es mencionada en 365.000 publicaciones de Facebook y en 150.000 tuits. Y en Instagram hay unos cincuenta millones de fotos etiquetadas como selfies. Los datos están en la web de estadística Priceonomics y parecen quedarse cortos si se tiene en cuenta que el 30 por ciento de las imágenes que capturan los jóvenes de entre 18 y 24 años son autorretratos. Una de cada tres instantáneas tiene como objetivo tu propio yo.\nLa fotografía ha dejado de ser generosidad, apertura al otro, seducción, tú, vosotros; se está volviendo sobre todo autorretrato, egoísmo, autoafirmación, yo-yo-yo.\nNos acribillamos a nosotros mismos mediante ráfagas de selfies con menos voluntad de registro que de mostrarnos ante nuestros amigos, familiares, posibles ligues o seguidores. La selfie es parte de lo que el fotógrafo, artista, escritor y profesor español Joan Fontcuberta, en su último ensayo, La furia de las imágenes. Notas sobre la postfotografía (Galaxia Gutenberg), llama con brillantez “fotografía conversacional”. Junto con los emoticonos, las fotos que mandamos a través de mensajes de (no) texto o del WhatsApp, o las que compartimos en las redes sociales, se han vuelto lenguaje, aquellas mil palabras que según el dicho caben en una imagen elocuente.\nLa genealogía de la selfie nos remonta a principios del siglo XX: Edvard Munch, mientras se recupera de una depresión en una clínica de Copenhague en 1908, se toma una foto a sí mismo, tal vez para demostrarse que está mejor; seis años después, la duquesa Anastasia Rikolaevna, que entonces tenía trece años, se hace un autorretrato para enviárselo a un amigo; en 1920, los fotógrafos de la Byron Company de Nueva York se hacen la primera selfie de grupo. Se trata de un proceso de paulatino alejamiento, que conduce al selfie-stick. Es también un proceso de progresivo solipsismo.\nPensemos en términos de turismo: antes de que los teléfonos móviles permitieran el autorretrato en primer plano y que el palo asegurara la panorámica contigo dentro, lo normal era pedirle a alguien que te hiciera una foto. Existía la posibilidad de la interacción, de la conversación. Ahora con Google Maps y el GPS ni siquiera necesitas preguntar cómo llegar al lugar que estás buscando. Usted está aquí, te recuerdan los sensores y los satélites: es imposible perderse.\nContinue reading the main story Foto\n“No asistimos al nacimiento de una técnica, sino a la transmutación de unos valores”, escribe Fontcuberta en La furia de las imágenes: “No presenciamos por tanto la invención de un procedimiento sino la desinvención de una cultura: el desmantelamiento de la visualidad que la fotografía ha implantado de forma hegemónica durante un siglo y medio”.\nPor eso ya no podemos hablar de fotografía. Porque la fotografía digital no es lo mismo que la fotografía analógica: ni técnicamente (como mecánica de la luz, como proceso de revelado, como impresión) ni conceptualmente (como materia, como espera, como ejercicio y depósito de memoria). La fotografía ha muerto, viva la posfotografía. Porque, a diferencia del e-book, que al parecer convivirá durante mucho tiempo con el libro en papel, las imágenes digitales han desterrado rápidamente la fotografía material al gueto de lo minoritario.\nEn su libro anterior, La cámara de Pandora (Gustavo Gili, 2011), Fontcuberta ya había dicho que “las fotografías analógicas tienden a significar fenómenos” mientras que “las digitales, conceptos”. Y que ya no hablamos de “revelar” las imágenes, sino de “abrirlas”. Que la fotografía ya no es sinónimo de memoria, sino de grito, de reafirmación, de tiempo real, de presente. Lejos de llevarse las manos a la cabeza y lamentarse, pero sin ceder irreflexivamente a los cantos de sirenas de la integración, el artista ha trabajado durante años las posibilidades artísticas y narrativas del píxel. Inventor del “Googlegrama“, que construye un mosaico de grandes imágenes a partir de diminutas teselas de fotos encontradas a través de Google Images, está constantemente investigando en esas pantallas que nos rodean, nos asfixian y al mismo tiempo nos fascinan. Porque son una mina para la creatividad y para el discurso crítico.\nFontcuberta es lo más parecido a un genio multitarea que uno puede imaginar: es uno de los mejores fotógrafos del mundo —como lo atestigua su premio Hasselblad, el nobel de la fotografía—, un artista conceptual y artesanal de altísimo nivel —que ha expuesto en algunos de los museos más importantes del mundo— y un ensayista imaginativo y galardonado. Su poética artística queda recogida en el interior de La furia de las imágenes en forma de “Decálogo postfotográfico”, una defensa del nuevo paradigma de la producción de contenidos, artísticos o no, en el siglo XXI. Un contexto nuevo donde prima la apropiación y el reciclaje, la circulación de las imágenes sobre su contenido, la autoría colectiva y compleja sobre la individual y aislada.\nEl primer punto es luminoso: “Sobre el papel del artista: ya no se trata de producir ‘obras’ sino de prescribir sentidos”. Y el último también lo es: “Sobre la política del arte: no rendirse ni al glamour ni al mercado para inscribirse en la acción de agitar conciencias”.\nPor ello el creador se hibrida con el curador, el coleccionista, el investigador, el profesor, el teórico, el activista: el prescriptor que ensaya. Que prueba, que innova, que se equivoca, que al fin acierta, aunque sea solamente en el cerebro de algunos espectadores, de algunos lectores. Si es que no somos ya la misma cosa.", "url": "https://www.nytimes.com/es/2016/11/23/la-fotografia-ha-muerto-viva-la-posfotografia/"}