{"authors": ["Carl Zimmer", "Por Carl Zimmer"], "date_download": "2018-11-16 03:44:32", "date_modify": "2018-11-16 03:44:32", "date_publish": "2017-05-22 17:00:52", "description": "Se trata de un avance importante en el estudio de las habilidades mentales y podría ayudar en temas como las mejores maneras de trabajar con niños con problemas de aprendizaje; aunque los investigadores indicaron que también podría haber influencia de miles de genes aún desconocidos.", "filename": "es_2017_05_22__1542339872.html", "image_url": "https://static01.nyt.com/images/2017/05/23/science/23INTELLIGENCEJP/23INTELLIGENCEJP-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_05_22__1542339872.html", "title": "Científicos identifican 52 genes vinculados con la inteligencia", "title_page": "Científicos identifican 52 genes vinculados con la inteligencia – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nNUEVA YORK – En un avance significativo en el estudio de las habilidades mentales, un equipo de científicos identificó 52 genes vinculados a la inteligencia a través del estudio de alrededor de 80.000 personas.\nEsos genes no son determinantes por sí solos para la inteligencia; su influencia combinada es minúscula, lo que sugiere que hay miles genes más aún por descubrir que también tienen un papel importante. Y también es importante el efecto ambiental y de crianza en la inteligencia.\nSin embargo, los expertos dijeron que el hallazgo permitirá que se lleven a cabo nuevos experimentos sobre los fundamentos biológicos del razonamiento y la solución de problemas. Podrían ayudar a desarrollar métodos de intervención que sean más efectivos para lidiar con niños que tengan problemas de aprendizaje.\n“Esto representa un éxito enorme”, dijo Paige Harden, psicóloga de la Universidad de Texas y quien no estuvo involucrada en el estudio.\nLos psicólogos han estudiado la inteligencia durante más de un siglo a través de preguntas; exámenes que ponen a prueba habilidades como el razonamiento verbal o la memorización. Los resultados para cada prueba varían según la habilidad que está siendo estudiada, pero en general la gente que saca una calificación baja en una también lo hace en otra. Los psicólogos llaman a esto la inteligencia general o Factor G.\nSin embargo, aún no queda claro qué parte dentro del cerebro explica la inteligencia de alguien. Los neurocientíficos han descubierto que el tamaño de la materia gris puede ser una razón de la varianza entre quienes tienen resultados altos y bajos en las pruebas, aunque algunas personas con un cerebro pequeño pueden tener mejores calificaciones que algunas con uno grande. Otros indican que la inteligencia está relacionada con la eficiencia de cada cerebro de enviar señales de una región cerebral a otra.\n“Siempre me ha intrigado”, dijo Danielle Posthuma, genetista de la Universidad Vrije de Ámsterdam y autora principal del nuevo estudio. “¿Es cuestión de las conexiones cerebrales o de neurotransmisores insuficientes?”. Con esa pregunta empezó sus estudios sobre inteligencia en los años noventa.\nPosthuma estudió a gemelos idénticos que compartieran el ADN; resultó que tienen calificaciones más similares que las de los mellizos.\nPese a esas similitudes también podía haber una influencia del ambiente: si hay plomo en el agua potable, por ejemplo, disminuyen las calificaciones en las pruebas y estas aumentan si los niños toman suplementos vitamínicos cuando la comida en la zona tiene poco yodo.\nPor ello los investigadores se propusieron aislar los genes individuales que pudieran contribuir a las diferencias en las pruebas por medio de un estudio de asociación del genoma completo: secuencian partes del material genético en el ADN de muchas personas no relacionadas entre sí y luego buscan si quienes comparten alguna condición particular –como calificaciones altas en pruebas de inteligencia– también comparten marcadores genéticos.\nPosthuma y otros expertos juntaron los datos de trece estudios previos y formaron una base de datos amplia de marcadores genéticos y de calificaciones en pruebas de inteligencia. Dado que análisis previos no habían tenido mucho éxito en estudios a gran escala, Posthuma dijo que no esperaba mucho.\nPero, para su sorpresa, surgieron 52 genes con vínculos fuertes a la inteligencia.\nEl análisis fue hecho entre personas de ascendencia europea porque así esperaban mejorar la posibilidad de que haya variantes genéticas comunes.\nSin embargo, esos genes solo representan un porcentaje muy pequeño de la varianza en las calificaciones de las pruebas; el coeficiente intelectual solo aumenta o disminuye una pequeña fracción de un punto. Además, estudios genéticos pasados indican que las variantes genéticas en una población –como aquella de ascendencia europea– no necesariamente se replican en otros grupos poblacionales.\nAunque los investigadores son optimistas con respecto a que los demás genes que serían responsables se hallarán pronto gracias a estudios de cientos de miles y hasta millones de personas que podrían darse en el futuro cercano.\n“Es como la astronomía, que mejoró cuando los telescopios se hicieron más grandes”, dijo Christopher Chabris, coautor del nuevo estudio y quien trabaja en el Geisinger Health System de Pensilvania.\nLos investigadores también recalcan que el estudio no significa que la inteligencia sea determinada por nuestros genes. Compararon la situación con tener hipermetropía: se debe a los genes, pero se pueden cambiar factores ambientales que lo mejoren; en este caso, usar anteojos.\nPosthuma ya tiene planeado estudiar más a fondo los 52 genes descubiertos por ella y sus colegas, pues algunos ya han sido vinculados a otros factores. Por ejemplo, son más comunes entre personas que nunca han fumado y algunos son hallados más frecuentemente entre personas que sí fuman, pero que dejaron de hacerlo de manera exitosa.\nSin embargo, todavía no se sabe qué hacen exactamente esos genes. Posthuma indicó que cuatro de ellos controlan el desarrollo celular y tres tienen alguna función relacionada con las neuronas.\nEn algún momento, los científicos podrían experimentar con las células cerebrales de personas con las 52 variantes para que se desarrollen y se vuelvan neuronas y “minicerebros” que intercambien señales, con el fin de ver si las diferencias genéticas las hacen comportarse de manera distinta.\n“No es algo que podríamos hacer de la noche a la mañana, pero es algo que espero poder hacer en el futuro”, dijo Posthuma.", "url": "https://www.nytimes.com/es/2017/05/22/genes-inteligencia-52-cientificos/"}