{"authors": ["Billy Witz", "Por Billy Witz"], "date_download": "2018-11-16 04:15:41", "date_modify": "2018-11-16 04:15:41", "date_publish": "2016-02-16 18:08:15", "description": "Aunque el fútbol es el deporte favorito en el país, cada vez hay más guatemaltecos que son ávidos jugadores y admiradores del baloncesto, deporte que revela una relación con los mayas.", "filename": "es_2016_02_16__1542341741.html", "image_url": "https://static01.nyt.com/images/2016/02/12/sports/12GUATEMALAweb01/12GUATEMALAweb01-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_02_16__1542341741.html", "title": "En Guatemala los mayas todavía juegan a la pelota", "title_page": "En Guatemala los mayas todavía juegan a la pelota – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSAN PEDRO LA LAGUNA, Guatemala — En las colinas cercanas a este pintoresco pueblo, colgado en la ladera de un volcán y escondido en la ribera del lago Atitlán, brilla el césped artificial. Una oda a la cultura del fútbol.\nPero en cada esquina de los senderos serpentinos que recorren San Pedro hay señales que revelan una relación con otro deporte: el baloncesto.\nLas canastas de baloncesto forman parte de la identidad de este pueblo de 12.000 habitantes. Están en los colegios, en los gimnasios, en los garajes, pegadas a las paradas de autobús y frente a un lago cuyas aguas no dejan de subir. Se han elevado a tal nivel que ya se han comido una cancha de la que solo se ven los tableros.\nLa mejor conservada está en el centro del pueblo, encajada entre el mercado, una escuela, oficinas de gobierno y una iglesia católica. Hace poco, un sábado en la noche, 800 personas, entre hombres, mujeres y niños se agolpaban en grupos alrededor de una pista de cemento para ver un campeonato.\nPrimero jugaron las mujeres y después los hombres. Un comentarista describía todas y cada una de las jugadas, y vendedores de todo tipo ofrecían a los espectadores jugos de fruta recién exprimidos y bananos cubiertos de chocolate.\nEste tipo de fiesta hubiera sido normal en Nueva York o California, lugares donde el baloncesto hace parte de la cultura local. Otto González, que mira jugar a su hija, cree que el baloncesto “no es como el fútbol pero en Guatemala es un deporte importante, especialmente en esta zona”.\nSon varios los factores que permiten explicar la popularidad de este deporte aquí. La llegada de la televisión por cable a finales de los 80 metió a la NBA en las casas. En una región de orografía abrupta, no es solo práctico —pues la cantidad de tierra que es necesario mover para una cancha de baloncesto sea menor que para un campo de fútbol— sino también revela algún tipo de vínculo con la tradición del juego de la pelota maya en el que los jugadores trataban de meter una pelota en una canasta con sus hombros.\nEl baloncesto también ha sido bien recibido en otras culturas indígenas; los pueblos nativos de Estados Unidos han puesto su sello al deporte. Lo llaman rez ball. En México se sabe que los triquis, que crecen jugando descalzos, son muy buenos en la cancha.\nTambién lo son los tz’utujil que viven en la costa sur del lago Atitlán.\nSegún Richard Hansen, un antropólogo que ha estudiado la cultura maya desde finales de los 70: “Pese a darle vuelta a la canasta, tuvieron la idea correcta. Meter una pelota de goma en una canasta es algo que les resulta familiar. Se necesita habilidad, práctica y coordinación en equipo, cosas que vienen del pasado. Que son parte de su tradición”.\nContinue reading the main story Foto\nMauricio García, de 39 años, se ve a sí mismo como una persona que protege esa tradición. Pese a su edad es el mejor jugador del pueblo. Mide poco más de 1,80. Su driblaje y puntería dejan claro por qué lo invitaron a jugar con la selección nacional hace veinte años. No aceptó porque no tenía el dinero para mudarse a la capital.\nEl baloncesto le salvó la infancia. Su padre bebía. Su inmersión en el deporte le aseguraba la admiración de su padre. Como maya se sentía conectado con el juego. “Los mayas tenemos una forma de ver el mundo. Esto me inspira”.\nLa cultura maya, su calendario y sistema de creencias, están renaciendo en Guatemala, un país donde el 53,7 por ciento de la población ve por debajo de la línea de la pobreza. Al mismo tiempo, Guatemala no es ajena a las influencias del exterior. Los migrantes que regresan a casa después de trabajar en el extranjero son el principal mecanismo de contagio.\nEl baloncesto es, entonces, un vínculo entre el presente y el pasado.\nHansen lo explica así: “Han estado oprimidos durante 500 años, se les ha negado derechos, han sido esclavizados en las plantaciones y no han tenido la oportunidad de apreciar su cultura. El baloncesto es una manera de apreciar su historia. Fueron sus antepasados quienes lo inventaron”.\nContinue reading the main story Foto\nEl baloncesto es también una oportunidad para que las mujeres y niñas se sientan libres. Pueden jugar en camiseta en el centro del pueblo. Igual que los hombres. Y los partidos femeninos atraen tanto público como los masculinos.\nA cinco minutos del centro hay un gimnasio construido hace ocho años. Tiene una cancha de cemento, espacio para unas 1.000 personas sentadas e incluso un tablero electrónico. Todo un palacio para los estándares del país. Pero la noche del campeonato estaba cerrado.\nLos jugadores prefieren el aire libre, el centro, donde los niños corren por el mercado, el marcador es manual y hasta hay que parar los partidos porque los perros se meten en la cancha.\nContinue reading the main story Foto\nY es que esa cancha tiene historia. Cuando los pedranos, gentilicio del lugar, conocieron a Larry Bird, Magic Johnson, Michael Jordan o Spud Webb —por televisión, claro— las primeras canastas aparecieron en pistas de tierra y polvo.\nEra 1996 cuando se terminó la guerra civil de 36 años, se acabó la regla que prohibía jugar a partir de las ocho de la noche. Pero para jugar necesitaban luz, así que sacaban bombillas y las colgaban por toda la cancha. Después de jugar, recogían las bombillas y las guardaban. Ahora hay cuatro bombillos, uno en cada esquina.\nEl campeonato anual, que comenzó en 1999, comienza en noviembre y termina en enero. Coincide con temporada seca y las vacaciones escolares. Así, los estudiantes universitarios que regresan a casa pueden participar.\nEl equipo de García, Ta —que quiere decir “viejos” in Tz’utujil—, contra el Boca Juniors, un equipo que viste con uniformes similares a los de los Chicago Bulls. En el Boca, juegan tres hermanos González, Juan Jr., Kevin y Mariano junto a su padre Juan Sr., de 52 años, que montó el equipo en memoria de su esposa, la madre de los hermanos, que murió hace un año.\nCuando terminó el partido, todos los jugadores se abrazaron y García, que había entrenado a los González cuando eran más jóvenes, los felicitó. Los hermanos subieron a un escenario y su padre dio un discurso emocionado a todos los presentes.\nUnos minutos más tarde, el señor Juan seguía en la cancha. Daba la impresión de que no quería que la tarde terminara.\n“Soy tan feliz… es una satisfacción tan grande que mis hijos jueguen. Así estamos juntos”.", "url": "https://www.nytimes.com/es/2016/02/16/en-guatemala-los-mayas-todavia-juegan-a-la-pelota/"}