{"authors": ["Ron Nixon", "Por Ron Nixon"], "date_download": "2018-11-16 03:12:08", "date_modify": "2018-11-16 03:12:08", "date_publish": "2017-06-22 08:00:04", "description": "En un recorrido reciente, algunos agentes mostraron sus herramientas de vigilancia fronteriza; especialistas afirman que una barrera tecnológica para monitorear la frontera de Estados Unidos y México es más económico y efectivo que el muro propuesto por Donald Trump.", "filename": "es_2017_06_22__1542337928.html", "image_url": "https://static01.nyt.com/images/2017/06/21/us/21dc-border2/00dc-border2-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_06_22__1542337928.html", "title": "Más drones y cámaras en la frontera, mejor que el muro de Trump", "title_page": "Más drones y cámaras en la frontera, mejor que el muro de Trump – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nROMA, Texas — Desde un cobertizo compacto y portátil en las afueras de esta ciudad fronteriza, Jonathan Hoyt tiene un amplio campo de visión. Su computadora está enlazada a cámaras y equipos de vigilancia que le permiten ver balsas de plástico en el costado mexicano del río Bravo a casi 3,8 kilómetros de distancia, y lo hace solo moviendo una pequeña palanca de mando.\nContinue reading the main story Foto\nHoyt, un agente de la Patrulla Fronteriza, está usando equipo que el Departamento de Defensa llevó desde Afganistán, donde fue utilizado para rastrear a los talibanes. Es parte de un potente arsenal que también incluye torres, drones y aerostatos: dirigibles gigantes unidos al suelo que pueden elevarse hasta a 1500 metros. Helicópteros con poderosos sensores infrarrojos y cámaras de video también patrullan las alturas.\nLos agentes de fuerzas de seguridad dicen que desplegar este tipo de tecnología ha dado como resultado una decena de miles de arrestos en una frontera que sigue siendo una vía primaria para transportar droga y migrantes que cruzan a Estados Unidos de manera ilegal.\nContinue reading the main story Foto\nContinue reading the main story Foto\nContinue reading the main story Foto\nA pesar del llamado del presidente Trump para construir un muro enorme con el fin de asegurar la frontera —algo de lo que el representante Henry Cuellar, un demócrata de Texas, se burló por ser una “solución del siglo XIV para un problema del siglo XXI”— la lucha contra la inmigración ilegal y el tráfico de drogas en la frontera entre México y Estados Unidos se ha convertido cada vez más en un asunto de alta tecnología.\nTrump ha propuesto un aumento de 2,9 mil millones de dólares para la seguridad fronteriza, pero casi el 60 por ciento de ese incremento se destinaría al muro fronterizo.\n“Drones Predator, aerostatos y torres llenan los espacios que se encuentran a lo largo de la frontera, donde la Patrulla Fronteriza no tiene personal”, dijo David Aguilar, un excomisionado interino de la Oficina de Aduanas y Protección Fronteriza de Estados Unidos, quien ahora es director de Global Security and Innovative Strategies, una firma de consultoría en Washington. “Les da una vista de lo que está sucediendo en la frontera”, dijo Aguilar, y “también les permite desplegar recursos y responder a las personas que cruzan la frontera o trafican drogas”.\nContinue reading the main story Foto\nEso puede verse fácilmente desde el escritorio de Hoyt. Hace poco, movió su palanca de mando y acercó la toma para ver a decenas de personas en el costado mexicano del río Bravo. Transmitió la información a los agentes que se encontraban cerca del río, quienes se trasladaron de inmediato para atraparlos en el lado estadounidense.\nEl equipo se entrega al Departamento de Seguridad Nacional según el programa del Departamento de Defensa establecido para reutilizar el equipo militar usado anteriormente en Afganistán e Irak.\nEl Departamento de Seguridad Nacional también utiliza más de 12.000 sensores a lo largo de la frontera, cientos de lectores de matrículas en los puertos de entrada y escáneres gigantes de rayos X para observar trenes y camiones. La agencia planea agregar drones más pequeños con reconocimiento facial, y equipo adicional que puede capturar información biométrica.\nLa tecnología combinada crea lo que algunos expertos del Departamento de Seguridad Nacional dicen que es un muro virtual en algunas áreas de la frontera, el cual puede ser tan efectivo como uno físico con un costo mucho menor.\nAguilar dijo que la adquisición de nueva tecnología para la seguridad fronteriza debe ser la máxima prioridad para el Departamento de Seguridad Nacional, por encima de la construcción de un muro u otras barreras físicas o la contratación de más agentes para la Patrulla Fronteriza.\n“La tecnología es definitivamente lo primero”, dijo. “Son dispositivos que se pueden usar en cualquier parte de la frontera. Hay lugares donde simplemente no se puede poner un muro”.\nContinue reading the main story Foto\nContinue reading the main story Foto\nContinue reading the main story Foto\nAunque la tecnología hace que rastrear el contrabando y las drogas sea más fácil y más rápido, también facilita el rastreo de personas inocentes.\nGuadalupe Correa Cabrera, profesora de la University of Texas Rio Grande Valley y becaria del Wilson Center en Washington, dijo que la acumulación de tecnología en la frontera había transformado ciudades tranquilas, donde la gente se desplazaba libremente a través de la frontera, en zonas de vigilancia masiva.\nCada movimiento de los residentes está documentado y catalogado, dijo, lo cual erosiona la privacidad de los residentes locales.\nContinue reading the main story Foto\nA pesar de la preocupación de quienes apoyan el derecho a la privacidad, Manuel Padilla Jr., jefe de sector de la Patrulla Fronteriza en Rio Grande Valley, dijo que el área necesitaba más tecnología.\n“Si nos fijamos en Rio Grande Valley en este momento, no tenemos la conciencia situacional de saber qué está sucediendo a través de la frontera debido a la falta de tecnología”, dijo Padilla.\nDijo que la tecnología adicional, como sensores que puedan penetrar el follaje denso, era necesaria porque los agentes de la patrulla fronteriza no podían llegar a muchos lugares a lo largo del río donde no hay rutas de acceso.\nContinue reading the main story Foto\n“Como no podemos llegar allí, debemos ser capaces de ver lo que está pasando para que podamos capturar a quienes trafican con drogas o cometen otros delitos” antes de que lleguen a ciudades de la región, dijo.\nEl uso de la tecnología del Departamento de Defensa “nos ha permitido ver algunas cosas que antes no sabíamos que existían”, dijo Padilla. “Pero se necesita más tecnología para hacer frente a los desafíos únicos en el valle”.\nLa tecnología también se ha desplegado en los puertos de entrada, donde miles de personas cruzan la frontera todos los días. Se utiliza para todo, desde la detección de plagas agrícolas que representan una amenaza para el suministro de alimentos en Estados Unidos hasta la detección de grandes cantidades de dinero y narcotraficantes.\nContinue reading the main story Foto\nEn el puerto de entrada de Hidalgo, justo al otro lado de la frontera con la ciudad mexicana de Reynosa, la tecnología está en pleno uso.\nConforme los vehículos se acercan a los puntos de control, las cámaras fijas toman imágenes de las placas delantera y trasera del auto, una imagen del conductor y una imagen en color del automóvil. Entonces, esas imágenes pasan a través de una base de datos para verificar los antecedentes penales, delitos de inmigración o actividades terroristas.\nLas cámaras también almacenan la ubicación del vehículo y la fecha en que se tomó la imagen en una base de datos, aunque las búsquedas no activen alertas sobre los pasajeros de los vehículos.\nContinue reading the main story Foto\n“Esto nos da una muy buena idea de quién se está moviendo a través de la frontera”, dijo Frank Longoria, un oficial de aduanas que es director adjunto de operativos de seguridad fronteriza. “El 99 por ciento de las personas que cruzan lo están haciendo por una buena razón, pero tratar de captar ese uno por ciento que está haciendo algo ilegal es un reto”.\nEn un pequeño edificio, no lejos de las vías de entrada y salida, un oficial de aduanas, Eugenio Jiménez, observó un sistema de escáner de rayos X, que le permite ver anomalías en un vehículo. Dijo que estaba buscando espacios donde debería haber material sólido, o señales evidentes de manipulación en los tanques de gasolina, baterías u otras áreas.\nUnos días antes, después de que un perro de detección de efectivo reaccionara a un Volkswagen Passat blanco 2008 que viajaba hacia México, Jiménez notó un espacio en la defensa del auto cuando le pidieron al conductor que se estacionara a un lado para una inspección, dijo.\nContinue reading the main story Foto\nCuando quitaron la defensa, los oficiales descubrieron más de 250.000 dólares escondidos en su interior. El conductor fue arrestado.\n“Se ponen muy creativos”, dijo Jiménez. “Hemos encontrado metanfetamina en los tanques de gasolina, marihuana que hacen lucir como sandías y limas. Lo que se te ocurra”.\nLos oficiales de la Oficina de Aduanas y Protección Fronteriza usan versiones más grandes de escáneres para examinar los autobuses e incluso los trenes para detectar drogas o tráfico de personas.\nContinue reading the main story Foto\nPero hay límites en el uso de la tecnología en la frontera. Los drones y aerostatos, por ejemplo, no pueden volar cuando hay tormentas o vientos fuertes.\nLas cámaras de alta resolución no pueden ver a través de la maleza espesa que crece a lo largo del río Bravo, y la vida silvestre o el ganado pueden activar sensores, lo cual hace que los agentes de la Patrulla Fronteriza vayan tras falsas alarmas.\nContinue reading the main story Foto\nY los carteles de la droga están adaptando constantemente sus métodos para encontrar maneras de burlar la tecnología. Con el tiempo, dicen funcionarios de Seguridad Nacional, los contrabandistas aprenden rápidamente cómo funcionan los sistemas y ajustan su estrategia.\nLongoria dijo que el cambio en las tácticas de los carteles mostró que la tecnología fronteriza surtía el efecto deseado.\n“El hecho de que estén tratando de encontrar formas cada vez más creativas de obtener sus drogas y traficar con personas muestra que el sistema estratificado de la tecnología y la gente está funcionando”, dijo. “Queremos dificultar sus actividades tanto como podamos. Las cámaras, los dirigibles y otros dispositivos nos permiten hacerlo”.", "url": "https://www.nytimes.com/es/2017/06/22/mas-drones-y-camaras-en-la-frontera-mejor-que-el-muro-de-trump/"}