{"authors": ["Stephanie Strom", "Por Stephanie Strom"], "date_download": "2018-11-16 03:53:07", "date_modify": "2018-11-16 03:53:07", "date_publish": "2016-05-10 10:00:04", "description": "Su fundador, Hamdi Ulukaya, tiene el objetivo de repartir entre sus trabajadores la fortuna que ellos han ayudado a construir. Actualmente, Chobani podría valer varios miles de millones de dólares.", "filename": "es_2016_05_10__1542340387.html", "image_url": "https://static01.nyt.com/images/2016/04/27/business/international/27Chobani3-1461701319693/27Chobani3-1461701319693-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_05_10__1542340387.html", "title": "Chobani, una empresa de yogur griego, comparte su riqueza con los empleados", "title_page": "Chobani, una empresa de yogur griego, comparte su riqueza con los empleados – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nNUEVO BERLÍN, Estados Unidos – Hace unas semanas, los 2000 empleados de Chobani, una compañía de yogur griego en Estados Unidos, recibieron una gran sorpresa: una participación en las acciones que los podría convertir en millonarios.\nEn la planta de la compañía ubicada en el norte del estado de Nueva York, Hamdi Ulukaya, el inmigrante turco que fundó la empresa en 2005, dijo que les iba a dar acciones con valor de más o menos el 10 por ciento de la compañía cuando esta sea vendida o salga a la bolsa.\nSegún Ulukaya, el objetivo es repartir la riqueza que ellos han ayudado a construir en la última década. Actualmente, Chobani podría valer varios miles de millones de dólares.\n“He construido algo que nunca pensé que sería tan exitoso, pero no puedo imaginar que Chobani se construyera sin toda esta gente”, comentó Ulukaya en una entrevista en su oficina de Manhattan, que dio con la condición de que no se revelara ningún detalle del proyecto antes de que se anunciara.\n“Ahora van a estar trabajando para fortalecer la compañía y al mismo tiempo construir su futuro”, afirmó.\nLos empleados de Chobani recibieron las buenas noticias hace unas semanas. A cada trabajador se le entregó un paquete blanco con la información sobre cuántas acciones de Chobani recibirían. El número de acciones que se le otorgó a cada persona está basado en antigüedad, así que entre más tiempo hayan estado en la empresa, mayor será su participación.\nHace dos años, cuando Chobani recibió un préstamo de TPG Capital, una empresa de capital privado, se estimaba que el valor de la compañía estaba entre 3 y 5 mil millones de dólares. Si se mantiene la cifra de 3 mil millones, el pago promedio que se haría a los empleados sería de 150.000 dólares. Pero es posible que los primeros empleados reciban más acciones, lo que equivaldría a un pago de hasta un millón de dólares.\nRich Lake, gerente operativo, fue uno de los primeros cinco empleados que Ulukaya contrató para la planta de Nuevo Berlín. El martes dijo que no esperaba que las acciones de Chobani le fueran a cambiar mucho la vida, explicó: “No acostumbro a excederme en mis gastos”. Más bien, pensó, las acciones eran la recompensa de lo que él y los otros empleados habían hecho por Chobani.\n“Es mejor que un bono o un aumento”, sostuvo Lake. “Es lo mejor porque te dan un pedazo de lo que ayudaste a construir”.\nContinue reading the main story Foto\nLa decisión de Ulukaya toca un tema controversial: la brecha cada vez más grande entre los sueldos de los ejecutivos y los sueldos de sus trabajadores.\nOtros ejecutivos han lidiado con este asunto por sí mismos. Un fundador de Gravity Payments, una compañía de procesamiento de pagos de tarjetas de crédito ubicada en Seattle, prometió que dentro de los siguientes tres años pagaría a su equipo de 120 personas un salario mínimo de 70.000 dólares.\nLas acciones que recibirán los empleados de Chobani vienen directamente de Ulukaya, y tienen la libertad de venderlas si la empresa se cotiza en el mercado o si otra compañía la compra (aunque nada de esto parece inminente). Los empleados pueden quedarse con las acciones si se van o se jubilan, o también las pueden vender de vuelta a la compañía.\nEste anuncio inusual sucede antes de que TPG Capital, cuyo préstamo de 750 millones de dólares ayudó a mantener a flote a Chobani, pueda comprar acciones en la compañía. La tensión entre Ulukaya y TPG sobre el futuro de la empresa surgió poco después de la negociación del préstamo.\nTPG tiene garantías para comprar 20 por ciento o más de las acciones de Chobani, dependiendo de los objetivos trazados en el acuerdo original. Pero ahora ese porcentaje se calcularía a partir del 90 por ciento de las acciones restantes, después del 10 por ciento que recibirán los empleados, lo cual básicamente diluye la posible participación de TPG.\nTPG se negó a hacer comentarios al respecto.\nEste tipo de transferencia de acciones es inusual en la industria alimentaria. Uno de los pocos ejemplos importantes es el de Bob Moore, el fundador de una compañía de granos y cereales llamada Bob’s Red Mill, quien le dio a sus empleados el control de la compañía en 2010.\nLas empresas tecnológicas emergentes suelen ofrecer acciones a sus empleados para reclutarlos o, en los primeros días de una compañía, para conquistar a algún talento especial. Algunos de los primeros colaboradores de Google y Facebook, por ejemplo, se convirtieron en multimillonarios de la noche a la mañana gracias en parte a este tipo de compensaciones.\nPero a diferencia de muchas empresas tecnológicas, Ulukaya le está dando a sus empleados una parte de la compañía después de que su valor ya está establecido.\n“Es muy raro y poco común, sobre todo en esta industria, que se lleven a cabo este tipo de programas”, dijo Jessica Kennedy, una ejecutiva de Mercer, la renombrada consultora de recursos humanos que colaboró con Chobani en el nuevo programa.\nContinue reading the main story Foto\nUlukaya ha desempeñado un papel activo en la compañía desde 2005, cuando compró una fábrica abandonada de yogur Kraft con un préstamo de 800.000 dólares. Dos años después comenzó a vender yogur griego, con lo cual revolucionó la competencia en una de las secciones de alimentos congelados más tranquilas de las tiendas.\nEl sueldo de los empleados de Chobani es mayor que el salario mínimo y les ofrece seguro médico y demás beneficios a los trabajadores de tiempo completo. En los primeros días, Ulukaya estableció un plan de jubilación de 401.000 dólares para empleados y los presionó para que participaran.\n“Los sermoneé y los presioné y traté de obligarlos a hacerlo”, comentó. “Desafortunadamente, no todos lo hicieron y sigo preocupándome de cuando se jubilen”.\nSin embargo, hace unos años la empresa tuvo algunos problemas financieros después de invertir casi 500 millones de dólares en la construcción de la planta de procesamiento de yogur más grande del mundo: unas instalaciones de 92.900 metros cuadrados en el estado de Idaho. La nueva planta le permitió a la compañía diversificar su oferta de productos para incluir, por ejemplo, un yogur para niños empaquetado en un tubo y pequeñas tazas de yogures postre.\nPero la empresa luchó para echar a andar las líneas de producción, y oficiales del sector salud identificaron contaminación de moho en algunos productos.\n“Para nosotros fue una llamada de atención”, admitió Ulukaya con mirada sombria. “Me hizo darme cuenta de que tenía que hacer esto bien, así que me da gusto que haya pasado”.\nPero más o menos durante el último año a la empresa le ha ido mejor, en gran medida gracias a los nuevos productos que se hacen en la planta de Idaho.\nUlukaya seguirá siendo el dueño de la gran mayoría de la empresa, aunque su parte también será menor. Dijo que darle a sus empleados una participación de los logros de la compañía fue uno de los términos que exigió cuando llegó a un acuerdo con TPG.\n“Para mí, en el mundo hay dos tipos de personas”, afirmó el martes. “Los que trabajan en Chobani y los que no”.", "url": "https://www.nytimes.com/es/2016/05/10/chobani-la-empresa-de-yogur-griego-comparte-la-riqueza-con-sus-empleados/"}