{"authors": ["Jonathan Mahler", "Por Jonathan Mahler"], "date_download": "2018-11-16 03:44:57", "date_modify": "2018-11-16 03:44:57", "date_publish": "2016-05-02 14:30:04", "description": "En el quinto aniversario de la muerte del responsable de los ataques del 11 de septiembre de 2001, recordamos esta crónica sobre las versiones alrededor del operativo en Abbottabad, Pakistán.", "filename": "es_2016_05_02__1542339897.html", "image_url": "https://static01.nyt.com/images/2015/10/18/magazine/18binladen1/18binladen1-videoSixteenByNine768-v5.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_05_02__1542339897.html", "title": "¿Sabemos la verdad sobre la muerte de Osama bin Laden?", "title_page": "¿Sabemos la verdad sobre la muerte de Osama bin Laden? – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read in English\nEste artículo se publicó el 15 de octubre de 2015.\nContinue reading the main story Foto\nEra la noche del primero de mayo de 2011 y Mark Bowden miraba un juego de béisbol en televisión —los Phillies contra los Mets— cuando se interrumpió la transmisión para darle paso al Presidente Obama que hablaba desde el ala este de la Casa Blanca.\n“Esta noche puedo decirle a los ciudadanos de los Estados Unidos y al resto del mundo que hemos lanzado una operación que mató al líder de Al Qaeda, Osama bin Laden, un terrorista responsable del asesinato de miles de hombres, mujeres y niños inocentes”.\nApenas cinco minutos después de que el presidente terminara su breve alocución, mientras miles de estadounidenses se reunían frente a la Casa Blanca y en la Zona Cero cantando ‘‘¡U-S-A!, ¡U-S-A!’’ sonó el teléfono de Bowden. Quien llamaba era Mike Stenson, presidente de Bruckheimer Films. En 1999 habían trabajado juntos en la adaptación al cine de “Black Hawk Down”, un libro de Bowden.\n“Mike dijo: ‘Mira, Mark, Jerry (Bruckheimer) quiere hacer una película sobre esto de Bin Laden y quiere reunir al equipo de ‘Black Hawk Down’. Quiere saber si estarías dispuesto a escribir el guion'”.\nBowden, quien me contó la historia durante un almuerzo, respondió que por supuesto. Que contaran con él.\nNo tardó en llamar a Jay Carney, por aquel entonces secretario de prensa de Obama. Le pidió una entrevista con el presidente. Bowden había tratado bien a Carney en un perfil del vicepresidente Joseph R. Biden Jr. que había escrito para The Atlantic. Pero le sorprendió su respuesta casi inmediata. El mensaje era alentador, sobre todo porque Bowden no dudaba de que el presidente debía estar recibiendo una avalancha de peticiones. Carney dijo que no podía prometer nada pero haría lo que pudiera.\nAl día siguiente, Stenson llamó de nuevo: Bruckheimer había cambiado de opinión.\nBowden se lo pensó por un segundo y decidió que, en lugar de un guión, escribiría un libro. De algún modo era el autor adecuado para el tema. Su especialidad son las operaciones encubiertas. Además de “Black Hawk Down” —la historia de una operación de los Rangers y la Delta Force estadounidense en Somalia, en 1993, que salió desastrosamente mal— ha escrito libros sobre el fracaso de una misión de rescate de los prisioneros estadounidenses en Irán en 1980 y la cacería de Pablo Escobar, el capo del narcotráfico colombiano.\nSu método pasa por la combinación del reporteo exhaustivo y una narración vívida. Ayuda que suele escribir acerca de hechos históricos que han sucedido mucho tiempo atrás. La gente está más dispuesta a hablarle y lo hacen con libertad. Un entrevistado le dirige a otro, que a su vez le dirige a otro y así. Un proceso de años.\nEl libro de Bin Laden fue una tarea diferente. Bowden trataba de contar la historia apenas meses después de que sucediera. Y solo un puñado de altos cargos de la administración, oficiales del ejército y los Navy SEAL que desarrollaron la operación sabían lo que había pasado esa noche.\nCasi no había rastros o documentos escritos para que Bowden pudiera armar lo sucedido. El gobierno clasificó todos los documentos del operativo, incluidos los archivos de la búsqueda de Bin Laden por parte de la CIA. Bowden tuvo que pedir entrevistas a través de los canales formales y limitarse a esperar una respuesta positiva.\nSu libro “The Finish” se publicó en el otoño de 2012 y cuenta una historia que se ha hecho familiar. Después de trabajar varios años con un perfil bajo, la CIA descubrió que podía rastrear a una persona que hacía de correo hasta un recinto habitado en Abbottabad, Pakistán.\nDurante meses estudiaron el lugar, mediante el uso de imágenes satelitales, pero nunca lograron confirmar que Bin Laden estuviera adentro. Si era así —y las posibilidades eran de un 55% según Obama— el presidente no iba a dejar que se escapara. La opción más segura era usar una bomba y convertir en polvo ese recinto. Pero eso pondría en riesgo la vida de civiles y haría imposible verificar con certeza el resultado.\nEntonces Obama optó por enviar un equipo de 23 Navy SEAL en dos helicópteros Black Hawk. La misión estuvo a punto de fracasar cuando uno de los aparatos tuvo que aterrizar al lado de un corral, dentro de la edificación. Los SEAL reaccionaron sobre la marcha y ejecutaron el asalto volando las puertas con explosivos C-4 y matando al objetivo. Antes de irse explotaron el helicóptero averiado. El gobierno pakistaní no supo nada de lo sucedido hasta que los SEAL estaban lejos.\nLa historia es irresistible. Y en los meses y años siguientes se contó de muchas maneras. El de Bowden fue solo uno entre varios libros escritos al respecto. Los artículos de periódico, reportajes de revista y programas de televisión son incontables. En 2012 se estrenó “Zero Dark Thirty” una película promocionada como el relato de “la mayor cacería humana de la historia”. La muerte de Bin Laden no solo fue una victoria para el ejército de Estados Unidos. También lo fue para su maquinaria narrativa que se puso en marcha, en el mismo momento en que el cadáver del líder terrorista tocó el suelo.\nLa primavera pasada, Bowden recibió otra llamada inesperada en su celular. Regresaba a su casa en Pensilvania después de una reunión con su editor en Nueva York. Preparaba un libro sobre la batalla de Hue en la guerra de Vietnam. Al otro lado de la línea le hablaba Seymour Hersh, un reconocido periodista de investigación. Hersh llamaba para preguntar por las fotografías del entierro de Bin Laden en el mar —hecho con el ritual islámico según el gobierno de Estados Unidos— que Bowden describía con detalle al final de “The Finish” y en una versión adaptada que apareció en la revista Vanity Fair. “\n“Una imagen muestra el cuerpo envuelto en una mortaja que tiene un lastre” escribió Bowden. “La siguiente lo muestra vertical con los pies en la borda. En otra se ve cuando golpea el agua. En la siguiente se ve bajo la superficie, rodeado de pequeñas ondas que se expanden de forma concéntrica y no llegan a ser una ola. Los restos de Osama bin Laden habían desaparecido. Por fin”.\nHersh quería saber si Bowden había visto las fotos.\nBowden respondió que no. Le explicó que alguien que sí las había visto se las había descrito.\nHersh le dijo que esas fotografías no existían. Es más, continuó, la historia de la caza y muerte de Bin Laden era una fábula. Le explicó que estaba a punto de publicar la verdadera historia de lo sucedido en Abbottabad.\nA Bowden le costaba creer lo que Hersh contaba. Hersh se compadeció. “A nadie le gusta que se la jueguen”. No pretendía ofender.\n“Respondí, ‘No me ofende’”, recordó Bowden. “Le dije que, a fin de cuentas, era Seymour Hersh y que hiciera lo que considerara apropiado. Pero que en este caso me temía que se equivocaba”.\nEs difícil valorar cómo la muerte de Osama bin Laden ha causado un impacto en la política estadounidense. Desde un punto de vista meramente práctico le permitió a Obama presentarse de nuevo como un líder con iniciativa frente a la imagen de cautela que había proyectado antes. Además se acercaba la campaña para la reelección de 2012.\nLo sucedido influyó, sin duda, en el resultado electoral (“Osama bin Laden está muerto y General Motors vive”, le gustaba decir a Joe Biden durante la campaña).\nLa muerte de Bin Laden permitió que Obama anunciara la victoria en la guerra contra Al Qaeda. En el aspecto estratégico, le facilitaba una excusa para comenzar la retirada de las tropas de Estados Unidos de Afganistán. Y redimía a la CIA al convertir su fracaso de más de una década en uno de los mayores triunfos en la historia de la agencia.\nPero la muerte de Bin Laden impactó aún más el imaginario colectivo. El país necesitaba un momento de claridad moral, de ese valor tan estadounidense que no entiende ambigüedades ante una guerra turbia y oscura, a veces definida por el compromiso moral o por la vergüenza colectiva. Cerraba el ciclo histórico abierto por los ataques del 11 de septiembre. La imagen fantasmal de esas torres cayéndose que ha quedado fijada en nuestras mentes, ahora era anulada por la escena de Obama y sus principales asesores sentados alrededor de una mesa en la Sala de Situación de la Casa Blanca viendo cómo se hacía justicia con el perpetrador de los ataques.\nLa primera reconstrucción dramática del operativo ‘‘Getting bin Laden: What Happened That Night in Abbottabad’’ la escribió un periodista independiente llamado Nicholas Schmidle y se publicó en The New Yorker tres meses después de la operación. Hijo de un general de los Marines, Schmidle se pasó un par de años en Pakistán y ha escrito sobre contraterrorismo para diversas publicaciones. Su historia en The New Yorker es un detallado recuento cinematográfico lleno de audacia y majestuosidad militar, desde el “toser metálico de los cargadores” dentro de los dos helicópteros mientras los SEAL se acercaban al recinto de Bin Laden hasta el barro que manchó sus botas cuando tocaron el suelo. Uno de los SEAL que le disparó a Bin Laden, Matt Bissonnette, le añadió una perspectiva mucho más personal. Publicó un libro que fue un éxito de ventas llamado “No Easy Day”. Bowden se centró en Washington, llevando a los lectores hasta la Casa Blanca mientras el presidente vivía lo que se convertiría en un momento definitorio de su presidencia. Y después llegó ‘‘Zero Dark Thirty’’ que narra los bárbaros interrogatorios que, según la agencia, llevaron al escondite de Bin Laden.\nContinue reading the main story Foto\nLa narrativa oficial de la caza y muerte de Bin Laden parecía muy clara al principio. En realidad era una composición de varios puntos de vista: el del Pentágono, la Casa Blanca y la CIA. Pero, al mirarlo todo de cerca, las piezas no encajaban. Casi de forma inmediata, la administración tuvo que corregir algunos de los detalles más importantes de la operación. Bin Laden no se vio “envuelto en un intercambio de fuego” como dijo en un inicio el viceconsejero de seguridad nacional; estaba desarmado. Tampoco había utilizado a una de sus mujeres como escudo humano. El presidente y sus asesores no habían visto una “transmisión en directo” del operativo en la Sala de Situación; la operación no había sido grabada por cámaras en los cascos de los SEAL. Había más preguntas incómodas sobre cómo se había construido la historia.\nSchmidle reconoció después de la publicación de su reportaje que no había hablado con ninguno de los 23 SEAL. Algunos detalles del relato de Bissonnette contradecían a los de otro ex-SEAL, Robert O’Neill, que defendió en Esquire y en Fox News haber disparado la primera bala. Funcionarios con acceso a información reservada hablaron con reporteros y afirmaron que las escenas de tortura que aparecen en “Zero Dark Thirty” no habían aportado ningún dato influyente a la hora de localizar a Bin Laden.\nY luego estaba la gran improbabilidad de toda la historia.\nSe nos pedía que creyéramos que Obama había enviado a 23 SEAL en una misión aparentemente suicida para que invadieran el espacio aéreo pakistaní, sin cobertura terrestre ni aérea, descendieran desde helicópteros sobre un conjunto de viviendas que, en caso de alojar a Bin Laden habría estado fuertemente protegido. Además, la versión oficial decía que todo esto sucedió sin ayuda de la inteligencia de Pakistán.\n¿Era creíble?\nAbbottabad es una guarnición. El recinto —demasiado grande, de tres plantas, rodeado por un muro de cemento de más de cinco metros con alambre de espino— estaba a menos de tres kilómetros del equivalente pakistaní de West Point. ¿Y la policía local? ¿No se dieron cuenta de que un enorme helicóptero americano había aterrizado estrepitosamente en el barrio? Y, para empezar, ¿por qué sabíamos tanto de una operación encubierta de un grupo de operaciones especiales?\nLa historia de Estados Unidos está repleta de cuentos de guerra que solo el tiempo desentraña. Empezando por el arsenal de armas de destrucción masiva que la administración Bush ubicó en manos de Saddam Hussein. O el ataque imaginario a un barco del ejército de Estados Unidos en el Golfo de Tonkin. Durante la invasión de la Bahía de Cochinos el gobierno infló el número de hombres que envió a Cuba para animar a los locales a que se les sumaran y se levantaran contra el gobierno. Cuando la operación fracasó, el gobierno disminuyó el número y cambió de versión: ya no era una invasión sino un intento, casi modesto, de entregar suministros a una guerrilla local. Hace menos tiempo el ejército informó que el ex defensa de la NFL, Pat Tillman, murió víctima de fuego enemigo. En realidad murió de un disparo en la cabeza. Se trató de fuego amigo porque un soldado de su propia unidad le disparó por accidente.\nEste tipo de falsedades no llegarían al público sin los medios. Los reporteros no se limitan a encontrar los hechos. Buscan narrativas. Y una historia bien construida puede levantar el viento informativo para que los hechos vuelen en una determinada dirección. Durante la guerra de Irak, hubo periodistas que informaron cómo una multitud de iraquíes exultantes derribaron la estatua de Saddam Hussein en una plaza de Bagdad. No les importó que fueran tan pocos que necesitaran la ayuda de una grúa del ejército de los Estados Unidos. Los reporteros también convirtieron a la soldado, Jessica Lynch, en una heroína que se había resistido a ser capturada durante una emboscada en Irak cuando lo que en realidad pasó fue que se le encasquilló el arma y nunca salió de su vehículo. Fue el propio Bowden quien describió este fenómeno en un artículo publicado en 2013 en el Times sobre la historia de Lynch: “Es la tendencia de darle a lo poco que sabemos una forma que nos resulte familiar, a menudo la estructura narrativa de una película”.\n¿Era la muerte de Osama bin Laden, otro ejemplo de la construcción del mito americano? ¿Habíamos sido seducidos, junto con Bowden, por una historia creada específicamente para ese objetivo? o ¿quizá todas estas preguntas eran pura paranoia?\n“La historia apestaba desde el primer día”, me dijo Hersh. Ese día hacía mucho calor en Washington y estábamos sentados en su oficina, de dos espacios, en un edificio cerca de Dupont Circle. Hersh trabaja solo. En la puerta no hay ningún letrero. Las paredes de la primera sala están cubiertas de premios de periodismo y le gusta rodearse de cajas de cartón repletas y libros en precario equilibrio. “Me lo paso muy bien aquí. Puedo hacer lo que quiera”.\nHersh me dijo que a pocos días del operativo, ya sabía “que había una historia ahí”. Pasó cuatro años tratando de conseguirla. Lo que al final publicó en The London Review of Books en mayo de 2015 no era una historia que tratara de añadir algunos detalles a la versión oficial del gobierno, sino una refutación completa en 10,000 palabras que se basaba en el relato de un oficial de inteligencia de alto rango, corroborado por dos “consultores del Comando de operaciones especiales con mucha experiencia”.\nHersh lleva a los lectores a través de una versión alternativa en la que aparecen todas las tramas de un texto analítico. Parece que solo narra hechos y gracias a la perseverancia, junto a una cuidadosa planificación, terminó por contar la historia de un desatino en el que conviven la suerte (buena y mala), el control de daños y mucho oportunismo.\nHersh, de 78 años, no tenía ganas de ayudarme cuando le dije que tenía la intención de escribir sobre su artículo. Su primer correo comenzaba así: “Tu petición me genera muchos problemas”. Quería que me limitara a seguir su reporteo y sugería que buscara algo en el sistema pakistaní de radares, demasiado sofisticado según su punto de vista, para dejar pasar a dos helicópteros sin detectarlos. Con todo el sarcasmo, me escribió que “esos chicos lerdos del tercer mundo no saben hacer nada bien” para decir que, en realidad, los pakistaníes sí habían detectado a los dos helicópteros adentrándose en el centro de su país. Hersh, quien trabajó en The New York Times en los años setenta, creía que el periódico no me permitiría tomarme en serio sus puntos de vista. “Si lo haces, asegúrate de no dejar que tu mujer encienda el coche en los próximos meses”, me escribió. No hizo falta insistir mucho y cedió. Se pasó conmigo casi un día entero y me describió su investigación con todo el detalle que pudo, sin sentir que comprometía a sus fuentes.\nLa acusación más consistente de Hersh tenía que ver con el modo en que habían localizado a Bin Laden. No fueron años de parsimoniosa recopilación de inteligencia lo que les permitió llegar al mensajero y a Bin Laden. Quien reveló la información fue un oficial retirado de la inteligencia pakistaní que se ofreció a colaborar, movido por los 25 millones de dólares que Estados Unidos había prometido a quien ayudara a dar con el paradero del terrorista.\nBin Laden ni siquiera estaba escondido. El recinto en el que vivía en Abbottabad era una casa de seguridad protegida por el servicio secreto pakistaní. Cuando los estadounidenses se enfrentaron a la inteligencia pakistaní con este dato y, según la versión de Hersh, estos lo reconocieron e incluso facilitaron una prueba de ADN para demostrarlo.\nSegún Hersh, la atrevida operación no fue tan atrevida. Los pakistaníes permitieron que los helicópteros de Estados Unidos ingresaran en su espacio aéreo y retiraron a los guardias del lugar antes de la llegada de los SEAL. Sus fuentes le dijeron que Estados Unidos y la inteligencia pakistaní habían estado de acuerdo en que Obama esperaría una semana antes de anunciar que Bin Laden había muerto “en un ataque de dron en algún lugar de las montañas que hacen frontera entre Afganistán y Pakistán”. Pero el presidente se vio obligado a hablar en público de inmediato porque el accidente del Black Hawk —y su destrucción, uno de los hechos que Hersh no cuestiona— harían imposible que la operación se mantuviera encubierta.\nY como si eso no fuera suficiente, Hersh lanzaba algunas afirmaciones aún más controvertidas. Escribió, por ejemplo, que Bin Laden no había recibido un funeral islámico en el mar sino que los SEAL tiraron sus restos desde el helicóptero. Que los pakistaníes habían capturado a Bin Laden en 2006 pero Arabia Saudí pagó para mantenerlo durante los años siguientes y Estados Unidos había dado instrucciones a Pakistán para que arrestase, como chivo expiatorio a un inocente que una vez fue operativo de la CIA, en lugar del oficial del ejército que había conseguido la muestra de ADN de Bin Laden.\nQuizá lo más impactante fue que una historia tan elaborada no era desmontada por un autodidacta de sótano sino por uno de los periodistas de investigación más importantes de Estados Unidos. Se trata del hombre que en 1969 puso al descubierto la masacre de cientos de civiles vietnamitas en My Lai, quien reveló un programa clandestino de la CIA para espiar activistas del movimiento pacifista en 1974 y que contó al detalle la historia de los abusos de Abu Ghraib en 2004. ¿Era posible que el artículo de Hersh fuera otra de sus exclusivas?\n“Siempre es posible”, me dijo Bowden. “Pero dada la gran cantidad de personas con las que hablé en diferentes niveles de la administración, orquestar una mentira con tanto cuidado y de manera sostenida me recuerda a las teorías que afirman que el hombre nunca aterrizó en la luna”.\nOtros reporteros han sido menos generosos. Peter Bergen, de CNN, quien escribió su propio recuento de la caza y muerte de Bin Laden llamado “Manhunt” (que vendió miles de ejemplares) me dijo que “lo que es cierto en la historia no es nuevo y lo que es nuevo, no es cierto”. Los funcionarios del gobierno fueron los menos receptivos. Josh Earnest, quien era portavoz de la Casa Blanca en esa época, dijo que la historia de Hersh “está plagada de inexactitudes y evidentes falsedades”\nEl Coronel Steve Warren, uno de los portavoces del Pentágono, dijo que era “en gran parte una invención” (había “demasiadas inexactitudes como para molestarse en examinarlas línea por línea”). La administración lo dejó así. Algunos de los críticos de esta versión se habían referido a documentos clasificados que fueron publicados por Edward Snowden con el objetivo de desvirtuar la teoría del informante, planteada por Hersh, al revelar que la CIA había vigilado el complejo en Abbottabad.\nQue sus historias tengan este recibimiento no es algo nuevo para Hersh. Un portavoz del Pentágono en la época de Abu Ghraib, Lawrence Di Rita, describió uno de sus artículos para The New Yorker (que nadie ha cuestionado) como “la pieza periodística más histérica y sin principios que he visto nunca”. Hersh se puso nervioso en algunas de las entrevistas que dio tras la publicación del reportaje de Bin Laden. “No me importa si no te gusta mi historia” fue lo que respondió durante una sesión de preguntas en una entrevista de radio. “¡No me importa!”, repitió. Con el tiempo, su soberbia decayó hasta convertirse en una suerte de diversión.\nEn un momento de la conversación, le recordé a Hersh que no iba a emitir un juicio definitivo sobre lo sucedido. No era mi intención volver a entrevistar a los funcionarios que ya habían dado su versión de los hechos a otros periodistas. Veía esto como una historia sobre medios, un estudio de caso sobre cómo se construyen las narrativas que terminan por convertirse en verdad. A él, esto le sonaba a renuncia como me explicó en un largo correo un día después. Decía que me estaba yendo por las ramas, que “convertía esto en un dilema del tipo ‘él dijo-ella dijo'” en lugar de llegar a mi propia conclusión sobre cuál era la versión correcta. “Fue entonces cuando me presentó una idea mucho más inquietante: ¿qué pasaba si no podía confiarse en la versión de nadie?\n“Por supuesto que no existen motivos para que tú, ni ningún otro periodista, tomen al pie de la letra lo que he dicho citando a fuentes anónimas”, me escribió Hersh en otro correo. “Pero mi punto de vista es que tampoco hay motivo para que ningún periodista se tome al pie de la letra lo que la Casa Blanca o ningún otro portavoz de la administración haya dicho off the record durante o después de una crisis”.\nPara quienes se mueven en el negocio de los medios el hecho de que el reportaje de Hersh apareciera en The London Review of Books y no en The New Yorker, su medio habitual, era una historia en sí misma. Una historia que no se había contado antes (editores y reporteros no son tan discretos como los agentes de inteligencia pero también les gusta el hermetismo).\nUna semana después del operativo, Hersh llamó al editor de The New Yorker, David Remnick. En 2009 Hersh escribió una historia para la revista sobre la preocupación existente entre los oficiales del ejército de Estados Unidos sobre el riesgo de que el arsenal nuclear pakistaní cayera en manos de algún sector militar extremista de ese país. Ahora, llamaba para decir que dos de sus fuentes —una en Pakistán, la otra en Washington— estaban contándole que la administración Obama mentía sobre la operación de Bin Laden.\nContinue reading the main story Foto\nUno de los redactores del New Yorker, Dexter Filkins, planeaba un viaje a Pakistán para cubrir otra historia. Aunque no es habitual, en ciertas ocasiones este medio ha publicado piezas firmadas por dos autores y decidieron volverlo a hacer. Filkins cubriría la parte pakistaní —la noción de que Pakistán había cooperado en secreto con Estados Unidos— mientras Hersh seguía las pistas que encontrara en Washington. Filkins, que cubrió Afganistán y Pakistán para el Times antes de fichar por The New Yorker, le dedicó una semana a seguir esa línea de investigación por lo que consultó a sus fuentes en el ejército y gobierno, sin mucho éxito.\n“Ni siquiera recibía negativas enojadas” tal y como Filkins lo recuerda. “Me encontraba con miradas en blanco”. Para él, la actitud que encontró sobre el terreno contradecía lo que Hersh defendía; el ejército de Pakistán parecía humillado por haber sido mantenido al margen por los estadounidenses. Remnick le pidió que avanzara. Acabó por escribir una historia sobre un periodista asesinado, probablemente por el servicio secreto del país, después de denunciar vínculos entre militantes islamistas y el ejército.\nMientras tanto, The New Yorker publicó el recuento de Schmidle de la operación que terminó con Bin Laden. Poco después, contrató a Schmidle como redactor fijo (en un correo, Schmidle me contó que su reporteo solo había confirmado la versión inicial. Sobre la posibilidad de que “algunos oficiales dentro del ejército de Pakistán o sus servicios de inteligencia supieran que Bin Laden vivía en esa casa, creo que es enteramente plausible, pero no he visto las pruebas”, me dijo).\nHersh siguió solo, desarrolló fuentes y profundizó en su narrativa que contrariaba a la versión oficial. Tres años después le envió un borrador al New Yorker. Después de leerlo varias veces, Remnick le dijo a Hersh que no estaba seguro de que la historia estuviera cerrada. Le sugirió que siguiera con el trabajo y viera hasta dónde podía llegar. Hersh le dio la historia a The London Review of Books.\nHersh nunca ha sido redactor de plantilla en The New Yorker. Ha preferido ser independiente pero mantiene un estrecho vínculo con la revista. Publicó su primer artículo en 1971 y ha escrito cientos de miles de palabras desde entonces. El más reciente, un ensayo sobre una visita a My Lai junto a su familia, que se publicó semanas antes del artículo en The London Review of Books sobre Bin Laden (su hijo Joshua, reportero de Buzzfeed, trabajó para The New Yorker como verificador de datos, la persona que corrobora la información y fuentes a partir de las que se elabora un trabajo periodístico). Remnick ha sido el editor responsable de algunos de los artículos más provocativos de Hersh y de bastantes historias sobre la seguridad nacional que el gobierno hubiera preferido que no vieran la luz.\nPero la investigación sobre Bin Laden no era el primer trabajo de Hersh que Remnick rechazaba porque consideraba que tenía fuentes muy débiles. En 2013 y 2014 le rechazó dos artículos sobre un ataque de gas sarín en Siria. Ambos defendían que el ataque no partió del gobierno de Asad, el presunto responsable, sino de los rebeldes en colaboración con el gobierno turco. Ambos textos terminaron en The London Review of Books. Al igual que la pieza de Bin Laden, cada uno fue seriamente cuestionado tras su publicación. Quienes lo critican argumentan que el reportero tiende a darle más peso a la provocación que al rigor (Hersh no se ha retractado de ninguna de las historias).\nLos medios habrían tratado la historia de Hersh de manera diferente si se hubiera publicado en The New Yorker, respetada por su proceso de verificación. Hersh insiste en que LRB tiene un proceso más intenso. Su editor, Christian Lorentzen, me dijo que puso a tres personas a verificar información y fuentes, y que él personalmente habló con las fuentes principales, incluido el oficial retirado de inteligencia identificado en el artículo como la “fuente principal en Estados Unidos sobre este tema”.\nIncluso si el proceso de verificación de datos y fuentes de The London Review of Books fue tan detallado como Hersh y la revista argumentan, aún tenemos que confiar en las fuentes anónimas. ¿Deberíamos hacerlo? La primera historia que Hersh publicó sobre las torturas en la prisión de Abu Ghraib se basaba en un informe interno del ejército pero la mayor parte de las revelaciones que ofrece su trabajo provienen de funcionarios de nivel intermedio, embajadores, jefes de la CIA y generales de cuatro estrellas cuyas identidades solo fueron reveladas a sus editores y verificadores. La promesa de anonimato es fundamental para el trabajo de los reporteros. Cambió el curso de la historia (sobre todo en el caso Watergate, que terminó con la dimisión de un presidente de los Estados Unidos) y contribuyó de manera importante a la ilustre carrera de Hersh. Pero siempre deja dudas sobre la motivación de las fuentes y su credibilidad.\nEl instinto de Hersh —a él, toda historia le huele mal desde el primer día— le ha dado buenos resultados. Pero excavar en los secretos más profundos del gobierno implica asumir ciertos riesgos. Los reporteros que cubren temas de seguridad nacional casi nunca están presentes cuando suceden los hechos. No solo eso, además suelen trabajar sin fotos ni documentos. Se sustentan, casi por completo, en lo que les dicen personas que no pueden nombrar. Uno de los pilares del periodismo es que los reporteros no se equivocan al saber qué fue lo que sucedió pero, repetir de manera confiada lo que la gente te cuenta es solo el principio. Tienes que decidir qué hechos y voces incluir y cómo integrarlo todo dentro de una narrativa que sea precisa y coherente: una historia. A la hora de tomar esas decisiones, el mejor periodista puede perder un matiz o elegir (o tan solo enfatizar) el hecho erróneo. Steve Coll, redactor del New Yorker y decano de la escuela de periodismo de la Universidad de Columbia, me dijo: “No querrás a un periodista de investigación que tenga razón al 100 por ciento pero sí que tenga razón la mayor parte de las veces, que sepa ir en la dirección correcta”.\nHersh pudo ser el primer periodista en escribir que un informante secreto había llevado a los estadounidenses al lugar donde se encontraba Bin Laden, pero no fue el único que oyó ese rumor. También había llegado a oídos de Coll, ganador de un Pulitzer con un libro sobre la CIA y Afganistán, quien me contó en su despacho de Columbia que en su caso “lo describieron como un oficial de la inteligencia pakistaní. Me dieron un nombre que he tratado de confirmar durante cuatro años”.\nLa intuición dice que la figura del informante tiene sentido en este caso. Han sido informantes secretos quienes han llevado a Estados Unidos a casi todos los objetivos terroristas de valor en Pakistán, incluido Ramzi Yousef, la persona que puso la primera bomba en el World Trade Center y Mir Aimal Kansi, que mató a dos empleados de la CIA en un ataque en Langley en 1993.\nColl lo ve así: “La idea de que la CIA logró recopilar toda esta información, que la tortura funcionó, que encontraron el vehículo, las placas y siguieron al mensajero hasta la casa… Siempre nos pareció a los que cubrimos esa fuente, demasiado elaborada”.\nColl nunca pudo confirmar la historia de la persona que dio la primera pista. Lo más cerca que estuvo de hacerlo fue durante una conversación con un agente de inteligencia que había trabajado con el hombre de quien se dice que fue el informante.\n“Le pregunté: ‘¿Conoces a este tipo?’”, recordó Coll. “Sí, lo conozco, trabajamos juntos en el pasado”, le dijo el agente. “¿Esta biografía que me han dado es fiable?”, le volvió a preguntar el periodista. “Sí, lo es”, contestó el funcionario. “Me han dicho que agarró los 25 millones de dólares y ahora es testigo protegido”, dijo Coll y el agente se mantuvo en silencio antes de decir: “Hmm, es el tipo de cosas que él haría”.\nDesde un principio parecía difícil creer que las autoridades pakistaníes no estuvieran al tanto de la presencia de Bin Laden en su país. Bastantes oficiales de Estados Unidos lo habían dicho, incluso en público, después del operativo. Pakistán desarrolló su propia investigación. Fue filtrada a Al Jazeera en 2013. El informe de la Comisión Abbottabad, como se conoce, no encontró pruebas de que Pakistán protegiera a Bin Laden. Sí concluyó, en cambio, que el hombre más buscado del mundo se movió con libertad por el país durante nueve años debido a la incompetencia generalizada de las autoridades militares y la inteligencia.\nLa exploración más detallada de la complicidad pakistaní en la protección de Bin Laden apareció en este mismo medio en marzo de 2014. Carlotta Gall, corresponsal de The New York Times, escribió un libro en el que una fuente del ISI (Servicio de Inteligencia Militar) pakistaní le contaba que había una sección especial que tenía la tarea de gestionar lo relacionado con Bin Laden. “Cualquiera dentro del ISI podía negar su existencia —así es como funcionan las unidades de inteligencia supersecretas— pero la jerarquía más alta del ejército conocía su existencia”, afirma Gall.\nLa acusación más controvertida lanzada por Hersh contra Pakistán es la siguiente: conocían previamente, autorizaron e incluso facilitaron el operativo del equipo SEAL. Es también el punto en el que se separa más de la versión oficial de la historia. Asumía, con cierta lógica, que Estados Unidos confiaba en los pakistaníes para que les ayudaran a matar a Bin Laden y la supuesta humillación que el ejército y la inteligencia de ese país habían sufrido tras el operativo era producto de una intriga en la que ambos países estaban implicados. ¿Hay alguna prueba que sustente esta afirmación, algo a lo que podemos agarrarnos más allá de las fuentes sin nombre de las que habla Hersh?\nOnce días después de la operación, apareció una historia sin firma en el GlobalPost, un sitio web estadounidense especializado en información internacional. La historia venía de Abbottabad y el titular era “Los vecinos dicen que Pakistán sabía de la operación de Bin Laden”. Media docena de personas que vivían cerca del escondite de Bin Laden le dijeron al reportero que agentes de civil pertenecientes a la “inteligencia o militares” tocaron sus puertas horas antes del operativo y le pidieron a la gente que se quedara adentro y apagara las luces hasta nuevas órdenes. Algunos vecinos dijeron que se les había pedido que no hablaran con los medios, sobre todo si eran extranjeros.\nCuando contacté con el responsable del GlobalPost, Philip Balboni, me dijo que había tratado de hacer publicidad agresiva con esta historia cuando la sacaron por primera vez. En un correo me explicó: “Lo que habría requerido de recursos que no teníamos en aquel momento y la información que lo negaba era tan abrumadora que tuvimos que cuestionar si nuestras fuentes estaban en lo cierto”.\nBalboni me puso en contacto con el reportero Aamir Latif, un periodista pakistaní de 41 años que había trabajado antes para el News and World Report. Latif me contó que había llegado a Abbottabad el día después de la muerte de Bin Laden y trabajó allí durante un par de días. Le pregunté si aún creía que Pakistán sabía algo de lo sucedido. Contestó de inmediato: “Coordinación y cooperación”.\nLatif, quien decidió no firmar la publicación por lo sensible del tema en su país, dijo que los vecinos de la zona le habían dicho que oyeron el ruido de los helicópteros. Que estaban seguros de que el ejército pakistaní también. “¿Todo el país estaba despierto y el ejército de Pakistán dormía?, ¿Qué te sugiere eso?”, me preguntó.\nGall también escribió que los vecinos de Bin Laden escucharon las explosiones y llamaron a la policía local pero que oficiales del ejército les pidieron que se detuvieran y los dejaran manejar la situación. Los SEAL estuvieron 40 minutos en el lugar pero el ejército de Pakistán no llegó hasta que se marcharon.\nLa conjetura más sólida de Gall (y enfatiza que solo es una conjetura) es que, a última hora, Estados Unidos alertó a Pakistán de la operación. “No tengo pruebas, pero cuanto más pienso en ello y más hablo con mis amigos pakistaníes, estoy más convencida de la posibilidad de que Kayani y Pasha estuvieran implicados”. Gall se refería al General Ashfaq Parvez Kayani, jefe del Estado mayor del ejército, y el General Ahmed Shuja Pasha, Director General del ISI.\nSobre la muerte de Bin Laden dijo: “El escenario que me imagino es que los estadounidenses lo detectaron y monitorearon, pero nunca se lo dijeron a los pakistaníes porque no confiaban en ellos. Pero cuando decidieron ejecutar la operación, le dijeron a Kayani y Pasha: ‘Vamos a entrar y no se atrevan a derribar nuestros helicópteros'”. (Tengo que señalar que no todos los reporteros especializados en seguridad nacional, incluidos algunos de The New York Times, están de acuerdo con Gall sobre la complicidad pakistaní al más alto nivel, ni sobre la colaboración para matarlo).\nSi seguimos el escenario planteado por Gall hasta su conclusión lógica, Pakistán se habría encontrado ante una serie de opciones poco atractivas: reconocer que había cooperado y arriesgarse al enfado de su línea más dura por traicionar a Bin Laden y permitir una operación de los Estados Unidos en suelo pakistaní o alegar ignorancia e incompetencia.\n“A menudo, los pakistaníes prefieren decir: ‘Fuimos incompetentes’. No quieren que sus ciudadanos sepan a qué juegan. Temen protestas”, dice Gall.\nEntonces ¿cuál es la versión oficial? Para muchos, es un lugar del inconsciente que navega entre el mito y la realidad. La implantación de un relato histórico es un proceso y parece que a esta versión le falta un largo camino antes de que sea aceptada definitivamente como cierta o falsa.\n“Todo me suena como una broma”, dice Robert Baer, un oficial de la CIA de larga trayectoria en Medio Oriente (que inspiró el personaje de George Clooney en la película “Syriana”). “Nunca había visto que la Casa Blanca tomara esta clase de riesgos. ¿Se levantó un día el presidente y dijo: ‘Pongamos en riesgo la presidencia justo antes de las elecciones’? Ese tipo es demasiado listo como para poner en riesgo a 23 SEAL en un asesinato al estilo de Hollywood. Es demasiado inteligente”. Hasta el día de hoy ninguno de los amigos de Baer, dentro o fuera de la agencia, ha cuestionado la versión oficial de la administración.\nA lo largo de los años, Hersh ha demostrado que muchos de sus señalamientos eran ciertos. ¿Entonces? Tenemos motivos para estar indignados. Pakistán, aliado putativo en la guerra contra el terror y receptor de miles de millones de dólares en ayuda financiada por el contribuyente estadounidense, habría dado refugio a nuestro mayor enemigo, al responsable de la acción que provocó la invasión de Afganistán. El audaz operativo en el lugar donde estaba Bin Laden, la mayor de nuestras victorias en la guerra contra el terrorismo habría sido poco más que, en palabras de Hersh, “un tiro al blanco”.\nY, sobre todo, nuestro gobierno nos habría mentido.\nContinue reading the main story Foto\n¿Pero debería sorprendernos una revelación así? Después de todo no suena tan grave en una lista de secretos gubernamentales que incluye, tan solo en los últimos años, las grabaciones secretas de la Agencia Nacional de Seguridad o la red de prisiones secretas y clandestinas de la CIA.\nSteven Aftergood es el director del Project on Government Secrecy de la Federation of American Scientists y me dijo que con este comportamiento “representan una cierta entidad política dentro del gobierno de Estados Unidos. Contar la verdad y nada más que la verdad no es su trabajo y no están necesariamente capacitados para hacerlo”.\nLa versión de Hersh no requiere que creamos en la posibilidad de una conspiración gubernamental. Los mitos pueden proyectarse sin necesidad de coordinación, cuando un significativo grupo de personas se limita a hacer su trabajo. Por supuesto que cuando un grupo significativo de personas trata de ocultar la verdad, los resultados pueden sonar a conspiración. A Hersh le gusta señalar que está seguro de que hay miles de empleados y contratistas del gobierno que sabían sobre las escuchas y grabaciones ilegales de la NSA. Pero solo uno decidió hablar.\nPodemos dar un paso más. Cuanto más sensible sea el tema, más posibilidades hay de que el gobierno nos filtre información que no sea cierta. Piensen en nuestra relación con Pakistán, que era lo que Obama tenía en mente después del operativo. En su discurso a la nación, Obama se mostró agradecido. “Durante años he dejado claro en repetidas ocasiones que actuaríamos si Pakistán supiera dónde estaba Bin Laden. Eso es lo que hemos hecho. Es importante hacer notar que nuestra cooperación antiterrorista con Pakistán nos ha ayudado a dar con Bin Laden y el lugar en el que se escondía”.\nO esa frase en el discurso de Obama no era cierta o no lo era la posterior negativa de la administración al respecto. En cualquier caso, es difícil imaginar que contar toda la verdad fuera más importante para Obama, o debiera ser más importante, que gestionar la relación de Estados Unidos con un aliado tan inestable.\nNo hay razón para esperar que el gobierno ofrezca toda la verdad sobre la muerte de Bin Laden. Si la pista de un informante llevó a los Estados Unidos hasta ese recinto en Abbottabad, la administración nunca podrá reconocerlo sin poner en riesgo la vida de esa persona y convirtiendo al futuro reclutamiento de informantes en algo casi imposible para la CIA. Si Pakistán no quería que se reconociera su cooperación en el operativo, no lo haríamos por miedo a desatar protestas por parte de los militantes. El mismo Hersh ha escrito —en The New Yorker— que el riesgo de que los extremistas dentro del ejército pakistaní den un golpe de Estado y controlen el arsenal nuclear del país es algo factible.\nA los reporteros les gusta verse como personas empíricas. Pero el periodismo es una ciencia blanda. La documentación que no aparece, sobre la que se construye el reporteo en el ámbito de la seguridad nacional, es tan importante como sus fuentes y su capacidad para elaborar razonamientos deductivos. Pero ¿qué sucede cuando fuentes diferentes ofrecen versiones distintas y el razonamiento deductivo sirve para que avancen ideas contradictorias? ¿Cómo vinculamos el reporteo de Latif en Abbottabad y el escepticismo de Baer con la versión oficial que Bowden y otros tantos escucharon?\nBowden me dijo: “En este mundo, un reportero tiene que aceptar la posibilidad de que le estén contando una mentira y esperar que sea por un buen motivo”.\nPuede que ya sepamos mucho más sobre el operativo de Bin Laden de lo que nunca se esperó que supiéramos. En “Duty”, las memorias del exsecretario de Defensa Robert Gates, publicadas en 2014, se leía que todos los que estaban reunidos en la Sala de Situación de la Casa Blanca aquella noche acordaron “guardarse los detalles” y que el compromiso se mantuvo “unas cinco horas”. Acusó directamente a la CIA y a la Casa Blanca: “No pudieron esperar para alardear y colgarse medallas”.\nEl problema es que todo ese alardeo fue el responsable de que no podamos saber lo que es cierto y lo que no. Recuerden “Zero Dark Thirty”, la película que recaudó 130 millones de dólares en taquilla y fue, de una u otra manera, la versión dominante sobre la muerte de Bin Laden. El equipo del filme declaró en muchas entrevistas que habían tenido acceso a fuentes del gobierno y el ejército: los créditos decían que estaba basada en “testimonios de primera mano sobre hechos reales”. Y como demostraron un montón de documentos divulgados gracias a la ley de acceso a la información, la CIA cooperó con el equipo de la película y organizó encuentros entre el guionista, el director y diversos analistas y oficiales a los que se identifica como parte del equipo que participó en la búsqueda de Bin Laden. La directora, Kathryn Bigelow, describió la película como “el primer borrador de la historia”.\nLa historia era tan buena que no necesitaba ficción. Al menos eso parecía. La película comienza con varias sesiones de torturas dirigidas por la CIA y sugiere que proporcionaron información crucial para la caza de Bin Laden. Solo que no fue así, según un informe de una investigación desarrollada durante varios años por el Comité de Inteligencia del Senado (y otras entidades con acceso a información clasificada).\nLa Senadora Dianne Feinstein, quien supervisó el informe como presidenta del comité, dijo que tuvo que irse de una proyección. “No podía soportarlo. Era demasiado falsa”, comentó. Probablemente, la intención del equipo fílmico era contar una historia llena de matices —la verdad incómoda acerca de cómo encontramos a Bin Laden— pero al hacerlo, parece que contribuyeron a perpetuar una mentira.\nNo es que sea imposible conocer la verdad sobre la muerte de Bin Laden, es solo que no la sabemos. Y no podemos consolarnos con la esperanza de que en algún futuro próximo tendremos respuestas porque hasta el día de hoy, la última versión oficial de la CIA sobre lo sucedido en Bahía de Cochinos continúa clasificada. Si no sabemos lo que pasó hace más de medio siglo, mucho menos sabremos lo sucedido en 2011.\nSe puede controlar una narrativa de diversas maneras. La forma tradicional es clasificar documentos que no se quiere que sean vistos. En palabras de Gates: “Guardar silencio sobre los detalles”. Y luego está la más moderna, el enfoque de redes sociales: cuenta la historia que quieres que se crea. El silencio solo es una de las formas de guardar un secreto. Hablar es otra y no se excluyen.\nAl final del día que pasamos juntos, Hersh me dijo: “Me gusta la noción de que el gobierno no esté lleno de secretos”. Luego agregó: “Guardan más secretos de los que puedes imaginarte. Hay cosas que pasan, cosas que sé que pasan, cosas increíbles. Escribiré sobre todo eso cuando pueda. Cosas que pasan ahora, cosas alucinantes en Medio Oriente”.", "url": "https://www.nytimes.com/es/2016/05/02/sabemos-la-verdad-sobre-la-muerte-de-osama-bin-laden/"}