{"authors": ["Ewan Mackenna", "Por Ewan Mackenna"], "date_download": "2018-11-16 04:15:50", "date_modify": "2018-11-16 04:15:50", "date_publish": "2016-06-04 10:00:41", "description": "La Copa América Centenario ya comenzó y los Juegos Olímpicos de Río se vislumbran en el horizonte, pero la selección nacional de Brasil es una sombra de su pasado y deberá redoblar esfuerzos para lograr un buen desempeño en ambas competencias.", "filename": "es_2016_06_04__1542341750.html", "image_url": "https://static01.nyt.com/images/2016/06/03/sports/copabrazil-web/copabrazil-web-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_04__1542341750.html", "title": "El ‘jogo bonito’ de la Selección de Brasil no es más que un recuerdo lejano", "title_page": "El ‘jogo bonito’ de la Selección de Brasil no es más que un recuerdo lejano – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nBELO HORIZONTE, Brasil – Por aquí no se habla mucho sobre aquella noche.\nEs sábado en el Mineirão y un puñado de fanáticos se acercan a ver un partido de dos grandes de Brasil en el estadio donde, hace casi dos años, Alemania destrozó a Brasil 7-1 en las semifinales de la Copa del Mundo. Ese momento —uno de los más memorables en la historia del fútbol por su marcador, su entorno y las subtramas— dejó varias bocas abiertas. Pero ahora no provoca más que el máximo gesto de desdén: unos hombros encogidos.\nNo es humillación, es indiferencia. Uno de los muchos mitos sobre los brasileños es que adoran el fútbol. La verdad es que adoran ganar y adoran aún más ganar con belleza. Pero mientras su selección nacional se aleja inevitablemente de su glorioso pasado, la oportunidad de disfrutar una victoria lograda con belleza ya es escasa.\n“Que el fútbol sea malo aquí no es nada nuevo,” dijo Tostão, miembro del equipo campeón del mundo en 1970. Tostão, que es médico, hizo su propio diagnóstico. “Esto no es una enfermedad inesperada, y el 7-1 de la semifinal no fue un problema repentino,” dijo. “El estándar ha venido cayendo durante 40 años y se ha vuelto cada vez peor, y no hay ninguna medicina que cure este mal”.\nPara quienes no han estado pendientes del paciente desde la implosión de la Copa del Mundo, el pronóstico no es mejor. El entrenador que estaba al mando durante el desastre del mundial, Luiz Felipe Scolari, fue despedido después del torneo y remplazado por Dunga, un entrenador aun más pragmático que él. Pero, al menos todavía, los resultados no han mejorado.\nContinue reading the main story Foto\nDurante algún partido de la Copa América del año pasado, el Brasil de Dunga tenía cuatro defensas centrales en la cancha mientras contaba los minutos contra Venezuela. Poco después, Brasil quedó fuera en cuartos de final. Casi un año más tarde, está lejos de la clasificación para el mundial de 2018, con solo dos triunfos en sus primeros seis partidos de la fase de eliminatorias.\nAhora enfrenta otros desafíos, como la Copa América Centenario que empezó este fin de semana y los Juegos Olímpicos de Río (donde serán la selección anfitriona), pero la Selección de Brasil es, en muchas maneras, una sombra de su pasado glorioso: siente miedo en vez de infundirlo.\n“Quizá nuestro juego sea el peor de la historia,” dijo Juca Kfouri, uno de los analistas de fútbol más respetados de Brasil. “Había muchos problemas en 2014, pero ¿qué ha cambiado? Reemplazaron a Felipão con Dunga y eso fue todo, cuando el problema es mucho más profundo. Pero el asunto con nuestro fútbol es más estructural que técnico. La inmensa corrupción no permite que la cosa mejore, que sea más profesional para poder atajar los problemas de fondo”.\nEl chiste local era que cuando Dios creó el mundo decidió darle a Brasil los mejores jugadores, pero los peores administradores. Provocaba risas hasta hace poco; ahora solo la segunda parte es verdad. Solo hay que mirar a los últimos tres presidentes de la Confederación Brasileña de Fútbol (CBF), para entender los niveles de desorden: los tres han sido acusados por el Departamento de Justicia de Estados Unidos en su investigación sobre corrupción en el fútbol. Uno de ellos, Marco Polo Del Nero, recientemente recuperó su puesto a pesar de estar acusado, pero no tiene planes de viajar a Estados Unidos para la Copa América por miedo a ser detenido.\n“Hay una relación promiscua dentro del fútbol brasileño,” dijo Tostão. “Tienes administradores de la CBF que van a la cárcel, y esto precipitó la caída del fútbol brasileño. Hay tantas cosas que deben cambiar… la administración, la dirección técnica y hasta la creación de jugadores se deben hacer de otra manera.”\nEscuchar a otros grandes de Brasil no es muy alentador. Zico, estrella de los 70 y 80, describió a quienes controlan el fútbol como “hombres de negocios con poderosos intereses económicos, no hombres que quieran ver el mejor fútbol.” Romario, campeón del mundo en 1994 y ahora diputado, ha llamado a la CBF “una pandilla de ladrones.” Y Kaká, Balón de Oro de la FIFA, lamentó hace poco que “no hay organización; nadie está encargado del futuro.”\nContinue reading the main story Foto\nLos resultados internacionales sirven como evidencia del declive. Brasil, el único equipo que ha jugado en todos los mundiales, lo ganó por última vez en 2002. Y el Cruzeiro, el equipo que usa el Mineirão como sede, es una representación perfecta del estado del fútbol brasileño.\nEn 2013 y 2014, Cruzeiro ganó el campeonato brasileño bajo la batuta de Marcelo Oliveira y, al inicio de 2015, el defensa Paulo Andre dijo que la victoria se había logrado gracias a la paciencia que permitió implementar una filosofía clara. Pero después de cuatro partidos del torneo pasado, los dirigentes despidieron abruptamente a Oliveira. Hoy juegan con su cuarto entrenador desde entonces y están cerca del fondo de la tabla.\nEse tipo de voltereta no es inusual; la temporada pasada, hubo 31 cambios de técnico en los 20 equipos de la Serie A, una marca probablemente mundial. Los críticos aseguran que esa obsesión por triunfos en el corto plazo son los que han impedido el crecimiento a largo plazo. Los equipos que constantemente cambian de estrategia y suelen abandonar a los jugadores que no entran en los planes del nuevo estratega, y aquellos que pierden juegos —y dinero— tienen aun más incentivos para vender jugadores jóvenes antes de que maduren y se conviertan en activos del club.\nNo es extraño entonces que la liga china, que está dispuesta a pagar casi cualquier precio por jugadores importados, haya acaparado el mercado brasileño de exportación, o que la selección brasileña nunca haya dependido más de un jugador como ahora lo hace de Neymar.\nSin duda alguna, su mejor jugador, Neymar, es el abrigo de piel que cubre un traje hecho de harapos. Pero no jugará la Copa América, pues fue convocado para los Juegos Olímpicos con la esperanza de ganar la medalla de oro. Sin él, la selección que llegó a Estados Unidos es una mezcla de físico y funcionalidad que a pocos brasileños los hará recordar los equipos que solían representar lo mejor de su cultura y la mostraban al mundo: creatividad, pasión, color y brillo.\n“Fuimos bendecidos con muchas generaciones de increíbles jugadores,” dijo Kfouri. “Era visto como una regla, ahora nos damos cuenta de que era la excepción. Ya no estamos cultivando esos jugadores, y parte del problema ha sido la especulación de la tierra; se han acabado los espacios verdes. Están tratando de pasar una ley que limite el fútbol de playa, así que eso limita la creación de fútbol callejero. Y tampoco creamos academias porque hay una escasez de estructuras administrativas. Las soluciones son obvias, pero aquellos que llevan traje piensan que como alguna vez fuimos el número uno, no hace falta hacer nada.”", "url": "https://www.nytimes.com/es/2016/06/04/el-jogo-bonito-de-la-seleccion-de-brasil-no-es-mas-que-un-recuerdo-lejano/"}