{"authors": ["Michael Kimmelman", "Por Michael Kimmelman"], "date_download": "2018-11-16 03:45:32", "date_modify": "2018-11-16 03:45:32", "date_publish": "2016-03-08 09:00:19", "description": "La estación más cara en la historia de Nueva York da a la ciudad un nuevo sitio para tomar fotos de Instagram.", "filename": "es_2016_03_08__1542339932.html", "image_url": "https://static01.nyt.com/images/2016/03/04/arts/04calatrava2_hp/04calatrava2_hp-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_03_08__1542339932.html", "title": "La estación de Nueva York diseñada por Calatrava es un disparatado símbolo del exceso", "title_page": "La estación de Nueva York diseñada por Calatrava es un disparatado símbolo del exceso – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nDurante doce años, el vestíbulo de la estación del World Trade Center fue un desastre. La paloma de alas extendidas de Santiago Calatrava, que se fortaleció para cumplir con requerimientos de seguridad, se transformó en el esqueleto de un dinosaurio. El proyecto, que costó la disparatada suma de cuatro mil millones de dólares de fondos públicos, es la décimo octava estación de metro más transitada de Nueva York y está en el interior de un centro comercial, a una calle de otro centro comercial.\nY en realidad no es un centro de transportes. Un laberinto de pasajes subterráneos conecta el sitio con líneas de metro distantes, pero ningún trasbordo es gratis. El lugar es una estación de la Autoridad Portuaria Trans-Hudson (PATH), que unos 50.000 usuarios que van y vienen de Nueva Jersey usan entre semana. La Autoridad Portuaria de Nueva York y Nueva Jersey, que construyó el centro, calcula que la cifra podría duplicarse, pero sus pronósticos parecen tan fiables como sus promesas de que el proyecto se llevaría cinco años y que costaría 2200 millones de dólares.\nA primera vista, la arquitectura de Calatrava casi —casi— puede hacer que uno se olvide del tremendo elefante blanco que ha sido todo el proyecto. Esa primera mirada hacia arriba, de pie dentro del Oculus, el corredor principal, lo deja a uno sin palabras.\nLas paredes curvas de costillas de acero se levantan 50 metros como un par de inmensas conchas de almeja hacia un nervio de vidrio que es el tragaluz del gigantesco corredor. Por supuesto, la nueva y prístina catedral del espacio público de hoy pronto será la sede de otras sucursales de Apple y John Varvatos. En unos meses se abrirán las tiendas. El Oculus será alquilado como espacio para eventos. La autoridad necesita recuperar la fortuna que gastará en pintura blanca para evitar que el lugar se vea descuidado de inmediato.\nEsperemos lo mejor. Los viajeros se dirigirán hacia plataformas de trenes iluminadas y acogedoras, comprarán un jugo de naranja y una copia de The New York Times y la estación no recordará a una suerte de excentricidad soviética, un falso Gran Salón del Pueblo.\nYa veremos.\nEntretanto, la ciudad tiene una atracción lista para Instagram. Sus defensores insisten en que nadie recordará que es la estación de trenes más cara de la historia. ¿Quién se acuerda ahora del costo de Grand Central?\nYo sí.\nCostó 80 millones de dólares, o cerca de la mitad del costo del centro, ajustándolo en términos inflacionarios, y además era dinero privado, no público. Grand Central alentó la transformación de la ciudad. La estación del World Trade Center se insertó a la fuerza en un lugar cuyo desarrollo se ha complicado.\nContinue reading the main story Foto\nPor eso dije “a primera vista”. El elegante vestíbulo de Grand Central, por donde circula un número de viajeros mucho mayor que el de la estación del WTC, nos regala más que un inspirador momento de asombro. Nos da la ingenuidad de su disposición, su integración con las calles, la serendipia de su arte, la riqueza y variedad de sus materiales y sus espacios secundarios. Sigue siendo un descubrimiento interminable, incluso un siglo después.\nAdemás, funciona.\nContinue reading the main story Foto\nLa estación del World Trade Center no es Grand Central. Cualquier objeto u orificio realmente inmenso o inusual inspira asombro. Calatrava es un escultor de ingeniería estructural que a veces puede estar muy inspirado. Sus mejores proyectos son las estaciones de trenes. He admirado durante mucho tiempo una modesta estación que diseñó en Zurich hace años, en la que logró mucho con relativamente poco.\nPero Calatrava se ha convertido en un arquitecto que solo sabe hacer un truco. Su obra en el World Trade Center evoca su estación de Lyon, Francia, y su museo en Milwaukee. Además de hacer una evidente alusión al Panteón, no sé cuál es el significado, simbólico, del centro de transporte, con sus costillas ensanchadas, su tronco encorvado y sus iracundas fauces, que comprimen extrañamente los accesos de la calle. Es como un Pokémon.\nContinue reading the main story Foto\nDada su escala, la monotonía de materiales y color, el formalismo engreído y la desconsideración hacia el descarnado tejido urbano, la estación es el tipo de edificación-objeto que encajaría en Washington. Su mezzanine, donde la vida cotidiana debería crear bullicio, descarta el tipo de bares y restaurantes que han hecho de las terrazas en Grand Central un destino donde late el corazón del barrio. Westfield Group, quien supervisa las ventas al por menor del centro, no planea que haya cafeterías con mesas que se esparzan por el piso del Oculus. Así que es evidente que el centro no será como la Galleria en Milán o la Piazza San Marco en Venecia. O incluso como el Hauptbahnhof en Berlín.\nHace poco hice una visita guiada con un arquitecto que admiraba a Calatrava por no dar su brazo a torcer y concebir un ambicioso espacio público. El costo de la obra fue responsabilidad de la Autoridad Portuaria y, además, lo que cuesta no es lo que vale, comentó, lo cual es muy cierto.\nCalatrava le ha dado a Nueva York algo por sus miles de millones. Pero si la lección que debemos aprender de este proyecto es que los arquitectos deben tener luz verde para todo y un cliente sumiso, entonces la estación de Calatrava es un desastre para la arquitectura y para las ciudades.", "url": "https://www.nytimes.com/es/2016/03/08/la-estacion-de-nueva-york-disenada-por-calatrava-es-un-disparatado-simbolo-del-exceso/"}