{"authors": ["Marina Franco", "Por Marina Franco"], "date_download": "2018-11-16 03:11:44", "date_modify": "2018-11-16 03:11:44", "date_publish": "2018-01-08 08:52:24", "description": "Lee nuestra guía diaria de la cobertura mundial de The New York Times.", "filename": "es_2018_01_08__1542337904.html", "image_url": "https://static01.nyt.com/images/2018/01/09/us/09salvadorans-03/merlin_60173065_7e931bce-338f-4180-a04d-c526cd3d6296-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2018_01_08__1542337904.html", "title": "Tu resumen de noticias: El fin de la protección especial a salvadoreños, el autogobierno en México y los Globos de Oro", "title_page": "Tu resumen de noticias: El fin de la protección especial a salvadoreños, el autogobierno en México y los Globos de Oro – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Bienvenido a tu guía de The New York Times. Te presentamos la información más relevante y destacada de hoy, con enlaces en español e inglés. El resumen se actualiza durante el día, así que sigue revisando para más información.\n¿Qué te gustaría leer en este resumen? ¿Tienes sugerencias? Escríbenos a comentarios@nytimes.com.\nLos salvadoreños ya no son acreedores al TPS\nContinue reading the main story Foto\nEl Estatus de Protección Temporal o TPS, por su sigla en inglés, ya no estará vigente para los ciudadanos de El Salvador que llegaron de manera ilegal a Estados Unidos después de dos devastadores terremotos en 2001 y para escapar de la violencia. El gobierno de Donald Trump ha tomado la decisión de poner fin al estatus para unos 200.000 salvadoreños que se encuentran en territorio estadounidense y que con el TPS podían trabajar y vivir sin temor a la deportación.\nDe acuerdo con dos funcionarios al tanto de la decisión, se determinó que la razón original por la que se había extendido la protección, los sismos de 2001, ya no estaba vigente, aunque el gobierno de El Salvador y hasta la Cámara de Comercio estadounidense habían pedido que se extendiera el permiso de cara a la situación de violencia en el país centroamericano y al impacto que podría tener en su economía la pérdida de las remesas.\nLos salvadoreños eran el grupo más numeroso de personas beneficiadas por el TPS, que ya también fue revocado para nicaragüenses y haitianos, y se prevé que lo sea pronto para los hondureños.\nLos gobiernos alternos de México\nContinue reading the main story Foto\nMéxico acaba de cerrar su año más mortífero en por lo menos dos décadas –tan solo en el estado de Guerrero, este fin de semana fueron asesinadas unas once personas en diversos enfrentamientos– y, en una seña de la desconfianza que hay hacia el Estado, varios pueblos y ciudades han encontrado maneras de gobernarse por fuera de este.\nEs el caso de Tancítaro, en el estado de Michoacán, donde rigen las llamadas autodefensas –ciudadanos que se levantaron en armas contra los grupos del narcotráfico y la delincuencia organizada–; o de Monterrey, una de las ciudades más grandes del país, donde los empresarios han terminado por suplantar en cierta medida a los políticos con sus inversiones directas en policías y educación pública. Reporteros de The New York Times visitaron estos lugares para ver qué tan sostenibles son estos esquemas.\n• Mientras, en Estados Unidos, la Casa Blanca pidió este fin de semana al congreso un presupuesto de 18.000 millones de dólares para la construcción del prometido muro fronterizo —cuyos prototipos ahora piden algunos que sean considerados una obra de arte conceptual— con México a cambio de permitir un programa para proteger a los jóvenes migrantes sin papeles conocidos como dreamers que sustituya a DACA, revocado en septiembre pasado.\nUn cierre de comunicaciones\nContinue reading the main story Foto\nA pocos días de que el gobierno venezolano y la oposición, o fragmentos de esta, retomen un diálogo en República Dominicana después de una reunión a mediados de diciembre, el presidente Nicolás Maduro anunció una suspensión presuntamente temporal de las comunicaciones y el comercio con tres islas vecinas: Aruba, Curazao y Bonaire.\nMaduro acusó que las islas “se llevan el oro” y los “productos alimenticios” venezolanos. El corte de comunicaciones por aire y mar con estas islas también podría responder a que son un punto de salida para muchos de los venezolanos que se han visto forzados a emigrar por la situación económica del país sudamericano, que este año podría enfrentar una inflación de más del 2700 por ciento, según estimados del Fondo Monetario Internacional.\nUna premiación con activismo\nContinue reading the main story Foto\nLa ceremonia de los Globos de Oro de ayer, la primera gran premiación de cara a los Oscar en lidiar con las revelaciones de acoso y abuso sexual que prevalecen en la industria, estuvo muy marcada por pronunciamientos sobre la situación y el movimiento #MeToo, o #YoTambién. Un grupo de mujeres de Hollywood que empezó el año con el anuncio de la iniciativa Time’s Up para apoyar a las víctimas convocó a que los partícipes vistieran de negro, lo cual prácticamente todos los asistentes hicieron, y varias de las ganadoras dieron discursos con alusiones directas a aquellas personas en todas las industrias que han estado dispuestas a revelar lo que han vivido.\nEl conductor Seth Meyers incluso abrió la ceremonia diciendo “Bienvenidas, damas y los caballeros que aún quedan” y también hubo críticas respecto a la disparidad de salarios entre actrices y actores, y al que no hubiera mujeres nominadas en categorías como mejor director (el mexicano Guillermo del Toro se hizo acreedor a este galardón por La forma del agua). La presidenta de la Asociación de Prensa Extranjera de Hollywood, que entrega los premios, también anunció la creación de dos fondos a favor de periodistas de todo el mundo que se ven amenazados por hacer su trabajo.\nOprah Winfrey, ganadora del premio a la trayectoria Cecil B. DeMille, se llevó los mayores aplausos con un discurso abarcador en el que dijo: “¡Hay un nuevo día en el horizonte!”, y, con ello, muchos comenzaron a pensar en la posibilidad de que la activista, empresaria, actriz y productora se postule como candidata a la presidencia de Estados Unidos para 2020.\nAquí puedes ver la lista de todos los ganadores.\nMás en América Latina y el Caribe\nContinue reading the main story Foto\n• Colombia empezó esta semana con la movilización de unos dos mil efectivos militares hacia la zona de Tumaco, que hacia finales del año pasado se vio muy afectada por la violencia tanto del narcotráfico como de fuerzas del Estado y de guerrilleros del ELN y los que no se desmovilizaron junto con el resto de las Farc.\n• En su primer mensaje tras salir del hospital en Perú después de un polémico indulto, Alberto Fujimori dijo que se debe avanzar “sin rencores”.\nEl exmandatario estaba en prisión por delitos de lesa humanidad y fue indultado por el presidente Pedro Pablo Kuczynski, que mañana juramentará a un nuevo gabinete.\nContinue reading the main story Foto\n• Ecuador ya tiene una nueva vicepresidenta: María Alejandra Vicuna asumió el cargo el sábado en sustitución de Jorge Glas, quien fue sentenciado a finales de 2017 por cargos de asociación delictuosa. Algunos integrantes del Congreso ecuatoriano que llevaban adelante un proceso de juicio político en contra de Glas estudian mantenerlo en vigor aunque este ya no tenga un cargo público.\nContinue reading the main story Foto\n• En Honduras continúan las divisiones evidenciadas después de la elección del 26 de noviembre, en la que Juan Orlando Hernández fue anunciado como presidente reelegido por el Tribunal Supremo Electoral seguido un conteo que fue fuertemente criticado por observadores como la Organización de Estados Americanos. Simpatizantes de Salvador Nasralla, el candidato opositor que lideraba el conteo hasta que este fue temporalmente suspendido y por tanto ha acusado fraude, se reunieron en San Pedro Sula y exigieron que se repitan los comicios.\nCritica presidente iraní restricciones\nContinue reading the main story Foto\nDesde finales de diciembre ha habido una ola de protestas en más de ochenta ciudades iraníes que han resultado, hasta ahora, en una veintena de muertes, resultantes de las condiciones económicas del país y la corrupción. Ahora, el mismo presidente Hasán Rohaní ha reconocido que una serie de políticas y medidas restrictivas de libertades civiles han atizado las manifestaciones.\nRohaní, un reformista, ofreció este lunes varias críticas a los integrantes de mano dura del gobierno, especialmente a quienes se oponen a él desde la Guardia Revolucionaria y el poder judicial.\n“Uno no puede imponer su estilo de vida en las generaciones futuras”, dijo Rohaní en sus declaraciones más amplias hasta ahora sobre las protestas. “El problema es que queremos que dos generaciones posteriores a nosotros vivan como nosotros queremos”. Dijo también que no se trata solo de la economía o de imposiciones de poderes extranjeros, como sugirió el ayatola Alí Jamenei. “Algunos se imaginan que la gente solo quiere dinero y una buena economía, pero ¿realmente van a aceptar una cantidad dada de dinero al mes cuando, por ejemplo, su acceso a las redes y el internet está completamente bloqueado?”.\nMás de mil personas han sido detenidas, la mitad tan solo en Teherán, y sus familiares se han congregado durante días afuera de la mayor prisión iraní, Evin, para pedir su liberación.\nUna denuncia por salarios ‘ilegales’\nContinue reading the main story Foto\nLa presentadora de la BBC Carrie Gracie desató este fin de semana una oleada de críticas hacia el canal noticioso público británico al compartir una carta en la que indica que renuncia como encargada del buró en China tras revelarse que los hombres ganan por lo menos 10 por ciento más que las mujeres empleadas por la cadena. Entre los cuatro cargos más altos de editores internacionales, incluido el de Gracie, los dos hombres ganan hasta 50 por ciento más que las mujeres, según denunció la reportera. Dijo que es un sistema salarial “ilegal y promovido por el secretismo.\nEl furor sobre la disparidad salarial ha crecido en los últimos meses en Gran Bretaña después de que el gobierno volvió obligatorio que las mayores empresas divulguen los sueldos promedios de hombres y mujeres. En otros países también ha habido furor; en Islandia recientemente se estableció que debe haber paridad salarial en todos los niveles.\nErrores peligrosos\nContinue reading the main story Foto\nEntre discusiones sobre quién tiene el botón nuclear más grande, varios expertos en inteligencia alrededor del mundo se han cuestionado: ¿cómo fue que se subestimó tanto el avance que estaba teniendo Corea del Norte en cuanto a la construcción de misiles intercontinentales y bombas atómicas?\nUn análisis muestra que oficiales estadounidenses sí tenían prendidas las alertas sobre la posibilidad de que Pionyang lograra desarrollar un misil capaz de alcanzar buena parte del continente americano, como lo hizo el año pasado, y tener una bomba de hidrógeno, como la que probó a finales de 2017. Sin embargo, pensaban que eso no sería factible sino hasta, por lo menos, 2020.\nMientras, Corea del Norte y Corea del Sur se preparan para sostener el primer diálogo bilateral en unos dos años, programado para mañana.", "url": "https://www.nytimes.com/es/2018/01/08/al-dia-mexico-autodefensas-interpreter-globos-oro-golden-globes-metoo-venezuela-aruba-ecuador-vice-narino-tumaco-corea-iran-trump/"}