{"authors": ["Russel Goldman", "Por Russel Goldman"], "date_download": "2018-11-16 04:15:09", "date_modify": "2018-11-16 04:15:09", "date_publish": "2017-03-07 07:12:09", "description": "El artista británico, cuyos grafitis y obras con comentarios políticos se han vendido por millones de dólares, decoró el recién inaugurado \"Hotel amurallado\" en Cisjordania, desde cuyas ventanas se ve el muro que separa el territorio de Israel.", "filename": "es_2017_03_07__1542341709.html", "image_url": "https://static01.nyt.com/images/2017/03/03/world/middleeast/Banksy-slide-CHHI/Banksy-slide-CHHI-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_07__1542341709.html", "title": "En Belén, el hotel con ‘la peor vista del mundo’ fue decorado por Banksy", "title_page": "En Belén, el hotel con ‘la peor vista del mundo’ fue decorado por Banksy – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nBienvenidos al “hotel con la peor vista del mundo”; por favor, cuide el arte de las paredes que tiene un valor millonario.\nEl evasivo artista callejero británico Banksy ha decorado el interior del “Hotel amurallado” (The Walled Off Hotel), un hotel boutique de nueve habitaciones en la ciudad cisjordana de Belén desde cuyas ventanas se ve el muro que separa al territorio de Israel.\nContinue reading the main story Foto\nAdemás de la vista, el hotel “solo tiene 25 minutos de luz del sol directa al día”, según el dueño, Wisam Salsaa. Banksy describe el hotel en un texto explicativo como la “única atracción del mundo dedicada a la biografía de una sola estructura de hormigón”.\nEntre las habitaciones decoradas por el artista, que cuenta con cientos de miles de seguidores por su obra con ilustraciones ingeniosas y comentarios políticos de humor negro que coloca en las paredes de todo el mundo, se encuentra la “Habitación Banksy”.\nEsta tiene un mural encima de una cama king-size en el cual se observa a un palestino y a un israelí enfrascados en una guerra, pero de almohadas.\nContinue reading the main story Foto\nBanksy, quien rara vez habla de su obra y mantiene oculta su verdadera identidad, ha viajado a Cisjordania durante años y, bajo el resguardo de la noche, ha pintado el muro mismo. En un viaje reciente pintó un mural a unos cuantos pasos de su proyecto actual, donde se veía a una niña que se elevaba del suelo con ayuda de globos de helio.\nEl año pasado se le atribuyeron cuatro murales callejeros en Gaza, incluyendo uno que mostraba a una diosa griega entre los escombros de una casa destruida.\nContinue reading the main story Foto\nAdemás de las habitaciones, Banksy ha creado una especie de museo que incluye cámaras de vigilancia montadas como trofeos embalsamados, un busto griego rodeado por una nube que emula el gas lacrimógeno y una estatua de cera que retrata la firma de la Declaración Balfour, la carta de 1917 firmada por el británico Arthur James Balfour que señaló la intención de crear un Estado judío en el territorio.\nContinue reading the main story Foto\nEl hotel abrirá sus puertas a los huéspedes el 11 de marzo; las habitaciones más sencillas tienen un precio inicial de 30 dólares por noche.\nBanksy, quien saltó a la fama con grafitis alrededor de Bristol, Inglaterra, se ha convertido en una superestrella internacional. En 2015 creó una muestra llamada Dismaland, en la que obras de artistas israelíes y palestinos compartieron las paredes.\nAlgunas de las obras de Banksy se han vendido en subastas en más de 1,8 millón de dólares.", "url": "https://www.nytimes.com/es/2017/03/07/en-belen-el-hotel-con-la-peor-vista-del-mundo-fue-decorado-por-banksy/"}