{"authors": [], "date_download": "2018-11-16 04:16:05", "date_modify": "2018-11-16 04:16:05", "date_publish": "2015-11-11 16:16:54", "description": "La Corte Constitucional consideró que la prohibición existente había privado a los menores del derecho a tener una familia.", "filename": "es_2015_11_11__1542341765.html", "image_url": "https://static01.nyt.com/images/2015/11/10/opinion/10INYTweb-copy/10INYTweb-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2015_11_11__1542341765.html", "title": "Colombia da ejemplo tras aprobar la adopción por parejas del mismo sexo", "title_page": "Colombia da ejemplo tras aprobar la adopción por parejas del mismo sexo – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEn un fallo histórico que eliminó una política a todas luces discriminatoria, la semana pasada la máxima corte de Colombia declaró que personas y parejas homosexuales pueden adoptar niños. En una decisión de 6 votos a favor y 2 en contra, la Corte Constitucional consideró que la prohibición existente había privado a los menores del derecho a tener una familia.\nEsta decisión fue la victoria más reciente de los activistas homosexuales en Colombia, quienes han desafiado políticas discriminatorias en una serie de casos bien litigados. El dictamen facilitará que individuos y parejas del mismo sexo adopten niños que están al cuidado del Estado. Además, permitirá que las personas sean reconocidas legalmente como los padres de un hijo biológico de su pareja del mismo sexo.\nAnticipando criticas de líderes políticos y religiosos, los magistrados escribieron que “las dudas y temores acerca de si la sociedad está preparada para asumir esta decisión no se disipan negando una inocultable realidad sino enfrentando sus desafíos”. Los jueces argumentaron que no había evidencia de que las personas del mismo sexo no fueran aptas para ser padres de familia y que no encontraban ninguna razón de peso para prohibirles ser parte del universo de familias adoptivas.\nEl fallo del miércoles pasado desató críticas de dirigentes de la iglesia Católica, quienes argumentaron que el tema debería haber sido decidido por el Congreso o aprobado en un referendo. Si bien algunos legisladores colombianos han planteado iniciativas que buscan expandir los derechos de personas homosexuales, éstas se han estancado. Pero ahora, la Corte Constitucional del país se ha tomado el trabajo de acabar la tarea. Al hacerlo, se ha convertido en un ejemplo admirable en una región donde las personas homosexuales aún enfrentan discriminación y desprecio generalizado.", "url": "https://www.nytimes.com/es/2015/11/11/colombia-da-ejemplo-tras-aprobar-la-adopcion-por-parejas-del-mismo-sexo/"}