{"authors": ["The New York Times", "Por The New York Times"], "date_download": "2018-11-16 03:45:07", "date_modify": "2018-11-16 03:45:07", "date_publish": "2017-03-28 10:00:19", "description": "Ya inició una nueva temporada escolar en Afganistán pero 3,7 millones de niños no podrán asistir por el aumento de la violencia, los desplazamientos y la pobreza. Presentamos las historias de algunos jóvenes afganos afectados por la guerra.", "filename": "es_2017_03_28__1542339907.html", "image_url": "https://static01.nyt.com/images/2017/03/22/world/22AFHGANKIDS-LINA/22AFHGANKIDS-LINA-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_28__1542339907.html", "title": "Los niños afganos privados de educación hablan de sus miedos más profundos", "title_page": "Los niños afganos privados de educación hablan de sus miedos más profundos – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nYa inició una nueva temporada escolar en Afganistán pero 3,7 millones de niños y niñas no podrán asistir por el aumento de la violencia, los desplazamientos y la pobreza.\nSe prevé que este año se incremente esa cantidad —que representa casi uno de cada tres niños afganos en edad escolar— puesto que la violencia entre las fuerzas armadas y los talibanes se ha intensificado, además de que Pakistán ha implementado la deportación de los refugiados afganos, según informes de Save the Children.\n‘Me encantaba ir a la escuela, pero no nos alcanza’\nLina, de 12 años, es de la provincia de Kapisa, en el noreste de Afganistán; sin embargo, hace siete años sus familiares fueron desplazados debido a los enfrentamientos. Ella vive en un campo de refugiados en Kabul. Fue a la escuela durante tres años antes de que la sacaran.\nMe gustaba mucho ir a la escuela, pero no tenemos suficiente dinero para comprar cuadernos y otros útiles. Nuestros parientes están enojados con nosotros por dejar la escuela, pero sin cuadernos no era posible estudiar ni hacer tarea.\nSi no voy a la escuela, no seré nada en el futuro; si voy a la escuela, puedo convertirme en doctora. Quiero ser doctora.\nAquí vivimos en tiendas de campaña, tenemos dos. Yo duermo con mis cinco hermanos y hermanas en una, y mi padre, mi madre y dos hermanas pequeñas duermen en la otra.\nDesayunamos las sobras de la cena del día anterior, si quedan. Si no, comemos pan y té. Después de desayunar, traigo agua del pozo que está a una hora de camino a pie. Conseguir agua potable para nuestra casa es mi responsabilidad; traigo agua en una carretilla, en estos pequeños barriles, dos o tres veces al día. También recolecto pequeños pedazos de madera y plástico para quemarlos y calentar nuestra casa.\n‘Si vas a la escuela, tendrás un buen futuro’\nContinue reading the main story Foto\nZahid, de ocho años, es de Srukh Rod, un distrito al este de la provincia Nangarhar. Él y sus hermanos ayudan a su padre a recolectar restos de metal en Jalalabad, una ciudad cercana.\nToda mi familia duerme en un cuarto que rentamos por 25 dólares mensuales. Después de levantarme, me lavo la cara y desayuno té y pan; después tomo mi costal y me voy al mercado.\nDurante el día, recojo restos de metal, madera y papel. A la hora del almuerzo, espero frente a una panadería donde el panadero o alguien más me obsequia un trozo de pan que comparto con mi amigo o mi primo.\nVendemos lo que recolectamos durante el día por 20 centavos, después llevo el dinero a casa y compramos té, azúcar o algo más. Lo máximo que gano en un día son 50 centavos.\nNo voy a la escuela porque no tenemos dinero para pagar los gastos escolares. Los 20 centavos que gano son para comprar azúcar y té.\nMis parientes y amigos van a la escuela, y cuando los veo me dan ganas de ir y estudiar. Si vas a la escuela, tendrás un buen futuro. Si no vas, no.\n‘Si mi padre estuviera vivo, no tendría que pasar el día en el mercado’\nContinue reading the main story Foto\nRaqibullah, de 12 años, es de un pueblo a las afueras de Tirin Kot, una ciudad en la provincia Oruzgan, al sur de Afganistán. Su padre murió hace año y medio tras el estallido de un aparato explosivo improvisado. Después, Raqibullah se mudó a Tirin Kot.\nCuando estaba en el pueblo, iba a la escuela, pero ya no hay escuelas allá. Solo estudié hasta cuarto año pero puedo leer y escribir.\nAhora vendo dulces en un carrito para alimentar a mis hermanos. Tengo tres hermanos y tres hermanas y todos vivimos juntos. Mi hermano mayor tiene 14 años y la más joven de nuestra familia es mi hermana de 4 años. Mi hermano mayor también trabaja conmigo.\nSi mi padre estuviera vivo, no tendría que pasar el día en el mercado.\nMis primos aún viven en el pueblo donde ya no hay escuela; pero aquí los niños del barrio van a escuelas privadas y públicas. Cuando veo a los niños que van a la escuela, siento que yo también debería ir. Sin embargo, tengo que ganar dinero para poder alimentar a mi familia y pagar la renta.\n‘Mis dos hermanos están solos’\nContinue reading the main story Foto\nBakhti, de 13 años, es de la ciudad norteña de Mazar-i-Sharif. Su madre murió de hepatitis B hace tres años. Su padre, que trabaja como jornalero en Irán, la dejó a ella y a sus hermanos pequeños con su tío en Kabul.\nMe levanto a las seis de la mañana. Después de desayunar, hago los quehaceres de la casa: limpiar, barrer dentro y fuera, lavar los platos. Si una alfombra está en proceso, entonces tengo que ayudar a tejerla.\nPor cada alfombra, gano más o menos 80 centavos de propina. El resto del dinero va para los gastos de la casa. La última vez que me dieron los 80 centavos me compré un peine y medias para mis hermanos.\nCuando vivía en Mazar, estudié hasta el cuarto año. Cuando nos mudamos a Kabul, fui a la escuela por casi tres meses, pero lo dejé. Las clases no eran como las que tomaba en Mazar. Los estudiantes no se portaban bien, eran muy violentos. Me apodaron la “niña rara”.\nTambién dejé de ir porque mis dos hermanos se quedaban solos. Tengo miedo de que se pierdan, así que tengo que quedarme y cuidarlos. Si mi madre estuviera con nosotros, yo estudiaría; pero ya no puedo.\nMis primos van a la escuela. Los que van a la escuela se ven bien. También quiero ir a la escuela, pero no va a suceder.\n‘Soy feliz cuando llega la noche’\nContinue reading the main story Foto\nImamuddin, de 15 años, es del distrito Charchino en la provincia Oruzgan. Después de intensas peleas en el distrito, que ahora es controlado por los talibanes, su padre se llevó a la mitad de la familia a Tirin Kot.\nEstudié hasta quinto año en nuestro distrito, pero las escuelas cerraron hace un año por los enfrentamientos, y ahora los talibanes controlan nuestro pueblo. Había peleas todos los días, ni siquiera podíamos salir de casa.\nMi madre y mis cinco hermanas aún están en el distrito; estamos tratando de traerlas lo antes posible. Vivimos en una casa rentada de tres cuartos y pagamos de renta más o menos 60 dólares al mes.\nMi padre, mis dos hermanos y yo compartimos un cuarto. Es invierno y para calentar un solo cuarto se necesita mucha madera.\nMi vida aquí es difícil porque no hago nada. Estoy muy aburrido. Me alegro cuando anochece porque finalmente puedo dormir.\nDe verdad quiero convertirme en doctor y ayudar a la gente. Le he pedido a mi padre que me mande a clases de inglés en Tirin Kot, pero no le alcanza para pagar las cuotas. Estudio con mis libros viejos de la escuela, pero ya he completado cada libro varias veces.\nQuizá comience a trabajar o nos mudemos a otra provincia donde podamos encontrar una mejor vida. Estoy preocupado por mi futuro y mi educación. La vida era buena en el distrito: teníamos tierra y orquídeas, escuelas y compañeros de clase… pero aquí no conocemos a nadie. Los enfrentamientos nos han quitado todo.", "url": "https://www.nytimes.com/es/2017/03/28/ninos-afganos-privados-de-educacion-hablan-de-sus-miedos-mas-profundos/"}