{"authors": ["Hannah Louise Poston", "Por Hannah Louise Poston"], "date_download": "2018-11-16 03:44:48", "date_modify": "2018-11-16 03:44:48", "date_publish": "2016-09-25 10:00:50", "description": "Cuando una joven escritora se dio cuenta de que ya no podía hacer nada para ayudar a su compañero a sentirse mejor, le regaló un gatito que cambió sus vidas.", "filename": "es_2016_09_25__1542339888.html", "image_url": "https://static01.nyt.com/images/2015/08/16/fashion/16MODERNLOVE/16MODERNLOVE-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_09_25__1542339888.html", "title": "Gracias a un gato aprendí a vivir con la depresión de mi pareja", "title_page": "Gracias a un gato aprendí a vivir con la depresión de mi pareja – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCuando su depresión estaba en su peor momento, mi pareja, Joe, despertaba en la mañana envuelto en una niebla tan palpable que su presencia a veces hacía que me despertara, como si hubiera olido algo que se estaba quemando.\nDurante los primeros años de nuestra relación, a menudo deseé que despertara con un alegre “¡Buenos días!” y un beso, en vez de levantarse de la cama e ir tambaleándose como zombi hacia donde está el café.\nTerminé por entender que quedarme acostada en la cama mientras tenía fantasías acerca de un Joe sin depresión era una idea terrible. Hacía que estuviera de mal humor, y entonces los dos teníamos un mal día.\nAsí que de la manera más alegre posible, me ponía una bata y botas de hule, y salía para recoger los delicados huevos azules de las gallinas mapuches de nuestro compañero de hogar.\nConforme me acercaba, el piso del gallinero se animaba con un remolino crujiente de paja y pelo mientras un montón de ratas regresaban a su nido detrás del bote de abono. El lugar estaba infestado de ratas y desear que se fueran era igual de inútil que el anhelo de que Joe dejara de estar deprimido.\n“Necesitamos un gato”, le decía casi todas las mañanas mientras ponía los huevos en una canasta sobre el mostrador de la cocina. Era muy insistente y explicaba que, aun si no se convertía en cazador de ratas, tener un gato en la casa detendría las infestaciones.\nJoe no estaba seguro de tener un gato. Siempre se mostraba escéptico de las ideas aparentemente impulsivas… se tardaba en aceptar cosas nuevas; era lento para los cambios.\n“¿Has pensado en por qué quieres un gato?”, me preguntó una tarde.\n“¿A qué te refieres con por qué?”. Eso me ofendía. Parecía sugerir que, más allá de las ratas, podría tener razones dañinas para querer un gato. “¿Por qué las personas quieren un gato? Es un gato”.\n“Solo me parece que requerirá mucha energía de nuestra parte”, dijo.\nJoe y yo estábamos cerca de cumplir tres años de relación, el punto en el que muchas parejas que han estado en una relación larga terminan, según lo había demostrado un estudio (“La comezón del séptimo año ahora es la cosquilla de los tres años”, señalaba un artículo).\nSu depresión llegaba en ciclos frecuentes y a menudo se quedaba días. Si traía a casa durante esos días un bote de helado de chocolate con menta (el favorito de Joe), él no se daba cuenta o ni siquiera se lo comía.\nNo, él no quería ir al cine o a bailar ni tener sexo. Cualquier propuesta, incluso con mi cuerpo, desaparecía en un agujero negro, lo cual me hacía parecer inútil y patética. Aprendí que la mejor manera de amar a Joe durante esos momentos era dejarlo en paz.\n“La depresión no se puede curar”, me dijo Joe una vez. “Tan solo puedes aprender a vivir con ella”.\nAprendí a vivir con ella; comencé a comprar mi propio sabor preferido de helado en vez del suyo. Cuando finalmente atravesé Portland en auto y llegué a la Oregon Humane Society un día de agosto, lo hice en secreto, de manera rebelde y por mis propias razones ilógicas.\nHabía sido una semana especialmente difícil. Mi estrategia cuidadosamente planeada para amar a un hombre deprimido era ayudarme en vez de intentar ayudarlo. “Y hoy”, pensé mientras me acomodaba en el estacionamiento de la Humane Society, “vengo por un gatito”.\nCuando Joe llegó a casa esa noche, el gatito —que tan solo era una bolita de pelaje rayado— salió de debajo de la cama. Respiré profundo, lista para defender mi decisión.\nPero después vi sus ojos verdes y traviesos que miraban los suyos, tristes y hermosos; parecía que había fuegos artificiales y unicornios que saltaban junto a la aurora boreal que aparecía entre los dos. El gatito intentó correr, echarse y saltar al mismo tiempo, pero se tropezó con sus patas, y creo que en ese momento los ojos de Joe se pusieron blancos y en lugar de pupilas aparecieron en ellos dos corazones rosas y brillantes.\nCuando despertó a la mañana siguiente, las primeras palabras que pronunció Joe fueron: “¿Dónde está el gatito?”. Y el primer acto del gatito, cuando escuchó su voz, fue escalar por el edredón y saltarle a la cara.\nEse mismo verano, Joe reunió la energía para hacer grandes cambios en su vida: dejó de fumar y probó con Wellbutrin, como se lo había sugerido su terapeuta, un antidepresivo que también se prescribe comúnmente como ayuda para dejar de fumar.\nResultó que Sadie era una maravillosa cazadora de ratas. Cuando creció lo suficiente para cazar, acabó con todos los roedores en los rincones del vecindario, y nos traía algún animal chillante y de ojos brillantes casi cada noche.\nRápidamente se volvió claro que Sadie le traía presas vivas a Joe. Sin importar la hora, él salía de la cama para recibirla, encendía las luces y le hacía elogios.\nElla soltaba a su presa para jugar con ella, y nosotros veíamos cómo el ratón o la rata salían disparados tras un mueble o debajo de la cama. Después Joe sacaba unas viejas pinzas para ensalada, y él y Sadie se ponían a cazar juntos.\nYo me quedaba en la cama, viendo felizmente cómo mi amante delgado, somnoliento y desnudo se escabullía para arrinconar a un roedor bajo la luz difusa de las tres de la mañana. Lo veía tropezar, reír y murmurarle cosas a Sadie, quien le respondía maullando y lo seguía acariciándole los tobillos con el hocico.\nA lo largo de los últimos cuatro años, la frase matutina “¿Dónde está el gatito?” se convirtió en “Buenos días, Peanut”, junto con un beso en mi mejilla. A veces incluso me abraza antes de ir por el café.\nJoe aún tiene malos días, pero incluso en los peores, cuando la nube gris parece posarse sobre él y yo me preparo para quedarme en mi rincón de la casa, Sadie se pasea por el cuarto, abriéndose paso como jabón a través de la grasa, como luz a través de la neblina.\n“Ah, ¡Sadie! Ven aquí, bolita de pelos”, grita Joe. “¿Qué estás haciendo? ¿Cómo te fue en la escuela? ¿Los abusivos te molestaron?”. Después se ríe de su propio chiste y la carga como bebé, para después voltearla y enseñármela.\n“Mira a Sadie”, dice, levantándole el pelo entre las orejas para que se levante como un gato mohicano. “¿Estás ronroneando, cara de pez? ¿Estás ronroneando?”. Se la pone en la oreja como una caja musical. “Está ronroneando”, me dice radiante.\nCuando le pregunto a Joe si Sadie curó su depresión, pone cara de preocupación.\n“Claro que no”, dice. “Recuerda que la depresión no se puede curar”.\n“Lo sé”, le digo. “Solo puedes aprender a vivir con ella”.\nComo cuando salen a cazar ratas en la madrugada, el bienestar de Joe es un esfuerzo conjunto. Aunque Sadie ayuda, Joe es quien finalmente atrapa la cola de la rata con las pinzas y la lleva, colgando de ellas, a la puerta. Pero Sadie a veces ayuda tanto que es difícil distinguir dónde terminan nuestras decisiones y dónde comienza su existencia.\nA la primera señal de desánimo por parte de Joe, voy por Sadie y se la pongo en el cuerpo, como un ungüento. Incluso durante las peores peleas, uno de nosotros termina por tomar a Sadie y acercarse al otro casualmente, jugando con ella para que se contonee y haga tiernos bizcos con sus ojos verdes.\nCuando estamos demasiado enojados como para tener contacto físico, acariciamos a Sadie, y terminamos en medio de la habitación, como dos países en guerra que se aferran al puente que nos une a través del mar que nos separa, y enviamos en silencio a los primeros embajadores de la tregua: los dedos que se encuentran entre el pelo de Sadie.\nUna tarde del otoño pasado, Sadie trajo un gorrión muerto. Hay un regusto de tragedia cuando se ve un ave atrapada por un gato; lo que solía ser impredecible y volaba con el viento se reduce a un montón de seda que está sobre el piso de la cocina, como un sacrificio.\nUna vez que Sadie estuvo segura de que Joe y yo habíamos visto su ofrenda, se lo comió todo: las garras, el pico, los huesos y hasta la última pluma. Le tomó menos de un minuto. Para cuando nos acostumbramos a la idea de verla comer un ave, ya se la había comido y se había ido de la habitación, dejando unas gotas de sangre sobre el azulejo.\nSadie es nuestra felicidad, elusiva e impura. Nuestra felicidad hace muecas y se lame la sangre de la barbilla. Nuestra felicidad solo se acurruca cuando se le antoja y, dado que es un felino, esas ocasiones pueden ser pocas y distantes.\nPero por lo menos vive en nuestra casa ahora. El sol de la mañana sobre el cabello negro de Joe, los tres enredados en las sábanas, navegando por la cama como un bote desvencijado; si los últimos días son indicación de algo, este será otro muy buen día.", "url": "https://www.nytimes.com/es/2016/09/25/gracias-a-un-gato-aprendi-a-vivir-con-la-depresion-de-mi-pareja/"}