{"authors": ["Robert Ito", "Por Robert Ito"], "date_download": "2018-11-16 04:15:41", "date_modify": "2018-11-16 04:15:41", "date_publish": "2016-12-10 10:00:44", "description": "El cineasta mexicano que dirigió 'Pacific Rim' y 'Crimson Peak' regresa a los submundos de fantasía con 'Trollhunters', una serie animada de 26 episodios que se estrenará en Netflix el 23 de diciembre.", "filename": "es_2016_12_10__1542341741.html", "image_url": "https://static01.nyt.com/images/2016/12/04/arts/04TROLLHUNTER1/04TROLLHUNTER1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_12_10__1542341741.html", "title": "Guillermo del Toro se inspira en las cloacas para crear ‘Trollhunters’", "title_page": "Guillermo del Toro se inspira en las cloacas para crear ‘Trollhunters’ – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nWESTLAKE VILLAGE, California — Cuando Guillermo del Toro tenía 11 años, él y sus amigos exploraban el vasto sistema de cloacas de Guadalajara, la ciudad mexicana donde creció. Aunque jamás encontró nada fantástico en sus incursiones subterráneas, desde entonces le ha fascinado la idea de las vastas ciudades y civilizaciones que podrían existir debajo de las nuestras.\nDel Toro, director de Pacific Rim y Crimson Peak, regresa al submundo con Trollhunters, una serie de 26 episodios de animación de DreamWorks que el 23 de diciembre estará disponible en Netflix. Está ambientada en Arcadia, un suburbio ficticio y en la ciudad subterránea secreta que tiene debajo. En el primer episodio, un amuleto mágico eligió a Jim Lake Jr. (con la voz de Anton Yelchin), un bondadoso estudiante de preparatoria que está enfermo de amor, para que se convierta en el Trollhunter, un protector de los troles buenos y azote de los malos.\nAunque del Toro ha ganado prestigio gracias a filmes terroríficos y extraños como El laberinto del fauno (un cuento de hadas protagonizado por oficiales militares sádicos en la España de 1944), Hellboy (un filme de fantasía y acción acerca de un demonio que los nazis trajeron desde el inframundo) y The Strain (una serie de horror protagonizada por vampiros con lenguas punzantes y prensiles), Trollhunters es mucho más familiar.\n“Quería hacer una serie que pudiera ver mientras tomo un vaso de leche en el sillón, con mi papá y mis hermanos”, dijo.\nContinue reading the main story Foto\nAdemás de esos primeros viajes a través de las cloacas de Guadalajara, Del Toro se inspiró en diversas referencias culturales como las caricaturas de Jonny Quest, las primeras obras de Hayao Miyazaki, el folclor irlandés, las leyendas artúricas y las películas para niños de los ochenta como The Goonies. Cuando le preguntamos sobre una escena en la que hay un gnomo y una casa de muñecas, admitió con una carcajada que está inspirado en “Miniature” un episodio de 1963 de The Twilight Zone, protagonizado por Robert Duvall.\nHace poco, Del Toro estaba en el hotel Four Seasons explicando cómo incorporó muchos de estos amores del pasado y el presente en su proyecto actual. Vestido con una chaqueta de capucha negra, una camiseta negra y jeans, se parecía mucho a los fanáticos que se reúnen en manada para verlo en las convenciones de cómics o quienes hacen fila durante horas para ver su exposición en Los Angeles County Museum of Art, titulada “Guillermo del Toro: At Home With Monsters”. Muchas de las obras que se exhiben ahí —una fracción de la vasta colección del director que abarca pinturas, recuadros de animación, libros de cómics y utilería de películas— le ayudaron a darle forma a Trollhunters.\n“No llevo una vida normal”, dijo. “Todo el día me la paso rodeado de criaturas”.\nDel Toro ha sido un gran amante de los cuentos de hadas, y recordó la historia de los hermanos Grimm acerca de un rey que ofreció la mano de su hija en matrimonio a cualquiera que pudiera llamar su atención. Tres hermanos van al reino. El más joven es un cabeza de chorlito y recoge un pedazo de cuerda que se encuentra por aquí y un pájaro muerto por allá. “Sus hermanos se ríen de él”, dijo del Toro, “pero termina por usar esos objetos para retener el interés de la princesa”.\n“Ese soy yo”, continuó. “Siempre he tenido la cabeza en las nubes, miro el suelo, recojo la cuerda que a nadie le interesa y la vuelvo interesante”.\nAquí presentamos cuatro elementos mágicos de Trollhunters, y sus inspiraciones.\nContinue reading the main story Foto\nEl amuleto\nPara invocar su armadura y espada mágicas, el Trollhunter llama a un místico talismán dorado, que sirve como fuente de su poder y simboliza su alto cargo. Visualmente es “una combinación de un astrolabio árabe y un reloj”; sus engranajes giratorios evocan “una suerte de steampunk artúrico”, dijo Del Toro.\nPara hacer que el objeto funcione, su dueño debe decir las palabras mágicas, al igual que el “Ábrete Sésamo” de Alí Baba o el juramento demasiado largo con el que Linterna Verde carga baterías. “Cada talismán necesita un encantamiento”, dijo Del Toro. El juramento del Trollhunter es: “Por la gloria de Merlín, yo controlo la luz del día” y, obviamente, se inspira en la leyenda artúrica. “También insinúa algunos de los orígenes más profundos que exploraremos en la serie”, dijo Del Toro.\nContinue reading the main story Foto\nLa armadura\nLa brillante armadura del Trollhunter se basó en las bellezas pulidas de cromo que aparecen en Excalibur, el filme de fantasía realizado por John Boorman en 1981. En esa película, la armadura del Rey Arturo y sus caballeros se bañaba constantemente de un brillo esmeralda sobrecogedor (luces verdes colocadas fuera de escena creaban ese efecto), una firma visual que Del Toro tomó prestada. “Le hicimos un pequeño guiño a Boorman”, dijo. “Cada vez que Jim aparece, hay una luz verde que sale de la nada”.\nSin embargo, a diferencia del traje de Arturo, no se requiere de un paje real para que pueda ponérselo: cuando se necesita, la armadura se une mágicamente al cuerpo del Trollhunter, prenda por prenda. “Eso es animación japonesa por completo”, dijo; es algo que sucede en animes como Ronin Warriors y Ezra Scarlet.\nContinue reading the main story Foto\nLos duendes\nAdemás de los troles, los gnomos y changelings, Arcadia tiene duendes, muchos duendes. Estas criaturas vengativas —todas tienen caninos brillantes y pequeñas piernas ágiles— están basadas en antiguos mitos anglosajones (el director consultó un libro de su propia colección, British Goblins, un tomo poco conocido de 1880, para ayudar a crear estas versiones modernas).\nUna característica particularmente desagradable de los duendes es su costumbre de robar bebés humanos de las cunas y remplazarlos con “changeling”, pequeñas criaturas que lucen como bebés pero no lo son. En la antigüedad, se colgaban herraduras cerca de las cunas de los niños para prevenir que los cambiaran, y también hay una herradura mágica en Trollhunters. Sus movimientos como de insecto son parte del sello de Del Toro (recuerdan a las hadas de El laberinto del fauno); su espeluznante tendencia a deslizarse por las paredes y techos evoca recuerdos de películas japonesas de fantasmas. “Es como el yokai”, dijo, refiriéndose a los famosos fantasmas japoneses seculares.\nContinue reading the main story Foto\nEl mercado de troles\nEl Mercado de troles es el núcleo visual de la serie y se trata de una metrópolis subterránea que vibra de energía y luz, es un lugar donde los troles comen, pelean y beben cerveza en pubs salidos de la tradición vikinga. Las obras del artista Richard Corben inspiraron la gran escala de la ciudad y su esquema de color naranja y morado. “Hay una energía de ficción barata en Richard Corben que nadie más me transmite”, dijo Del Toro.\nCada creación de este realizador tiene un submundo, ya sean los sótanos (Crimson Peak), los laberintos (El laberinto del fauno) o las cloacas infestadas de monstruos (Hellboy). De niño, Del Toro estaba fascinado con los tesoros subterráneos escondidos de Las mil y una noches; más tarde, se enamoró de The Night Strangler (1973), que presentaba escenas grabadas en la célebre red de túneles y pasajes del centro de Seattle.\n“Hablaba de toda una ciudad subterránea que existe debajo de Seattle”, dijo. “Y yo siempre pensé: ‘Dios mío, quiero ir ahí. Quiero vivir ahí”.", "url": "https://www.nytimes.com/es/2016/12/10/guillermo-del-toro-se-inspira-en-las-cloacas-para-crear-trollhunters/"}