{"authors": ["Lin-Manuel Miranda", "Por Lin-Manuel Miranda"], "date_download": "2018-11-16 04:16:39", "date_modify": "2018-11-16 04:16:39", "date_publish": "2016-03-28 02:45:57", "description": "Hoy escribo acerca de Puerto Rico como Alexander Hamilton escribió acerca de St. Croix en su época y le digo al Congreso: socorran a los miserables y obtendrán un tesoro en el Cielo.", "filename": "es_2016_03_28__1542341799.html", "image_url": "https://static01.nyt.com/images/2016/03/28/universal/es/28mirandasub-copy/28mirandasub-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_03_28__1542341799.html", "title": "Lin-Manuel Miranda invoca las palabras de Hamilton para pedir ayudar para Puerto Rico", "title_page": "Lin-Manuel Miranda invoca las palabras de Hamilton para pedir ayudar para Puerto Rico – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nEl 31 de agosto de 1772, un feroz huracán devastó la isla de St. Croix, el hogar de Alexander Hamilton, quien entonces tenía 17 años. Escribiéndole a su padre una semana después, Alexander describió la fuerza de la tormenta y la destrucción que causó con esta hermosa frase: “Fue suficiente para causarle asombro a los ángeles”.\nSu carta incluyó esta súplica para ayudar a sus conciudadanos: “Ustedes, quienes disfrutan de la abundancia, vean lo afligida que está la humanidad y concedan sus excedentes para calmarlos. No digan que también ustedes han sufrido, para así negarles su compasión. ¿Qué son sus sufrimientos comparados con los de ellos? Ustedes aún tienen más que suficiente. Actúen con sabiduría. Socorran a los miserables y obtengan un tesoro en el Cielo”.\nSu recuento del desastre fue tan vívido que la carta se publicó en un diario en las islas Vírgenes, The Royal Danish American Gazette, y fue utilizada para apoyar los esfuerzos de ayuda para la isla.\nHoy invoco las palabras de Hamilton para pedir ayuda a Puerto Rico.\nMucho se ha dicho acerca de la precaria situación económica en la isla. ¿Qué podría yo agregar para convencer a los funcionarios electos y legisladores para que actúen? ¿Qué influencia puedo tener para cambiar las mentes y los corazones del Congreso con tal de que pongan a un lado sus diferencias y enfrenten la crisis que sufren 3,5 millones de ciudadanos estadounidenses en el Caribe? No soy político ni economista. Soy un narrador de historias. Y soy hijo de padres puertorriqueños.\nMás de 150 escuelas en la isla han cerrado. San Jorge Children’s Hospital, el hospital infantil más grande de Puerto Rico, se ha visto obligado a cerrar dos secciones y 40 habitaciones, y no puede financiar los puestos vacantes de enfermería. Según creen algunos expertos, la crisis del sistema de salud ha provocado que un médico abandone la isla cada día. Ingenieros, contadores, obreros y familias enteras están emigrando a diario. De acuerdo con el censo, Puerto Rico ha perdido el 9 por ciento de su población en la última década; tan solo el año pasado, 84.000 personas se fueron del país.\nEse no es el Puerto Rico que recuerdo. Cada verano mi hermana Luz y yo nos quedábamos con nuestros abuelos en Vega Alta, un pequeño pueblo en la costa del norte. Mi abuelo gestionaba la cooperativa de crédito del pueblo … de verdad era todo un George Bailey. Mi abuela tenía una agencia de viajes, Viajes Miranda. Mi tía Yamilla era propietaria de la papelería de al lado, y yo le vendía dulces a los estudiantes que regresaban de clases en agosto.\nEn Vega Alta yo era “el nene de Luisito, que se fue a Nueva York”, pero era bienvenido cada verano como un otro miembro de la comunidad, a pesar de titubear con mi spanglish. Iba de un lado a otro en el pueblo, saludando a los dueños de los negocios; muchos iban a la iglesia con mis abuelos. Tenía un sentido de la comunidad que no sentía en Nueva York.\nHoy esos locales –la papelería, la agencia de viajes y muchos otros– están cerrados, con pocas esperanzas de albergar nuevos negocios.\nFuncionarios como el alcalde del pueblo, Isabelo Molina, así como los líderes religiosos, como mi tío Elvin, que dirige una iglesia pentecostal, están trabajando para cambiar las cosas. Han aprendido a aprovechar un dólar tanto como se pueda. Pero la deuda nacional de 72 mil millones de dólares, equivalente a un 68 por ciento del Producto Interno Bruto de Puerto Rico, impide cualquier intento de hacer que la economía se desarrolle.\nExisten soluciones cuando otros gobiernos se quedan sin dinero. Si Puerto Rico fuera una ciudad estadounidense, podría declararse en bancarrota, como lo hizo Detroit en 2013. Si fuera un estado, el gobierno federal seguramente ya habría declarado medidas de emergencia para ayudar a los más vulnerables. Pero como se trata de un territorio de los Estados Unidos, no hay sistema para manejar la crisis financiera y humanitaria que está ocurriendo. Pero por favor no nos estanquemos en el debate sobre el estatus de Puerto Rico. Si un barco se está hundiendo, no se pregunta: “Bueno, ¿qué tipo de barco es y qué tipo de barco debería ser?” Lo que se hace es rescatar a las personas que están a bordo.\nLo que Puerto Rico necesita, como primer paso, es lo que casi cualquier otra compañía o gobierno tiene: la habilidad de restructurar su deuda. Solo el Congreso de Estados Unidos puede hacer que eso suceda. La isla está en peligro de no cumplir con el pago de algunos préstamos y ya la están demandando los acreedores. Un acto legislativo del Congreso para apoyar la restructuración ayudaría a reunir a los acreedores y así desarrollar un plan factible que satisficiera a los acreedores y mitigara el castigo al pueblo de Puerto Rico.\nNo es un asunto republicano. No es un asunto democrático. Es un asunto estadounidense. Cuando 3,5 millones de nuestros ciudadanos enfrentan las consecuencias de un colapso financiero, todos debemos actuar. Ya que los puertorriqueños no pueden votar por representantes en el Congreso ni por un presidente, dar a conocer la dura realidad es responsabilidad de quienes tenemos herencia puertorriqueña.\nEn 2008 me topé por casualidad con la biografía de Alexander Hamilton escrita por Ron Chernow y hallé la inspiración que cambió mi vida. Reconocí a mi alma gemela en la habilidad que Hamilton tenía para salir de circunstancias difíciles mediante lo que escribía. Hoy escribo acerca de Puerto Rico como Hamilton escribió acerca de St. Croix en su época. Le digo al Congreso: por favor no jueguen al fútbol político con las vidas de 3,5 millones de ciudadanos estadounidenses. Socorran a los miserables y obtendrán un tesoro en el Cielo. Contamos con ustedes.", "url": "https://www.nytimes.com/es/2016/03/28/lin-manuel-miranda-hamilton-ayuda-para-puerto-rico/"}