{"authors": ["Michiko Kakutani", "Por Michiko Kakutani"], "date_download": "2018-11-16 04:16:29", "date_modify": "2018-11-16 04:16:29", "date_publish": "2017-01-17 09:20:49", "description": "Biografías de sus antecesores en la presidencia, textos de Malcolm X, “Cien años de soledad” y más han nutrido a Obama desde su niñez y durante sus ocho años de mandato. En esta entrevista, relata cómo leer y escribir pueden ser fuerzas unificadoras.", "filename": "es_2017_01_17__1542341789.html", "image_url": "https://static01.nyt.com/images/2017/01/16/us/16OBAMA-BOOKS-01/16OBAMA-BOOKS-01-videoSixteenByNine768-v3.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_01_17__1542341789.html", "title": "Los libros que ayudaron a Barack Obama en la Casa Blanca", "title_page": "Los libros que ayudaron a Barack Obama en la Casa Blanca – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nQuizá no ha habido un presidente estadounidense desde Abraham Lincoln cuya vida, convicciones y cosmovisión han sido marcadas de manera tan fundamental por leer y escribir como ha sucedido con Barack Obama.\nEl 13 de enero, a siete días de dejar la Casa Blanca, Obama se sentó en el Despacho Oval a discutir el papel indispensable que los libros han tenido en su presidencia y en su vida. Desde su niñez, a veces solitaria, en la que “estas palabras portátiles” le hacían compañía, hasta una juventud en la que lo ayudaron a descubrir quién era, qué pensaba sobre el mundo y qué le parecía importante. Y, sobre todo, su efecto a lo largo de ocho años en la Casa Blanca, marcados en parte por una sobrecarga informativa, un partidismo extremo y reacciones con exabruptos. Los libros fueron una fuente de ideas e inspiración, y le dieron una manera de apreciar de nuevo las complejidades y ambigüedades de la condición humana.\n“En un momento en el que los eventos suceden tan rápido y se transmite tanta información” dijo que la lectura le presentaba la oportunidad “de desacelerar y conseguir nuevos puntos de vista”, así como tener la habilidad de ponerse “en los zapatos de otros”. Esas dos cosas, dijo, “han sido invaluables. No puedo asegurar que me han hecho un mejor presidente. Pero lo que sí puedo afirmar es que me permitieron mantener el balance a lo largo de ocho años, porque este puesto es uno en el que los golpes llegan rápido y fuerte, y sin tregua”.\nPara Obama, lo escrito por Lincoln, Martin Luther King Jr., Gandhi y Nelson Mandela “fue particularmente provechoso” cuando “lo que estás buscando es un sentimiento de solidaridad”, y destacó que “en momentos particularmente difíciles, este trabajo puede ser muy solitario”. “Entonces tienes que saltar a lo largo de la historia para encontrar a personas que se han sentido igual; eso ha sido útil”. En una de las recámaras de la Casa Blanca hay una copia escrita a mano del pronunciamiento de Lincoln en Gettysburg y Obama dijo que a veces se escapa del Despacho Oval para leerla.\nContinue reading the main story Foto\nAl igual que Lincoln, Obama se enseñó a sí mismo a escribir y las palabras se volvieron una manera de autodefinirse, así como de comunicar sus ideas e ideales al mundo. De hecho, hay una línea conectiva entre Lincoln, Martin Luther King Jr. y el presidente Obama. En discursos como los pronunciados en Charleston, Carolina del Sur, o Selma, Alabama, Obama ha seguido el camino de esos personajes históricos, poniendo su maestría de palabra al servicio de una visión que, como ellos, compara las dificultades y luchas actuales en términos raciales y de injusticia con un continuo histórico que traza los avances que ha habido y lo mucho que falta por avanzar.\nEs una visión de Estados Unidos como un proyecto aún no terminado, un trayecto de más de dos siglos para que las promesas hechas en la Declaración de Independencia se cumplan para todos. También está basada en la Biblia y la posibilidad de redimirse, así como una creencia existencial de que podemos rehacer nuestras vidas continuamente. También es una visión que comparte el movimiento por los derechos civiles, que sigue sobrellevando obstáculo tras obstáculo y ha perseverado frente a expectativas abrumadoras.\nContexto biográfico\nLas biografías de presidentes anteriores también le han dado contexto a Obama, al contradecir el pensamiento de que “lo que sea que está sucediendo ahora es desastroso, increíble o difícil de una manera única”, dijo Obama. “Sirve pensar en Roosevelt intentado manejar las cosas durante la Segunda Guerra Mundial”.\nIncluso libros que dijo que recogió por primera vez para lectura escapista, como la épica de ciencia ficción ganadora del Premio Hugo en 2015, El problema de los tres cuerpos, escrita por el autor chino Cixin Lui, sirvieron de manera inesperada para poner las cosas en perspectiva. “Su mira era inmensa. Entonces fue divertido leerlo, en parte porque mis problemas diarios con el congreso parecían mínimos, algo por lo que no valía la pena preocuparse. ¡Los extraterrestres estaban por invadir!”.\nEn su libro de 1995, Los sueños de mi padre, Obama recuerda cómo la lectura fue una herramienta crucial para definir en qué creía al empezar su adolescencia, durante la cual vivía inmerso en trabajos de James Baldwin, Ralph Ellison, Langston Hughes, Richard Wright, W. E. B. Du Bois o Malcolm X en un esfuerzo por “criarme a mí mismo para ser un hombre negro en Estados Unidos”. Después, en sus últimos dos años de la licenciatura, tuvo un periodo de introspección y estudio en el que leyó metódicamente a filósofos desde San Agustín a Nietzche, pasando por Emerson, Sartre y Niebuhr, todo para desintegrar y poner a prueba sus creencias.\nContinue reading the main story Foto\nAun hoy en día, la lectura sigue siendo una parte esencial de su vida. Hace poco, le regaló a su hija Malia un Kindle lleno de libros que quería compartir con ella, incluyendo Cien años de soledad, El cuaderno dorado de Doris Lessing y La mujer guerrera de Maxine Hong-Kingston.\nY prácticamente cada noche en la Casa Blanca leía durante una hora o más. Una lectura profunda y ecuménica, que incluye literatura de ficción contemporánea —la última novela que leyó fue The Underground Railroad de Colson Whitehead—, novelas clásicas y trabajos de no ficción novedosos como Pensar rápido, pensar despacio de Daniel Kahneman o La sexta extinción de Elizabeth Kolbert.\nCon libros como esos, el presidente podía pasar de los informes y reportes de política que estudiaba durante el día, “salir de mi propia cabeza”, una manera de escaparse de la burbuja de la Casa Blanca. Algunas novelas lo ayudaban a imaginarse “bien qué sucedía en las vidas de la gente” de todo el país. Por ejemplo, descubrió que con las novelas de Marilynne Robinson podía conectarse emocionalmente a las personas que conoció en Iowa durante la campaña de 2008, a sus propios abuelos, oriundos del Medio Oeste estadounidense, así como a los valores de trabajo, honestidad y humildad que enaltecen los habitantes de pueblos pequeños.\nOtras novelas eran más bien un enemigo, algo con qué pelearse. Un recodo en el río de V. S. Naipaul. Obama recuerda: “Empieza con este enunciado: ‘El mundo es lo que es: los hombres que no son nada, que se permiten llegar a no ser nada, no tienen lugar en él’. Y siempre pienso en esa frase y en sus novelas cuando estoy pensando sobre la dureza que hay a veces en el mundo, sobre todo cuando se trata de política exterior. Y peleo contra ese punto de vista muy cínico, más realista, y me resisto a él. Pero a veces se siente como si fuera lo verdadero”.\nEscribir fue clave para su proceso mental, también. Una herramienta para desenmarañar “muchas tendencias encontradas en mi vida: raza, clase, familia. Y creo, genuinamente, que es parte de la manera con la que pude integrar todas esas piezas de mí mismo para ser algo relativamente entero”.\nEscritor de relatos cortos\nObama se enseñó a sí mismo a escribir cuando era joven con la ayuda de un diario y escribiendo relatos cortos sobre sus tiempos como activista comunitario en Chicago. Trabajaba en esos cuentos al regresar del trabajo, usando las historias de la gente a la que había conocido. Muchos de los relatos eran sobre personas mayores y estaban formados por un sentido de decepción y pérdida. “No era algo como el joven que va descubriendo cosas en el camino abierto, al estilo Jack Kerouac”, dijo. “Era más melancólico y de reflexión”.\nEsa experiencia subrayó el poder de su empatía. Él mismo un forastero (con un padre keniano que lo abandonó a los dos años de edad y una madre de Kansas con quien vivió un tiempo en Indonesia) podía entender a mucha gente a la que conocía en las iglesias y las calles de Chicago que se sentían desubicadas por cambios o soledad, y siempre se quedó con la observación de su entonces jefe de que “lo que une a la gente para que compartan el coraje que se necesita para tomar acción en pos de sus vidas no es solo que les importen los mismos temas, sino que tengan historias compartidas”.\nTal lección se convertiría en una piedra angular de la visión del presidente, de un Estados Unidos en el que con preocupaciones compartidas –el simple sueño de tener un trabajo decente y asegurar el futuro de los hijos– se podrían obviar las diferencias y divisiones. Después de todo, mucha gente se vio reflejada en la historia de Obama; una historia que, dijo en su discurso en la Convención Nacional Demócrata de 2004, no es posible “en ningún otro país del mundo”.\nContinue reading the main story Foto\nEn el ambiente actual, tan polarizado, en el que el internet ha permitido que cada quien se escude en sus propias burbujas –hablando solo con personas que piensan igual y amplifican sus sesgos y creencias– el presidente ve en las novelas y otras formas de arte (como el musical Hamilton) una manera de tender un puente que podría resarcir las divisiones comunes y “un recordatorio de cuáles son las verdades bajo la superficie sobre las que discutimos casi cada día”.\nDestaca, por ejemplo, que la ficción de Junot Díaz y Jhumpa Lahiri se refiere “a una experiencia migratoria contemporánea muy particular”, pero que, a la vez, cuenta historias sobre “el anhelo por estar en un lugar mejor y al mismo tiempo sentirse desplazado”. Es un tema central en mucha de la literatura estadounidense y nada ajeno a novelas de Philip Roth y Saul Bellow que están “empapadas de este sentido de ser un forastero que anhela entrar, sin estar seguro de qué cede a cambio”.\nObama empezó en el cargo como un escritor y pronto regresará a la vida privada como uno, con planes de escribir unas memorias para las cuales usará los diarios que llenó estando en la Casa Blanca, “aunque no con el nivel de disciplina que me hubiera gustado tener”. Tiene la sensibilidad de un escritor, esa capacidad de estar en el momento mientras se mantiene en los márgenes como observador, con el ojo de un novelista y pendiente de detalles, pero con una voz precisa y a la vez elástica capaz de moverse fácilmente entre lo lírico, lo coloquial y lo profundo.\nLa semana pasada compartió una comida con cinco novelistas a quienes admira: Whitehead, Dave Eggers, Zadie Smith, Junot Díaz y Barbara Kingslover. No solo habló con ellos sobre el contexto político y mediático, sino que discutió el trabajo, preguntándoles cómo iban las giras para promover sus libros e incluso remarcando que le gusta escribir sus primeros borradores a mano y en un bloc de notas.\nObama dice que espera eventualmente usar el sitio web de su presidencia “para ampliar el público que quiere buenos libros”, algo que ya ha hecho con sus listas regulares de recomendaciones, y motivar a la gente a que tenga “conversaciones sobre libros”.\nDijo: “En un momento en el que la mayor parte de nuestra política está dedicada a administrar un choque cultural desencadenado por la globalización y la tecnología y la migración, el papel de las historias en la unificación —el entablar conversaciones, en vez de marginar y dividir— es más importante que nunca”.", "url": "https://www.nytimes.com/es/2017/01/17/los-libros-que-ayudaron-a-barack-obama-en-la-casa-blanca/"}