{"authors": ["Hugo Alconada Mon", "Por Hugo Alconada Mon"], "date_download": "2018-11-16 03:11:30", "date_modify": "2018-11-16 03:11:30", "date_publish": "2018-01-08 13:57:53", "description": "Que uno de los protagonistas del Caso Siemens, uno de los mayores escándalos de corrupción en Argentina, vaya a ser juzgado por el Departamento de Justicia estadounidense representa una oportunidad perdida para combatir la corrupción y terminar con la impunidad en la región.", "filename": "es_2018_01_08__1542337890.html", "image_url": "https://static01.nyt.com/images/2018/01/08/universal/08AlconadaEs/08AlconadaEs-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2018_01_08__1542337890.html", "title": "Lo que hay que tener para derrotar a la corrupción en América Latina", "title_page": "Lo que hay que tener para derrotar a la corrupción en América Latina – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nLa noticia pasó de largo en los medios de comunicación y agencias de noticias de la Argentina y el resto de América Latina. Apenas un par de cables, del 22 de diciembre, informaron que un exejecutivo de la multinacional alemana Siemens se declaró “no culpable” ante una Corte Federal en Nueva York de lavar dinero para pagar coimas en la Argentina y, por tanto, afrontará un juicio oral en Estados Unidos en julio de este año.\nDicho de otro modo, la justicia de Estados Unidos detuvo y juzgará a un alemán por presuntos delitos cometidos en la Argentina, donde esos crímenes siguen impunes desde hace ya veinte años. O: la justicia de Estados Unidos juzgará lo que la de la Argentina no pudo o no quiso juzgar durante las últimas dos décadas. Y eso nos lleva a algo más profundo que el “caso Siemens”, algo más sistémico y generalizado que solo un caso en la Argentina.\nLa impunidad es un viejo flagelo en América Latina. Porque aún en los contados casos en que un acusado se arrepiente y se declara culpable —como ocurrió con Siemens en 2008 y, más acá en el tiempo con el gigante brasileño Odebrecht—, los poderes judiciales del hemisferio se resisten a aplicar condenas contra el poder político o económico.\nLos motivos también son conocidos: el temor a las represalias en ciertos casos —y es cierto que más de un juez terminó en la calle por enfrentar al poder— y la carencia de herramientas indispensables son dos de los principales. Pero también muchos jueces y fiscales forman parte del sistema —del “círculo rojo”, como le dicen en la Argentina— que ellos mismos deberían investigar y condenar.\nComencemos por el inicio. ¿De qué se trata el capítulo argentino del Caso Siemens? En 1998, unos años después de dos atentados terroristas en Buenos Aires, el entonces presidente Carlos Menem ordenó mejorar los controles fronterizos y modernizar los documentos de identidad y los pasaportes.\nEl objetivo era correcto, pero la idea se sazonó con las tentaciones de unos cuantos y, tras una serie de enjuagues que incluyeron a varios pesos pesados criollos —entre ellos, Alfredo Yabrán, los Macri y los Ciccone—, Siemens se quedó con el contrato.\nEl problema es que esas tentaciones fueron demasiado lejos, los valores del contrato resultaron demasiado llamativos y Siemens terminó en el peor de los mundos: pagó sobornos para ganar el contrato, pagó para mantenerlo vivo —mientras la justicia argentina iniciaba una investigación por corrupción— y, tras la asunción del siguiente presidente, Fernando de la Rúa, pagó también a algunos de sus colaboradores para tratar de resucitarlo.\n¿Total? Siemens pagó más de 106 millones de dólares en sobornos. Pero aun así, cuando tras el colapso económico de 2001 la clase política comprendió que no podía darse el lujo de apoyar una negociación tan escandalosa, se quedó sin contrato.\nPara entonces Alemania ya había iniciado su propia investigación sobre las trampas de Siemens alrededor del mundo y Estados Unidos metió también sus narices. Algo similar ocurrió con la corporación Odebrecht durante los últimos tres años, tras una investigación que comenzó en Curitiba se expandió tocando a poderosos y ramificándose por varios países, hasta generar la reacción del Departamento de Justicia estadounidense, que multó a Odebrecht, como en 2008 sancionó a Siemens.\nPor el contrato firmado en la Argentina, Siemens echó a ejecutivos, pagó multas millonarias en Alemania y en Estados Unidos, pidió perdón alrededor del mundo, retiró una demanda contra la Argentina ante el Centro Internacional de Arreglo de Diferencias Relativas a Inversiones (Ciadi) y dijo ser una nueva compañía, con prácticas transparentes y cero corrupción.\nPara resumir la historia, los ejecutivos quedaron a la deriva con sus problemas penales en Alemania, en Estados Unidos y en la Argentina. Entre ellos, Eberhard Reichert, un apacible jubilado alemán de 78 años ahora, pero que en los años noventa fue un alto ejecutivo de Siemens Business Services (SBS) que viajó a la Argentina en 1998 para firmar el contrato con el gobierno de Menem y se encargó también de varios contratos ficticios de consultoría para canalizar los sobornos. Ahora el Departamento de Justicia de Estados Unidos lo juzgará, a partir del 16 de julio, por esos fraudes.\nAsí, mientras Siemens expió sus pecados en Múnich y Nueva York —multa récord de 1600 millones de dólares—, y sus exdirectivos lidian con los platos rotos, la investigación argentina sigue sin establecer condenas. Por el contrario, el expediente que tramita en Buenos Aires desde 1998 estuvo a un paso de terminar en el archivo o cerrarse por prescripción.\n¿A qué se debe esa inacción? Nada que a un latinoamericano sorprenda demasiado, ¿o sí? Durante años jueces y fiscales no quisieron investigar, las defensas plantearon todo tipo de apelaciones dilatorias, los políticos evitaron exponerse entre ellos y los empresarios fueron parte del juego. Por eso, el Caso Siemens es sintomático del cuadro de impunidad que impera en la Argentina y otros muchos países de América Latina, donde la justicia es ciega y dura con los débiles, pero servicial con los poderosos.\nEl Caso Siemens representa una oportunidad perdida en la Argentina y otros países de la región para combatir la corrupción y terminar con la impunidad.\n¿Cuál es el remedio para ese flagelo permanente? No hay una receta universal. Pero Lava Jato aporta algunos indicios que pueden llenar el vacío y ser imitados en toda América Latina: mejores herramientas legales y más presupuesto, sí, pero también contar con instituciones que seleccionen, promuevan y protejan a jueces y fiscales que tengan, como decía Tom Wolfe, “lo que hay que tener”.\nJueces y fiscales deben contar con ciertos recursos legales —como la figura del “arrepentido” o de la “delación premiada”— que le permitan enfrentar al poder sin temor a perder sus trabajos, quebrar la omertá —el código mafioso de silencio entre cómplices—, sancionar empresas corruptas y enviar a la cárcel a los protagonistas del negociado. Pero incluso las leyes adecuadas, las mejores herramientas y el contexto ideal de nada sirve si los magistrados si no se comprometen a impartir justicia.", "url": "https://www.nytimes.com/es/2018/01/08/lo-que-hay-que-tener-para-derrotar-la-corrupcion-en-america-latina/"}