{"authors": ["Lizette Alvarez", "Por Lizette Alvarez"], "date_download": "2018-11-16 03:11:57", "date_modify": "2018-11-16 03:11:57", "date_publish": "2017-08-08 07:30:34", "description": "Decenas de miles de personas han dejado la isla debido a la crisis económica, pero un grupo de jóvenes milenials ha decidido quedarse o regresar para establecer empresas, abrir restaurantes o impulsar sectores como el agrícola y combatir la percepción de que son dependientes de EE. UU.", "filename": "es_2017_08_08__1542337917.html", "image_url": "https://static01.nyt.com/images/2017/08/02/us/00puerto3/00puerto3-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_08_08__1542337917.html", "title": "‘La crisis es una oportunidad’: los milenials apuestan por Puerto Rico", "title_page": "‘La crisis es una oportunidad’: los milenials apuestan por Puerto Rico – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSAN JUAN – Dos jóvenes graduados del Instituto Tecnológico de Massachusetts hicieron lo impensable el verano pasado: renunciaron a sus trabajos en Nueva York para mudarse de regreso al atribulado Puerto Rico. Llevaron con ellos un plan de acción para establecer una empresa.\n“La gente nos decía cosas como: ‘¿Están locos? ¿Por qué van a hacer eso? Regresen después; en este momento, básicamente van directo al infierno’”, dijo uno de ellos, Eric Crespo, de 25 años, quien ayudó a crear Lunchera, una empresa en línea de logística y entrega a domicilio de alimentos que ha crecido rápidamente en Puerto Rico.\nCrespo y su amigo y colega, Bryan Collazo, son parte de una pequeña ola de milenials que, a diferencia de decenas de miles de puertorriqueños que abandonan la isla, deciden quedarse o volver a casa.\nEstán abriendo restaurantes y bares, invirtiendo en nuevas empresas y pequeños negocios o impulsando sectores agonizantes, como la agricultura. Se sienten motivados por la urgencia de ayudar a sacar a Puerto Rico del atolladero en el que se encuentra, pero también por un profundo apego a la isla: sus mares y campiña, su amabilidad, su camaradería y los lazos familiares.\nEl impulso hacia la dirección opuesta es fuerte, ya que Puerto Rico se enfrenta a una calamidad económica que lleva fraguándose más de una década. Esta isla de ciudadanos estadounidenses, cuyas finanzas ahora son supervisadas por una junta de control federal, está anclada a una deuda pública de alrededor de 70 mil millones de dólares, que llevó a una pérdida de empleos que se espera empeore conforme más funcionarios sean despedidos y se intensifique un éxodo imparable que incluye a diversos profesionistas, como doctores, ingenieros y maestros. Desde 2004, más de 400.000 personas han abandonado Puerto Rico, de una población de 3,4 millones.\nContinue reading the main story Foto\nSin embargo, la crisis –Puerto Rico está en su undécimo año de recesión– también ha revelado poco a poco nuevas oportunidades para quienes dejan de lado las formas de pensar más convencionales. Los puertorriqueños han dependido del gobierno durante mucho tiempo para la mayoría de los trabajos, y de Estados Unidos para sus carreras profesionales; los graduados universitarios acudían casi por instinto a empresas estadounidenses para trabajar o se encasillaban en profesiones seguras como la medicina o la ingeniería. En la isla, le llaman mentalidad “colonial”, una manera de pensar que está fuertemente ligada a la situación de Puerto Rico como parte de la mancomunidad.\n“Aquí nos enseñaron a ser empleados, no empresarios”, explicó Carlos Cobián, especialista en organización de eventos que quiere persuadir a los puertorriqueños en Estados Unidos continental a que vuelvan a casa y es un promotor del espíritu emprendedor en la isla.\nEsa mentalidad va cambiando poco a poco. Una generación más joven, metida de lleno en la actual revolución de emprendedurismo, está comenzando a pensar diferente.\nEl gobernador de Puerto Rico, Ricardo Rosselló, anunció en mayo que el gobierno había certificado 260 empresas nuevas, las cuales crearán alrededor de 1000 empleos gracias, en buena medida, a un programa de incentivos fiscales que busca ayudar a los nuevos empresarios. Las compañías nuevas son en su mayoría negocios pequeños mientras que más del 75 por ciento son dirigidas por personas menores de 35 años, de acuerdo con los funcionarios públicos.\n“Durante mucho tiempo se creyó que todo lo que venía de afuera era mejor”, dijo Daniella Rodríguez Besosa, de 32 años, quien pertenece a un nuevo grupo de jóvenes agricultores que ha vuelto al campo, una fuerza olvidada en la isla, y está ayudando a incentivar el agroturismo y el movimiento de alimentos llevados de la granja a la mesa.\nContinue reading the main story Foto\n“Creo que la crisis es una oportunidad; es hasta que estás en una situación desesperada que haces cosas creativas”, aseveró Rodríguez, quien dirige una pequeña granja de vegetales orgánicos, Siembra Tres Vidas, en las montañas de Aibonito. “El cambio puede suceder”.\nDespués de regresar a Puerto Rico cuando era niña, Rodríguez nunca se volvió a ir; estudió biología en la Universidad de Puerto Rico en Mayagüez. “Si nadie se queda a cambiar lo que sucede, la vamos a pasar mal”, expresó. “Además, ¿quién se atreve a dejar un paraíso?”, añadió, señalando el mar a la distancia y las exuberantes montañas a su alrededor.\n“Creo que la crisis es una oportunidad; es hasta que estás en una situación desesperada que haces cosas creativas. Si nadie se queda a cambiar lo que sucede, la vamos a pasar mal”.\nAlgunos agricultores que se encargan de granjas pequeñas y de tamaño mediano comenzaron apenas hace poco a vender sus productos a chefs puertorriqueños, que forman parte del ámbito culinario que se expande cada vez más en la isla, y un grupo de mujeres milenials está ayudando a facilitar este intercambio. La idea de comprar lo que es local es algo nuevo aquí ─el 80 por ciento de los alimentos en Puerto Rico son importados─, pero ahora algunos agricultores venden incluso a Walmart. Otros tienen la mira puesta en las exportaciones.\nCalle Loíza y el barrio de San Juan, en Santurce, cerca de la playa, son el centro donde se congrega esta nueva energía milenial de la cocina. Esta área, alguna vez desolada, ahora está llena de vida, con restaurantes recién abiertos y dirigidos por ingeniosos chefs que saben valorar los ingredientes locales.\nEl Lote 23, un terreno que solía estar vacío, abrió en diciembre y actualmente alberga 16 quioscos de modernos restaurantes. Su cofundadora, Cristina Sumaza, de 29 años, renunció a sus trabajos en NBC Universal y L’Oréal en Nueva York para volver a casa e incursionar como empresaria.\n“La crisis nos ha llevado a pensar diferente”, declaró.\nEl movimiento de las gastronetas también está creciendo, aunque más lentamente. Yareli Manning, dueña del camión Meatball Company, dejó un trabajo en una empresa multinacional en Austin, Texas, para iniciar un parque de food trucks.\nManning recalcó que ha sido difícil. Hay muchos obstáculos para iniciar un negocio en una isla en dificultades económicas que es vigilada por el gobierno federal estadounidense. Lograr que se cambien leyes y regulaciones para conseguir permisos, un proceso de por sí laborioso antes de la crisis, ahora toma aún más tiempo, explicó Manning. Tardó dos años en poder meter dos gastronetas a un parque.\nContinue reading the main story Foto\nEl dinero no abunda, el mercado es pequeño y los paladares puede ser obstinados. San Juan tiene cerca de 400.000 personas y muchos están casados con la comida tradicional y con la rápida. “Tienes que tener paciencia, y la tengo”, aseveró Manning. “A pesar de todo, nunca había sido tan feliz”.\nLos bármanes puertorriqueños y sus nuevos locales, una mezcla de lugares para hípsters despreocupados con vibra latina, han atraído seguidores fuera de la isla. La Factoría, el primer bar de coctelería artesanal genuino en la capital, está escondida en un edificio laberíntico en el Viejo San Juan. Ha llegado en dos ocasiones a la lista de los 50 mejores bares del mundo compilada por Drinks International. Hace poco, los dueños trajeron de vuelta a la isla a Chuck Rivera, un barman que es una estrella en Washington, para que sea su socio en dos bares nuevos.\n“No habría sido posible abrir La Factoría antes; la empezamos solos, sin ayuda de los bancos”, comentó Leslie Cofresí, una de las copropietarias de La Factoría, al referirse al lado bueno de la crisis. “La situación económica ha traído una actitud que es muy diferente de eso que oyes, de que la gente depende del gobierno y quiere dádivas. Es todo lo contrario”.\nLa cultura emprendedora, alguna vez reservada a núcleos aislados como Silicon Valley o Seattle, también ha germinado aquí. Parallel18, aceleradora de empresas creada el año pasado por Sebastián Vidal, está atrayendo a un sinnúmero de jóvenes emprendedores, entre ellos, los dos graduados del Instituto Tecnológico de Massachussets que crearon Lunchera.\nContinue reading the main story Foto\nA solicitantes de todo el mundo les atraen los subsidios, financiados en parte por el gobierno, y la oportunidad de probar sus productos en un mercado bilingüe y bicultural que opera de conformidad con las leyes de Estados Unidos. La competencia por las 80 vacantes anuales es apretada.\nParallel18 quiere que sus emprendedores piensen de manera global. Sin embargo, también fomenta la inversión en Puerto Rico y requiere de empresarios que compartan su conocimiento con estudiantes universitarios. En un año, las iniciativas produjeron ganancias por 14 millones de dólares, de las cuales 8 millones fueron generadas en Puerto Rico.\nJosie Arroyo, de 35 años, renunció a su trabajo en Yahoo en Miami para iniciar su empresa, Bien Cool, la cual diseña postales y tarjetas de agradecimiento inteligentes. La empresa arrancó operaciones en 2013; Arroyo está trabajando con Parallel18 para expandirla. Actualmente, vende sus tarjetas en 100 sitios de la isla y envía órdenes a 25 estados de Estados Unidos continental.\nLa cuestión fundamental para ella y el resto de su generación es: “¿Cómo lograremos tener éxito y ayudar a que Puerto Rica crezca?”.\nTener contacto con puertorriqueños exitosos dispersos en Estados Unidos es clave, según aquellos que buscan impulsar el emprendedurismo. Isabel Rullán ayudó a fundar ConPRmetidos, una organización que pone en contacto a los puertorriqueños en el extranjero con personas y trabajos en la isla, como una manera de promover la innovación.\nEste grupo actualmente trabaja para atraer médicos al país al aprovechar sus redes y haciéndoles llegar los últimos incentivos financieros que ofrece el gobierno para traerlos de vuelta. Puerto Rico vive una escasez aguda de especialistas, debido a que muchos se han marchado para encontrar mejores trabajos en Estados Unidos.\nSumaza, de Lote 23, comentó que no es ingenua respecto del profundo problema de Puerto Rico. “Pero hay una chispa de optimismo”, afirmó con entusiasmo. “Es un movimiento pequeño que crece poco a poco”.", "url": "https://www.nytimes.com/es/2017/08/08/milenials-puerto-rico-emprendedores/"}