{"authors": ["Steph Yin", "Por Steph Yin"], "date_download": "2018-11-16 03:45:00", "date_modify": "2018-11-16 03:45:00", "date_publish": "2017-03-22 08:00:26", "description": "La desextinción de especies significaría el regreso de animales que no han caminado, volado o nadado en este planeta por muchos años, pero también implicaría una posible pérdida de la biodiversidad actual. ¿Vale la pena destinar los recursos a revivir especies o a conservar las que todavía quedan?", "filename": "es_2017_03_22__1542339900.html", "image_url": "https://static01.nyt.com/images/2017/03/21/science/21EXTINCT5/21EXTINCT5-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_22__1542339900.html", "title": "Los científicos podrían revivir al mamut. ¿Deberían hacerlo?", "title_page": "Los científicos podrían revivir al mamut. ¿Deberían hacerlo? – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCon suficiente determinación, inteligencia y dinero, científicos podrían revivir al mamut lanudo, o una versión de él, empalmando genes de los antiguos mamuts con ADN de elefante asiático. Su sueño es generar una población sustentable de mamuts que puedan vagar de nuevo por la tundra.\nSin embargo, hay que considerar: ¿qué tal si el sueño se diera a expensas de los actuales elefantes asiáticos y africanos, cuya cantidad se reduce rápidamente debido a la pérdida de su hábitat y a la caza ilegal?\n“En 50 años, puede que ya no tengamos a esos elefantes”, dijo Joseph Bennett, profesor adjunto e investigador de conservación de la Universidad de Carleton en Ontario. El Dr. Bennett ha pasado su carrera planteando preguntas difíciles acerca de las prioridades en cuanto a la conservación. Con los fondos existentes, tan solo decidir cuáles especies salvar puede ser una suerte de triaje de pacientes.\nHace poco, Bennett y un equipo de colegas enfrentaron una nueva pregunta: si los biólogos moleculares pueden reconstruir especies extintas, como el mamut, ¿debería la sociedad dedicar sus limitados recursos a revertir males pasados o a prevenir futuras extinciones?\nContinue reading the main story Foto\nEn un artículo publicado en Nature Ecology & Evolution a principios de marzo, los investigadores concluyeron que los costos y beneficios de la biodiversidad casi nunca resultaban a favor de revertir la extinción.\n“Si tienes los millones de dólares que costaría resucitar a una especie y eliges hacerlo, estás tomando la decisión ética de regresar una especie a la vida y dejar que otras se extingan”, dijo el Dr. Bennett. “Sería dar un paso hacia adelante, y de tres a ocho hacia atrás”.\nSin embargo, los hallazgos de su equipo no hacen eco entre todos los científicos. Algunos implicados en los esfuerzos por revertir la extinción dicen que el análisis del Dr. Bennett, y otros similares, están muy alejados de los desarrollos reales en ese campo.\nUn grupo líder en este campo es Revive & Restore, una iniciativa sin fines de lucro para rescatar especies extintas y en peligro de extinción mediante ingeniería genética y biotecnología. El grupo, con sede en San Francisco, trabaja para restituir a la paloma migratoria, el mamut lanudo y el urogallo grande.\nContinue reading the main story Foto\nLa conservación es básica en la misión de Revive & Restore, señaló Ben Nova, el investigador en jefe del organismo y un consultor científico, además de que podría haber beneficios ecológicos en la restitución de especies perdidas. En algunos casos, mencionó, las especies vivas están en peligro de extinción, en parte, debido a “la falta de un compañero ecológico o algún eslabón en la cadena alimenticia”.\n“Cualquier esfuerzo para revertir la extinción debe tener beneficios a largo plazo que superen los costos”, dijo Novak.\nAñadió que no es exacto asumir, como lo hace el Dr. Bennett, que financiar la desextinción y la conservación es una situación en la que la ganancia de uno es directamente proporcional a la pérdida del otro, y señaló que los fondos para las biotecnologías de Revive & Rescue provienen de donadores privados o becas institucionales fuera de la esfera de los esfuerzos de conservación.\n‘Si la persona está proponiendo revertir la extinción en términos de conservación, entonces necesita ver fríamente lo que se podría lograr con esos millones de dólares invertidos en las especies vivas’. Joseph Bennett, investigador de conservación de la Universidad de Carleton\nEl Dr. Bennett reconoció que revertir la extinción ciertamente puede producir ganancias a largo plazo, pero que teme que sea un lujo que el mundo no puede darse actualmente. Según algunos cálculos, el 20 por ciento de las especies en el planeta enfrentan la extinción y el porcentaje puede aumentar al 50 por ciento para finales del siglo.\nEn su estudio, el Dr. Bennett y sus colaboradores intentaron hacer un aproximado de los costos de restablecer y mantener a 16 especies que se extinguieron durante el milenio pasado, incluyendo a la paloma de la isla Lord Howe y el canguro rata oriental de Australia, así como el lechuzón cariblanco y la rana waitomoensis de Nueva Zelanda. Los investigadores escogieron estos animales porque podían calcular lo que constaría conservarlos con base en partidas gubernamentales propuestas para salvar a especies vivas similares en peligro de extinción.\nContinue reading the main story Foto\nPuesto que el precio de reconstruir genéticamente a especies extintas todavía se desconoce (aunque podría costar decenas de millones de dólares), los científicos se enfocaron en cuánto costaría solo reintroducir y mantener a estas especies en el medio ambiente natural una vez que se hubieran diseñado mediante ingeniería genética.\nEn Nueva Zelanda, según los cálculos de los investigadores, los fondos requeridos para conservar 11 especies extintas protegerían al triple de especies vivas. En Nueva Gales del Sur, Australia, el costo calculado de revivir a cinco especies extintas fue similar al necesario para salvar a más de ocho veces la misma cantidad de especies vivas.\nEl problema con este análisis, afirmó Stewart Brand, cofundador de Revive & Restore, es que “todas estas son especies que en primer lugar nunca se considerarían en serio para revertir la extinción”, ya sea porque sus roles ecológicos pueden ser aproximados a los de otras especies vivas o porque los beneficios de restaurarlas no son tan grandes como para garantizar los costos.\nArgumentó que Revive & Restore evalúa estrictamente sus proyectos de reversión de extinción, con sus propios criterios y lineamientos internacionales, para asegurar que valga la pena llevarlos a cabo y sean congruentes con la conservación de la biodiversidad existente.\nContinue reading the main story Foto\nLa paloma migratoria, por ejemplo, fue una especie clave que ayudó a regenerar los bosques orientales caducifolios al aterrizar en grandes parvadas sobre los árboles, con lo que rompía sus ramas y producía capas de un rico fertilizante que permitía el crecimiento de nuevos árboles, un papel que otros pájaros posiblemente no puedan cumplir. Algo aun más importante que eso, señaló Brand, es que la paloma migratoria tiene un singular valor simbólico como ”una de las grandes historias de la extinción”.\nSin embargo, otros científicos concuerdan con el Dr. Bennett en que gastar dinero en revertir la extinción es un desperdicio, incluso en un caso como el de la paloma migratoria. Paul Ehrlich, presidente del Centro Para la Biología de la Conservación en la Universidad de Stanford y autor del libro The Population Bomb, dijo que la conservación está ampliamente subfinanciada y que no hay garantía de que restaurar especies extintas vaya a funcionar.\nPara restaurar a la paloma migratoria, afirmó el Dr. Ehrlich, se necesitaría una gran población de crianza — posiblemente con una mayor diversidad genética de la que puede conseguirse a partir de las aproximadamente 1500 palomas conservadas en colecciones de museos— e incluso así puede que “no haya suficiente hábitat para ellas”.\nEl Dr. Bennet dijo que “no quisiera cerrarle la puerta a la reversión de la extinción para siempre”. Puede haber casos en los que valga la pena, reconoció, y buscarla hará que haya avances en la investigación en el área de tecnologías genéticas.\n“Si alguien quiere trabajar revirtiendo la extinción porque es técnicamente fascinante, está bien”, comentó. “Pero si la persona está proponiendo revertir la extinción en términos de conservación, entonces necesita ver fríamente lo que se podría lograr con esos millones de dólares invertidos en las especies vivas: todavía hay mucho por hacer”.", "url": "https://www.nytimes.com/es/2017/03/22/los-cientificos-podrian-revivir-al-mamut-deberian-hacerlo/"}