{"authors": ["Tariq Panja", "Por Tariq Panja"], "date_download": "2018-11-16 03:19:04", "date_modify": "2018-11-16 03:19:04", "date_publish": "2018-05-19 09:30:40", "description": "El delantero de la selección peruana prepara una apelación ante el Tribunal Federal Suizo; esa acción legal es su última oportunidad de anular la suspensión de catorce meses por dopaje que le impediría jugar en el Mundial de Rusia que empieza el próximo mes.", "filename": "es_2018_05_19__1542338344.html", "image_url": "https://static01.nyt.com/images/2018/05/19/sports/soccer/19guerrero/19guerrero-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2018_05_19__1542338344.html", "title": "Paolo Guerrero promete luchar contra la suspensión de la FIFA: ‘Esto es por mi honor’", "title_page": "Paolo Guerrero promete luchar contra la suspensión de la FIFA: ‘Esto es por mi honor’ – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nPaolo Guerrero debería ser el hombre más feliz del mundo.\nPerú, después de una ausencia de 36 años, asistirá al Mundial de Rusia que empieza el mes próximo y Guerrero, en el ocaso de su carrera trashumante, estaba llamado a ser el líder de la selección como su capitán y goleador.\nSin embargo, en vez de soñar con abrir el marcador contra Dinamarca en Saransk, el futbolista de 34 años está consumido por la angustia. Una suspensión de un semestre que él pensaba que ya había cumplido fue extendida a catorce meses, lo que destruye sus sueños, pero también los de su patria que lo adora.\nGuerrero prometió apelar a la nueva suspensión, un esfuerzo con pocas probabilidades de éxito que rápidamente ha ganado “el soporte” hasta del presidente de Perú, Martín Vizcarra.\n“Esto es por mi honor y el de mi familia”, dijo Guerrero en una entrevista telefónica el 18 de mayo, en la que su voz se quebraba. “Hay personas que están hablando de mí, que dicen que hice eso, pero yo nunca he hecho algo así. Nunca he consumido ninguna droga”.\n“He jugado con dedicación durante más de quince años. Jugué mi primer partido para la selección nacional cuando tenía 19 años y siempre luché para clasificar al mundial. Lo di todo para llevar a mi país al torneo y ahora no puedo jugar por algo tan injusto. Estoy muy triste”.\nNo obstante, para Guerrero —quien actualmente es jugador del Flamengo, uno de los equipos más grandes de Brasil— la mayor preocupación es el efecto que la suspensión tiene en la salud de sus padres, José y Petronila, quienes tienen más de 70 años.\n“Mi madre y mi padre son las personas más importantes de mi vida”, dijo. “Verlos tan tristes, tan preocupados que no pueden dormir porque no pueden verme vivir mi sueño, eso es lo peor”.\nGuerrero habló desde su hogar en Perú, donde su madre es asistida por un equipo legal que planea una apelación en la que se jugará el todo por el todo en el Tribunal Federal Suizo para anular la suspensión impuesta después de que el Tribunal de Arbitraje Deportivo (TAS, por su sigla en francés) confirmó el recurso interpuesto por la Agencia Mundial Antidopaje (AMA) contra la decisión emitida por el Comité de Apelaciones de la FIFA sobre la suspensión de seis meses.\nGuerrero insiste en que él no se dopó y al menos dos grupos disciplinarios parecen estar de acuerdo con su afirmación. La FIFA, el órgano rector del fútbol mundial, aceptó la explicación de Guerrero sobre por qué dio positivo en la prueba y redujo su sanción original de un año a seis meses, una suspensión que —tal vez no accidentalmente— habría terminado justo a tiempo para que compitiera en Rusia. En su decisión reciente, un panel del TAS dijo que “aceptaba que él no intentó mejorar su desempeño al ingerir la sustancia prohibida”.\nNo obstante, el TAS, a pesar de estar de acuerdo con la AMA, que había apelado la sanción más corta, determinó que Guerrero es responsable de “alguna falla o negligencia, aunque no fuera significativa“, como justificación para extender la suspensión.\nGuerrero dijo el 18 de mayo que dio positivo por rastros de un derivado de la cocaína después de beber té contaminado antes de dos partidos cruciales para clasificar a la Copa del Mundo ante Argentina y Colombia a fines del año pasado. La prueba positiva significó que él no pudo jugar en noviembre pasado cuando Perú selló su primera clasificación desde 1982 al derrotar a Nueva Zelanda en un repechaje intercontinental con juego de ida y vuelta.\nCuando Jefferson Farfán anotó el primer gol en el juego decisivo, celebró con una camiseta de Guerrero. La victoria 2-0 del equipo detonó una gran celebración por todo Perú, con miles de seguidores ondeando banderas por las calles, y el gobierno declaró un día de fiesta nacional.\nAunque las posibilidades de anular la sanción son escasas, Guerrero, quien ostenta el récord como máximo goleador de la selección peruana con 32 anotaciones, dijo que honrará su apellido hasta el final y no se dará por vencido.\n“Soy un luchador”, dijo. “Siempre he luchado cuando el camino ha sido difícil. No es fácil volverse un futbolista profesional. Luché para convertirme en uno. Seguiré peleando, demostrando mi inocencia, haré todo lo que esté en mis manos para jugar en la Copa del Mundo. No bajaré la cabeza ni me echaré a dormir”.\nFIFPro, el sindicato global de jugadores, se ha unido a la batalla legal para revocar la suspensión de Guerrero. La organización les ha pedido a las autoridades de dopaje que reconsideren las regulaciones que no hacen excepciones en casos de atletas como Guerrero, aunque los grupos disciplinarios saben que ingirió sustancias prohibidas sin tener la culpa.\n“Tanto la FIFA como el Tribunal de Arbitraje Deportivo están de acuerdo en que Guerrero tomó la sustancia sin saberlo y eso no mejoró su desempeño”, dijo FIFPro en un comunicado. “Por lo tanto, desafía al sentido común que reciba una sanción que es tan dañina para su carrera”.\nGuerrero, como el resto de sus compañeros en la selección peruana, todavía no había nacido cuando su país asistió por última vez a un mundial, en España 1982. Reconoció que Rusia era casi con certeza su última oportunidad de cumplir su sueño de la infancia, de sentir un hueco en el estómago antes de un partido importante, de aliviar el dolor de José y Petronila, así como el de sus más de treinta millones de compatriotas.\n“El fútbol es mi vida, mi pasión, y este es mi sueño más grande”, dijo. “No me lo quiten”.", "url": "https://www.nytimes.com/es/2018/05/19/paolo-guerrero-fifa-mundial-peru/"}