{"authors": ["Jason Horowitz", "Por Jason Horowitz"], "date_download": "2018-11-16 03:12:07", "date_modify": "2018-11-16 03:12:07", "date_publish": "2017-08-06 11:00:53", "description": "A pesar de generar empleos e ingresos para la ciudad, las estampidas de turistas saturan las plazas, los canales y los puentes, lo cual ha expulsado a los residentes cercanos a las áreas turísticas y ha afectado a los negocios tradicionales.", "filename": "es_2017_08_06__1542337927.html", "image_url": "https://static01.nyt.com/images/2017/08/02/world/europe/02Venice/xxVenice-slide-N1IH-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_08_06__1542337927.html", "title": "Venecia corre el riesgo de convertirse en la ‘Disneylandia sobre el mar’", "title_page": "Venecia corre el riesgo de convertirse en la ‘Disneylandia sobre el mar’ – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nVENECIA — “Ustedes solo digan escusi y sigan caminando”, le ordenó una joven estadounidense a sus amigos cuando quedaron atrapados en uno de los embotellamientos de turistas que atascan las estrechas calles de Venecia, saturan sus gloriosas plazas y obligan a los lugareños a salir de su encantadora ciudad flotante para irse a otras tierras más apagadas y secas. “¡No tenemos tiempo!”, parecen decir y al gobierno italiano le preocupa que tampoco lo tenga Venecia.\nVenecia, que alguna vez tuvo un gran poderío marítimo y mercantil, corre el riesgo de ser conquistada por los viajeros de un día. Los sonidos que ahora se escuchan en la ciudad son las ruedas de las maletas al chocar con los escalones de los puentes, mientras grupos de turistas marchan sobre los canales de la ciudad.\nFragmentos de dialecto veneciano todavía se escuchan entre los gondoleros que transportan a parejas que se toman selfis. Sin embargo, el idioma más escuchado es un amasijo extraño de inglés, chino y cualquier otra lengua que los megacruceros y vuelos de bajo costo hayan dejado esa mañana. Los hoteles ocupan el lugar de las casas.\nContinue reading the main story Foto\nLos burócratas italianos, lamentando lo que llaman “turismo de baja calidad”, consideran limitar el número de turistas que pueden entrar a la ciudad o a sus plazas emblemáticas.\n“Si llegas a bordo de un barco enorme, desembarcas y tienes dos o tres horas mientras sigues a alguien que lleva una bandera a la plaza de Roma, al puente del Rialto, a la plaza de San Marcos y luego vuelves al barco”, comentó Dario Franceschini, ministro de Cultura de Italia, quien lamentó lo que llamó el turismo del “comes y te vas” que ha llevado tan bajo a la ciudad que se hunde.\n“La belleza de los pueblos italianos no solo yace en la arquitectura, sino también en la actividad cotidiana del lugar, las tiendas, los talleres”, añadió Franceschini. “Necesitamos salvar su identidad”.\nLos lugareños, o lo que queda de ellos en todo caso, se sienten inundados por los aproximadamente 20 millones de turistas que llegan cada año. Las tiendas han decidido poner letreros en las ventanas que señalan la dirección hacia la plaza de San Marcos o el puente del Rialto, para que la gente deje de entrar a preguntarles por dónde ir.\nContinue reading the main story Foto\nLa ansiedad se debe principalmente a los cruceros que pasan a lo largo del canal de la Giudecca, bloqueando lugares emblemáticos como un eclipse que tapa el sol.\nAlgunos de los 50.000 venecianos que quedan en la ciudad, cuya población era de aproximadamente 175.000 personas en 1951, han organizado asociaciones en contra de los “grandes barcos” y venden camisetas que muestran a los cruceros con dientes de tiburón amenazando a los pescadores. En junio, casi la totalidad de los 18.000 venecianos que votaron en un referendo no oficial sobre los cruceros dijeron que los querían fuera de la laguna.\n“Un problema son los barcos”, dijo Franceschini, quien describió su paso frente a la plaza de San Marcos como “un espectáculo inaceptable”.\nContinue reading the main story Foto\nPero los barcos traen dinero y como Venecia ya no es la potencia comercial de antaño, necesita todos los euros que pueda conseguir. Los cruceros no solo aportan dinero a la ciudad; también crean empleos a lo largo de toda una cadena de suministro, ya que benefician a mecánicos, meseros y taxistas acuáticos. Los gondoleros que muy temprano se ponen sus camisas a rayas y bloqueador solar en la calva tienen trabajo constante.\nContinue reading the main story Foto\nCuando un visitante, o al menos el autor de este artículo, llega a la estación de trenes de Venecia y se encuentra ante el icónico canal, tiene la extraña sensación de estar en una versión de Las Vegas en vez de la ciudad italiana. Tal vez se deba a todas las maletas, las bolsas de compras y la ausencia de italianos.\nContinue reading the main story Foto\nLos turistas que quieren llevarse recuerdos a casa —como máscaras venecianas, góndolas de juguete, imitaciones de jarrones o de cuentas de cristal de Murano, gorras de marinero a rayas con la palabra “Venecia”, playeras de distintos equipos de fútbol, mandiles con algún motivo de San Marcos o bolsas de los gigantes del lujo italiano— tienen suerte. No obstante, cada vez es más difícil toparse con una tienda local de un joven emprendedor. La mayoría de los jóvenes se están yendo.\n“Cada vez es más difícil vivir aquí”, dijo Bruno Ravagnan, un lugareño de 33 años mientras tomaba un vaporetto, o autobús acuático, repleto de turistas con sus maletas.\nContinue reading the main story Foto\nMuchos de los habitantes oriundos de Venecia ahora viven en la sección del Castello de la ciudad, muy lejos de la plaza de San Marcos, el centro gravitacional de los turistas, para disfrutar lo más parecido a una vida normal, con énfasis en “lo más parecido”.\n“Si quieres comprar prosciutto, no puedes porque la salumeria ya no está”, comentó Tommaso Mingati, de 41 años. Su familia tenía un pequeño apartamento aquí, pero al igual que la mayoría de los antiguos residentes, se mudaron a Mestre, la sección continental a la que nadie nunca ha llamado la Reina del Adriático.\nMientras su madre lamentaba que la ciudad se convirtiera en una “Disneylandia sobre el mar”, Mingati dijo que el imperio en expansión de los hostales con desayuno incluido estaba forzando a la gente a salir de Mestre.\nContinue reading the main story Foto\nContinue reading the main story Foto\nUn fin de semana al año, durante la Fiesta del Redentor en julio, los venecianos recuperan la ciudad. Regresan de Mestre para beber vino a las orillas del Gran Canal y esperan a ver un espectáculo de fuegos artificiales que haría palidecer de envidia a la afamada compañía neoyorquina Fireworks by Grucci.\nEste año, la celebración coincidió con la Bienal de Venecia que atrae a la isla a miles de sofisticados visitantes para ver lo último en arte, danza y teatro. Los residentes y los amantes del arte han desarrollado una especie de alianza en contra de las multitudes que marchan en San Marcos.\n“Somos un modelo de lo que podría ser”, dijo Paolo Baratta, presidente de la Biennale, mientras observaba los fuegos artificiales desde la terraza de la sede del festival. A las personas que bajan de los cruceros, dijo, “no les importa lo que sucede en Venecia”.\nContinue reading the main story Foto\nContinue reading the main story Foto\nPor la noche, muchos de los turistas regresan a sus cruceros o se van a dormir tras cenar temprano. El resultado es un alivio temporal pero también —como pasa cuando se visita Venecia en los lentos meses de invierno— es un túnel del tiempo hacia una Venecia de otra época.\nPara mí vuelve a ser la ciudad que encontré hace casi 20 años, antes de Google Maps, cuando uno podía perderse y terminar en campos desiertos u olvidados. Al caer la noche, lejos del centro de la ciudad, una pareja de turistas celebraba su boda en un café escondido que no era cursi, sino encantador.\nContinue reading the main story Foto\nEsas horas cautivadoras se extendieron hasta la madrugada, antes de que los turistas aparecieran, cuando hasta la misma plaza de San Marcos estaba vacía, a no ser por las palomas y los madrugadores que se dirigían al trabajo.\nAquellas horas, con las sombras todavía alargadas y la luz reflejándose en la laguna y las ventanas del triforio, me recordaron lo que Raffaelle Nocera me dijo mientras recorríamos el Gran Canal a bordo de un vaporetto.\n“Si te levantas lo suficientemente temprano”, me dijo Nocera, “tendrás toda Venecia para ti”. Eso te recuerda por qué es tan importante protegerla y por qué los italianos están alzando la voz.\n“Hoy es la Plaza de San Marcos o el Puente del Rialto”, dijo Franceschini. “En unos años el problema podría extenderse”.", "url": "https://www.nytimes.com/es/2017/08/06/venecia-corre-el-riesgo-de-convertirse-en-la-disneylandia-sobre-el-mar/"}