{"authors": ["Amy Sutherland", "Por Amy Sutherland"], "date_download": "2018-11-16 04:15:29", "date_modify": "2018-11-16 04:15:29", "date_publish": "2017-02-20 12:00:23", "description": "No tenía muy buena impresión de mi propia especie. Pero al ver a la gente sentir un flechazo tan intenso al adoptar a un perro, comencé a ser testigo de cómo los humanos ansiamos entregar el corazón.", "filename": "es_2017_02_20__1542341729.html", "image_url": "https://static01.nyt.com/images/2017/02/17/fashion/19modern/19modern-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_02_20__1542341729.html", "title": "El amor que solo los perros pueden provocar", "title_page": "El amor que solo los perros pueden provocar – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEl joven taciturno había venido a mí en busca de amor, de preferencia a primera vista. Le hice las preguntas habituales sobre su trabajo, dónde vivía, qué hacía en su tiempo libre. Le pedí que me hablara de sus grandes amores del pasado, qué había funcionado y qué no en aquellas relaciones. Después le pregunté cómo se sentía si lo babeaban o si le dejaban enlodado el sofá.\n“No hay problema”, dijo. “¿Puedo conocer a Chance?”.\nAh, Chance, aquel labrador mestizo, con la alegría de vivir de un cachorrito, que adoraba mordisquear las manos de los voluntarios mientras le ponían la correa.\n“Por una vez, pórtate bien”, le supliqué a Chance al abrir la jaula.\nSe quedó inmóvil mientras le puse el arnés, pero cuando nos dimos la vuelta para irnos comenzó a sacudirse como loco. Sentí un vacío en el estómago. Pero después vi el rostro del joven que esperaba junto a la puerta. Su cara registraba ilusión y solo tenía ojos para Chance.\nPara mi gran sorpresa, me había convertido en una celestina. Las tardes de los sábados me ponía mi playera gris y me dirigía a la Liga de Rescate Animal de Boston, donde ayudaba a las personas a encontrar a sus almas gemelas perrunas entre una sinfonía de ladridos.\nCon este trabajo, no solo he aprendido cómo emparejar a las personas y a los animales, he recibido una clase maestra sobre la capacidad del corazón humano, una lección que yo necesitaba encarecidamente.\nNunca planeé ser una alcahueta. Comencé como voluntaria en el refugio para ayudar a los perros y nada más que a los perros. Cuanto más tiempo pasaba con ellos, más se marchitaba mi amor por mis congéneres.\nEn el refugio, paseaba a los perros abandonados por cualquier motivo o sin motivo alguno. Cuidaba de cachorritos a los que habían dejado atados a postes de luz en el invierno, otros tan flacos que tenían que usar suéteres en el templado clima primaveral para no tener frío por carecer de masa corporal. Cuanto más caminaba con estos perros, más crecía mi amor por los animales.\nQue te digan que eres alguien que prefiere a los animales no siempre es un cumplido, no cuando implica que ames a los animales con una pasión que solo se compara con lo mucho que aborreces a tu propia especie. La gente que ama a los animales puede juzgar a los demás, creer que tiene la razón y ser malhumorada, justo aquello en lo que yo me estaba convirtiendo.\nA medida que pasaba más tiempo en el refugio, descubría que me había vuelto menos paciente con los seres humanos, incluido mi dulce esposo. Pasear a los perros me alegraba, pero mi humor se ensombrecía cada vez que pensaba en la estupidez y la indiferencia de mis hermanos, los Homo sapiens. En el metro, de regreso a casa, me sorprendía darme cuenta de que fruncía el ceño varias veces a los desconocidos en el tren.\nLuego me di cuenta de que, si de verdad quería ayudar a los perros, necesitaba hacer más que ejercitarlos o consolarlos. Tenía que ayudarlos a salir del refugio más rápido, antes de que la vida en la jaula los convirtiera en criaturas descontroladas a las que nadie querría adoptar. Así que pedí que me dieran entrenamiento para presentar a los perros con sus posibles adoptantes.\nAl principio, ayudar con las adopciones hizo que el pésimo concepto en el que tenía a la gente empeorara: tenía que contestar demasiadas preguntas tontas (“¿Qué son esas puntitas en su vientre?”) y solicitudes totalmente absurdas (“Quiero un perro que pueda dejar en una transportadora durante 12 horas al día, pero que corra conmigo los fines de semana”).\nY así fue como un sábado por la tarde observé a una joven pareja amante del aire libre; estaban caminando por la fila de jaulas y se detenían para saludar a cada perro. Les pregunté si había alguno que quisieran conocer.\n“¿Podemos conocer a Ciera?”, preguntó el chico.\n“¿Ciera?”, repliqué, con un poco de pánico. “¿En serio? Digo, sí, claro que pueden”.\nNadie había pedido ver a Ciera, una joven perrita de patas delgadas que iba y venía sin parar. Era tierna, de pelo lustroso y negro, como una foca, pero solía hacer popó en su jaula, y después entraba y salía de ella corriendo. Le parecía divertido pescar tu mano con su pequeño hocico y apretarla fuerte o, si tenías la osadía de sentarte en el suelo, abalanzarse hacia tu cabeza. Daba vueltas en su jaula como si le hubieran dado anfetaminas.\nEsta era su gran oportunidad. No quería engañar a esta pareja sobre ella, un caso serio, pero sí quería que encontrara un hogar. Les pedí que me siguieran hasta una habitación sin nada más que un tapete lleno de manchas y un sofá.\n“¿Por qué no nos quedamos de pie?”, sugerí.\nMientras leía el archivo sobre Ciera en voz alta, solté la correa y confié en que todo saldría bien. Ella comenzó a dar brincos por toda la habitación, saltando del sofá, por el librero y entre las piernas del joven mientras su correa golpeaba todo a su paso. Era un manchón negro que volaba por los aires, con el hocico abierto, y la alegría en sus ojos. En una de esas vueltas, tumbó el portapapeles de mi mano y siguió corriendo.\n“La adoro”, dijo el chico.\n“Yo también”, dijo la chica. “La queremos”.\nTodo el mundo sabe que los perros pueden ser una fuente inagotable de amor absoluto. Los humanos, por el contrario, siempre me ha parecido que toman más de lo que dan, amantes volubles que son reservados con sus afectos y corazones. Sin embargo, al ver a la gente enamorarse de torbellinos como Ciera, noté que mi propia especie anhela, y tal vez incluso necesita, repartir amor a borbotones, algo que rara vez hacemos con otros humanos, incluso si son nuestras parejas.\nUn perro puede comerse tus mocasines italianos, pero nunca se acercará con recelo, ni dirá “Tenemos que hablar”. Con ellos, podemos ser tal como somos. En el refugio, eso es lo que la gente hacía con nuestros pugs tuertos, nuestros sabuesos viejos con parches sin pelo y los cachorritos que saltaban como canguros.\nAl ver a la gente sentir un flechazo tan intenso por un perro, comencé a ser testigo de cómo los humanos ansían entregar el corazón.\nClaro, hay sus excepciones: los clientes indiferentes que andan en busca de bulldogs franceses de un color específico o gente que rechaza a los pitbulls, incluso a los pequeños cachorritos “de raza violenta” que en realidad reparten besos al por mayor.\nY las dificultades de las relaciones humanas pueden evitar que el amor fluya.\nUn día, pasé una tarde entera presentando a un perro de raza pequeña tras otro a un hombre regordete y a su esposa. Mientras el hombre suspiraba contento ante cada perrito, su esposa pasaba la mano por el pelaje de este y acercaba sus dedos con uñas perfectamente arregladas a su nariz para ver si le daba alergia.\n“Este no. Mi nariz lo siente”.\nPara el final de la tarde, el hombre estaba sentado en el vestíbulo con la cabeza entre las manos mientras la esposa hundía sus dedos en una maraña de pelos blancos llamado William.\n“Me acabas de romper el corazón”, se quejó el esposo.\nQuería decirle que se llevara a William y dejara a la esposa.\nSin embargo, la mayoría de nosotros somos como la pareja de mediana edad que llega buscando un perrito dulce de tamaño diminuto que quepa en su departamento de una sola recámara con vista al mar. No teníamos perros miniatura aquel día; no obstante, arriesgándome un poco, señalé un perro desenfadado, cruza de ovejero, cuyo pelaje parecía una alfombra de pelo largo y era del tamaño de una motocicleta.\n“Tal vez ocupe la mitad del sillón”, les dije, “pero no tendrá ningún problema con holgazanear todo el día”.\n“¡Es enorme!”, exclamó uno de ellos, sonriendo.\n“Deberíamos irnos”, dijo el otro.\nPero, durante la próxima hora, cada vez que entraba y salía del área de las jaulas, veía a la pareja, sonriendo ante el mastodonte. Ver cómo se dejaban convencer por el gigante peludo —un perro que parecía ser exactamente lo opuesto de lo que habían ido a buscar— sentí que los restos de frialdad que sentía por mi especie comenzaban a fundirse en mi corazón.\nQuería ayudarlos. Quería ayudar a la gente a hacer lo que era tan evidente para mí: amar con todo el corazón, con un abandono desenfrenado. Siempre había pensado que el amor era una respuesta, pero esta pareja y otras más me habían demostrado que es un sentimiento innato, algo con lo que nacemos, y que necesitamos expresar.\nMuchos de nosotros tenemos mucho amor en nuestro interior y no sabemos qué hacer con él, pero lo reprimimos. Y es justo ahí donde tienen cabida los perros. Con ellos, podemos dejar fluir nuestro amor con libertad sin temer que nos juzguen o nos rechacen. Son como válvulas de escape.\nCiertamente, eso son para mí. Sin embargo, mientras veía a la pareja que estaba lanzando besos al aire frente a la jaula del ovejero, me di cuenta de que había dependido de los perros para mostrar afecto, excesivamente. Con los humanos, me había contenido. Y al amor no le gusta que lo limiten. Así es como uno acaba frunciendo el ceño a los desconocidos en el tren.\nVer a la gente enamorarse es contagioso. Pronto comencé a embelesarme con aquella escena. Amaba al perro. Amaba a la pareja.\n“Bueno, es hora de que se conozcan”, anuncié, tomando una correa.\nPoco después, los tres se fueron a casa juntos, para tratar de caber en su acogedor apartamento. Yo regresé a las jaulas para ayudar a más gente a entregar su corazón.", "url": "https://www.nytimes.com/es/2017/02/20/el-amor-que-solo-los-perros-pueden-provocar-2/"}