{"authors": ["Harris Wofford", "Por Harris Wofford"], "date_download": "2018-11-16 03:44:53", "date_modify": "2018-11-16 03:44:53", "date_publish": "2016-04-29 16:00:36", "description": "Nuestra sociedad busca etiquetar a las personas y meterlas en cajas: hetero, gay. Pero yo no encajo en ninguna: tuve un matrimonio de medio siglo con una mujer maravillosa y ahora soy feliz en compañía de un hombre.", "filename": "es_2016_04_29__1542339893.html", "image_url": "https://static01.nyt.com/images/2016/04/24/opinion/sunday/24wofford/24wofford-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_04_29__1542339893.html", "title": "Un reencuentro con el amor, esta vez al lado de un hombre", "title_page": "Un reencuentro con el amor, esta vez al lado de un hombre – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nNunca imaginé que a los 70 años me enamoraría de nuevo y que me volvería a casar. Sin embargo, los últimos 20 años han convertido mi vida en una historia de dos grandes amores.\nEl 3 de enero de 1996, el teléfono sonó poco antes de la medianoche; interrumpió el silencio de la habitación del hospital. Levanté el auricular del lado de la cama de mi esposa, Clare. “Un momento, por favor, lo comunico con el presidente”. Bill Clinton se había enterado de que Clare, que padecía una grave leucemia, estaba falleciendo. Ella escuchaba y sonreía, pero estaba muy débil para hablar.\nHoras más tarde sostuve sus manos entre las mías, mientras moría. Con 48 años de matrimonio, habíamos pasado toda una vida juntos.\nDurante la fría primavera que siguió, me sentí agradecido por estar vivo, afortunado de tener tantos amigos y familiares y contento porque el presidente me había asignado un trabajo lleno de desafíos relacionado con el servicio militar. Sin embargo, también me preguntaba cómo sería vivir solo el resto de mi vida. Estaba seguro de que nunca volvería a sentir el tipo de amor que Clare y yo compartimos.\nNos enamoramos mientras tratábamos de salvar al mundo durante la Segunda Guerra Mundial. Yo había fundado una organización estudiantil que promovía la unión entre las democracias después de la guerra para mantener la paz. Cuando la dejé para cumplir con mi servicio en el Cuerpo Aéreo del Ejército, Clare se convirtió en la presidenta nacional y lideraba la Student Federalist mientras el grupo crecía por todo el país.\nNuestra aventura romántica perduró cinco décadas. Cuando yo era un candidato al senado en 1991, Clare renunció a su trabajo para convertirse en una compañera de tiempo completo, lo cual nos ayudó a lograr una victoria arrolladora. Cuando perdí por una estrecha diferencia durante la campaña de reelección en 1994, algunos ciudadanos astutos de Pensilvania opinaron que, si Clare hubiera sido la candidata, habría ganado.\nPasamos felices medio siglo juntos. Crecimos en la época de la Gran Depresión, durante la cual su padre sufrió y mi familia prosperó. Ella se volvió escéptica y yo, un optimista.\nEn 1963, tuvimos el honor de visitar al filósofo Martin Buber en su silencioso estudio en Jerusalén. En su obra “Caminos a la utopía”, Buber comenta que una imagen buena y grandiosa despertará de nuevo cuando imagen y destino se encuentren en una hora plástica. Esperanzado, le pregunté si veía llegar pronto esa hora plástica que llevara a la paz entre israelíes y palestinos. Antes de que pudiera contestarme, Clare rio con escepticismo y opinó: “Por lo que he visto, falta mucho tiempo para que eso pase”.\nBuber respondió a Clare: “Tienes razón, el momento entre las horas plásticas puede tardar pero llega, y espero que cuando eso pase, tu realismo no haga que la dejes ir”. Cuando nos íbamos, Buber me dijo: “Obviamente eres un romántico, amigo mío; espero que sepas que un romántico necesita a una realista como Clare”.\nTanto para nuestros tres hijos como para mí, Clare era el corazón de nuestra familia. Cuando le decía: “Eres mi mejor amiga”, me respondía: “Y tu mejor crítica”. Y cuando le decía: “Eres mi mejor crítica”, ella contestaba: “Y tu mejor amiga”.\nLos dos estábamos por cumplir 70 años cuando murió. Asumí que era muy mayor para otro romance. Pero cinco años después, parado en una playa en Fort Lauderdale, Florida, sentí una hora plástica y no quise dejarla ir.\nEl anochecer estaba por llegar y los visitantes que se bronceaban en la playa miraban al oeste, hacia el muro de edificios de concreto en hilera sobre el bulevar para tomar mejor el sol, ignorando el precioso mar. Nadé solo en el agua y llamé la atención de dos personas que estaban junto a la orilla. Se acercaron a saludar y así conocí a Matthew Charlton.\nQuedé impresionado con su personalidad curiosa y educada, y con su calidez. Sabía que era alguien a quien disfrutaría conocer. Nos llevábamos décadas y teníamos intereses profesionales muy diferentes; sin embargo, nos entendimos bien.\nAdmiré el espíritu aventurero de 25 años de Matthew. Cuando me dijo que yo era un “corazón joven”, me gustó la idea, hasta que vi una foto de él en una tabla de snowboard, haciendo un peligroso salto mortal hacia atrás. En el pie de foto del periódico Jackson Hole se leía: “Charlton ejecutó el salto sin problemas”.\nViajamos juntos por el país y luego por Europa: nos hicimos grandes amigos. Ambos sentimos chispas de inmediato y, mientras el tiempo pasó, nos dimos cuenta de que nuestro lazo se había convertido en amor. Solo había experimentado el florecimiento de un amor así con Clare.\nPasaron tres años antes de que tuviera el valor de hablar con mis hijos sobre Matthew. Llevé a una gran boda familiar un álbum con fotos en las que estábamos Matthew y yo en nuestros viajes. No fue la conversación franca que se merecía el asunto. Sin embargo, con el tiempo, mis hijos han recibido a Matthew como un miembro de la familia; de igual modo, los padres de Matthew me han aceptado con cariño.\nPara algunos nuestro vínculo es completamente natural, para otros es una sorpresa extraña, pero la mayoría pronto ve cuán fuerte son nuestros sentimientos y la devoción del uno por el otro. Hemos estado juntos quince años.\nA menudo, nuestra sociedad busca etiquetar a las personas y meterlas en cajas: hetero, gay o algún punto intermedio. No me asigno una categoría con base en el género de los que amo. Tuve un matrimonio de medio siglo con una mujer maravillosa y ahora la fortuna me ha sonreído por segunda ocasión y he encontrado la felicidad de nuevo.\nDurante mucho tiempo no sospeché que imagen y destino podrían encontrarse en mi vida para alcanzar la igualdad y permitir el matrimonio entre personas del mismo sexo. Mi atención estaba en otros asuntos que enfrenta nuestra nación. Buscar cambiar algo que está tan profundamente arraigado en la ley y en la opinión pública, como la definición de matrimonio, parecía imposible.\nEstaba equivocado y no debí haber sido tan pesimista. He visto de primera mano —trabajando y caminando con el reverendo Dr. Martin Luther King Jr.— que cuando llega el momento adecuado suceden cambios importantes en los derechos civiles en una sola década plástica. Está bien ampliar nuestra concepción del matrimonio para incluir a todas las personas estadounidenses que se aman entre sí.\nMatthew es muy distinto a Clare. Las causas políticas que continúan moviéndome no le preocupan, y el diseño no se ha vuelto una prioridad para mí, aunque allí se concentre su mayor talento. Sin embargo, la fuerza misma del amor se pone manos a la obra y reúne a las personas.\nEsta emoción instintiva me permite disfrutar una nueva apreciación de las palabras del poeta Robert Frost:\nSin embargo, a pesar de toda ayuda del pensamiento y la razón,\npermanecemos criaturas de instinto, y así somos felices\nNuestra mejor guía hacia la luz\napasionada elección como a primera vista el amor.\nDos veces en la vida he sentido el impulso de esta apasionada elección. A los 90 años, soy afortunado de estar en una era en la que la Corte Suprema ha fortalecido aquello que el Presidente Obama llama la “dignidad del matrimonio”, al reconocer que el matrimonio no sienta sus bases en la naturaleza sexual, en las elecciones o en los sueños de nadie. Este está fundado en el amor.\nEstos son mis pensamientos mientras Matthew y yo preparamos nuestra ceremonia matrimonial. El 30 de abril, a los 90 y 40 años, uniremos nuestras manos y diremos nuestros votos: para tenernos y protegernos, en la prosperidad y la adversidad, en la riqueza y en la pobreza, en la salud y en la enfermedad para amarnos y respetarnos, hasta que la muerte nos separe.", "url": "https://www.nytimes.com/es/2016/04/29/un-reencuentro-con-el-amor-esta-vez-al-lado-de-un-hombre/"}