{"authors": ["Chuck Klosterman", "Por Chuck Klosterman"], "date_download": "2018-11-16 04:15:21", "date_modify": "2018-11-16 04:15:21", "date_publish": "2016-06-24 20:00:03", "description": "El género musical más importante del siglo XX algún día será olvidado. Probablemente la gente aprenderá del rock a través de un personaje… ¿pero quién podría ser?", "filename": "es_2016_06_24__1542341721.html", "image_url": "https://static01.nyt.com/images/2016/06/11/universal/es/chuckES/chuckES-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_24__1542341721.html", "title": "¿A cuál estrella del rock recordarán los historiadores del futuro?", "title_page": "¿A cuál estrella del rock recordarán los historiadores del futuro? – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read in English\nLlamar a alguien el “mejor” en su área tiende a reflejar más sobre quien lo dice que la persona que es mencionada.\nPero aplicar eso a la música rock es más difícil. Casi cualquier cosa puede etiquetarse como “rock”: Metallica, Mannheim Steamroller, un corte de pelo o un silenciador para autos. Si eres un exitoso contador con un jacuzzi, muchos clientes dirán que eres la “estrella de rock de la contaduría” cuando les describan tus servicios a otros amigos.\nLa música que definió la primera mitad del siglo XX fue el jazz; la que definió la segunda mitad del siglo XX fue el rock, pero con una ideología y saturación mucho más penetrante. Solo la televisión supera su influencia.\nEl valor simbólico del rock se basa en el conflicto: surgió de la invención del adolescente en la época posterior a la Segunda Guerra Mundial; el género funcionó como banda sonora de un periodo de 25 años, cuando el espacio entre generaciones fue totalmente real y extraordinariamente vasto.\nEsa disonancia le dio a la música rock una importancia distintiva y no musical durante mucho tiempo pero ese periodo se acabó. El rock —o por lo menos la versión metafórica de sus himnos y el Hard Rock Café— se ha vuelto más accesible socialmente pero menos esencial en esa misma sociedad, aprisionado por sus propias limitaciones formales.\nContinue reading the main story Foto\nSu recesión cultural se entrelaza con su absorción social. Como resultado, lo que nos queda es un género musical orientado a los jóvenes que, primero, no tiene importancia simbólica y además carece de potencial creativo y no tiene relación específica con los jóvenes. Ha completado su trayectoria histórica. Eso significa que terminará por existir sobre todo como una actividad académica. Será necesario enseñarle a la gente a sentirlo y entenderlo.\nMe imagino un salón de clases en 300 años, en el que un profesor dirige un aula llena de estudiantes. Estos alumnos se relacionan con la música rock de manera tan fluida como lo harían con la música de Mesopotamia: es un estilo que han aprendido a reconocer, pero apenas (y solo porque han tomado esa clase).\nNadie en el salón puede nombrar más de dos canciones de rock, excepto el profesor. Él explica la estructura sónica del rock, sus orígenes, la manera en que funcionó como moneda cultural y cómo moldeó y definió a tres generaciones de una superpotencia mundial. Para estos estudiantes del futuro, esa sola imagen define lo que era el rock.\nContinue reading the main story Foto\n¿Cuál es esa imagen?\nEn efecto, hay una respuesta a esta hipótesis que resulta inmediata y sensata: los Beatles. La lógica apunta a su dominio. Fueron la banda más popular en el mundo durante el periodo en el que estuvieron activos y ahora, cinco décadas después, solo son un poco menos populares. Los Beatles definieron el concepto de lo que debía ser un “grupo de rock”, y sus sucesores se modelaron (consciente o inconscientemente) según el patrón que ellos encarnaron.\nSu presentación de 1964 en “The Ed Sullivan Show” se cita con tanta regularidad como el génesis de otras bandas que podría argumentarse que ellos inventaron la cultura de los setenta, una década en la que ya no estaban juntos. Se puede decir que los Beatles lo inventaron todo, incluyendo la misma noción del rompimiento de una banda.\nAún hay cosas de los Beatles que no pueden explicarse, casi hasta el punto de lo sobrenatural: la manera en que su música resuena con los niños pequeños, por ejemplo, o la manera en que resonaba con Charles Manson. Es imposible imaginar que habrá otro grupo de rock en el que la mitad de sus integrantes sufran intentos de asesinato no relacionados.\nEn la cultura occidental, casi todo se entiende mediante el proceso narrativo, a menudo en detrimento de la realidad. Cuando relatamos la historia, tendemos a usar la experiencia de vida de una persona —el “viaje” de un “héroe” particular, según la jerga del mitólogo Joseph Campbell— como un prisma para entender todo lo demás.\nEsa inclinación afecta a los Beatles como banda, pero hace que surjan dos personajes más: Elvis Presley y Bob Dylan. Los Beatles son el grupo más significativo, pero Elvis y Dylan son los individuos sobresalientes, tan eminentes que no es necesario mencionar el apellido de Elvis ni el primer nombre de Dylan.\nAun así, ninguno de los dos es una manifestación ideal del rock como concepto.\nContinue reading the main story Foto\nSe ha dicho que Presley inventó el rock and roll, pero en realidad armó una forma de “prerock” primordial que apenas se parece a la estética post “Rubber Soul” que llegó para definir qué es este tipo de música. También salió de la cultura del rock relativamente temprano; para 1973 ya estaba fuera del juego en términos prácticos. Por el contrario, la carrera de Dylan se extiende por toda la historia del rock.\nSin embargo, jamás hizo un álbum que “roqueara” de una manera convencional (el disco en vivo “Hard Rain” es tal vez el más cercano a eso). Aun así, son personalidades del rock. Ambos son integrales para el corazón del género e influyeron en todo lo que hemos podido entender sobre él (incluyendo a los Beatles, un grupo que no habría existido sin Elvis y no habría buscado la introspección sin Dylan).\nEn 300 años, la idea de representar la “música rock” mediante una combinación de Elvis y Dylan sería equitativa y extrañamente precisa. Pero el paso del tiempo hace que esto sea cada vez más difícil. Siempre es más fácil que una cultura retenga una historia en vez de dos, y las historias de Presley y Dylan apenas se tocan (se supone que se encontraron una sola vez, en una habitación de un hotel en Las Vegas).\nMientras escribo esta oración, la estructura social de Elvis y Dylan se siente similar, quizá idéntica. Pero es completamente posible que uno de ellos se olvide conforme el tiempo avance. Y si eso pasa, la consecuencia será enorme. Si concedemos que el “viaje del héroe” es la historia de facto con la que entenderemos la historia, las diferencias entre estos dos héroes alterarían de manera profunda la descripción de qué se supone que era la música rock.\nSi Elvis (sin Dylan) es la definición del rock, entonces el rock se recuerda como el mundo del espectáculo. Como Frank Sinatra, Elvis no escribía canciones; interpretaba las que otras personas escribían (y, al igual que Sinatra, lo hacía de manera estupenda). Pero quitarle a la ecuación del rock el protagonismo de la composición de canciones la altera radicalmente.\nEl rock se convierte en un arte performativo donde el significado de una canción importa menos que la persona que lo canta. Se vuelve música de personalidad y las cualidades dominantes del personaje de Presley —su sexualidad, su masculinidad, su carisma incluso después de muerto— se convierten en los significantes de lo que era el rock.\nContinue reading the main story Foto\nPero si Dylan (sin Elvis) se convierte en la definición del rock, todo se revierte. La autenticidad lírica se vuelve todo; el rock se califica como un arte intelectual, entrelazado a la tradición folclórica. Se recordaría como algo mucho más político de lo que en realidad fue, y significativamente más político que el mismo Dylan. El hecho de que Dylan no tenga una voz convencionalmente “buena” para cantar constituye una prueba retrospectiva de que las audiencias del rock daban prioridad a la sustancia por encima del estilo.\nEstas son las dos mejores versiones de este proceso potencial. Y ambas tienen sus defectos.\nDesde luego, hay otra forma de considerar cómo se desarrollarán las cosas, y podría parecerse más a la forma en que se construyen las historias reales. Estoy creando una realidad binaria en la que Elvis y Dylan comienzan la carrera hacia la posteridad como iguales, solo para que uno de los corredores caiga y desaparezca. El que queda “gana” por defecto (y quizá eso ocurre).\nPero podría funcionar a la inversa. Una situación más plausible es que las personas del futuro decidirán caprichosamente cómo quieren recordar el rock. Si la memoria construida es una caricatura de un concierto de rock plagado de melenudos, la respuesta probablemente sea Elvis; si se trata de una aparición poco realista y alegre de la hagiografía punk, la respuesta probablemente es Dylan. Pero ambas conclusiones nos dirigen a la misma pregunta recalcitrante: ¿qué nos hace recordar las cosas que recordamos?\n“Hay una parte de mi cerebro que tiende a buscar la justicia; esa zona cree —o necesita creer— que la espuma sube a la superficie, y la mejor obra perdura mediante la virtud de su calidad”, argumenta la periodista de música Amanda Petrusich, autora de “Do Not Sell at Any Price”, un vistazo al mundo obsesivo de los coleccionistas de discos de 78 r.p.m. “Esa música se vuelve emblemática porque es la más efectiva. Cuando pienso en el rock y quién podría sobrevivir, de inmediato pienso en los Rolling Stones. Son una banda que suena como todos hemos decidido que debe sonar el rock: desatado y salvaje. Además, son buenos”.\nEso es verdad. Los Rolling Stones son buenos, incluso cuando lanzan discos como “Bridges to Babylon”. Han sobrevivido a cada banda que alguna vez compitió contra ellos, con ventas de sus álbumes que superan a la actual población brasileña. Desde un punto de vista de credibilidad, los Rolling Stones están más allá de la crítica, sin importar cómo eligen promocionarse.\nEl nombre de la revista más importante que cubre la música rock se inspiró en su mera existencia. Los integrantes del grupo han enfrentado arrestos en varios continentes, han estado al frente del concierto más desastroso en la historia de California (en el Altamont Speedway) y se nombraron a sí mismos (sorprendentemente sin que se les rebatiera mucho) “la banda de rock and roll más grandiosa del mundo” desde 1969. Si retomamos la premisa de que la memoria colectiva del rock debería encajar con el artista que representó de manera más precisa lo que la música rock de verdad era, entonces los Rolling Stones son una respuesta sólida.\nContinue reading the main story Foto\nPero no son la respuesta final.\nEn la misión Voyager I, la NASA envió una nave al espacio profundo en 1977. Aún está allá afuera, escapó para siempre de la gravedad de la Tierra. Ningún objeto hecho por el hombre ha viajado más lejos; cruzó la órbita de Plutón en 1989 y actualmente flota por el vacío interestelar. La esperanza era que la nave fuese descubierta por extraterrestres inteligentes, así que la NASA incluyó un álbum recopilatorio hecho de oro, junto con un bosquejo rudimentario de cómo tocarlo con una aguja. Un equipo dirigido por Carl Sagan seleccionó el contenido del álbum.\nEn caso de que los alienígenas reproduzcan la grabación, se supone que esta reflejará la diversidad y la genialidad de la vida terrícola. Esto, como es obvio, presupone muchas esperanzas descabelladas: que la nave sea encontrada de alguna manera, que los alienígenas que la encuentren sean vagamente humanos, que estos alienígenas vagamente humanos sean capaces de percibir estímulos tanto visuales como sónicos y que estos alienígenas no estén escuchando aún cartuchos de 8 pistas.\nPero sí garantizó que una canción de rock existirá aunque el sol de pronto se trague la Tierra: “Johnny B. Goode”, de Chuck Berry. Los promotores de incluir la canción fueron Ann Druyan (quien más tarde se convirtió en la esposa de Sagan) y Timothy Ferris, un escritor de ciencia y amigo de Sagan que colaboraba en la revista Rolling Stone.\n“Johnny B. Goode”, es la única canción de rock en el disco del Voyager, aunque se consideraron algunas otras canciones. “Here Comes the Sun” fue otra opción, y los cuatro integrantes de los Beatles querían que la incluyeran, pero ninguno poseía los derechos de autor de la canción, así que se eliminó por razones legales.\nQue esto pasara en 1977 también fue relevante para la selección de la canción. “Johnny B. Goode” tenía 19 años en ese entonces, lo cual la hizo parecer distinguida, casi prehistórica. Sospecho que la principal razón para elegirla es que pareció sensato hacerlo. Pero fue más que sensato. Fue, ya sea accidental o intencionadamente, el mejor artista que la NASA pudo elegir. Chuck Berry bien podría convertirse en el músico que la sociedad elija cuando los nietos de nuestros nietos estudien la música rock en retrospectiva.\nContinue reading the main story Foto\nSupongamos que todos los componentes del rock se disuelven y dejan atrás un residuo difuso que lo categoriza como una colección de tropos memorables. Si eso ocurre, los historiadores reconstituirán el género como un rompecabezas. Mirarán estos tropos como una categoría e intentarán decidir quién se ajusta mejor a ella. Esa categoría hipotética está hecha para Chuck Berry.\nLa música rock es simple, directa y se basa en el ritmo. Berry creó música simple, directa y basada en el ritmo.\nEl rock es música negra que los blancos hicieron comercial, en especial músicos blancos de Inglaterra. Berry es un hombre negro que influyó directamente en Keith Richards y Jimmy Page.\nA la música rock le preocupa el sexo. Berry fue un adicto al sexo cuya única canción en escalar los rankings estadounidenses hasta el número 1 se trataba de jugar con su pene.\nLa música rock es anárquica. Berry fue encaarcelado dos veces antes de cumplir 40 años.\nEl rock está relacionado con el mito y la leyenda (tanto así que el declive de la prominencia del rock coincide con el ascenso de internet y la destrucción de la narrativa anecdótica). Berry es el tema de muchas leyendas urbanas, varias de las cuales podrían ser verdad y que a menudo incluyen vulgaridad y violencia.\n“Si intentaras darle al rock and roll otro nombre”, dice la frase célebre de John Lennon, “podría ser Chuck Berry”.\nEl personaje de Berry es la síntesis más pura de cómo entendemos qué es la música rock. Las canciones que hizo son esenciales, pero secundarias a quién era él y por qué las hizo. Él es la idea misma.", "url": "https://www.nytimes.com/es/2016/06/24/a-cual-estrella-del-rock-recordaran-los-historiadores-del-futuro/"}