{"authors": ["Ken Belson", "Por Ken Belson"], "date_download": "2018-11-16 04:15:58", "date_modify": "2018-11-16 04:15:58", "date_publish": "2016-05-30 16:00:55", "description": "Flávio Augusto da Silva, el dueño mayoritario del Orlando City, está aprovechando un programa federal que otorga beneficios a quienes aportan medio millón de dólares en proyectos de infraestructura para atraer inversionistas a su proyecto deportivo.", "filename": "es_2016_05_30__1542341758.html", "image_url": "https://static01.nyt.com/images/2016/05/17/sports/17STADIUMweb1/17STADIUMweb1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_05_30__1542341758.html", "title": "El precio de una ‘green card’: 500.000 dólares para un estadio de fútbol en Orlando", "title_page": "El precio de una ‘green card’: 500.000 dólares para un estadio de fútbol en Orlando – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nORLANDO, Florida – Durante años los equipos deportivos han tratado de sufragar los costos multimillonarios de sus nuevos estadios pidiéndole a sus aficionados que compren un abono para toda la temporada.\nPero ahora, Flávio Augusto da Silva está llevando este concepto un paso más allá.\nEn el que podría ser el primer negocio de este tipo, Da Silva, el dueño mayoritario del Orlando City, miembro de la Major League Soccer (MLS), le está pidiendo a inversionistas de Brasil, China y otros países 500.000 dólares para ser socios del estadio que está construyendo cerca del centro de Orlando.\nA cambio de ese dinero, los inversionistas extranjeros recibirán dividendos anuales, dos boletos para la temporada completa y algo todavía más valioso: una green card que les permite a ellos, a sus esposas y en algunos casos a sus hijos vivir y trabajar en Estados Unidos.\nLa oferta de la visa es legal y usa un programa federal con 25 años de antigüedad conocido como EB-5, actualmente bajo revisión del Congreso de Estados Unidos. Aprobado en 1990, el programa fue diseñado para ayudar a pagar proyectos de infraestructura en áreas rurales y urbanas empobrecidas.\nCuando los bancos frenaron los créditos después de la ultima recesión, los promotores usaron el programa para financiar hoteles, condominios y otros proyectos en varios lugares, desde Miami hasta Manhattan. Como resultado, la cantidad de visas EB-5 entregadas llegó a casi 9000 el año pasado mientras que en el 2003 era de menos de 100.\nPero Da Silva está construyendo un estadio de 156 millones, no un rascacielos o un centro comercial, y no está vendiendo acciones a extranjeros por escasez de crédito, sino porque los legisladores de Florida no aportaron subsidios para el estadio en el vecindario Parramore de Orlando.\n“Para nosotros fue una decisión económica,” dijo Da Silva, que espera obtener aproximadamente la mitad del costo del estadio a través del programa. “Y había demanda de parte de personas que querían mudarse a Estados Unidos, tener una green card y una oportunidad de participar en el crecimiento del club.”\nY aunque en marzo, un líder republicano criticó el uso del programa por parte del equipo por ser un foco de corrupción y una amenaza para la seguridad nacional, el programa puede ser un nuevo método para los equipos que buscan financiamiento para sus estadios y no cuentan con el apoyo de los gobiernos locales porque los votantes no están de acuerdo con destinar el dinero público para financiar a proyectos de empresarios adinerados.\nContinue reading the main story Foto\nEl proyecto de Orlando contempla un estadio para 25.000 personas que estará listo para la temporada 2017 y en el que jugarán tanto el Orlando City S.C. como el Orlando Pride, el equipo femenino propiedad de Da Silva y su socio Phil Rawlings. Originalmente, el ayuntamiento y el condado habían acordado subsidiar el proyecto, pero cuando los legisladores del estado se negaron a aprobar una rebaja al impuesto sobre el consumo, Da Silva recurrió al programa EB-5, y contó con el visto bueno del alcalde Buddy Dyer.\nLa solución del equipo “acabó siendo una situación en la que todos ganaron” dijo Dyer en su oficina cercana al terreno, de 4,2 hectáreas en el que toma forma el esqueleto del estadio. “Lo que yo le digo a otros alcaldes es que soy el alcalde más feliz de Estados Unidos, y repaso toda la letanía, incluido el futbol.”\nDa Silva supo del programa EB-5 porque él obtuvo su green card en 2009 por invertir en un proyecto, ahora rodeado de problemas, en Vermont. Mientras que la mayor demanda de visas EB-5 viene de China, Da Silva, que creó una cadena de escuelas de habla inglesa en Brasil con la que hizo una fortuna que en 2014 ascendía a 444 millones según Forbes Brasil, decidió dirigirse a sus paisanos.\nA los brasileños, sobra decirlo, les apasiona el fútbol. Algunos ya son hinchas del Orlando City y en Brasil se retransmiten sus partidos. Es el equipo actual de Kaká, el campeón del mundo y Balón de Oro de la FIFA.\nContinue reading the main story Foto\nEl proyecto de Da Silva se ha visto beneficiado por varios años de turbulencia política y económica en Brasil, un país cuya élite busca maneras de depositar sus fortunas en el extranjero.\nEl club dice que ya cuenta con 30 inversionistas para un total de 15 millones, un 10 por ciento del costo total del proyecto. Rawlings, fundador y presidente del club, aseguró que captarán otros 5 millones cada mes en nuevos compromisos de inversión.\n“No sé por qué la gente no ha sacado más ventaja del programa porque es perfecto para cuando quieres construir un estadio”, dijo Rawlings. “El programa es, en realidad, un instrumento de desarrollo económico.”\nEl comisionado suplente de la M.L.S., Mark Abbot, dijo que la liga había revisado la propuesta de inversión y la encontró “innovadora.”\n“La liga no permite este tipo de financiación para clubes,” dijo Abbot, “pero para construir estadios lo encontramos apropiado.”\nAdemás de su participación en la compañía que administra el estadio, los inversionistas recibirán dos asientos durante 10 temporadas. (Los inversionistas no tienen control sobre el equipo en sí mismo que es parte de otra compañía.) Aun así, Da Silva no niega que las visas hayan sido el gancho real.\nUsar el programa EB-5 puede ser complicado porque el lugar de construcción debe estar en una zona de alto desempleo. Para calificarlo así, algunas veces se manipulan los límites de los distritos para crear zonas económicamente pobres (aunque esencialmente manufacturadas).\nAdemás, los promotores deben invertir millones de su propio dinero para empezar la construcción, ya que puede llevar meses, e incluso años, que el gobierno apruebe cada visa EB-5. Los solicitantes deben pasar una revisión de antecedentes y demostrar que el proyecto es viable y que creará al menos 10 empleos por cada visa emitida. Las visas pueden convertirse en permanentes después de un periodo de prueba de dos años.\nContinue reading the main story Foto\nNo queda claro cuánto tiempo tendrán otras franquicias deportivas para optar por financiación a través del programa EB-5 pues este enfrenta serios cuestionamientos en el congreso. Algunos proyectos fondeados por el EB-5 se han convertido en despilfarros y han producido poco o ningún beneficio económico. En otros casos los inversionistas han acusado a los desarrolladores de malgastar su dinero y de no haber visto los frutos de su inversión.\nPor ahora los opositores del programa no han sido capaces de conseguir los votos necesarios para derogarlo y eliminarlo, así que otros equipos podrán seguir el ejemplo del Orlando City.\nPor ejemplo, en la M.L.S. un grupo encabezado por David Beckham está tratando de armar un plan para un estadio en Miami y los dueños de equipos en Nueva York, Los Angeles y Washington están en diversas etapas del mismo proceso.", "url": "https://www.nytimes.com/es/2016/05/30/el-precio-de-una-green-card-500-000-dolares-para-un-estadio-de-futbol-en-orlando/"}