{"authors": ["Jon Pareles Y Nate Chinen", "Por Jon Pareles Y Nate Chinen", "Jon Pareles", "Nate Chinen"], "date_download": "2018-11-16 04:15:09", "date_modify": "2018-11-16 04:15:09", "date_publish": "2016-09-13 18:00:56", "description": "Nuestros críticos musicales reseñan las canciones más recientes de Lady Gaga, Zack de la Rocha, Green Day y Peter Gabriel, que fueron lanzadas esta semana.", "filename": "es_2016_09_13__1542341709.html", "image_url": "https://static01.nyt.com/images/2016/09/10/arts/09GAGA2-web/09GAGA2-web-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_09_13__1542341709.html", "title": "Playlist: Lady Gaga regresa con mal de amores, Peter Gabriel le canta a Snowden y Zack de la Rocha sigue furioso", "title_page": "Playlist: Lady Gaga regresa con mal de amores, Peter Gabriel le canta a Snowden y Zack de la Rocha sigue furioso – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nLos críticos de pop de The New York Times reseñan las mejores canciones de la semana. Acá ofrecemos una selección pero se pueden escuchar todos los temas escogidos en Spotify.\nLady Gaga, ‘Perfect Illusion’\nDe regreso después de una incursión en las canciones de musicales y los clásicos, Lady Gaga proyecta su gran voz en uno de los temas eternos del pop: la furia y la decepción después de terminar una relación. “Lo confundí con el amor/ pero no era amor, era una ilusión perfecta”, canta, furiosa y trémula.\nLady Gaga y tres productores —Mark Ronson, Kevin Parker de Tame Impala y BloodPop— le apuestan a un híbrido dance-rock de los ochenta, con un ritmo Motown que forma la base de música electrónica y guitarras, así como un clásico cambio de tono al estilo del Top 40 en el último verso. Pero la influencia de la que Lady Gaga aún no puede escapar es Madonna; el clímax del coro, las palabras “perfect illusion”, utilizan la misma línea melódica de “keeping my baby” en “Papa Don’t Preach”.\nZack de la Rocha, ‘Digging for Windows’\nEl narrador es un prisionero —encarcelado en algunos versos, aturdido por el capitalismo en otros— en “Digging for Windows”, la primera canción en solitario de Zack de la Rocha en una década, el rapero que lideró Rage Against the Machine.\nProducido por El-P (quien invitó a De la Rocha a su proyecto Run the Jewels), la canción golpetea, en su mayor parte con una nota que se repite sin descanso, con lo que la pista se hace más densa y termina con una ruidosa guitarra que combina con la furia ascendente que expresa. Parte del mensaje es discutible —como la frase “no votaré este año”—, pero la furia es convincente.\nGreen Day, ‘Revolution Radio’\nCorría el 2004, otro año de elecciones, cuando Green Day lanzó American Idiot, su bomba contra los años de George W. Bush. “Revolution Radio” es la canción que también le da título al álbum que lanzarán el 7 de octubre, y las herramientas y actitud de Green Day no han cambiado: la propulsión punk, las melodías de la guitarra y la batería agresiva detrás de una melodía pop que hace un llamado a una “canción de cuna de rebeldes bajo las estrellas y franjas/ para las almas perdidas que fueron engañadas”. La vieja energía de la banda perdura.\nPeter Gabriel, ‘The Veil’\nHacer que Peter Gabriel escribiera la canción para el filme Snowden, de Oliver Stone, era una combinación tan perfecta que parece casi inevitable. Gabriel se dio cuenta de las implicaciones de internet desde el principio, mucho antes de que sus canciones mostraran las maneras en que los sistemas oprimen la libertad individual.\nTambién es un maestro de la producción tenebrosa, llena de suspenso que aviva la paranoia, como la percusión insistente y los trozos de melodías escalonadas que utiliza en “The Veil”. La letra es relevante: “Algunos dicen que eres patriota; otros dicen que eres espía / un héroe estadounidense o un traidor que merece morir”. Pero Gabriel también encuentra implicaciones más grandes, mientras canta: “No hay un lugar seguro adonde ir”.", "url": "https://www.nytimes.com/es/2016/09/13/playlist-lady-gaga-regresa-con-mal-de-amores-peter-gabriel-le-canta-a-snowden-y-zack-de-la-rocha-sigue-furioso/"}