{"authors": ["Tim Arango Y Ceylan Yeginsu", "Por Tim Arango Y Ceylan Yeginsu", "Tim Arango", "Ceylan Yeginsu"], "date_download": "2018-11-16 03:45:03", "date_modify": "2018-11-16 03:45:03", "date_publish": "2016-07-16 13:03:52", "description": "Al mediodía había pocas señales de que aquellos que participaron en el intento de golpe de Estado aún estaban en condiciones de desafiar al gobierno y dicho intento fue calificado por muchos como un fracaso.", "filename": "es_2016_07_16__1542339903.html", "image_url": "https://static01.nyt.com/images/2016/07/17/world/17Turkey-SS10/17Turkey-SS10-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_07_16__1542339903.html", "title": "El gobierno turco recupera el control y detiene a miles de militares que intentaron dar un golpe de Estado", "title_page": "El gobierno turco recupera el control y detiene a miles de militares que intentaron dar un golpe de Estado – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nESTAMBUL — El gobierno de Turquía detuvo a miles de soldados que dijeron haber formado parte del intento de golpe de Estado y rápidamente reestableció el control tras una noche de caos e intrigas que dejaron cientos de muertos.\nPara el mediodía del sábado, había pocos indicios de que aquellos que participaron en el intento de derrocar al gobierno aún podían desafiarlo y la revuelta fue calificada por muchos como un fracaso.\nEl primer ministro turco, Binali Yildirim, describió a la insurrección como “una mancha en la historia de la democracia”, en una conferencia de prensa en Ankara. Dijo que los enfrentamientos dejaron 265 muertos, 1440 heridos y que 2839 integrantes del personal militar fueron detenidos.\nLa insurrección comenzó el viernes en la noche con la toma de dos puentes en Estambul por las fuerzas militares y, mientras tanto, no era clara la ubicación del presidente turco Recep Tayyip Erdogan. Al final, se dirigió a la nación a través de la aplicación FaceTime, en lo que parecía el intento de un hombre por mantener el poder. Pero después, aterrizó en Estambul en la madrugada del sábado, un indicio de que el golpe de Estado estaba fracasando.\nContinue reading the main story Foto\nErdogan culpó a los partidarios de Fethullah Gulen, un clérigo musulmán que vive exiliado en Pensilvania, Estados Unidos, y quien fuera aliado del presidente hasta hace tres años. Se sabe que los seguidores de Gulen tienen una fuerte influencia en los sistemas policiacos y de justicia, pero que su injerencia en el ejército es menor.\nEl presidente turco dijo sobre Gulen: “Tengo un mensaje para Pensilvania: ‘Ya has traicionado suficientemente a este país. Si te atreves, regresa a tu país”.\nEl clérigo negó haber estado involucrado en el intento de golpe de Estado, según escribió en una declaración publicada en la página web de su grupo, la Alianza de Valores Compartidos. Gulen también condenó el intento golpista y defendió el proceso democrático del país.\nAsimismo, Erdogan afirmó que los jets turcos habían bombardeado tanques en las calles de Ankara y que también derribaron un helicóptero militar que había sido usado por los conspiradores.\nTras una noche larga y surreal, parece que el gobierno ha recuperado el control. Pero muchas preguntas quedan en el aire, entre ellas, quién estuvo detrás del complot y cuál será el efecto a largo plazo en el sistema político de Turquía, un integrante de la OTAN que es uno de los aliados más importantes de Estados Unidos en la lucha contra el Estado Islámico.", "url": "https://www.nytimes.com/es/2016/07/16/el-gobierno-turco-recupera-el-control-y-detiene-a-miles-de-militares-que-intentaron-dar-un-golpe-de-estado/"}