{"authors": ["Marina Franco", "Por Marina Franco"], "date_download": "2018-11-16 04:15:47", "date_modify": "2018-11-16 04:15:47", "date_publish": "2017-06-19 17:53:57", "description": "Tras revelarse que un programa espía que solo puede ser adquirido por el gobierno fue usado en contra de ciudadanos, los afectados por el hackeo exigieron a las autoridades que expliquen para qué fue usada la información y que una comisión internacional e independiente investigue el caso.", "filename": "es_2017_06_19__1542341747.html", "image_url": "https://static01.nyt.com/images/2017/06/20/universal/20hackingES1/20hackingES1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_06_19__1542341747.html", "title": "Activistas, defensores y periodistas mexicanos exigen investigar el espionaje en su contra", "title_page": "Activistas, defensores y periodistas mexicanos exigen investigar el espionaje en su contra – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nCIUDAD DE MÉXICO — Activistas, defensores de derechos humanos y periodistas mexicanos que fueron víctimas de un programa espía adquirido por el gobierno mexicano anunciaron que ya han presentado una demanda penal y exigieron que haya una investigación independiente.\nEl uso del programa espía en contra de personajes destacados en México, como la periodista Carmen Aristegui y Juan Pardinas, director del grupo de combate contra la corrupción IMCO, fue revelado este 19 de junio en una investigación de The New York Times y en un informe realizado por organismos mexicanos.\nPegasus, el programa espía, es fabricado por el grupo israelí NSO Group, y se vende exclusivamente a gobiernos. De acuerdo con la investigación de The New York Times, tres agencias mexicanas han gastado al menos 80 millones de dólares en adquisiciones de NSO Group.\nEs muy poco probable que Pegasus haya sido usado por alguien que no forme parte del gobierno de Enrique Peña Nieto, y el informe de la organización de defensa de derechos digitales R3D muestra cómo los intentos de hackeo a periodistas y activistas coincidieron con momentos críticos en los que estos cuestionaban al gobierno o revelaban casos sensibles vinculados con las autoridades.\n“No es casual que precisamente en los momentos más difíciles para el gobierno” por casos como presuntas ejecuciones extrajudiciales del Ejército o casos de corrupción, “lejos de dar explicaciones o respuestas, hubo espionaje”, dijo Aristegui. Tanto ella como su hijo adolescente recibieron los mensajes de texto que contenían una liga para infectar su teléfono celular con Pegasus.\nIntegrantes de la sociedad civil exigieron que se lleve a cabo una investigación independiente y que las autoridades, de confirmarse de manera definitiva que estuvieron detrás del hackeo, revelen qué hicieron con la información.\n“¿Tendrá el gobierno la capacidad y la voluntad de investigarse a sí mismo? Creo que todos sabemos cuál es la respuesta”, dijo Mario Patrón, director del Centro de Derechos Humanos Miguel Agustín Pro Juárez, o Centro Prodh. Patrón también fue víctima de los intentos de hackeo; el Centro Prodh defiende a mexicanos cuyos derechos humanos han sido vulnerados por desapariciones, detenciones injustificadas o abuso sexual perpetrado por autoridades.\nPatrón lanzó un llamado para que se forme una comisión independiente e internacional para realizar la investigación sobre el papel del gobierno en el espionaje a través de programas maliciosos.\n“Porque ¿a quién puede interesarle la información que tenemos sobre Ayotzinapa, Tlatlaya y las mujeres de Atenco? Al gobierno”, dijo Patrón, refiriéndose a los casos de desaparición de 43 estudiantes normalistas, a la muerte de 22 civiles supuestamente por ejecución y a una demanda contra policías y autoridades por el abuso sexual contra 11 mexicanas que fueron detenidas en una manifestación.\nEl caso de los estudiantes de Ayotzinapa fue investigado por un grupo internacional cuyo informe final culpó al gobierno de un mal manejo de la pesquisa sobre la desaparición; el caso de las mujeres de Atenco está siendo analizado por la Corte Interamericana de Derechos Humanos.", "url": "https://www.nytimes.com/es/2017/06/19/pegasus-investigacion-gobierno-espia/"}