{"authors": ["John Koblin", "Por John Koblin"], "date_download": "2018-11-16 03:44:52", "date_modify": "2018-11-16 03:44:52", "date_publish": "2016-07-19 19:00:14", "description": "En lugar de estrenarse en marzo o abril, como acostumbra, la séptima temporada de la serie se presentaría un par de meses después: la producción necesita esperar a que sea invierno cerrado para filmar esta entrega.", "filename": "es_2016_07_19__1542339892.html", "image_url": "https://static01.nyt.com/images/2016/07/19/arts/19GOT/19GOT-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_07_19__1542339892.html", "title": "El invierno no ha llegado a ‘Game of Thrones’ y por eso se estrenará más tarde", "title_page": "El invierno no ha llegado a ‘Game of Thrones’ y por eso se estrenará más tarde – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nLa próxima temporada de “Game of Thrones” se estrenará un poco después de lo acostumbrado y, como era de esperarse, será un poco más corta.\nHBO anunció el lunes que la séptima temporada de la serie estará compuesta por siete episodios largos, una desviación del ritmo de 10 episodios de las seis temporadas anteriores.\nAdemás, “Game of Thrones” se estrenará en el verano de 2017, no en marzo o abril, como acostumbraba. HBO explicó que un plan de rodaje en esa época del año ayudaría a la trama de la temporada.\n“Ahora que el invierno ha llegado a ‘Game of Thrones’, los productores ejecutivos David Benioff y D. B. Weiss consideraron que la trama de la próxima temporada funcionaría mejor si la producción se iniciaba un poco más tarde de lo habitual, cuando el clima está cambiando”, dijo en un comunicado Casey Bloys, el presidente de programación de HBO.\nEl cambio en los horarios de producción podría ser una gran oportunidad para los competidores de HBO porque si la séptima temporada comienza, por ejemplo, en mayo, no podrá participar en los próximos Premios Emmy. “Game of Thrones” ha ganado la mayoría de las nominaciones a los Emmy durante tres años consecutivos, y el año pasado triunfó por primera vez en la categoría de mejor serie dramática.\nEn junio, Benioff y Weiss dijeron que tienen previstas dos temporadas más para finalizar la serie por lo que solo faltarían 13 episodios. Recientemente, “Game of Thrones” alcanzó su clímax de popularidad durante la transmisión de la sexta temporada en la que alcanzó las cifras más altas de audiencia desde su lanzamiento.", "url": "https://www.nytimes.com/es/2016/07/19/los-seguidores-de-game-of-thrones-tendran-que-esperar-mas-para-ver-menos-episodios/"}