{"authors": ["Liz Robbins Y Nadia T. Rodriguez", "Por Liz Robbins Y Nadia T. Rodriguez", "Liz Robbins", "Nadia T. Rodriguez"], "date_download": "2018-11-16 03:11:52", "date_modify": "2018-11-16 03:11:52", "date_publish": "2017-07-13 07:30:32", "description": "La presencia de la MS-13 en algunos distritos de Estados Unidos atormenta a las familias de migrantes que huyeron de esa misma violencia. La historia de cuatro jóvenes asesinados en Long Island revela una encrucijada cruel, que se ha perdido de vista en la discusión de la política migratoria.", "filename": "es_2017_07_13__1542337912.html", "image_url": "https://static01.nyt.com/images/2017/07/16/nyregion/16KILLINGS/16KILLINGS-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_07_13__1542337912.html", "title": "Huyeron de las pandillas en Centroamérica; los mataron en EE. UU.", "title_page": "Huyeron de las pandillas en Centroamérica; los mataron en EE. UU. – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read in English\nLos cuerpos fueron hallados en el bosque, detrás de un campo de fútbol, en un área suburbana de Long Island. Era mediados de abril, durante las vacaciones de primavera. Se trataba de cuatro jóvenes apuñalados a muerte con machetes: el arma preferida de la MS-13.\nTodos eran latinos y estaban entre las víctimas más recientes de la Mara Salvatrucha, la pandilla fundada en Los Ángeles en los años ochenta que después fue exportada a El Salvador, Honduras y a distintas ciudades en Centroamérica y Estados Unidos.\nLa MS-13 ha tenido presencia en Long Island durante décadas, pero en los últimos 18 meses realmente se ha hecho sentir: el grupo es señalado como responsable en 17 asesinatos, según la policía del condado de Suffolk. Solo tres de los homicidios han resultado en una imputación contra los sospechosos, entre ellos el asesinato en septiembre de 2016 de las adolescentes Kayla Cuevas y Nisa Mickens, de Brentwood, Nueva York.\nLa presencia de la MS-13 es una realidad atemorizante para las familias migrantes que justamente huyeron de esa violencia en sus países de origen, en especial cuando las muertes más recientes se han vuelto un punto de discusión de la política migratoria. En el debate se ha perdido de vista la vida de cuatro jóvenes que solo querían seguir viviendo en Estados Unidos.\nNinguno de ellos parece haber tenido alguna conexión aparente con la MS-13; se habían esforzado por mantenerse alejados de la pandilla.\nContinue reading the main story Foto\nJustin Livicura, de 16 años, era de familia ecuatoriana y había nacido en East Patchogue, Nueva York. Trabajaba en un restaurante con Jorge Tigre, de 18, quien había llegado a los 10 años desde Ecuador. Michael López Banegas, de 20, había huido de la violencia de las pandillas en Honduras hace tres años para reunirse con sus padres en Brentwood. El primo de 18 años de Michael, Jefferson Villalobos, también huyó de Honduras en la misma época; vivía en el sur de Florida con sus padres.\nJefferson llegó un viernes a Long Island para visitar a su familia. El miércoles siguiente los primos estaban muertos.\nEl padre de Michael, Carlos López, dijo que espera que la policía esté cerca de encontrar a los responsables para que su familia pueda, al menos, saber el motivo detrás de los homicidios.\nLas autoridades aseguraron que han reunido a individuos que se sabe que son pandilleros y ha arrestado a 220 de ellos desde septiembre. Entretanto, en los rincones de Long Island ha quedado claro que incluso las acciones más casuales de los adolescentes —fumar marihuana, usar una camisa del color equivocado o ser irrespetuosos con algún extraño— tienen fuertes consecuencias, aunque estén en Estados Unidos: ahí también están al alcance de la MS-13.\nEl comisionado de la policía de Suffolk, Timothy Sini, no quiso discutir los detalles de la investigación, pero dijo que, para la MS-13, la violencia es tanto un medio como un fin.\n“Cuando la pandilla se siente despreciada, usa violencia para lidiar con ello”, dijo Sini. “Cuando siente que alguien no sigue las reglas, usa la violencia como respuesta. Francamente, cuando no les gusta alguien, encontrarán una razón para usar la violencia en su contra”.\nLos cuatro\nLa ola migratoria desde Centroamérica hacia Estados Unidos tuvo su punto más álgido en 2014, cuando miles de menores no acompañados hicieron el trayecto para escapar de la violencia pandillera en sus países de origen. Michael y Jefferson, los primos asesinados, habían crecido en Santa Rita —un pueblo del noroeste hondureño— y viajaron a Estados Unidos por separado ese mismo año. Michael había visto morir a varios amigos a manos de las pandillas. Los padres de ambos, que ya vivían y trabajaban en Estados Unidos, los mandaron a buscar.\n“Fue cuando las cosas estaban muy mal ahí”, dijo el padre de Jefferson, Francis Villalobos, quien lleva 19 años viviendo en Pompano Beach, Florida. “Mi madre me dijo: ‘Te lo tienes que llevar. Las pandillas andan reclutando, necesita irse para no terminar ahí'”.\nDespués de cruzar la frontera, como menores no acompañados, los primos pasaron un mes en un centro de detención en Texas antes de que el gobierno los liberara para que se reunieran con sus padres. Ambos solicitaron asilo.\nContinue reading the main story Foto\nJefferson empezó a estudiar en la costa sureste de Florida. Se convirtió en una estrella del equipo de fútbol. Pero no le encantaba la escuela y el último año del colegio se fue a trabajar con su padre, limpiando vidrios en Miami. En abril, la familia viajó a Long Island para visitar al tío de Jefferson, quien vive con su esposa en los últimos pisos de una casa en Brentwood. En el primer piso vivía Michael con sus padres.\nMichael llegó a Brentwood a los 17 años, en abril de 2014. No había visto a su madre desde que tenía cinco ni a su padre desde que tenía uno. Después de que llegó, Michael encontró trabajo en un supermercado en Famingville. Se enamoró de una de sus compañeras de trabajo, Fabiola, aunque su familia dice que también era un poco donjuán; varias exnovias acudieron al velorio.\nEse otoño de 2014, Michael empezó a estudiar en Brentwood High School; era uno de los 4624 menores migrantes no acompañados que se han inscripto en el distrito escolar de Brentwood durante los últimos tres años, de acuerdo con la policía. En el distrito hay 20.000 estudiantes en total.\nContinue reading the main story Foto\nMichael le dijo a la madre de su novia, Irma, que no estaba cómodo con la presencia pandillera en los pasillos del colegio. Quería estar más cerca de Fabiola y dejar ese ambiente; por eso se transfirió al colegio Sachem High School East, asegura Irma, quien pidió que no se usara su apellido porque es una migrante mexicana indocumentada.\nMichael vivió durante algún tiempo en el hogar de Irma y Fabiola. Su nuevo colegio tenía una composición casi opuesta a la de Brentwood, donde el 80 por ciento de los estudiantes son latinos. En Sachem East, más del 80 por ciento del cuerpo estudiantil es gente blanca. Como había pocos hispanos, tendían a juntarse entre ellos. En su primer día en la escuela, Michael conoció a Álex Ruiz, recién llegado de El Salvador.\nSegún Irma, Álex sabía algunas señas pandilleras y se las enseñó a Michael, pero él insistió que nunca quiso unirse a las maras. Por eso había escapado de su hogar, le dijo varias veces a Irma.\nDe todos modos, fue por medio de álex que Michael y su primo Jefferson se juntaron esa noche de abril con Justin Llivicura y Jorge Tigre, quienes vivían al otro lado del condado, en el enclave ecuatoriano de Patchogue.\nContinue reading the main story Foto\nJorge era el cuarto hijo en su familia. Su padre había sido deportado desde Estados Unidos a Ecuador, condenado por violencia doméstica contra su madre, Bertha Ullaguari. Ella trabajaba como empleada doméstica y Jorge la ayudaba. “A veces, le pedía que cocinara o trapeara o barriera o lavara los platos, y lo hacía todo”, dijo en entrevista telefónica el día del funeral de su hijo.\nEn otoño, Jorge publicó en su página de Facebook que lo habían nombrado en la lista de honores en el colegio Bellport. Pero para el invierno, según sus maestros, había dejado de ir a clases. Un hermano de Jorge dijo que él no era miembro de la MS-13 pero que tenía amigos que sí pertenecían a la pandilla y que su hermano había tratado de zafar de ellos. Su madre recuerda que unas semanas antes de los homicidios poncharon las llantas del auto de Jorge, aunque una de las hermanas de Jorge asegura que fueron jóvenes celosos del auto, no pandilleros.\nContinue reading the main story Foto\nJustin Llivicura dejó de ir a la escuela más o menos al mismo tiempo que Jorge. Sus padres estaban preocupados.\n“Le pregunté si alguien lo estaba amenazando y dijo que no, que nadie lo estaba amenazando, que solo no le gustaba la escuela”, relató su madre, Blanca Zhicay, quien emigró desde Ecuador hace 25 años. “Incluso fui a la escuela para preguntar si tenía problemas con alguien ahí. Pero me aseguraron que no”.\nZhicay dice que Justin quería ser DJ y tocaba para sus amigos y familiares. No tenía coche: Jorge lo llevaba a los lugares donde tocaba.\nLas salidas\nMichael y Jefferson pasaron el 11 de abril trabajando con Carlos López, el padre de Michael. A las ocho de la noche, dijo López, ambos jóvenes estaban exhaustos y descansando en casa. Él se fue para su otro empleo, el nocturno, pensando que ellos se quedarían a dormir.\nPero Michael, a quien le gustaba salir con amigos, le había dicho a Irma que tenía planes para ese martes. No dio detalles.\nEsa misma noche, Justin le pidió permiso a su madre para ir a Manhattan a una fiesta, donde le dijo que iba a haber algunas celebridades, lo que podría ser bueno para su carrera de DJ. Ella dijo que no pero, cuando revisó su cuarto a las 21:30, lo encontró vacío. Una de las hermanas de Justin dijo que un auto había pasado a recogerlo.\nIrma después se enteró de que Jorge era quien había recogido a Justin, y que Álex también estaba en el auto. Después pasaron por Michael y Jefferson en Brentwood y por otras dos amigas, según Irma.\nLos siete jóvenes terminaron en el campo de fútbol frente al complejo recreativo de Central Islip. Como típicos adolescentes en los suburbios, planeaban fumar marihuana en el bosque.\nÁlex fue quien les contó a Carlos López y a Irma lo que sucedió luego. Después de estar sentados en el bosque un rato, Michael vio que se acercaban personas con máscaras y le preguntó a Álex si pensaba que eran de la MS-13. Álex respondió que no estaba seguro. Los enmascarados los rodearon y forzaron a los hombres a arrodillarse. Álex se las arregló para huir. No queda claro qué les sucedió a las dos chicas.\nIrma recibió una llamada alrededor de las 23:00, pero estaba dormida y no escuchó el teléfono. Revisó el mensaje de voz a la mañana: era Álex, que le decía “contacta a Michael”. El hermano de Jorge dijo que también recibió una llamada de Álex: “Veo a tu hermano, lo están matando”.\nContinue reading the main story Foto\nUna búsqueda frenética\nPara la mañana del 12 de abril, Michael y Jefferson no habían regresado a casa.\nIrma habló con Álex, quien le dijo que la última vez que había visto a Michael estaban en el bosque. Ella le comunicó el mensaje a Carlos López y él, por su parte, le pasó el mensaje a su concuñado, el padre de Jefferson, quien de inmediato temió lo peor. “Los mataron”, dijo Francis Villalobos.\nDespués de varias llamadas para tratar de determinar dónde habían estado los jóvenes por última vez, Irma y los padres de los primos siguieron la señal del GPS del teléfono celular de Jefferson, que la madre del joven había rastreado desde Florida por medio de su cuenta de Facebook.\nCuando llegaron al parque detuvieron a un policía que estaba patrullando y le dijeron que sus hijos estaban desaparecidos y que la señal del celular de uno llevaba hacia el bosque. El padre de Michael dijo que, en vez de revisar el área en ese mismo momento, el oficial les sugirió que reportaran a las personas desaparecidas.\nContactaron a Álex para pedirle más información y lo recogieron para ir juntos a la estación policial. Álex se rehusó a entrar, según López. Después el hermano mayor de Michael llegó a la estación y logró que Álex lo llevara al bosque. Unos minutos más tarde, Carlos López recibió la llamada: “Papá, encontramos a Michael. Está muerto”.\nLópez empezó a llorar en la estación de policía. “Ahí fue cuando nos creyeron e hicieron algo”.\nEsa mañana también comenzó a circular un video que le habían enviado a la novia de Justin: mostraba a los cuatro jóvenes tirados en el piso boscoso. Cuando Blanca Zhicay lo vio por primera vez, de inmediato reconoció a su hijo por la vestimenta, pero la policía no dejó que viera el cuerpo mutilado de Justin. “Tenemos el video y sabemos de dónde vino”, fue lo único que dijo el comisionado Sini al respecto.\nA estas alturas, Zhicay dice que solo quiere algo de información sobre lo sucedido. “A veces pienso que si hubiera sido un chico estadounidense moverían cielo y tierra, pero como son latinos y sus padres son latinos…”, dijo.\nMano dura\nDos semanas después de que Michael, Jefferson, Jorge y Justin fueran hallados muertos, el fiscal general Jeff Sessions llegó a Central Islip, desde donde dio una conferencia de prensa en la que prometió que le pondrían fin a la MS-13. Dijo que los pandilleros se habían aprovechado del programa para menores no acompañados para meterse al país sin ser detectados, como si fueran a reunirse con familiares. Y los que no son pandilleros son muy vulnerables y los reclutan fácilmente, de acuerdo con los policías.\nEn los últimos años, escuelas como Bellport —donde estudiaban Jorge y Justin—, han empezado a tener una mayor presencia de la MS-13, según el presidente de la asociación de padres y maestros. Hay grafitis en los baños y en otros lugares ubicados en puntos ciegos para las cámaras de seguridad.\nCuando se reanudaron las clases después de las vacaciones de abril, la escuela convocó una asamblea para hacer un minuto de silencio en honor a Jorge y a Justin. Pero el silencio fue quebrado rápidamente: algunos estudiantes se pusieron a aplaudir y a festejar.\nEn mayo, tres adolescentes fueron suspendidos de Bellport bajo sospecha de pertenecer a pandillas, aunque su abogado dice que son acusaciones falsas. Uno de los tres jóvenes está detenido en Virginia pendiente de deportación.\n“El temor es que nuestros clientes huyeron de América del Sur y Central porque sus vidas estaban amenazadas por verdaderos miembros de la MS-13”, dijo el abogado, Peter Brill. “Y si los van a deportar pese a que no son de la MS-13, pero se piensa que lo son, van a expulsarlos a un país donde sus vidas van a estar en peligro de inmediato”.\nContinue reading the main story Foto\nCarlos López, el padre de Michael, dijo que habían oído rumores sobre posible actividad pandillera en Brentwood, pero que pensaron que era una situación lejana y que Michael se mantendría al margen. El cuarto de Michael, pintado con el color azul de la bandera hondureña, se ha vuelto un altar. En la cama su madre puso su sudadera favorita, que tiene un dibujo de una hamburguesa y unas papas fritas. Sus zapatillas de fútbol y la máquina de karaoke siguen estando en un rincón.\nEn el pasillo, debajo de fotografías de Michael cuando era niño, hay una parte de muro recién arreglada: el hermano de Michael golpeó la pared con su puño por el dolor de haberlo encontrado muerto.\nEl servicio funerario de Jefferson, el primo de Michael, fue con el féretro abierto. En su cabeza aún podían distinguirse las heridas del machete pese al trabajo del maquillador funerario. Su ojo derecho era en realidad un pedazo de algodón.\nEse día, Francis Villalobos, su padre, se sentó en una oficina para hablar sobre Jefferson. Tenía puesta una camisa con una foto impresa de su hijo sonriente, mirando las nubes.\nResignado, habló de lo que consideraba una crueldad absurda: su hijo había huido de la violencia de las maras en Honduras, pero de cualquier manera la habían encontrado en Estados Unidos. “Nadie”, dijo, “está a salvo en ninguna parte”.", "url": "https://www.nytimes.com/es/2017/07/13/long-island-mara-centroamerica-migracion/"}