{"authors": ["Jason Horowitz", "Por Jason Horowitz"], "date_download": "2018-11-16 04:16:43", "date_modify": "2018-11-16 04:16:43", "date_publish": "2017-05-30 10:30:16", "description": "El destacado futbolista, quien jugó casi un cuarto de siglo en el A. S. Roma, se despidió del campo entre llanto y tristeza. Los romanos, que lo veían como lo único positivo en una ciudad en caos, dicen que su retiro es lo último que les faltaba.", "filename": "es_2017_05_30__1542341803.html", "image_url": "https://static01.nyt.com/images/2017/05/30/world/30Totti5/30Totti5-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_05_30__1542341803.html", "title": "Un puntapié para los romanos: el adiós a su astro del fútbol, Francesco Totti", "title_page": "Un puntapié para los romanos: el adiós a su astro del fútbol, Francesco Totti – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nROMA — Cuando terminó la primera mitad del último partido de Francesco Totti con el uniforme del A. S. Roma, los aficionados del club romano se volcaron a las calles con el ánimo decaído.\n“Es un día triste”, dijo Luigi Carinci, de 65 años, quien se sentó en primera fila en el barrio de Testaccio, hogar espiritual del club, y se frotaba ligeramente los ojos cada vez que Totti salía en la pantalla estirando las piernas o bebiendo traguitos de agua en la banca. “Roma es un desastre. El autobús nunca llega, no recogen la basura y la policía no hace nada. Ahora Totti se va. Era lo último que nos faltaba”.\nEl último juego de Totti, que se celebró el domingo —después de un cuarto de siglo enfundado en los colores de la Roma, por lo que se hizo el jugador más famoso y querido en la historia del club—, fue una patada en el estómago a una ciudad que ya estaba noqueada en el suelo, para luego hacerla rodar hacia una cueva llena de basura.\nLa última década no ha sido amable con Roma. Hay pilas de basura en las piazzas. Los parques parecen maizales llenos de desechos. La economía de la ciudad desangra empleos, y en todo el país el nombre de su alcaldesa es sinónimo de desastre urbano.\nPero por lo menos la ciudad tenía a Totti.\nContinue reading the main story Foto\nEl niño de oro. El fenómeno. El capitán. La leyenda. El mejor jugador que haya vestido el uniforme de la Roma y quien creció cerca del Coliseo, como un aficionado. Totti se rehusó a dejar Roma —la ciudad y el equipo—, sin importar las enormes cantidades de dinero que le ofrecieran. Los aficionados, entre ellos algunos de los simpatizantes de la Lazio, el rival romano del club, lo llamaban “el símbolo de Roma”, “el emblema de Roma”.\n“Roma es una ciudad de símbolos: el papa, el Coliseo. Y Totti es uno de ellos”, mencionó Maurizio Crosetti, un periodista deportivo de La Repubblica, quien consideraba a Totti una parte fundamental de las historias positivas que quieren contar aquellos romanos atribulados. “Él no les provocaba vergüenza”.\nPor lo tanto, su partida fue especialmente dura para los romanos, tanto aficionados como ciudadanos.\n“Roma es una ciudad de símbolos: el papa, el Coliseo. Y Totti es uno de ellos”. Maurizio Crosetti, periodista deportivo\n“En este momento es difícil vivir en Roma”, aseguró Giulio Lucarelli, cuyo restaurante, Curo de Roma, se encuentra en la calle donde Totti pasó su infancia y es un santuario “rojo y amarillo”, como suelen identificar al equipo de Roma por sus colores. “La imagen de Roma se ha puesto amarilla por la alegría de los colores amarillo y rojo de los días de gloria”.\nLa carrera de Totti abarcó más de 25 años. Llamó por primera vez la atención de los aficionados al fútbol a sus 12 años, cuando era jugador de los equipos juveniles de la Roma. Irrumpió en el primer equipo en 1993, a los 16, y deslumbró a la ciudad con sus habilidades y su imaginación.\nContinue reading the main story Foto\nTotti llevó lo romano en la lengua, con un acento y un vocabulario casero de los cuales se burlaban los foráneos, pero que adoraban los romanos. Acogió su papel de embajador de la gente común y corriente de la ciudad en los anuncios de televisión y en los libros de bromas sobre él mismo.\nY después, en 2001, llevó un milagro a la ciudad. Con Roma impecable después de los preparativos del año 2000, cuando se celebró el jubileo de la Iglesia católica romana, Totti comandó al equipo hacia un campeonato nacional de la serie A que hacía mucho tiempo se le negaba.\nBásicamente, la ciudad perdió la cordura de manera colectiva.\nTotti, ataviado con un pañuelo y con el rostro pintado de rojo y amarillo, acudió con Lucarelli, el restaurantero, a fiestas en el barrio Testaccio y al teatro Circo Máximo, donde asistieron un millón de personas y una actriz famosa, quien fue al último partido de Totti, realizó un striptease.\n“Roma era una ciudad más alegre. Había entusiasmo, diversión, ahora es más sombría, melancólica”, afirmó Alessandro Vocalelli, editor de Corriere dello Sport. “Ahora que Totti dejó de jugar, muchas personas se sentirán un poco más viejas, como si de pronto hubieran madurado”.\nContinue reading the main story Foto\nDe 40 años y curtido, casado con una vedete famosa y con tres hijos, Totti se dio cuenta de que se redujo su participación esta temporada: solía entrar de sustituto. La dirigencia del equipo había decidido que le había llegado la hora.\nAl poseedor de tantos récords no le gustó la idea y se aseguró de que todos supieran que lo estaban echando con una publicación amarga de Facebook. Sin embargo, manejó casi toda la situación con gracia y humildad. Los periódicos especularon que tal vez se iría a otro club en Estados Unidos o Asia, pero nunca en Italia.\n“Lo habríamos matado”, aseguró Lorenzo Ciliberti, de 23 años, quien portaba el uniforme número 10 de Totti mientras bebía cerveza junto con otras personas en la Piazza Vittorio, la cual está infestada de indigentes y vagabundos, algunos de los cuales utilizan sus palmeras como baños.\nLa tarde del último partido, los uniformes carmesíes de Totti estaban por todas partes y los aficionados hicieron una peregrinación al clásico mural de 2001, en el cual el jugador está apuntando al cielo. Marcharon en frente del Circo Máximo.\nContinue reading the main story Foto\nCuando se acercaba el momento de que iniciara el partido, Sergio Rosi, de 80 años, abrió las puertas del Club Roma en Testaccio. Los muros estaban cubiertos de fotos del equipo y de Totti a lo largo de los años. Se le veía levantando trofeos, posando con la selección, casándose.\n“Todos los romanos estamos de luto”, afirmó Rosi, quien hizo una pausa y gritó: “¡Forza, Roma!” (“¡Vamos, Roma!”), a lo cual la gente hizo eco, “¡Forza, Roma!”. El estado en que se encuentra la ciudad, dijo Rosi, ha hecho que la pérdida sea mucho más amarga. “Durante dos meses no limpiaron esta calle”, dijo. “¡Los muy cerdos!”.\nEl juego comenzó, con Totti en la banca. La Roma, a la caza del segundo lugar en la Serie A (que obtuvo), dejó que el Genoa le anotara un gol tempranero. En la pantalla se veía el rostro angustiado de Totti. Luigi Carinci, el fanático en la transmisión en Testaccio, se frotó suavemente los ojos desde la primera fila.\nEmpezó la segunda mitad y –para sorpresa de algunos y después de unos aplausos— entró Totti a pocos minutos de que terminara el descanso. La Roma anotó pronto el gol de la ventaja, y Rosi se levantó para hacer sonar una sirena ensordecedora y celebrar con los puños en alto.\nContinue reading the main story Foto\nPronto, los miembros del club estaban agitando los brazos con disgusto hacia la pantalla mientras Totti negaba con la cabeza en el campo, pues el Genoa empató el partido 2-2. Pero luego la Roma anotó el gol de la victoria. A pocos minutos del final, Totti controló el balón, se comió los segundos rebotando la esférica en las espinillas de sus oponentes y pateándola fuera del campo.\n“Es un maestro para eso”, dijo el comentarista de televisión.\nDespués del juego, Totti dio una vuelta de la victoria alrededor de la cancha acompañado de su esposa e hijos, entre ellos Cristian, su hijo de 11 años, quien muchos esperan continúe el legado de su padre.\nCuando el tema de la película Gladiator dio paso a The Circle of Life de Elton John, Totti comenzó a llorar… desconsoladamente. Y lo mismo pasó con los miembros del Club Roma, viejos y jóvenes, hombres y mujeres. Cantaron el coro de la canción del equipo —“Roma, Roma, Roma”— y lloraban. Abrazaban a sus hijos y lloraban. Gritaban “mortacci loro” (que podría traducirse a el honor es nuestro) y lloraban. Un hombre, vestido con una camiseta que decía “Solo hay un capitán”, le escribió a su hijo, quien estaba en el estadio, y le pidió que le contará qué sucedía adentro.\n“Llanto”, se leía en el mensaje de su hijo.\nMientras Totti leía una carta (“No es fácil apagar la luz. Ahora tengo miedo”), los rostros de miles de aficionados se retorcían de la angustia y las lágrimas. En el club, Rosi comenzó a servir un vino blanco que tenía la etiqueta del A. S. Roma. “Me siento terrible, terrible”, dijo detrás de una pequeña placa que llama a Totti el “Rey de Roma”. “Ahora nos daremos cuenta. Se ha ido”.\nAunque todavía no acababa la noche. Unas horas más tarde, Totti y su familia llegaron a La Villeta, uno de sus restaurantes favoritos. Hubo una descarga de besos de sus seres queridos, muchos de los cuales dijeron que pasaron todo el juego llorando.\nMientras los indigentes tendían sus camas en la acera de enfrente del que ha sido el lugar favorito de Totti durante años, un puñado de aficionados enfundados con el número 10 miraban a través de las ventanas. Como ellos, Totti seguía con pantalones cortos, pero había intercambiado su uniforme por una camiseta polo de color rojo.", "url": "https://www.nytimes.com/es/2017/05/30/francesco-totti-roma-despedida/"}