{"authors": ["The Associated Press", "Por The Associated Press"], "date_download": "2018-11-16 03:12:13", "date_modify": "2018-11-16 03:12:13", "date_publish": "2017-05-15 15:37:24", "description": "La Oficina de Aduanas y Protección Fronteriza anunció que ya tiene a las empresas finalistas para la construcción y diseño del muro que el presidente estadounidense ha prometido construir en la frontera con México; los ganadores serían elegidos el 14 de junio.", "filename": "es_2017_05_15__1542337933.html", "image_url": "https://static01.nyt.com/images/2017/04/26/us/26wall/26wall-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_05_15__1542337933.html", "title": "Estados Unidos elige a los finalistas para diseñar el muro fronterizo que quiere Trump", "title_page": "Estados Unidos elige a los finalistas para diseñar el muro fronterizo que quiere Trump – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSAN DIEGO — El gobierno federal estadounidense informó que ha escogido a los finalistas para diseñar el muro en la frontera con México que propuso el presidente Donald Trump.\nLa Oficina de Aduanas y Protección Fronteriza de Estados Unidos señaló el viernes 12 de mayo que daría los nombres de los finalistas en el transcurso de los próximos días. No mencionó cuántos eran, pero previamente había dicho que escogería hasta 20, cuyos contratos estarían valuados entre 200.000 y 500.000 dólares.\nEn un documento que la agencia emitió en abril se informó que las autoridades planean seleccionar a los ganadores el 14 de junio para que construyan los prototipos en un terreno pequeño de San Diego, cerca de la frontera entre Otay Mesa y México.\nLa elección de San Diego se debe en parte a que el terreno es propiedad federal y que ahí se pueden comparar los prototipos con una valla cercana que fue traspasada 800 veces en un solo año.\nLos prototipos deben medir alrededor de 9 metros de largo y entre 5,5 y 9 metros de alto. La agencia afirmó que sería imposible escalar el muro sin ayuda y que no podrían penetrarlo martillos ni herramientas operadas con baterías que sean usadas durante al menos una hora. También debe ser agradable a la vista desde el lado estadounidense.\nConstruir un muro en la frontera con México fue la piedra angular de la campaña presidencial de Trump y un foco de tensión con sus detractores. Hay un proyecto de presupuesto temporal para financiar al gobierno hasta septiembre, el cual no prevé dinero para realizar construcciones.", "url": "https://www.nytimes.com/es/2017/05/15/estados-unidos-elige-a-los-finalistas-para-disenar-el-muro-fronterizo-que-quiere-trump/"}