{"authors": ["Albinson Linares", "Por Albinson Linares"], "date_download": "2018-11-16 04:15:57", "date_modify": "2018-11-16 04:15:57", "date_publish": "2016-05-30 12:00:57", "description": "El escritor venezolano discute la situación actual de su país y \"Patria o muerte\", su novela más reciente en la que recrea al chavismo como periodo histórico.", "filename": "es_2016_05_30__1542341757.html", "image_url": "https://static01.nyt.com/images/2016/05/26/universal/es/albertovenez/albertovenez-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_05_30__1542341757.html", "title": "Alberto Barrera Tyszka habla sobre el delirio bolivariano y los últimos días de Chávez", "title_page": "Alberto Barrera Tyszka habla sobre el delirio bolivariano y los últimos días de Chávez – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nUn cuerpo yacente, en franco deterioro, que abandona este mundo mientras su dueño, el presidente Hugo Chávez, era elevado a los altares del fanatismo político es una de las múltiples metáforas usadas por Alberto Barrera Tyszka en su novela “Patria o muerte”, ganadora del XI Premio Tusquets.\nSe trata de una obra coral, múltiple, en la que los personajes intentan continuar con su cotidianidad pese a la sensación apocalíptica que rodeaba a los venezolanos durante los últimos días de la enfermedad del anterior mandatario de Venezuela, antes de su fallecimiento acaecido el 5 de marzo de 2013.\n“El día que Chávez murió se desató una gran tensión en el país porque nadie sabía cómo íbamos a reaccionar frente a eso”, explica el escritor y agrega: “Muchos se preguntaban si la irracionalidad era capaz de llevarnos a cruzar el límite, pero eso lo vivió la sociedad venezolana durante todos esos años que presenciamos un discurso político violento”.\nBarrera esboza una sonrisa mientras desgrana sus razonamientos ácidos. La suya es una lógica aguda permeada por algo de desencanto como cuando asevera: “Es muy difícil escapar de procesos políticos tan polarizantes como el nuestro”.\nEste caraqueño nacido en 1960 es uno de los novelistas más importantes de su generación, como es patente en obras como “La enfermedad” (2006, Premio Herralde de Novela), “Rating” (2011) y “Crímenes” (2009) que es un libro de cuentos.\nSu interés por el proceso político venezolano y por los actores fundamentales —como Hugo Chávez— centró su carrera como cronista y articulista de opinión. Esta exploración lo llevó a escribir, junto a Cristina Marcano, “Hugo Chávez sin uniforme: una historia personal” (2005), una de las mejores biografías del líder venezolano.\n“Nosotros vimos a los radicales, tanto chavistas como opositores, satanizando a los indecisos y eso tenía que estar en ‘Patria o muerte’ porque creo que es parte de la definición de la historia venezolana de todos estos años”, afirma el autor.\n¿Por qué decidiste, finalmente, recrear al chavismo como periodo histórico?\nEn diciembre de 2012 leía un periódico oficialista y me topé con una noticia en la que se entrevistaba a un escolta de Chávez y el tipo decía que el presidente estaba sufriendo mucho por los tratamientos de su enfermedad. De repente me di cuenta de que esa era la noticia más subversiva porque era la prueba de que ese hombre no era Dios y se me ocurrió escribir sobre eso.\nSiendo un gran crítico de la Revolución bolivariana, ¿cómo fue el reto de crear personajes del oficialismo sin caer en el estereotipo?\nYo no quería que los personajes cargaran encima con un juicio moral por su condición política. El dilema ético debe estar en sus acciones y lo que les tocó vivir, no en su militancia. En los personajes no es importante si les gusta Chávez o no, sino lo que están viviendo. Hay un intento de incorporar la voz del otro.\nContinue reading the main story Foto\n¿Cómo fue el reto de recrear toda la confusión y el duelo que generó la muerte de Chávez?\nNo sé si los venezolanos tenemos claro qué nos pasó, creo que nos falta entender por qué Chávez fue tan importante. No solo tiene que ver con los problemas sociales, el discurso político, la miseria, la revolución y lo militar sino con una psicología muy rara, muy nuestra. Venezuela es y no es América Latina, porque la naturaleza petrolera define demasiadas cosas.\n¿Crees que el chavismo encarna esa “naturaleza petrolera”?\nEsa idea de que somos ricos forma parte de una locura muy venezolana. Chávez fue la encarnación de cierta posibilidad de éxito que los venezolanos anhelamos. Fue alguien rico, sin trabajar para eso porque todo se lo pagaba el Estado, hablaba de lo público como si fuera personal, le pagaban para hablar de lo que sea y la gente estaba obligada a escucharlo, no tiene la épica del combate como el Che o Fidel porque no fue a ninguna guerra, solo ganó unas elecciones.\nMuchos dicen que Chávez habría lidiado con la actual crisis económica de otra manera. ¿Qué piensas al respecto?\nEs difícil especular cómo habría actuado y qué fidelidades habría mantenido porque tenía una enorme capacidad de reinvención. Pero su sucesor no tiene nada de eso: es increíble cómo acosa, acorrala y descalifica a la oposición pero sin tener el control de lo que pasa en el país. El destino de Nicolás Maduro es trágico, en el sentido de las tragedias griegas clásicas, porque es un personaje que todo lo que hace va a terminar mal.\n¿No pareciera destinado a defender ese legado político pase lo que pase?\nSu desgracia es que no puede traicionarlo y decir que la crisis por la que está pasando Venezuela es culpa de Chávez. Es terrible porque no toma las decisiones económicas o políticas necesarias por proteger ese legado, por defender una imagen y eso sume al país en una tragedia económica. Tampoco sabemos qué posibilidad de maniobra tiene Maduro; es probable que solo lo dejen defender la figura de Chávez y más nada porque los militares controlan unas áreas, el partido otras y en ese proceso se destruye todo lo que queda.\nHay crisis en los gobiernos de izquierda en América Latina, ¿cómo vislumbras el surgimiento de nuevos liderazgos?\nMuchos están en transición porque la corrupción les pasa factura y, por otro lado, hay fenómenos tan particulares como el de Donald Trump. Nunca me imaginé que la antipolítica iba a llegar a Estados Unidos y él representa eso. Es un millonario blanco, conservador, exitoso y destaca la soberbia estadounidense posterior a la Segunda Guerra Mundial que le promete a sus votantes que volverán a ser un país grandioso. Sabe decir lo que al día siguiente será noticia; es un tipo con una conciencia clara del hecho mediático, lo que me recuerda a Chávez.\n¿Cómo cree que la posteridad valorará el legado de Hugo Chávez?\nVenezuela es un país muy pagano, somos irreverentes y no le tenemos mucho respeto a ciertas figuras, claro, a excepción de próceres como Simón Bolívar. Hay una cosa irrespetuosa que también explica el éxito de Chávez porque él saboteaba la solemnidad todo el tiempo y a nosotros nos gusta eso, saltarnos los convencionalismos. Chávez acabó convertido en una religión oficial y sufrirá las consecuencias del paganismo venezolano que se olvida muy rápido de lo que le imponen.", "url": "https://www.nytimes.com/es/2016/05/30/el-escritor-alberto-barrera-tyszka-habla-sobre-el-delirio-bolivariano-y-los-ultimos-dias-de-chavez/"}