{"authors": ["Jonah Engel Bromwich", "Por Jonah Engel Bromwich"], "date_download": "2018-11-16 03:44:43", "date_modify": "2018-11-16 03:44:43", "date_publish": "2016-09-27 14:00:49", "description": "Un nuevo análisis sobre el cambio climático preocupa a empresas productoras y consumidores sobre el futuro de la producción.", "filename": "es_2016_09_27__1542339883.html", "image_url": "https://static01.nyt.com/images/2016/09/19/science/00xp-coffee/00xp-coffee-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_09_27__1542339883.html", "title": "El cambio climático podría amenazar el abastecimiento mundial de café", "title_page": "El cambio climático podría amenazar el abastecimiento mundial de café – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nUn informe que analiza las distintas formas en que el cambio climático amenaza al café y quienes lo cultivan ha alarmado a quienes imaginan cómo sería enfrentar un día sin su dosis de cafeína.\nEl informe, emitido por el Climate Institute, una organización sin fines de lucro en Australia, fue encargado por Fairtrade Australia y Nueva Zelanda, centros regionales del sistema global Fairtrade.\nAunque contiene poca investigación, el informe ha provocado un gran alboroto, pues reúne una gran variedad de bibliografía disponible que indica que el cambio climático tendrá un grave efecto sobre el abastecimiento mundial de café.\nEl informe enfatiza la amenaza que representan las temperaturas más cálidas para las tierras de cultivo, y cita un estudio publicado en marzo de 2015 en la revista Climatic Change, el cual encontró que el cambio climático “reducirá el área global adecuada para el café aproximadamente un 50 por ciento en las situaciones en lugares donde haya gases de efecto invernadero”.\nAdemás de las tierras para cultivar café que desaparecerían, el informe resalta la manera en que el clima más caluroso está exacerbando la amenaza de enfermedades como la roya en las hojas de café y de plagas como la broca del café, un tipo de insecto que según un informe de 2011 causa pérdidas anuales de cientos de millones de dólares en granos.\n“El calor está permitiendo que ese tipo de ataques se fortalezcan”, señaló John Connor, el presidente ejecutivo del Climate Institute.\nLas plantas de café crecen con éxito en ambientes estables, donde una combinación precisa de temperatura y lluvia permite que los granos prosperen, manteniendo su perfil de sabor.\nEl informe muestra que los países que alguna vez ofrecían la combinación adecuada de factores climáticos, en la “franja cafetalera”, incluyendo Colombia, México, Brasil, Etiopía y Vietnam, se han tornado menos hospitalarios debió a cambios en los patrones de clima que, según los científicos, pueden atribuirse al cambio climático.\nLos hallazgos del informe, aunque nuevos para muchos, son muy conocidos para las principales empresas cafetaleras, que han estado batallando para combatir los efectos del cambio climático en su producto desde hace ya varios años.\n“Es una amenaza grave”, sostuvo Doug Welsh, el vicepresidente de café de Peet’s Coffee y miembro de la junta del World Coffee Reseach, un grupo internacional fundado por empresas cafetaleras en un intento por proteger su cultivo comercial.\n“Me baso solo en anécdotas, pero no conozco a nadie que cultive café y no crea que el clima —y junto con él los problemas de enfermedades y productividad— haya cambiado drásticamente en la última década”, comentó.\nUna portavoz de Starbucks, Haley P. Drage, señaló que la empresa ha estado ofreciendo programas de apoyo a los cafetaleros durante años para ayudar a garantizar la longevidad de sus tierras de cultivo.\n“Esto cobra aun mayor importancia cuando los cafetaleros experimentan condiciones climáticas fluctuantes, resultado de un clima más caluroso”, afirmó. “Creemos que con la vigilancia adecuada, así como un enfoque a largo plazo, podemos ayudar a quienes cultivan a manejar las variables producidas por esta nueva dinámica”.", "url": "https://www.nytimes.com/es/2016/09/27/el-cambio-climatico-podria-amenazar-el-abastecimiento-mundial-de-cafe/"}