{"authors": ["Paul Krugman", "Por Paul Krugman"], "date_download": "2018-11-16 04:18:29", "date_modify": "2018-11-16 04:18:29", "date_publish": "2018-11-12 13:07:43", "description": "Era una nación con una trayectoria ascendente, que parecía haberse sacudido el legado de la inestabilidad pero en 2015-2016 sufrió una recesión terrible y está experimentando una recuperación muy lenta. ¿Qué causó esa crisis que sirvió como trasfondo para la elección de Jair Bolsonaro?", "filename": "es_2018_11_12__1542341909.html", "image_url": "https://static01.nyt.com/images/2018/11/09/opinion/09krugmanWeb/09krugmanWeb-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2018_11_12__1542341909.html", "title": "¿Qué demonios le pasó a Brasil?", "title_page": "¿Qué demonios le pasó a Brasil? – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCreo que puedo descansar un poco de la crisis política estadounidense para hablar de los acontecimientos en otros países. Así que, ¿qué rayos le pasó a Brasil?\nEn realidad no hablo de las elecciones recientes, en las que los votantes brasileños eligieron a alguien que parece ser un verdadero fascista. Estoy tan horrorizado como todos los demás. Sin embargo, no tengo ningún conocimiento de la política brasileña. Por otra parte, el trasfondo de esa elección fue la extraordinaria crisis económica de Brasil entre 2015 y 2016: una nación que había tenido una trayectoria ascendente, que parecía haber superado el legado de la inestabilidad, sufrió una recesión terrible y experimenta una recuperación muy lenta. La macroeconomía es una materia de la que se supone que conozco algo.\nEntonces, ¿qué pasó? El debate internacional sobre la experiencia brasileña ha sido sorprendentemente limitado, aunque lo que sucedió fue muy serio y Brasil es una economía bastante grande (el producto interno bruto, PIB, a valores de paridad de poder adquisitivo es unas diez veces más grande que el de Grecia). Tal vez todos estábamos demasiado distraídos por la crisis política en Occidente: Trump, brexit, etcétera. En todo caso, he tratado de analizar la historia de la crisis de Brasil, pero soy consciente de que podría estar ignorando aspectos importantes.\nEsto es lo que creo que sucedió: Brasil parece haber recibido el embate de una tormenta perfecta de mala suerte y malas políticas, con tres aspectos principales. Primero, el entorno mundial se deterioró de manera marcada, puesto que el desplome de los precios de las exportaciones de materias primas sigue siendo importante para la economía brasileña. Segundo, el gasto privado nacional también cayó, quizá debido a una excesiva acumulación de deuda. Tercero, las políticas, en vez de combatir la depresión, la exacerbaron, con austeridad fiscal y endurecimiento monetario incluso mientras la economía se estaba yendo a pique.\nTal vez lo primero que hay que decir sobre la crisis brasileña es lo que no fue. Durante las últimas décadas quienes han seguido la macroeconomía internacional más o menos se han acostumbrado a las crisis de un “alto repentino” en las que, de manera abrupta, los inversionistas le dan la espalda a un país al que (como diría Otelo) no han amado con cordura sino demasiado bien. Eso fue lo que sucedió en la crisis mexicana de 1994-95, las crisis asiáticas de 1997-99 y, de manera importante, la crisis del sur de Europa después de 2009. También es lo que aparentemente estamos viendo en Turquía y Argentina en este momento.\nSabemos cómo es esta historia: el país en desgracia ve cómo su moneda se deprecia (o, en el caso de los países del euro, cómo se disparan sus tasas de interés). La depreciación de la moneda por lo general incentiva la economía, pues hace que sus productos sean más competitivos en los mercados mundiales. Sin embargo, los países donde se dan los altos repentinos tienen enormes deudas en moneda extranjera, así que la devaluación de la moneda hace pedazos el balance general y ocasiona una seria caída en la demanda doméstica. Los legisladores tienen pocas opciones buenas: aumentar las tasas de interés para apuntalar la moneda solo golpearía la demanda desde otra dirección.\nNo obstante, aunque podrían haber asumido que Brasil era un caso similar —su declive del nueve por ciento en el PIB real per cápita se compara al de las crisis de alto repentino del pasado—, resulta que no es así. Sucede que Brasil no tiene demasiada deuda en moneda extranjera y que los efectos de la moneda en los balances generales no parecen ser una parte importante de la historia. ¿Qué pasó en lugar de eso?\nEn primer lugar, el entorno económico mundial dio un giro importante que empeoró las cosas. Brasil, hasta cierto punto, se ha diversificado en las manufacturas, pero todavía depende fuertemente de las exportaciones de materias primas, cuyos precios han caído. Como muestra la figura 1, las condiciones comerciales de Brasil —el coeficiente de precios de exportaciones e importaciones— sufrieron un fuerte impacto.\nCondiciones comerciales de Brasil\nContinue reading the main story Foto\nEsto habría sido desagradable en cualquier caso; sin embargo, sucedió en combinación con una marcada caída en el gasto de consumo doméstico (figura 2). Atif Mian y sus coautores nos dicen que esto estuvo vinculado con un aumento en la deuda familiar a lo largo de algunos años previos, que Brasil experimentó algo más parecido a la deflación de deuda de 2008 de los países avanzados que una crisis tradicional de los mercados emergentes.\nContinue reading the main story Foto\nSin embargo, lo que realmente hundió a la economía de Brasil fue la forma en la que el país respondió a esos impactos: con una política fiscal y monetaria que empeoró mucho más las cosas.\nPor el lado fiscal: Brasil tiene enormes problemas de solvencia a largo plazo, que requieren soluciones a largo plazo. Lo que ocurrió en cambio fue que el gobierno de Rousseff decidió imponer fuertes recortes al gasto en medio de una depresión. ¿Qué estaban pensando? Increíblemente, parece que aceptaron como válida la doctrina de la austeridad expansiva.\nComo si eso fuera poco, la política monetaria también se volvió marcadamente contractiva, con un aumento enorme en las tasas de interés (figura 3). ¿De qué se trató eso?\nContinue reading the main story Foto\nMi mejor interpretación es que el real se depreció principalmente debido al impacto en las condiciones comerciales, que ocasionó un aumento temporal en la inflación (figura 4). El banco central entró en pánico, concentrándose en el problema de la inflación a costas de la economía real. Ahora que el aumento repentino inducido por la moneda acabó, la inflación es baja conforme a las normas históricas, pero el daño ya está hecho.\nContinue reading the main story Foto\nEs una historia extraordinaria y deprimente; además, esta combinación de mala suerte y malas políticas seguramente tuvo que ver con el desastre político subsecuente.", "url": "https://www.nytimes.com/es/2018/11/12/paul-krugman-crisis-brasil/"}