{"authors": ["Robert Lipsyte", "Por Robert Lipsyte"], "date_download": "2018-11-16 04:15:48", "date_modify": "2018-11-16 04:15:48", "date_publish": "2016-06-04 11:46:31", "description": "Muhammad Ali, el tres veces campeón mundial de los pesos pesados del boxeo considerado como la figura deportiva más carismática y controversial del siglo XX, murió el viernes en un hospital de Phoenix a los 74 años.", "filename": "es_2016_06_04__1542341748.html", "image_url": "https://static01.nyt.com/images/2016/04/28/sports/muhammad-ali-video/muhammad-ali-video-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_04__1542341748.html", "title": "Muhammad Ali, un titán del boxeo y del siglo XX", "title_page": "Muhammad Ali, un titán del boxeo y del siglo XX – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nMuhammad Ali, el tres veces campeón mundial de boxeo que ha sido definido como la figura deportiva más carismática y controversial del siglo XX, murió el viernes en un hospital de Phoenix. Tenía 74 años. Su muerte fue confirmada por Bob Gunnell, un portavoz de la familia.\nAli fue el más emocionante y quizá el mejor peso pesado del boxeo que encarnó un lirismo físico y poco ortodoxo en el que se fusionaba la velocidad, agilidad y potencia de una forma más fluida que la de cualquiera de sus contrincantes.\nPero algo lo llevaba a superar el conjunto de sus dotes atléticas. Tenía una mente ágil, una personalidad arrolladora, gran confianza en sí mismo y un conjunto de convicciones que fomentaron un magnetismo que el ring no podía contener.\nAli fue la superestrella del mundo deportivo más polarizante que se haya conocido: tan admirado como vilipendiado en las décadas de los sesenta y setenta por sus posturas religiosas, políticas y sociales.\nSu negativa a ser reclutado durante la Guerra de Vietnam, su rechazo a la integración racial del movimiento de derechos civiles, su conversión del cristianismo al islam y el cambio de su nombre “esclavo”, Cassius Clay, por uno otorgado por el grupo separatista negro Lost-Found Nation of Islam fueron percibidos como graves amenazas por parte del establishment conservador y, en contrapartida, como nobles actos de desafío por la oposición de izquierda.\nAmado y odiado, durante 50 años fue una de las personas más famosas del planeta.\nEn su vida después del boxeo, Ali se convirtió en una suerte de santo laico, una leyenda alejada de los escándalos de la fama. Era respetado por haber sacrificado millones de dólares y más de tres años de su mejor momento en el boxeo por ser fiel a sus principios en contra de la guerra; también fue exaltado por su dulzura al entretener al público.\nEn 1996 estaba temblando y casi mudo al encender la llama olímpica en Atlanta. Esa imagen pasiva estaba muy lejos del exuberante hablador de 22 años que salió de Louisville, Kentucky, y entró al escenario mundial en 1964 con una victoria sobre Sonny Liston que lo convirtió en el campeón del mundo. La prensa lo llamó Louisville Lip (el labio de Louisville). Él decía que era el más grande.\nAli también fue una figura pública que pudo reinventarse. Como medallista de oro en los Juegos Olímpicos de 1960 en Roma, repitió el discurso político de la Guerra Fría y le habló a un reportero soviético de la superioridad de Estados Unidos. Pero también se convirtió en un crítico de su país cuando en 1966, declaró: “No tengo nada contra el Vietcong”.\nContinue reading the main story Foto\n“Él vivió muchas vidas para mucha gente”, dijo el comediante y activista de los derechos civiles Dick Gregory. “Fue capaz de decirle a los blancos, en nuestro nombre, que se fueran al infierno”.\nSi hay una frase que define la vida de Ali, fue la siguiente: “No tengo que ser lo que quieres que yo sea; soy libre de ser quien yo quiera”. Lo dijo la mañana después de haber ganado su primer título de peso pesado. Eso expresa todos los aspectos de su vida, incluyendo su forma de boxear.\nLos críticos estaban consternados por su estilo; mantenía la guardia demasiado baja y en lugar de evadir los golpes a la cabeza con movimientos laterales, se echaba hacia atrás. “Vuelo como una mariposa y pico como una abeja”, era lo que decía cuando se refería a su estilo sobre el cuadrilátero.\nFinalmente, su enfoque prevaleció. En más de 21 años ganó 56 peleas y solo perdió cinco. Aunque había mucho exhibicionismo en sus combates, su rope-a-dope —cuando se apoyaba en las cuerdas del ring y peleaba duro contra su oponente— fue la estratagema con la que ganó el “Rumble in the Jungle” contra George Foreman en 1974, el combate en el Zaire (ahora República Democrática del Congo) con el que recuperó su título.\nSu vida personal era paradójica. Ali perteneció a una secta que hizo hincapié en las familias sólidas, un tema sobre el cual llegó a dar una conferencia y, sin embargo, tuvo escarceos tan casuales como las sesiones de autógrafos. Tuvo un breve primer matrimonio con Sonji Roi que terminó en divorcio porque ella se negó a vestirse y comportarse como una esposa según los criterios de la secta (ella murió en 2005). Aunque se casó con Belinda Boyd, su segunda esposa, Ali viajaba abiertamente con Verónica Porche, con quien después se casó y de quien también se divorció.\nFue muy idiosincrático tanto política como socialmente. Después de los ataques del 11 de septiembre de 2001, el entrevistador de televisión David Frost le preguntó si consideraba que Al Qaeda y los talibanes eran malignos para Estados Unidos. Él respondió que el terrorismo estaba mal, pero también comentó que debía “esquivar preguntas como esas” porque tenía gente que lo quería, “negocios en todo el país” y una imagen que considerar.\nComo portavoz del Muhammad Ali Center, un museo dedicado al “respeto, la esperanza y la comprensión” en su ciudad natal, Louisville, en 2005, era conocido por interrumpir los eventos con algunas bromas. En un acto de recaudación de fondos dijo: “Si un negro, un mexicano y un puertorriqueño están sentados en la parte trasera de un coche, ¿quién conduce? La policía”.\nPara ese entonces había generado tanta buena voluntad y despertaba una simpatía tan universal que lo que solía declarar no cambiaba la percepción de su público.\n“A Muhammad Ali le perdonamos sus excesos”, escribió Dave Kindred, uno de sus biógrafos, “porque en él vemos al niño que llevamos dentro, y si es tonto o cruel, si es arrogante, o si está muy enamorado de su reflejo, lo perdonamos porque no podemos condenarlo así como no condenamos al arcoíris a que se disuelva en la oscuridad. Los arcoíris nacen de las tormentas eléctricas, y Muhammad Ali es ambos”.\nContinue reading the main story Foto\nLa pelea del siglo\nLuego de su lucha legal para no ir a la Guerra de Vietnam, que lo llevó ante la Corte Suprema de Estados Unidos, Ali regresó al ring el 26 de octubre de 1970, gracias al esfuerzo de los políticos negros de Atlanta. La pelea, que terminó con un nocaut rápido del contendor Jerry Quarry, solo era un fogueo para el enfrentamiento de Ali con Frazier, el nuevo campeón.\n“The Fight” fue el nombre con que el Madison Square Garden promocionó su épico combate con Frazier el 8 de marzo de 1971. Norman Mailer tomó notas para un libro y Frank Sinatra fotografió la pelea para la revista Life, mientras Ali se enfrentó a Frazier con valentía y probó que tenía “corazón” para soportar el castigo. Sin embargo, Frazier ganó por decisión de los jueces y ambos boxeadores sufrieron grandes daños físicos.\nPara los fanáticos de Ali, el dinero que había perdido por ser fiel a sus principios y los golpes que recibió de Frazier demostraban su sinceridad. Para sus críticos, la sangrienta redención significaba que finalmente había crecido. La Corte Suprema también dio un punto de vista positivo y el 28 de junio de 1971 revocó la decisión de un tribunal inferior y le concedió su condición de objetor de conciencia.\nEntonces se asumió que su tiempo había pasado y se convertiría en un “oponente” de alto nivel que debían superar los peleadores que querían hacerse un nombre. Pero, en realidad, el ídolo había regresado. A pesar de que era más lento, su arte se hizo mucho más refinado. “No tenía peleas”, escribió Jim Murray, de Los Angeles Times, “él daba recitales”.\nGanó 13 de sus siguientes 14 combates, incluyendo una revancha con Frazier quien había perdido su título ante George Foreman, una versión más grande y aterradora de Liston.\nAli era más débil, más pequeño y siete años mayor que Foreman cuando se reunieron el 30 de octubre de 1974, en el Zaire, entonces gobernado por Mobutu Sese Seko. Cada luchador ganaría 5 millones de dólares, una suma extraordinaria en ese momento. El combate también lanzó la carrera del promotor Don King.\nAli se deleitaba en el continente africano y repetía un aforismo que le había oído a Brown, su entrenador asistente: “El mundo es una camisa de color negro con algunos botones blancos”.\nA medida que avanzaba la pelea, el público despertó y la multitud coreaba: “¡Ali, bomaye!” (“¡Ali, mátalo!”). Al principio se apoyó contra las cuerdas y absorbió los martillazos de Foreman en los brazos y los hombros, y luego lo evadía con gracia. En el octavo round, luego de un torbellino de golpes, noqueó a Foreman y recuperó el título. Se acercó a la prensa y gritó: “¿Qué les dije?”.\nContinue reading the main story Foto\nContinue reading the main story Foto\nEl presidente Gerald Ford lo invitó por primera vez a la Casa Blanca el 10 de diciembre de 1974 y el célebre boxeador le dijo: “Usted ha cometido un gran error al invitarme porque ahora quiero su trabajo”. El astro defendió 10 veces su título durante los próximos tres años, pese al desgaste físico que sufría.\nNoqueó a Frazier en su tercera pelea, llamada “Thrilla in Manila”, en 1975, pero luego del castigo de los 14 asaltos, Ali dijo que se sentía a punto de morir. En 1978 perdió y luego recuperó su título en peleas con Leon Spinks. Su médico de toda la vida, Ferdie Pacheco, le instó a dejar de fumar teniendo en cuenta la ralentización de sus reflejos y otros síntomas físicos. Ali se negó.\nEn 1980 fue golpeado hasta la derrota por el campeón Larry Holmes. Un año más tarde, peleó por última vez y perdió contra Trevor Berbick en las Bahamas.\nPoco después se supo que tenía el síndrome de Parkinson. Varios médicos especularon que fue provocado por haber recibido demasiados golpes en la cabeza pero su última esposa, Lonnie, aseguró que había sido causado por la exposición a pesticidas y otros productos químicos tóxicos en su campo de entrenamiento en Deer Lake.\nContinue reading the main story Foto\nDespués de retirarse del ring, Ali ofreció discursos que enfatizaban los valores de la espiritualidad, la paz y la tolerancia, y realizó visitas a África e Irak. En 1999 se convirtió en el primer boxeador que apareció en una caja del cereal Wheaties. Su vida fue el tema de una película de televisión y un filme dirigido por Michael Mann, en el que Will Smith encarna a Ali.\nEn 2005, el presidente George W. Bush le otorgó la Medalla Presidencial de la Libertad en una ceremonia en la Casa Blanca y dijo que era “el mejor boxeador de todos los tiempos”.\nEn los últimos años, la enfermedad de Parkinson y una estenosis espinal que requirió cirugía limitaba la movilidad y las capacidades de comunicación del viejo campeón. Pasaba la mayor parte del tiempo en su casa en Paradise Valley, Arizona. A menudo veía películas y viejos programas de televisión en blanco y negro.\nSalía para hacer terapia física, asistir a conciertos y ver películas. Rara vez concedía entrevistas para la televisión y su esposa comentaba que era porque no le gustaba cómo se veía en cámara.\n“Pero le gustaba la adoración del público”, aseveraba su esposa. “A pesar de que se hizo vulnerable de formas que no podía controlar, nunca perdió su inocencia infantil y su naturaleza positiva. Hacía chistes, bromas y trucos de magia. Él quería entretener a las personas para que fuesen felices”.", "url": "https://www.nytimes.com/es/2016/06/04/muhammad-ali-un-titan-del-boxeo-y-del-siglo-xx/"}