{"authors": ["Pascale Bonnefoy", "Por Pascale Bonnefoy"], "date_download": "2018-11-16 03:45:27", "date_modify": "2018-11-16 03:45:27", "date_publish": "2016-09-13 12:56:40", "description": "Ante las protestas masivas, el gobierno chileno plantea crear una administradora de pensiones estatal, elevar la edad de jubilación, instituir una contribución del 5 por ciento pagado por los empleadores y fortalecer la regulación.", "filename": "es_2016_09_13__1542339927.html", "image_url": "https://static01.nyt.com/images/2016/09/11/world/CHILE/CHILE-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_09_13__1542339927.html", "title": "El sistema de pensiones de Chile, modelo de privatización para muchos, se desmorona", "title_page": "El sistema de pensiones de Chile, modelo de privatización para muchos, se desmorona – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSANTIAGO — El descontento sobre las pensiones en Chile se ha estado acumulando durante años. La razón: la mayoría de la gente debe seguir trabajando aún después de su edad de jubilación mientras las empresas privadas han obtenido enormes ganancias invirtiendo los ahorros de seguridad social de los chilenos.\nEl enojo alcanzó su punto máximo en julio, cuando los chilenos supieron que la exesposa de un dirigente del Partido Socialista recibía una pensión mensual de casi 7800 dólares (más de 5.000.000 de pesos chilenos) después de jubilarse de Gendarmería. La cifra empequeñece la pensión mensual promedio de 315 dólares, lo cual es mucho más bajo que el salario mensual mínimo de 384 dólares (poco más de 257.000 pesos chilenos).\nEn un país ya sacudido por la corrupción política y empresarial generalizada, esta fue la gota que derramó el vaso.\nCientos de miles de personas marcharon en agosto por Santiago y otras ciudades para manifestarse en contra el sistema privatizado de pensiones. Más de 1,3 millones de personas, de acuerdo con los organizadores, asistieron a la manifestación a lo largo del país, la más grande desde el regreso de Chile al régimen democrático en 1990.\nLuis Montero, de 69 años, un manifestante cuya pensión mensual es de aproximadamente 150 dólares (unos 100.400 pesos chilenos), participó en la marcha. Como muchos, Montero ha trabajado principalmente en empleos informales sin contrato, con ingresos demasiado bajos para ahorrar para su jubilación. Aún realiza trabajos de mantenimiento en una escuela para que el dinero le alcance.\n“He trabajado toda mi vida y me gustaría descansar, pero no puedo”, dijo Montero. “No tengo idea de qué haré cuando sea más viejo”.\nEn 1981, la dictadura de Pinochet privatizó el sistema de pensiones de reparto, en el que los trabajadores, empleadores y el gobierno contribuían.\nBajo el sistema privatizado, que el presidente George W. Bush llamó un ejemplo a seguir, los trabajadores deben destinar el 10 por ciento de sus ingresos a cuentas individuales administradas por empresas privadas conocidas como Administradoras de Fondos de Pensiones (AFP). Las administradoras invierten el dinero y les cobran a los trabajadores una comisión por las transacciones y otras cuotas. Los empleadores y el gobierno no contribuyen a las cuentas de los trabajadores.\nA los chilenos se les dio la opción de permanecer en el antiguo sistema o cambiarse al nuevo. La mayoría se cambió, pero quienes entraron a la fuerza laboral después de 1981 deben afiliarse al sistema privado (las fuerzas armadas y la policía fueron exentas del cambio y hoy disfrutan pensiones varias veces más altas que las disponibles en el sistema privado).\nLos fondos invertidos por las administradoras contribuyeron al desarrollo de los mercados de capitales en Chile, lo cual estimuló el crecimiento económico y ha tenido retornos razonables. Hoy seis AFP —la mitad de las cuales son propiedad de empresas extranjeras— controlan 171 mil millones de dólares en fondos de pensiones, el equivalente a cerca del 71 por ciento del producto interno bruto de Chile, de acuerdo con la superintendencia de las AFP.\nSin embargo, el sistema privatizado no ha logrado brindar pensiones dignas para la mayoría de los jubilados. Si la bolsa de valores se hunde o las inversiones salen mal, los ahorros de los trabajadores y los cheques de las pensiones de los jubilados también caen.\n“El sistema de pensiones no es justo”, dijo Romina Celis, una parvularia de 28 años que marchó en agosto. “No sé qué fórmula podemos utilizar, pero debe haber más participación del Estado. Debemos seguir con las protestas. La idea de llegar a vieja de manera tan precaria da susto”.\nA las mujeres les va mucho peor que a los hombres porque tienden a ganar menos, a trabajar de manera intermitente, se jubilan antes (la edad de jubilación es 65 años para los hombres y 60 para las mujeres) y tienen mayores expectativas de vida.\nUna comisión designada por la presidenta Michelle Bachelet en 2014 para examinar el sistema de pensiones y proponer reformas halló que la pensión mediana de las AFP era equivalente al 34 por ciento del último salario promedio de un jubilado (24 por ciento en el caso de las mujeres y 48 por ciento en el de los hombres). La cifra total se elevó al 45 por ciento con ayuda de un pilar solidario financiado por el Estado creado durante el primer gobierno de Bachelet.\nDespués de advertir de que el sistema de pensiones estaba “en crisis”, su gobierno introdujo en 2008 una pensión mínima de cerca de 140 dólares, pagada por el Estado, para quienes no han podido ahorrar para su pensión durante su vida laboral, y fondos adicionales para los jubilados cuyas pensiones no alcanzaban ese monto. Más de 1,3 millones de chilenos (dos terceras partes son mujeres) reciben ese tipo de beneficios.\nNo obstante, cuando se analizaron las proyecciones para los siguientes 10 a 20 años, la comisión encontró que la situación “solo empeora”, dijo David Bravo, director del Centro de Encuestas y Estudios Longitudinales de la Universidad Católica de Chile, quien presidió la comisión.\n“La pensión mediana será equivalente al 15 por ciento de los últimos salarios”, dijo. “Cuando tengamos a toda una generación que se jubile únicamente con el sistema AFP, el panorama empeorará. Debemos enfrentar este problema ahora”.\nEl informe de la comisión que plantea varias opciones de reforma se quedó guardado en un cajón durante casi un año hasta que las recientes protestas captaron la atención del gobierno. A inicios de agosto, Bachelet anunció una pauta general para reformar el sistema de pensiones sin regresar al sistema de reparto, como demandan muchos manifestantes.\n“Las propuestas del gobierno son más de lo mismo y no resuelven el problema de fondo”, dijo Luis Mesina, secretario general de la Confederación de Sindicatos Bancarios y rostro del movimiento que se opone a las administradoras privadas de pensiones. “Necesitamos poner fin a las AFP”.\nLas AFP descartan las críticas. Las bajas pensiones no son su culpa, dijo Rodrigo Pérez, presidente de la Asociación de Administradores de Fondos de Pensiones, sino que reflejan el mercado laboral. Incluyen, dijo, contribuciones insuficientes e irregulares por parte de muchos trabajadores independientes y quienes tienen empleos inestables, temporales o con salarios bajos, y una alta evasión de parte de los empleadores.\nUn estudio realizado por la asociación halló que solo un cuarto de quienes se jubilaron el año pasado había contribuido al sistema de pensiones durante más de 25 años, y que el 62 por ciento de las mujeres habían contribuido a sus cuentas durante menos de 15 años.\nAproximadamente la mitad de los más de 10 millones de afiliados en el sistema privado de pensiones contribuyen de manera regular, según datos de la superintendencia de AFP.\n“Las AFP nunca han perdido o robado dinero ni han quebrado”, dijo Pérez. “¿Esto significa que las pensiones están bien? No, no lo están. El sistema necesita cambios importantes. Pero las AFP administran los fondos de quienes ahorran y lo han hecho muy bien”.\nManuel Riesco, economista del Centro de Estudios Nacionales de Desarrollo Alternativo, concuerda con que las AFP habían hecho bien su trabajo… para su propio beneficio. El dinero que recaudan de las cotizaciones es más del doble de lo que pagan en pensiones.\n“Ese es un excedente gigantesco que jamás devolverán”, dijo Riesco. “El Estado está gastando grandes cantidades del presupuesto nacional para compensar el fracaso del sistema privado. Conforme la población envejece más, ¿qué hacen las AFP? Reducen las pensiones aún más. Es un sistema perverso e irracional”.\nBachelet dijo que su gobierno buscaría “un acuerdo nacional” en torno a la reforma de pensiones, y se reunió con legisladores, líderes de partidos, representantes empresariales, los fondos de pensiones y miembros del movimiento de protesta, conocido como No+AFP.\nSin embargo, un regreso al antiguo sistema parece estar descartado. Las opciones que se barajan incluyen crear una administradora de pensiones estatal, elevar la edad de jubilación, instituir una contribución del 5 por ciento pagado por los empleadores y fortalecer regulaciones de las administradoras de fondos de pensiones.\n“Después de pasar de un sistema totalmente público al otro extremo en 1981, ahora nos estamos yendo hacia un sistema mixto que incorpora ahorro individual y aportes del Estado y empleadores”, dijo Bravo, de la Universidad Católica de Chile. “Otra opción es desmontar el sistema de AFP, pero eso es demasiado costoso. Ya no tenemos el privilegio de empezar desde cero”.", "url": "https://www.nytimes.com/es/2016/09/13/el-sistema-de-pensiones-de-chile-modelo-de-privatizacion-para-muchos-se-desmorona/"}