{"authors": ["Juan Gabriel Valdés", "Por Juan Gabriel Valdés"], "date_download": "2018-11-16 03:44:54", "date_modify": "2018-11-16 03:44:54", "date_publish": "2016-09-21 18:08:57", "description": "El autor cree que faltan por desclasificar muchos documentos que muestran la relación del gobierno de Richard Nixon con el golpe de Estado de 1973, y los planes previos del régimen de Pinochet para asesinar a los chilenos en el exterior.", "filename": "es_2016_09_21__1542339894.html", "image_url": "https://static01.nyt.com/images/2016/09/22/universal/es/22valdesWeb/22valdesWeb-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_09_21__1542339894.html", "title": "La memoria de Orlando Letelier no solo es chilena", "title_page": "La memoria de Orlando Letelier no solo es chilena – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nEran más de las 9 de la noche del 20 de septiembre de 1976 y yo trabajaba en casa, junto con un colega chileno, en el borrador de una columna de opinión que firmaría Orlando Letelier en The New York Times. Era su respuesta al decreto 588 suscrito tres semanas antes por Augusto Pinochet y todos sus ministros, en el que, acusándolo de “traición a la patria”, se le había despojado de su nacionalidad chilena.\nMientras lo escribíamos, Orlando me llamó para decirme que estaba ansioso de ver nuestra propuesta —quería corregirla y enviarla pronto al diario—, por lo que me buscaría a la mañana siguiente en su auto para irnos a su oficina en el Institute for Policy Studies, donde yo era uno de sus ayudantes. Le pedí que no lo hiciera porque mi esposa tenía un compromiso a primera hora, y yo debía hacerme cargo de mis dos hijos pequeños. Me iría solo. Quedamos en reunirnos a las 9:30 de la mañana en el instituto.\nOrlando Letelier no alcanzaría jamás a ver ese texto. En la mañana del día 21, él y su colega Ronni Moffitt fueron asesinados por agentes de la dictadura de Pinochet con una bomba instalada bajo el auto mientras transitaban junto a Michael, el marido de Ronnie, por Sheridan Circle a solo metros de la Residencia de la Embajada de Chile. Sería el primer atentado terrorista cometido por un gobierno extranjero en la capital de Estados Unidos.\nMás de un año antes, Letelier había vuelto a Washington luego de haber sido detenido el 11 de septiembre de 1973, el mismo día del golpe de Estado que destruyó la democracia chilena. Tras pasar casi dos años encarcelado en la remota isla Dawson del sur antártico de Chile, quien había sido embajador en Washington y ministro de Relaciones Exteriores de Salvador Allende, regresó a Washington con su esposa Isabel y sus cuatro hijos: era una ciudad que conocía bien porque, además de su experiencia como diplomático, también fue funcionario del Banco Interamericano de Desarrollo.\nNi Letelier ni los chilenos que nos habíamos reunido con él para denunciar en Estados Unidos las atrocidades de la dictadura, ignorábamos los peligros que corrían quienes dirigían estos esfuerzos. Pinochet había ordenado el asesinato del excomandante en jefe del Ejército, Carlos Prats, y de su esposa, Sofía, en 1974, y luego el intento de asesinato del líder demócrata cristiano Bernardo Leighton perpetrado en Roma, en 1975.\nCreíamos, sin embargo, que el dictador chileno jamás se atrevería a cometer un atentado en Washington. En ese entonces ignorábamos lo que Pinochet le había dicho al secretario de Estado Henry Kissinger, tres meses antes del crimen en Sheridan Circle, cuando ante las melosas promesas de apoyo de Kissinger le había respondido tercamente con un reclamo y una amenaza: “Será lo que usted dice pero ahí están Orlando Letelier y Gabriel Valdés atacándome en el Congreso de Estados Unidos”. Gabriel Valdés, mi padre, en esa época era el responsable del Programa de Naciones Unidas para el Desarrollo en Nueva York.\nPinochet no estaba equivocado. Orlando Letelier tenía una buena amistad con el senador Ted Kennedy, también conocía muy bien a George McGovern y a Edmund Muskie y, en 1975, había promovido el viaje del senador Tom Harkin y el congresista George Miller a los centros carcelarios de Chile. De hecho, nuestras visitas al Congreso de Estados Unidos eran frecuentes y Letelier siempre era escuchado con respeto y atención. Eso era lo que Pinochet más temía.\nHoy sabemos, gracias a un memorando del 10 de Junio de 1987 dirigido por el secretario de Estado George Shultz al presidente Ronald Reagan, que un informe de la CIA, probablemente de ese mismo año y que aún no conocemos por entero, concluyó fehacientemente que Pinochet dio la orden de asesinar a Letelier. El informe citado por Shultz también concluye que el dictador trató de bloquear la investigación estadounidense y consideró “incluso la eliminación de su exjefe de inteligencia”.\nLos 23.000 documentos sobre Chile desclasificados por el presidente Clinton entre los años 1999 y 2000, y la entrega de los papeles concernientes al caso Letelier que hiciera personalmente el secretario John Kerry a la presidenta Bachelet en 2015 —de los cuales el memorando de Shultz forma parte—, nos han permitido reconstituir parcialmente la tormentosa relación de nuestros gobiernos de la época, y delinear sobre bases factuales las responsabilidades históricas de cada cual.\nPero necesitamos saber más y confiamos en que la excelente relación que hemos construido con Estados Unidos nos permita hacerlo. Porque de la misma manera en que estos documentos nos han mostrado la admirable persistencia del FBI para encarcelar a los culpables, a pesar de las cortinas de humo que le tendieron en Santiago y en Washington, hoy seguimos sin conocer toda la documentación que cubre la relación del gobierno de Richard Nixon con el golpe de Estado de 1973, y los planes previos del régimen de Pinochet para asesinar a chilenos en el exterior.\nHan transcurrido cuarenta años desde este crimen y el próximo día 23, la presidenta de Chile Michelle Bachelet, estará presente en Sheridan Circle para conmemorar esta tragedia, pero también para celebrar a los amigos de Orlando y Ronnie, a los investigadores y periodistas que nunca dejaron de luchar por la verdad y fueron decisivos para que nosotros, los chilenos, la conociéramos.\nNi el golpe militar chileno ni el primer atentado terrorista ocurrido en Washington solo son asuntos de los chilenos. Son asuntos de chilenos y estadounidenses. Y no solo porque el cobarde atentado de Sheridan Circle cobró la vida de una maravillosa joven estadounidense, sino porque como Michelle Bachelet y Barack Obama han sabido reconocer, es la construcción democrática de nuestras sociedades la que ha exigido levantar el velo y asumir la verdad de lo sucedido.\nEsa es la única respuesta posible para el decreto 588 que hace cuarenta años autorizó el asesinato de Orlando Letelier en Washington.", "url": "https://www.nytimes.com/es/2016/09/21/la-memoria-de-orlando-letelier-no-solo-es-chilena/"}