{"authors": ["Julie Turkewitz Y Todd Heisler", "Por Julie Turkewitz Y Todd Heisler", "Julie Turkewitz", "Todd Heisler"], "date_download": "2018-11-16 04:30:06", "date_modify": "2018-11-16 04:30:06", "date_publish": "2017-06-07 09:30:16", "description": "La peruana Ingrid Latorre ha pasado la mitad de su vida como indocumentada en Estados Unidos y durante los últimos meses se ha escondido para evitar la deportación. Pero dice que ya no puede seguir huyendo.", "filename": "es_2017_06_07__1542342606.html", "image_url": "https://static01.nyt.com/images/2017/05/31/us/00sanctuary9/00sanctuary9-videoSixteenByNine768-v3.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_06_07__1542342606.html", "title": "La carrera contrarreloj de una madre indocumentada en Estados Unidos", "title_page": "La carrera contrarreloj de una madre indocumentada en Estados Unidos – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read in English\nIngrid Encalada Latorre, de 33 años, pasó los últimos seis meses en una casa de oración cuáquera de ladrillos rojos en Denver, una de las cientos de comunidades religiosas en Estados Unidos que están ofreciendo refugio o algún otro tipo de ayuda a los inmigrantes que enfrentan la deportación.\nQuienes apoyan a estas iglesias sostienen que mantienen unidas a las familias. Los detractores opinan que alojan a criminales a expensas de feligreses que sí son ciudadanos y a quienes les vendría bien esa ayuda.\nContinue reading the main story Foto\nLatorre tenía 17 años de edad cuando llegó a Estados Unidos desde Perú en el 2000. Trabajó como enfermera doméstica y en 2010 las autoridades la arrestaron por usar un número de seguridad social de otra persona. Se declaró culpable de ese delito, pasó dos meses y medio en la cárcel y otros cuatro años y medio en libertad condicional; también pagó 11.500 dólares en impuestos retrasados. Luego, de cara a la deportación, buscó refugio en la iglesia en noviembre.\nLa política federal estadounidense indica a los oficiales que eviten arrestar a los inmigrantes en lugares de culto.\nContinue reading the main story Foto\nLatorre tiene dos hijos, ambos ciudadanos estadounidenses. En la casa de oración, vivía en una habitación en el piso de arriba, donde se ejercitaba en una bicicleta estacionaria y preparaba su comida en una cocina cerca de las bancas de la iglesia. Su hijo Aníbal, de un año, aprendió a caminar ahí.\nSu otro hijo, Bryant, de ocho años, se adaptó rápidamente a las nuevas reglas: cuando los visitantes llegaban o se iban, él buscaba una llave en la pared y abría o cerraba la puerta.\nContinue reading the main story Foto\nLa mayoría de los días, Latorre tenía a su disposición todo el espacio. Los domingos, cuando las bancas se llenaban de gente, permanecía en el piso de arriba.\nContinue reading the main story Foto\nPara Aníbal, la casa de oración se volvió más familiar que su propio hogar en Denver, dijo Latorre.\nContinue reading the main story Foto\nMientras que Bryant dividía su tiempo entre la casa de oración y su hogar, donde se quedaba con su padre.\nLatorre cocinaba para ella y Aníbal con comida que los voluntarios le llevaban semanalmente; Bryant jugaba abajo, en la iglesia.\nContinue reading the main story Foto\nUn sábado a finales de mayo, Latorre recibió una buena noticia: los funcionarios federales le otorgaron una prórroga de tres meses contra la deportación. Podía dejar la iglesia y quizá pedirle al gobierno que reconsidere su caso.\nSalió al sol, tomó un ramo de flores y se trasladó con quienes la apoyan a un parque cercano. Un reportero le preguntó qué hará si las autoridades le ordenan marcharse de nuevo. “Me iré”, dijo. “Me llevaré a mis hijos. Quiera o no, tendré que irme, porque no habrá otra opción, porque no deseo huir de la ley”.\nContinue reading the main story Foto\nEn la fiesta que hubo en el parque, la gente cantó con karaoke y Eliseo Jurado, la pareja de Ingrid, preparó carne asada en la parrilla. Cuando alguien la invitó a cantar, él trató de convencerla, sin éxito, de que lo hiciera.\nDespués Latorre, acompañada por su familia, empacó todas sus cosas de la casa de oración y se dirigió a su casa. Al entrar a su hogar, se tiró sobre un sillón en el cuarto de sus hijos. Descansó por unos minutos… y segundos después ya estaba levantada de nuevo, para ayudarle a su pareja a desempacar.", "url": "https://www.nytimes.com/es/2017/06/07/ingrid-latorre-indocumentada-refugio/"}