{"authors": ["Thomas Fuller", "Por Thomas Fuller"], "date_download": "2018-11-16 03:45:00", "date_modify": "2018-11-16 03:45:00", "date_publish": "2017-03-21 19:00:45", "description": "En la zona vinícola del norte de California, los emprendedores buscan cómo aprovechar la legalización del cannabis para fines tanto medicinales como recreativos, pese a las amenazas del gobierno de Trump de reforzar la prohibición de la marihuana a nivel federal.", "filename": "es_2017_03_21__1542339900.html", "image_url": "https://static01.nyt.com/images/2017/03/17/us/18Cannabis-1/18Cannabis-1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_21__1542339900.html", "title": "Cenas, marihuana y vino, la nueva moda gourmet de California", "title_page": "Cenas, marihuana y vino, la nueva moda gourmet de California – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSANTA ROSA, California — En el corazón de la zona vinícola del norte de California, un ingeniero civil que se convirtió en emprendedor de la marihuana busca crear una nueva dimensión en el arte de maridar vinos con alimentos gourmet al organizar cenas de cannabis y vino.\nSam Edwards, cofundador de Sonoma Cannabis Co., cobra de 100 a 150 dólares por un menú que experimenta con todo, desde pesto de hoja de marihuana hasta pruebas de olfato de flores de marihuana con copas de un fresco chardonnay Russian River.\n“Acentúa la intensidad en tu paladar”, dijo Edwards sobre las cenas. Hace poco este empresario, de 30 años, celebró un evento en una vinatería con hermosas vistas hacia Sonoma. “Estamos viendo qué funciona y qué sabores están surgiendo”.\nSonoma County, conocido en todo el mundo por sus vinos, actualmente es un semillero de experimentación de cannabis. La aprobación de la marihuana recreativa por parte de los electores de California en noviembre ha hecho que los funcionarios locales acepten la industria del cannabis y los ingresos fiscales que pueda brindar.\n“Haremos que esto funcione”, dijo Julie Combs, integrante del concejo de Santa Rosa City quien ayuda a encabezar una iniciativa para emitir permisos a las empresas de cannabis. “Esta es una industria que de verdad puede ayudar a nuestra región”.\nContinue reading the main story Foto\nDe las muchas maneras en que California choca con el gobierno de Trump, desde la inmigración hasta el medioambiente, la entusiasta adopción estatal de la marihuana regulada y legalizada puede convertirse en una de las más grandes pruebas para el poder del gobierno federal.\nEl fiscal general Jeff Sessions ha comparado la marihuana con la heroína y, el 15 de marzo, mencionó a la cannabis en el contexto de la “plaga del abuso de drogas”.\n“Rechazo la idea de que Estados Unidos será un mejor lugar si la marihuana se vende en todas las tiendas”, dijo Sessions. “Además, me sorprende escuchar que las personas sugieran que podemos resolver la crisis de la heroína legalizando la marihuana, para que la gente pueda cambiar su dependencia destructiva por otra que es menos peor”.\nPara muchos pobladores de California y otros estados donde la marihuana se ha legalizado en distintos niveles, el estigma que Sessions relaciona con la marihuana se percibe como una reliquia del pasado.\nLa marihuana, que ha sido legal para propósitos medicinales en California durante dos décadas, puede pedirse en línea para entregarse a domicilio en las ciudades más grandes del estado. Un exalcalde de Oakland, Jean Quan, se postuló hace poco para abrir un dispensario de marihuana en San Francisco.\nLa industria es inmensa. Arcview, una empresa que realiza investigaciones sobre cannabis, calcula que tan solo el mercado californiano vale 7000 millones de dólares.\nLas opiniones divididas en Estados Unidos sobre la cannabis han generado un estancamiento extraño. El uso recreacional es legal en ocho estados, entre ellos todos los que están a lo largo de la costa oeste. Al mismo tiempo, los gobiernos estatales están vigilando de cerca lo que planea hacer el gobierno de Trump.\nEl portavoz de la Casa Blanca, Sean Spicer, hace poco dijo que podría “aumentar” la ejecución de la prohibición federal en contra del uso recreativo legalizado a nivel estatal.\nPese a ello, y como muchos en la industria del cannabis en Sonoma –que tiene alrededor de 9000 cultivadores–, Edwards ha impulsado a su empresa, que se especializar en la venta y cultivo de productos de cannabis libres de pesticidas. También planea celebrar más cenas de vino y marihuana.\n“La historia favorece a los que se atreven”, dijo.", "url": "https://www.nytimes.com/es/2017/03/21/cenas-marihuana-y-vino-la-nueva-moda-gourmet-de-california/"}