{"authors": ["Chris Buckley Y Karoline Kan", "Por Chris Buckley Y Karoline Kan", "Chris Buckley", "Karoline Kan"], "date_download": "2018-11-16 04:16:05", "date_modify": "2018-11-16 04:16:05", "date_publish": "2017-01-19 14:00:11", "description": "El auge de los servicios de mayordomos podría parecer incongruente en un país donde el presidente, Xi Jinping siempre se pronuncia contra la corrupción y la extravagancia. Sin embargo, siguen teniendo una gran demanda porque se han convertido en un símbolo del buen gusto.", "filename": "es_2017_01_19__1542341765.html", "image_url": "https://static01.nyt.com/images/2017/01/14/world/14CHINABUTLER-5/14CHINABUTLER-5-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_01_19__1542341765.html", "title": "Tras el éxito de ‘Downton Abbey’, los chinos adinerados buscan mayordomos", "title_page": "Tras el éxito de ‘Downton Abbey’, los chinos adinerados buscan mayordomos – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCHENGDU, China — Alguna vez Mao dijo que la revolución no era una fiesta. Sin embargo, la revolución comunista se ha transformado en un capitalismo opulento y los ricos de China se están asegurando de que sus veladas sean inmaculadas y el vino se sirva como se debe.\nInspirados en la serie Downton Abbey, los magnates del país asiático ahora aspiran al antiguo decoro occidental y alimentan una demanda de servicios de mayordomos locales, entrenados a la vieja usanza de las mansiones británicas.\n“Lo que les gustaría decir a sus amistades es: ‘Miren, tengo un mayordomo, un mayordomo de la escuela inglesa en mi casa’, como prueba de su fortuna”, comentó Neal Yeh, un chino naturalizado británico que vive en Pekín y, por más de una década, ha ayudado a capacitar mayordomos.\n“China es el país con la mayor demanda actual de mayordomos”, declaró Yeh, cuyo acento británico iría bien en Downton Abbey, la serie televisiva sobre una familia de la nobleza inglesa que tiene muchos fanáticos en China. “Me atrevo a decir que he tenido que ver con el surgimiento de esta tendencia”.\nLas escuelas de capacitación y agencias de mayordomos tienen más de una década en China pero el número de aspirantes ha crecido considerablemente en años recientes, según quienes están en este negocio. La mayoría son chinos y muchas son mujeres.\nLa International Butler Academy China abrió en 2014 en Chengdu, una neblinosa ciudad del sudoeste del país, y ofrece un curso de capacitación de seis semanas en el que se aprende a servir cenas, administrar una casa y otras minucias de la vida opulenta.\nContinue reading the main story Foto\n“Actualmente, los chinos vacacionan más que nunca en la historia y están cada vez más en contacto con Occidente”, comentó Christopher Noble, un instructor estadounidense de la academia. “Los chinos ven y experimentan el servicio personal de primera clase en el extranjero, y quieren vivirlo aquí”.\nEl auge de los servicios de mayordomos podría parecer incongruente en un país donde el presidente, Xi Jinping siempre se pronuncia contra la corrupción y extravagancia, y la desaceleración económica ocasiona que se eliminen los gastos.\n“Uno lee sobre la desaceleración económica, pero la riqueza de China sigue creciendo”, comentó Luo Jinhuan, una mujer que ha trabajado como mayordomo en Shanghái y, más recientemente en Pekín, después de aprender el oficio en Holanda.\nSi bien los mayordomos son un símbolo de la madurez del capitalismo en China, el complicado estatus que tienen también refleja cómo los ricos de China deben seguir reglas distintas a las de la gente adinerada de otros países.\nA menudo es cuestión de falta de confianza. La riqueza en China, donde la cultura empresarial despiadada es la norma, conlleva la inseguridad de perder la posición social a causa de empleados, rivales y funcionarios resentidos, en especial teniendo en cuenta las enérgicas medidas contra la corrupción. Esta cautela desalienta a muchos millonarios de contratar a sus propios mayordomos para que administren sus hogares.\n“Algunos descubrieron que en realidad no pueden confiar en un extraño para que se haga cargo de su hogar”, dijo Tang Yang, director de marketing en la academia de mayordomos. “No están dispuestos a tener a un mayordomo que esté al tanto de toda la información de la familia”.\nContinue reading the main story Foto\nPocos graduados de la academia logran colocarse como mayordomos. En cambio, muchos de ellos trabajan en clubes de lujo, cuidando propiedades y pisos ejecutivos, prestando sus servicios a varios clientes al mismo tiempo, sin la familiaridad de un mayordomo personal.\nLos promotores de mayordomos suelen señalar que el país tiene su propia tradición de servicios de alto nivel, como consta en la novela china clásica Sueño en el pabellón rojo, cuyos personajes son mayordomos tradicionales llamados guanjia o “administradores domésticos” en mandarín. Downton Abbey ayudó a reavivar un nuevo interés en el servicio a la antigua.\nMuchos aspirantes a mayordomos dijeron que habían visto una y otra vez el programa como si se tratase de un video de capacitación sobre la modesta imperturbabilidad del servicio doméstico.\nContinue reading the main story Foto\nLos estudiantes también toman clases para aprender a servir cenas formales, empacar maletas, hacer la limpieza y un sinfín de detalles más para facilitarle la vida a sus ricos empleadores.\n“Tienes que conocer bien los detalles para hacer bien el trabajo”, relató Yang Linjun, estudiante de 22 años. “Los brazos quedan adoloridos y las manos duelen, pero este es un estilo de vida”.\nDespués de graduarse, muchos esperan trabajar con el creciente número de multimillonarios chinos. A cambio, podrían recibir un salario mensual de 2800 dólares o más como mayordomos personales, dependiendo de su experiencia y suerte, más que en muchos empleos de servicio.\nLos patrones chinos, por su parte, suelen tratar a los mayordomos como caros lacayos multiusos que deberían estar a su servicio las 24 horas del día. Esto va contra la idea tradicional del mayordomo como un respetado administrador del hogar, que está por encima de la mayoría de las tareas domésticas. Luo, la mujer que trabaja como mayordomo, dijo que su trabajo era mucho más agitado de lo que imaginaba. Su rutina diaria incluye supervisar el sauna, el cine, el boliche y otras habitaciones en una mansión de más de 2900 metros cuadrados.\nContinue reading the main story Foto\n“Siento que cuando el trabajo comienza, no hay ni un momento para hacer una pausa y descansar”, comentó. “Es mucho más pesado que trabajar en un hotel”.\nLa presión se agrava con el miedos de los patrones de que los empleados domésticos puedan abusar de su información confidencial. Se supone que los mayordomos deben conocer a fondo cada punto débil de sus patrones, lo que tradicionalmente se registra en un libro. Sin embargo, el temor de que dicha información sea utilizada para robar, extorsionar o procesar a sus empleadores disuade a muchos miembros de la clase alta de confiarle información delicada a sus empleados.\n“Muchos de nuestros empleadores son nuevos ricos y no tienen una larga historia familiar”, confesó Yang, estudiante en la academia para mayordomos de Chengdu, quien trabaja para una empresa de bienes raíces. “Se necesita confianza y un largo periodo de ajuste para aceptar a una persona en el entorno propio de un día para otro”.", "url": "https://www.nytimes.com/es/2017/01/19/tras-el-exito-de-downton-abbey-los-chinos-adinerados-buscan-mayordomos/"}