{"authors": ["Julie Bloom", "Por Julie Bloom"], "date_download": "2018-11-16 03:11:51", "date_modify": "2018-11-16 03:11:51", "date_publish": "2016-12-14 16:00:03", "description": "La obra cinematográfica de Almodóvar refleja una profunda empatía por cómo sienten y actúan las mujeres. Antes de inaugurar una muestra sobre su trabajo en el MOMA, varias actrices y el cineasta hablan de su trabajo, sus obsesiones y \"Julieta\", su último filme.", "filename": "es_2016_12_14__1542337911.html", "image_url": "https://static01.nyt.com/images/2016/05/19/arts/19Almodovar2/19Almodovar2-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_12_14__1542337911.html", "title": "Los secretos del cine de Pedro Almodóvar", "title_page": "Los secretos del cine de Pedro Almodóvar – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nDe niña, cuando vivía en España, Adriana Ugarte soñaba con aparecer en una película de Pedro Almodóvar. Han pasado 25 años y ahora se une al grupo de actrices exclusivas que han encarnado a las mujeres nacidas de la imaginación de Almodóvar.\nEn Julieta, una adaptación libre de los cuentos de Alice Munro, Ugarte interpreta a la protagonista en su juventud, cuya vida da un giro dramático después de un encuentro amoroso en un tren. Este largometraje, el vigésimo de la carrera de Almodóvar, es un retorno al drama y a su “cine de mujeres”, como él mismo lo llama.\nRespecto de los personajes femeninos de Almodóvar, Ugarte dijo recientemente: “Es un misterio, pero él puede saber cómo nos sentimos y cómo estamos”.\nA lo largo de casi cuarenta años, Almodóvar se ha inspirado en diversas fuentes: Alfred Hitchcock, el cine B y la coreógrafa y bailarina Pina Bausch, solo por nombrar algunas. Sin embargo, su fascinación por las mujeres y su capacidad de conjurar personajes femeninos memorables siguen siendo una constante.\nContinue reading the main story Trailer Julieta\nAhora que el Museo de Arte Moderno de Nueva York le rinde homenaje con una retrospectiva de su obra que se inaugurará el 17 de diciembre, y que Julieta se estrena en las salas de cine de Estados Unidos el 21, el cineasta y muchas de las actrices más importantes de su carrera analizan el lugar que ocupan las mujeres en la vida y las películas de este director.\n“Siento que mi historia va a ser mucho más rica y entretenida con mujeres”, dijo Almodóvar, con su característica y abundante melena de cabellos canos y sus ojos traviesos durante una entrevista en el hotel Peninsula de Manhattan. Hablaba con voz suave y rápida, mezclando el inglés y el español.\n“Pueden ser hombres o mujeres”, dijo, “pero sí reconozco que en la cultura española la mujer es más vivaz, más expresiva a la hora de hablar y comportarse. Es más directa, tiene menos sentido del ridículo y menos prejuicios”.\nContinue reading the main story Foto\nFrances Hui, curadora asociada del MOMA, comentó: “Almodóvar es alguien muy querido por las actrices. Tiene una capacidad extraordinaria para observar a las mujeres con un verdadero sentimiento de empatía. Puede señalar sus emociones, sus fortalezas y suele ser muy divertido. Muestra a las mujeres de una forma muy distinta a la que solemos verlas en el cine. El trabajo fílmico de un director es un reflejo de sí mismo y constituye la forma en que ve a las mujeres”.\nLos personajes masculinos, en cambio, a veces le parecen aburridos. “Hasta hace muy poco, en la cultura española, el hombre había estado encorsetado”, dijo Almodóvar al referirse a los limitados papeles del amante latino, el héroe macho o el hombre de la casa. “Ha llevado tiempo para que el hombre y el actor masculino adquirieran todos esos registros que culturalmente le estaban negados. El hombre y el actor español son los protagonistas de relatos épicos, pero yo me he ido por historias donde elementos cotidianos y pequeños son los importantes”.\nJulieta, coprotagonizada por Emma Suárez, quien encarna el personaje principal en su madurez, se centra en una relación de la vida cotidiana, la de una madre y su hija. En películas como Tacones lejanos (1991) y Todo sobre mi madre (1999), Almodóvar nos ha mostrado que la maternidad es un tema que le resulta familiar. Y tal vez sea adecuado que regrese a él en su vigésima producción.\n“Tuve la suerte de conocer a su madre cuando estaba viva y me ayudó mucho a entenderlo a él y a la fascinación que tiene por las mujeres y lo bien que las conoce”, contó Penélope Cruz, quien ha aparecido en cinco de sus películas.\n“Fue criado por su madre y sus hermanas y vecinas; eran muchas mujeres juntas. Es un poco como lo que ves en Volver —su película de 2006 sobre una familia de mujeres y una matriarca que reaparece como un fantasma— y él siempre estaba observando y mirando”.\nPenélope Cruz equipara la infancia de Almodóvar con su propia niñez en el salón de belleza de su madre, observando a las clientas y estilistas. “Era muy inspirador verlas interactuar: lo que decían, lo que no decían”, comentó. “Es la fascinación por el universo femenino, él continuamente le está haciendo un homenaje a eso”.\nAlmodóvar también observaba a su madre, Francisca Caballero (quien murió en 1999), mientras crecía en la región de La Mancha en España, y reconoció que muchos de sus personajes se inspiraron en ella.\n“Tenía la capacidad para fingir y de ese modo solucionar situaciones”, dijo, y explicó que, a diferencia de los hombres en su familia, él recordaba a las mujeres: “A veces mintiéndoles, fingiendo que algo que había ocurrido con nosotros no había ocurrido, limando asperezas, pero haciendo teatro para ocultarles cosas y haciéndolo con un encanto increíble y una seguridad aplastante”.\nY añadió: “La vida está llena de estas obras miniatura, escenarios donde la gente se ve obligada a actuar o fingir, y las mujeres nacieron para actuar”.\nLas mujeres también lo ayudaron a crecer cinematográficamente. Almodóvar confesó que fue Carmen Maura, una de sus primeras musas, quien lo impulsó a dar el salto de la película Súper 8 a la de 16 milímetros. Otra actriz, Rossy de Palma, quien conoció a Almodóvar en Madrid a principios de los ochenta y se convirtió en su colaboradora de toda la vida, explicó que ella y otras mujeres de la escena artística de Madrid influyeron y alentaron al director.\n“Al principio Pedro era divertido, apasionado, pero no tenía una estrategia”, contó De Palma. “No estaba calculado. Se volvió una fuente, algo que no se puede detener”.\nAlmodóvar, quien vivía en Madrid tras la muerte del dictador Francisco Franco, en 1975, habló de cómo ese hecho también influyó en su visión de las mujeres: “Ahora mismo la mujer se arriesga menos vitalmente que en los ochenta; entonces había una explosión de libertades en todos los sentidos que emancipaban de un modo total a la mujer en todos los aspectos de su vida, en su comportamiento social, en su sexualidad”.\n“Las jóvenes de ahora son muy distintas a esas jóvenes, pero tal vez eso cambie”, agregó.\nContinue reading the main story Foto\nCarmen Maura y Rossy de Palma aparecen una y otra vez en los largometrajes de Almodóvar y, con el paso del tiempo, verlas en sus películas le añade intensidad y profundidad a su retrato de las mujeres.\nA diferencia de muchos directores de Hollywood, las valoraciones de Almodóvar sobre la belleza femenina no se limitan a las mujeres jóvenes. “Es mucho más profundo”, explicó De Palma. “La belleza está en la mirada. Está en la mirada con la que vivimos y vamos por la vida. Tu manera de observar se transforma. En Julieta puedes ver mujeres jóvenes, maduras y hay una celebración de todas las mujeres”.\nMarisa Paredes, quien ahora tiene 70 años, ha trabajando con Almodóvar a lo largo de su carrera y en cada ocasión la edad de su personaje se adaptaba para reflejar la suya, ya se tratara de Entre tinieblas (1983), en la que interpretó a una monja excéntrica o en La piel que habito, la película de suspenso de 2011 en la que era la ama de llaves de un perverso cirujano plástico. “Nunca intenta simular”, dijo Paredes. “Si quiere una actriz que tenga 40, esa es la actriz que busca”.\nAl respecto, el director dice: “Las cualidades que yo aprecio: primeramente la fotogenia, que para la fotogenia no hace falta exactamente ser muy guapa. La cámara decide a quien ama y a quien no”. Ofreció ejemplos contrastantes: “A Penélope la cámara la trata muy bien, pero al mismo tiempo también adoro a Rossy de Palma, cuya belleza, en cambio, no es equilibrada”. Su rostro, añadió, “es cinematográfico, expresivo y hermoso”.\nEn su nuevo drama, Julieta, la belleza y el paso del tiempo son temas dominantes. Suárez, quien interpreta a la mujer madura que se enfrenta a la tragedia, dijo que lograr que sus características específicas luzcan perfectas —el tono del cabello rubio, las gafas oscuras— es un sello de Almodóvar. “En una de las tomas hay un librero al fondo, y te aseguro que revisó cada uno de los libros y se aseguró de que cada libro fuera el correcto”.\nSuárez recordó un momento durante la producción que ejemplifica su visión. “Una vez me llevó al set y estaban pintando los muros de la casa donde mi personaje se mudaría y él quería ver si el color de mi cabello iba bien con la luz sobre la pintura en el muro de la habitación. La oportunidad de poder trabajar y vivir con un cineasta de su calibre es algo que me alimenta como persona y como actriz”.\nMucho antes de empezar a filmar, Almodóvar es muy específico con la preparación de sus actrices. Para Julieta, el cineasta le dio a Suárez una copia de The Year of Magical Thinking de Joan Didion por su enfoque en el dolor de la pena y el abandono. El director también le sugirió que estudiara las pinturas de Lucian Freud, que viera las películas de Louis Malle, Stephen Daldry y estudiara el trabajo de actrices como Jeanne Moreau y Gena Rowlands.\nTodos estos detalles ayudan a que las mujeres que él escribe sean tan reales. “Incluso me dirá si los zapatos del personaje serán bajos o altos, y esos mínimos detalles son importantes para que una pueda hacer la escena”, dijo Penélope Cruz. Varias actrices mencionaron su atención al tono exacto de las voces de sus personajes.\n“Es el director que te da más notas”, dijo Elena Anaya (quien trabajó en La piel que habito). “Te dice exactamente lo que el personaje piensa, siente y quiere, cada segundo”.\nSuárez confesó que “incluso comienzas a imaginar cómo respira el personaje”, y añadió: “En realidad es muy agotador porque llegas a casa después de un largo día de grabaciones y estás vacía, lo has dado todo, y él quiere más”.\nAl final, Suárez concluye: “Es un hombre con una gran sensibilidad y con un sentido trágico de la vida. Pienso que las mujeres acaban sirviendo como vehículos para expresar todos esos sentimientos en su lugar”.", "url": "https://www.nytimes.com/es/2016/12/14/los-secretos-del-cine-de-pedro-almodovar/"}