{"authors": ["Alessandra Stanley Y Jacob Bernstein", "Por Alessandra Stanley Y Jacob Bernstein", "Alessandra Stanley", "Jacob Bernstein"], "date_download": "2018-11-16 04:15:48", "date_modify": "2018-11-16 04:15:48", "date_publish": "2016-12-08 13:00:29", "description": "La hija mayor del presidente electo podría convertirse en una figura influyente y poderosa en Washington. Pero ¿podrá hacerlo sin dañar su propia marca?", "filename": "es_2016_12_08__1542341748.html", "image_url": "https://static01.nyt.com/images/2016/12/04/fashion/04COVER1/04COVER1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_12_08__1542341748.html", "title": "¿Será Ivanka Trump la ‘primera hija’ más poderosa en la historia de Estados Unidos?", "title_page": "¿Será Ivanka Trump la ‘primera hija’ más poderosa en la historia de Estados Unidos? – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read in English\nCuando Nancy Pelosi, líder de la minoría de la Casa de Representantes, llamó a Donald Trump poco después de su victoria el 8 de noviembre, hablaron sobre política interna e infraestructura. Sin embargo, cuando Pelosi habló sobre las mujeres, el presidente electo hizo algo inesperado: pasó el teléfono a otra persona en la habitación: a su hija de 35 años, Ivanka.\nMás o menos al mismo tiempo, Sheryl Sandberg, directora de operaciones de Facebook y autora del libro más vendido sobre empoderamiento femenino, Vayamos adelante, contactó a Ivanka con la esperanza de comenzar lo que colaboradores de ambos lados describieron como “un diálogo”.\nAnne-Marie Slaughter, consejera política de Hillary Clinton en el Departamento de Estado y autora de Unfinished Business: Women Men Work Family, se reunió con Ivanka hace aproximadamente un año en la Cumbre de las Mujeres más Poderosas de la revista Fortune. También envió un mensaje a la hija del presidente electo una semana después de la elección, en el que afirmaba que esperaba mantenerse en contacto con ella después de que su padre tomara posesión del cargo.\n“Se toma muy en serio la ‘agenda del cuidado’ y puede ser una fuerza interna poderosa”, declaró Slaughter en una entrevista.\nQuizá aún más importante, explicó: “No conozco a nadie más”.\nContinue reading the main story Foto\nPoco más de un mes antes de la ceremonia de investidura de su padre, Ivanka Trump y su esposo, Jared Kushner, de 35 años, son importantes consejeros del presidente electo, e Ivanka podría convertirse en la primera hija quizá con mayor influencia desde Alice Roosevelt Longworth. La pareja ha asistido a reuniones con consejeros políticos, reclutadores, líderes extranjeros y promotores inmobiliarios dispuestos a vender apartamentos de dos millones con la “marca del presidente electo”.\nTambién se encargan de filtrar llamadas y correos electrónicos de sus propios amigos y conocidos, que esperan encontrar apoyo para sus causas en la administración de Trump.\nIncluso Leonardo DiCaprio se reunió en privado con ella para darle una copia de su documental sobre el cambio climático, Antes que sea tarde, según los asistentes de ambos.\nSin embargo, mientras crece su plataforma, también han aparecido algunas críticas de que su intención principal podría ser darle un impulso a su marca, Ivanka Trump, la cual ha venido construyendo cuidadosamente durante la última década.\nDurante ese tiempo, publicó un libro biográfico de autoayuda que fue catalogado entre los más vendidos por The New York Times (y tiene otro libro que saldrá en 2017), comenzó su línea de ropa y joyería, fue coprotagonista con su padre en “The Apprentice” y se convirtió en un elemento habitual de los eventos de modas y las cenas benéficas.\nEl mes pasado, afirmó en 60 Minutes que cuando su padre se convierta en presidente, ella será solo una “hija”. Dijo que usará esta “mayor visibilidad” para abogar por las mujeres trabajadoras. (Después del programa, Trump fue criticada porque su compañía intentó vender la pulsera de oro y diamantes Ivanka Trump de 10.800 dólares que usó durante la entrevista. Más tarde se disculpó y aseguró que su marca tenía que hacer un “reajuste”).\nContinue reading the main story Foto\nAlgunas figuras destacadas permanecen escépticas sobre el compromiso de Ivanka con sus causas.\n“No creo que sea fructífero denigrar la imagen que proyecta de mujer trabajadora, madre y esposa, pero hay límites”, declaró Faye Wattleton, expresidenta de Planned Parenthood, la organización de derechos reproductivos. “Es fácil hablar sobre autoayuda cuando tienes acceso a la mejor atención médica del mundo debido a la posición en la que naciste. No es fácil cuando no puedes ganar un salario digno y tienes hijos que alimentar. No la hemos escuchado hablar sobre esas difíciles situaciones”.\nStella Schnabel, actriz e hija del artista y director Julian Schnabel, parecía personalmente agraviada por lo que consideró el apoyo de Trump a la postura de su padre. “Fui a jugar una vez con Ivanka. ¡Estuve en Mar-a-Lago!” aseveró Schnabel, junto al diseñador de calzado Arden Whol, un conocido de la hija del futuro presidente desde hace veinte años y quien cuenta a Ivanka entre sus 33.000 seguidores de Instagram.\n“Siempre pensé que su padre era un poco vulgar. Pero ella es elegante, con clase y fuerte. Tenía un gran grupo de amigos cuando estaba en Trinity”, aseguró Whol, refiriéndose a la escuela particular de la exclusiva zona en el noroeste de Manhattan a la que Ivanka asistió. “Así que no lo puedo entender. Ella no es una persona que exprese odio o que sea racista. Simplemente no lo es”.\nDíganselo al magnate Barry Diller, un conocido del círculo social de hace años, y quien en 2009 hizo negocios con Kushner.\n“Creo que es ilusorio creer que hay alguna diferencia entre Trump y sus hijos en cuanto a cualquiera de sus posturas extremas”, escribió Diller, quien donó a la campaña de Clinton en 2016, en un correo electrónico reciente. “Han tenido muchas oportunidades para rectificarse públicamente y no lo han hecho”.\nContinue reading the main story Foto\nDurante mucho tiempo, la popularidad de Ivanka se debió (al menos en parte) a su capacidad para suavizar la imagen un poco más burda de su padre.\nDonde Donald Trump era brusco, Ivanka tenía tacto. Donde Donald Trump resultaba egocéntrico y distraído, ella era discreta y centrada, características que mostró desde pequeña mientras crecía en el noroeste de Manhattan.\nIvanka trabajó durante un tiempo breve como modelo durante su adolescencia, antes de entrar a la Universidad de Georgetown. Dos años después, se cambió al alma máter de su padre, la Facultad de Wharton en la Universidad de Pensilvania.\nDespués de su graduación, comenzó a ser fotografiada por toda la ciudad en fiestas, como la inauguración del Festival de Cine de Tribeca y la gala anual de Frick, donde representó un cambio refrescante frente a una generación de herederas parranderas, como Paris Hilton, Nicole Richie y Casey Johnson.\nEn ese entonces, ya trabajaba para la Organización Trump, pero construyó una vida social que, de muchas maneras, eclipsaba la de su famoso padre.\nTrump y sus hijos mayores no son elementos que pertenezcan al escenario de poder de Nueva York, pero Ivanka Trump y Kushner, quien compró el semanario The New York Observer en 2006, son más astutos en el ámbito social.\nEstuvo en la primera fila del desfile de Carolina Herrera durante la Semana de la Moda en Nueva York, caminó por la alfombra roja en la gala de la Mujer del Año de la revista Glamour en Carnegie Hall y la invitaron a cenar con la estrella de cine Hugh Jackman y el heredero mediático James Murdoch.\nCuando Ivanka y Kushner terminaron su noviazgo, la reconciliación se dio en el yate de Rupert Murdoch, un acercamiento en el que intervino su buena amiga Wendi Murdoch, quien en ese momento seguía casada con Murdoch.\nPronto, Ivanka se convirtió al judaísmo y se casó con Kushner en Bedminster, el club de golf privado de su padre en Nueva Jersey, donde usó un vestido de Vera Wang. Desde entonces han tenido tres hijos.\nComo ocurre con muchas personas que buscan ascender en la escena social de Nueva York, la pareja se involucró en proyectos filantrópicos. Sin embargo, no dejaron huellas muy profundas. De hecho, examinar las causas caritativas de Ivanka es encontrar ecos del patrón de su padre de pedir mucho y dar poco.\nContinue reading the main story Foto\nEn 2010, se convirtió en miembro fundador de la iniciativa Girl UP de la Fundación de las Naciones Unidas y después exhibió su participación en el sitio web de la Fundación Trump, donde permanece hasta hoy como la primera de las tres causas externas que la familia apoya, junto con la Fundación de la Policía y la Liga Atlética de la Policía de la ciudad de Nueva York.\nLa principal contribución de Ivanka fue publicar un enlace promocional de su colección de joyas finas, donde vendía un brazalete Girl Up, y donar parte de las ventas a la iniciativa.\nDurante la Convención Nacional Republicana, en la que su padre aceptó oficialmente la candidatura presidencial del partido, el escrutinio a Ivanka comenzó a tomar un giro más negativo.\nAunque su discurso fue celebrado, a sus conocidos les sorprendió la crudeza de otros oradores (como aquellos que entonaban cantos que pedían cárcel para Hillary Clinton) y se preguntaban si ella diría algo para condenar estas acciones.\nEn septiembre, Ivanka se molestó con una reportera de Cosmopolitan que le preguntó sobre la obvia incongruencia entre sus declaraciones de feminismo y la campaña que defendía con tanta pasión. “Mira, creo que hay mucha negatividad en estas preguntas”, fue su respuesta, de acuerdo con la transcripción.\nContinue reading the main story Foto\nSegún algunos viejos amigos, Ivanka, quien junto con su esposo rechazó varias solicitudes de entrevista para este artículo, está manteniendo el aplomo.\n“No se queja de nada y rara vez expresa debilidad”, declaró Maggie Cordish, una amiga del colegio que conoció a su propio esposo, un promotor inmobiliario de Baltimore, gracias a Ivanka. Cordish afirma que el interés de Ivanka por la causa de las mujeres trabajadoras es sincero: “Promovió asuntos que no eran parte de la agenda republicana porque se interesa en ellos”.\nEl magnate hollywoodense David Geffen, durante mucho tiempo partidario de los candidatos democráticos, aseguró que siente afecto por Ivanka y Kushner, aun cuando no votó por su padre en la elección.\n“Conozco a Ivanka y a Jared de hace años”, afirmó. “Ella es una mujer encantadora e inteligente, y Jared ha sido un yerno leal. Trump depende de él. Es un tipo muy listo. ¿Es un genio? No, pero ¿sabes qué?: todos los genios perdieron”.", "url": "https://www.nytimes.com/es/2016/12/08/sera-ivanka-trump-la-primera-hija-mas-poderosa-en-la-historia-de-estados-unidos/"}