{"authors": ["Margaret Sullivan", "Por Margaret Sullivan"], "date_download": "2018-11-16 03:44:57", "date_modify": "2018-11-16 03:44:57", "date_publish": "2016-04-11 09:32:59", "description": "A medida que el Times se vuelve más global, cómo cubre las tragedias humanas alrededor del mundo adquirirá un mayor significado; y tendrá que enfrentarse a sus propios prejuicios culturales.", "filename": "es_2016_04_11__1542339897.html", "image_url": "https://static01.nyt.com/images/2015/11/16/world/LEBANON/LEBANON-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_04_11__1542339897.html", "title": "¿Algunas víctimas de ataques terroristas valen más que las otras?", "title_page": "¿Algunas víctimas de ataques terroristas valen más que las otras? – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nKelly Vaughan, de Brooklyn, es una lectora de The New York Times que vivió un año en Estambul por lo que ha seguido con mucho interés la cobertura mediática sobre la violencia en Turquía.\nElla me escribió la semana pasada, después de los ataques terroristas de Bruselas, con una preocupación: “No puedo evitar preguntarme por qué el Times da el nombre de cada víctima de los ataques de Bruselas, ofrece los datos biográficos de algunos, pero no se hizo lo mismo (hasta donde he podido averiguar) con las víctimas de Ankara y Estambul”, escribió. “Lo mismo ha sucedido”, agregó, “con otras ciudades, bien sea que la violencia ocurra en Líbano, Mali o Kenia”.\nVaughan afirma que puede imaginar numerosas razones para esta discrepancia, “algunas se sienten más legítimas que otras”. Y pregunta: “Por qué el Times decidió cubrir tragedias similares de forma tan distinta”.\nMuchos otros lectores han planteado inquietudes semejantes. Richard Greenberg, también de Nueva York, escribió: “¿Por qué The New York Times le dedicó tan poca cobertura a los ataques terroristas en Costa de Marfil la semana pasada, en los que murieron 16 personas, tanto africanas como europeas?”.\nY Theodore Glasser, profesor de comunicación en la Universidad de Stanford, sintetiza: “El Estado Islámico mata a más de 30 personas en Bruselas: ocho columnas en primera plana. El Estado Islámico mata a más de 30 personas en Bagdad, una columnita en la página seis. ¿Qué nos dice esto de los prejuicios de las salas de redacción?”.\nEl año pasado, yo misma hice preguntas similares en una columna en la que comparé la cobertura del Times de los ataques en París con la de los ataques terroristas en Nigeria. Y el mismo Times ha explorado más de una vez el tema de la disparidad de la atención de los medios a las víctimas del terrorismo.\nEn noviembre pasado, la jefa de la oficina en Beirut, Anne Barnard, escribió un perspicaz artículo titulado “Beirut, también sede de mortíferos ataques, se siente olvidada”. Barnard reportó que los libaneses resentían la diferencia entre la reacción mundial sobre el doble ataque suicida en Beirut, en el que murieron 40 personas, y el ataque de París ocurrido un día después.\n“Numerosos comentaristas libaneses se quejaron de que eso implicaba que la vida de los árabes vale menos. Era eso o que su país relativamente en calma pese a la guerra en la vecina Siria era considerado como un lugar donde las carnicerías son la norma, una simple esquina de una región desquiciada”.\nY el mes pasado, el Times produjo un video titulado “Las víctimas olvidadas del terrorismo”, en el que se pregunta por qué el gobierno de Estados Unidos izó su bandera a media asta después de los ataques de Bruselas, pero no tras acciones similares en Turquía, Costa de Marfil y otros lugares.\nPero, ¿The Times siempre narra la historia de las víctimas del terrorismo con total justicia? No pienso que sea así. Ni tampoco el editor Michael Slackman, quien me dijo en una entrevista que esa es una meta a la que el Times aspira a llegar, pero que no siempre se cumple.\n“Necesitamos esforzarnos más y no permitir que nos volvamos insensibles al dolor humano de los repetidos ataques terroristas”, afirmó Slackman. “Siempre hay un costo humano y ese costo es el mismo dondequiera que ocurra”.\nSlackman mencionó que una de las editoras más destacadas de el Times, Susan Chira, excorresponsal extranjera y también editora internacional, siempre “nos está presionando” para que contemos la historia de las víctimas, dondequiera que estén. Y agregó que los corresponsales en el extranjero han hecho el trabajo de su vida (a veces muy difícil) de “rendir testimonio” y narrar el lado humano de la historia. Señaló que The Times hizo eso de manera admirable en el caso de la epidemia del ébola.\nEntonces, ¿de dónde viene esa persistente desigualdad que observan los lectores? Parte de la respuesta es el acceso. Es mucho más fácil enviar a un gran número de reporteros a París y Bruselas que, por ejemplo, a Pakistán, país que en 2013 expulsó al corresponsal del Times, Declan Walsh (mientras que Bruselas, capital de la Unión Europea, rebosa de periodistas extranjeros).\nOtro factor es el despliegue de recursos: el Times tiene más de una docena de corresponsables que trabajan en oficinas de Europa occidental. Y, por ejemplo, tiene muchos menos en África. Y además está la legítima noción del valor informativo. Una noticia es, por definición, algo fuera de lo común. En algunos sitios, como Irak, lo trágico se ha vuelto lugar común.\n“Por desgracia, el terrorismo se está volviendo menos sorprendente”, señaló Slackman, que también fue corresponsal del Times en Egipto. No hace muchos años una bomba en El Cairo nos habría sacudido, y eso habría sido cubierto”. Ya no: “No podemos cubrir todos los ataques en esa región”.\nOtro factor es la relación entre Estados Unidos y el país donde se produce el ataque. Francia, después de todo, es uno de sus principales aliados y por eso lo que ocurre ahí tiene un peso especial. Y, como observó Barnard, después de París, los ataques de Bruselas plantearon la pregunta de “si esto iba a ser la nueva norma en Europa”.\nA medida que el Times se vuelve más global en su alcance y ambiciones, adquirirá un mayor significado la pregunta de cómo cubre las tragedias humanas en todo el mundo. Y enfrentarse a sus propios prejuicios culturales se volverá un imperativo, no solo periodístico, sino también comercial.\nMe gusta que los periodistas del Times reconozcan la necesidad de reflejar la importancia de todas las vidas humanas que se pierden a causa del terrorismo, ya sea que ocurra en un lugar al que los estadounidenses puedan ir de turistas o uno en el que probablemente jamás vayan a poner un pie. Y sin importar que las víctimas “se parezcan a nosotros” o no.\nPorque, de hecho, son iguales a nosotros. Y es que parte de la misión periodística del Times es ayudar a que sus lectores no solo sepan los hechos intelectualmente sino que los sientan en el corazón.", "url": "https://www.nytimes.com/es/2016/04/11/algunas-victimas-de-ataques-terroristas-valen-mas-que-las-otras/"}