{"authors": ["Lawrence Dawnes", "Por Lawrence Dawnes"], "date_download": "2018-11-16 03:45:27", "date_modify": "2018-11-16 03:45:27", "date_publish": "2016-11-24 14:00:26", "description": "La primera amnistía que se otorgó a migrantes \"ilegales\" no fue la más grande de la historia de Estados Unidos, pero sin duda fue la de mayor influencia: la llegada de los peregrinos. En los albores de la era Trump, qué lejos estamos de ese momento.", "filename": "es_2016_11_24__1542339927.html", "image_url": "https://static01.nyt.com/images/2016/11/24/opinion/24thu3thanksgiving/24thu3thanksgiving-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_11_24__1542339927.html", "title": "Acción de Gracias: la primera amnistía en Estados Unidos", "title_page": "Acción de Gracias: la primera amnistía en Estados Unidos – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nLa primera amnistía estadounidense que se otorgó a migrantes ilegales no fue la más grande de la historia de Estados Unidos, pero sin duda fue la más influyente pues aún hablamos de ella.\nLos beneficiarios mostraron cierta osadía y un alto grado de arrogancia al migrar a este lugar. Entraron sin permiso ni documentos, sin conocimiento de las leyes y costumbres locales; no aprendieron el idioma y se mantuvieron distantes.\nQue no tuvieran documentos no les molestaba, pues creían firmemente en que ningún ser humano es ilegal. Como muchos estadounidenses, santificaron su llegada y bendijeron su propia historia de migración por encima de todas las demás. Estaban agradecidos de ser aceptados por los nativos y contentos por las ofrendas. Esta es la versión de cómo sucedió, en 1621:\n“Ya que aseguramos nuestra cosecha, nuestro gobernador envió a cuatro hombres a cazar aves para que podamos alegrarnos juntos una vez que hemos reunido los frutos de nuestro trabajo. Los cuatro mataron tantas aves en un día que, con un poco de ayuda, duraron para la compañía casi una semana”.\n“En ese momento, entre otras actividades, usamos nuestras armas, muchos de los indígenas vinieron con nosotros, y entre ellos estuvo su gran rey Massasoit, con unas noventa personas, a quienes entretuvimos y celebramos durante tres días, y ellos salieron y cazaron cinco venados, que trajeron a la plantación y los concedieron a nuestro gobernador, al capitán y a algunos otros. Y a pesar de que no siempre será tan abundante, por la gracia de Dios, estamos tan lejos de la necesidad que deseamos compartir con ustedes nuestra abundancia”.\nHoy, cuando se lleva a cabo la celebración estadounidense más importante de todas, hay que recordar esa sensación de agradecimiento. Especialmente si por una buena fortuna ancestral, el establecimiento de tu familia en Estados Unidos no es puesta en entredicho, sé muy agradecido: nadie va a gritarte porque no hablas wampanoag; nadie va a asumir que tú o alguno de tus hijos son delincuentes, nadie va a corear frente a ti: “¡Construye el muro!”.\nLa historia de Acción de Gracias es un relato lindo que nos contamos a nosotros mismos sobre la amabilidad y la tolerancia y sobre cómo se adaptan las personas blancas. La historia de Estados Unidos se profundizó y enriqueció con el tiempo, con muchos pecados serios y matanzas, incluidas las de los indígenas, pero en general con el objetivo de labrar un ánimo de inclusión y bienvenida a los recién llegados. Qué lejano se siente todo eso hoy, en el amanecer de la era de Donald Trump en Estados Unidos.", "url": "https://www.nytimes.com/es/2016/11/24/la-primera-amnistia-migratoria-en-estados-unidos/"}