{"authors": ["Simon Romero", "Por Simon Romero"], "date_download": "2018-11-16 04:15:21", "date_modify": "2018-11-16 04:15:21", "date_publish": "2016-09-13 10:26:02", "description": "El Congreso de Brasil votó por una mayoría abrumadora para expulsar a Eduardo Cunha, el político que lideró la campaña para la destitución de Dilma Rousseff. Se descubrió que tiene 40 millones de dólares en Suiza.", "filename": "es_2016_09_13__1542341721.html", "image_url": "https://static01.nyt.com/images/2016/09/14/world/13brazil-web1/13brazil-web1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_09_13__1542341721.html", "title": "Expulsan del congreso al diputado que lideró la destitución de Dilma Rousseff", "title_page": "Expulsan del congreso al diputado que lideró la destitución de Dilma Rousseff – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nRÍO DE JANEIRO — La Cámara Baja de Brasil votó por mayoría la expulsión del legislador conservador que lideró el proceso de destitución de Dilma Rousseff, la expresidenta de Brasil, en un movimiento que refleja las profundas discrepancias entre la clase política sobre los grandes casos de corrupción abiertos en el país.\nLa cámara votó por 450 a 10 para despojar al congresista, Eduardo Cunha, de su escaño para afrontar un juicio por corrupción. Como resultado, Cunha, de 57 años, locutor de una radio evangélica que actuaba como portavoz de la Cámara Baja, pierde los privilegios legales que protegen a los diputados federales.\nLa expulsión de Cunha, uno de los políticos más populares del país hace pocos meses, muestra el problema político del país. La nueva administración del presidente Michel Temer, que fue vicepresidente de Rousseff y rompió con ella, tiene una índices de aprobación mínimos y en las calles hay protestas. Muchos creen que trata de salir airoso de las acusaciones de corrupción que caen contra el gobierno ahora.\nCunha se enfrenta a una larga lista de acusaciones de corrupción y se convierte en un símbolo de las ilegalidades cometidas en Brasil y la impunidad que ha imperado en el sistema. Los investigadores dicen que Cunha se llevó 40 millones de dólares en sobornos y los lavó a través de su iglesia evangélica y en bancos suizos.\n“No soy yo quien dice que Cunha es un criminal”, dijo Jean Wyllys, diputado social liberal y uno de los opositores más firmes de Cunha. “Es el fiscal general de la república quien lanza la acusación. Y estoy de acuerdo con él”.\nDespués de la votación que le despoja de su cargo, se espera que sea inhabilitado para el cargo durante ocho años.\nMientras se enfrentaba a las acusaciones contra él por sobornos, Cunha era el principal aliado de Temer en la destitución de Rousseff, a quien se señaló por una supuesta manipulación del presupuesto federal para tapar agujeros presupuestarios. A diferencia de Cunha y de docenas de diputados que maniobraron para destituirla, Rousseff es una de las pocas figuras políticas de importancia que nunca ha sido acusada de enriquecimiento ilícito.\nCunha, que cita habitualmente la Biblia en las redes sociales, ha repetido con insistencia que es inocente. Pero como miembro importante del partido de centro de Temer, el Partido del Movimiento Democrático Brasileño, que ha recibido múltiples acusaciones de corrupción, ha visto como sus propios colegas de agrupación política le rehúyen en Brasilia.\nVarios diputados del congreso han mostrado su ira contra Cunha. Clarissa Garotinho, diputada de Río de Janeiro, le llamó “psicópata hasta el punto de creerse sus propias mentiras”.\nLos investigadores incrementaron la presión sobre Cunha al acusar a su esposa, Cláudia Cruz, quien fue periodista, de corrupción tras encontrar pruebas de una cuenta secreta a su nombre en un banco suizo vinculada a Cunha. Los fiscales descubrieron que la pareja había usado dinero para clases de tenis en Florida, hoteles de lujo en Dubái y París, y compras en Armani y Ermenegildo Zegna.\nCruz, de 49 años, dijo que no le teme a la prisión. “No he hecho nada por lo que deba ser encarcelada”, afirmó en televisión. Argumenta que los investigadores han invadido su privacidad. “Eso es lo que hacen las mujeres de mi posición social”, explicó sobre sus hábitos de consumo extravagantes.\nYa en mayo Cunha fue destituido de sus responsabilidades en el congreso, pero se quedó como miembro gracias a su influencia y mantuvo su sueldo público.\nDespués de dimitir en julio dijo que defendería su honorabilidad y seguiría en la política. “La política es la única actividad en la que puedes morir y resucitar varias veces. He vivido mucho, esto es como un balancín, no me preocupa”.", "url": "https://www.nytimes.com/es/2016/09/13/expulsan-del-congreso-al-diputado-que-lidero-la-destitucion-de-dilma-rousseff/"}