{"authors": ["Jonathan Martin Y Patrick Healy", "Por Jonathan Martin Y Patrick Healy", "Jonathan Martin", "Patrick Healy"], "date_download": "2018-11-16 03:44:53", "date_modify": "2018-11-16 03:44:53", "date_publish": "2016-07-28 09:35:29", "description": "El presidente de Estados Unidos defendió su legado y expuso cómo la candidata demócrata continuará con su proyecto. También aseguró que nunca ha habido nadie más preparada que Hillary Clinton para el cargo.", "filename": "es_2016_07_28__1542339893.html", "image_url": "https://static01.nyt.com/images/2016/07/27/us/politics/27photostream-slide-LID6/27photostream-slide-LID6-videoSixteenByNine768-v3.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_07_28__1542339893.html", "title": "Un Obama optimista nombra a Hillary Clinton como su heredera política", "title_page": "Un Obama optimista nombra a Hillary Clinton como su heredera política – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nFILADELFIA — El presidente Barack Obama arrasó la noche del miércoles en una muy animada Convención Demócrata y dio un discurso de despedida en el que abogó por el optimismo en Estados Unidos y simbólicamente cedió la estafeta política a Hillary Clinton, quien lucha por conseguir la unidad de su partido y por los votos de los escépticos y sus contrarios.\nEn cuanto Obama subió al escenario, los asistentes vitorearon “We love you” (Te queremos) y “Yes we can” (Sí se puede). El presidente reconoció que los demócratas aún están divididos tras una dura lucha por la nominación y que Clinton “ha cometido errores”.\nPero garantizó apasionadamente que la candidata es una aliada confiable y honesta para todos los estadounidenses que necesitan a alguien que luche para mejorar sus vidas y que los mantenga seguros.\nSobre la Convención Republicana mencionó: “No fue especialmente republicana y definitivamente no fue conservadora. No hubo soluciones reales para los problemas urgentes, solo un despliegue de resentimiento, culpa, odio e ira”.\n“Aunque esta nación ha sido puesta a prueba por la guerra, por la recesión económica y por todo tipo de desafíos, esta noche estoy frente a ustedes de nuevo, después de casi dos periodos presidenciales, para decirles que hoy soy más optimista sobre el futuro de Estados Unidos que nunca”, dijo Obama.\nEl desdén hacia Donald Trump se volvió personal cuando el presidente mencionó a sus abuelos de Kansas y afirmó: “No sé si ellos tenían sus actas de nacimiento”, en una referencia directa al movimiento que lidera el candidato republicano, el cual cuestiona la nacionalidad de Obama.\nLas intervenciones del miércoles evidenciaron el intento de los demócratas por agrupar a sus correligionarios y por atraer a los republicanos, al pedir que sin importar qué es lo que piensen de la candidata demócrata, deben hacer todo lo que esté en sus manos para impedir que Trump llegue a la Casa Blanca.\nLas emociones inundaron la arena donde se realiza la convención: algunos delegados, con lágrimas en los ojos, aún no estaban listos para decir adiós a Obama, y otros —en particular, algunos demócratas jóvenes y liberales— no estaban listos para aceptar a Clinton como su nueva líder. Mientras ella se prepara para dar su discurso de aceptación la noche del jueves, el ala izquierdista del partido aún está dividida, mientras que muchos republicanos parece que terminarán por adherirse a Trump.\nAunque aceptó que Clinton tiene críticos en la izquierda y la derecha, el presidente de Estados Unidos intentó transferir su prestigio y atractivo político a quien fuera su rival hace ya unos años.\nEl discurso de Obama —que mostró una defensa apasionada de la visión y el carácter de Clinton— no anunció el inicio de una nueva era política: Hillary se ha envuelto en la bandera de la administración de Obama en vez de romper con él y ofrecer un nuevo camino.\n“Esta noche les pido que hagan por Hillary Clinton lo mismo que hicieron por mí: les pido que sean su apoyo tal como lo fueron para mí”.\n“Y si de verdad creen en la democracia, no pueden quedarse en casa solo porque no están de acuerdo con ella en cada tema. Tienen que unírsele porque la democracia no es un deporte que uno solo ve desde las gradas. Estados Unidos no se trata de ‘Sí, él puede hacerlo’, sino de ‘Sí, podemos hacerlo’”.", "url": "https://www.nytimes.com/es/2016/07/28/obama-hillary-clinton-convencion-democrata/"}