{"authors": ["Alejandro Rossette", "Por Alejandro Rossette"], "date_download": "2018-11-16 03:12:20", "date_modify": "2018-11-16 03:12:20", "date_publish": "2017-05-13 14:00:14", "description": "Cada año, lejos de los principales destinos culinarios del país, se lleva a cabo la muestra gastronómica del Valle del Mezquital, donde los habitantes locales cocinan con zorrillos, larvas de gusano, ardillas, víboras y lo que sea que tengan a mano.", "filename": "es_2017_05_13__1542337940.html", "image_url": "https://static01.nyt.com/images/2017/05/13/universal/es/mezquital5/mezquital5-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_05_13__1542337940.html", "title": "En este pueblo mexicano todo lo que corre, se arrastra o vuela va a la cazuela", "title_page": "En este pueblo mexicano todo lo que corre, se arrastra o vuela va a la cazuela – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Dale una tortilla a un mexicano y hará un taco.\nTodos se dicen expertos, pero muy pocos están preparados para comer una tortilla que contiene una carne a la que todavía le cuelga la cola, o con insectos vivos que podrían escaparse de la boca.\nPero en el Valle del Mezquital las estrellas son los tacos de zorrillo, de ardilla y de tlacuache, así como otras delicias de seis patas: se trata de una peculiar feria gastronómica que se celebra cada año, durante Viernes Santo, en Santiago de Anaya, un municipio en el estado de Hidalgo que está unas tres horas al norte de Ciudad de México.\nEl lema de la feria podría ser una advertencia para los visitantes: “Todo lo que se arrastra, camina, corre y vuela, va a la cazuela”.\nContinue reading the main story Foto\nEn este festival los protagonistas no son chefs profesionales, sino los habitantes de la región. Estos aprovechan la flora y fauna del lugar, así como las técnicas de cocina prehispánicas, y despliegan su creatividad en cada platillo. Todo por obtener alguno de los codiciados premios: refrigeradores, enseres domésticos, despensas y, por supuesto, el reconocimiento público.\nEntre los ingredientes predilectos de los cocineros tradicionales del Valle del Mezquital se cuentan los escamoles: larvas de la hormiga de la especie Liometopum apiculatum que se caracterizan por su forma perlada y un sabor sutil que revienta en la boca al morderlos. Por la dificultad para obtenerlos, y un precio que puede llegar a los 6 dólares por un puñado, también se les conoce como el “caviar mexicano”.\nContinue reading the main story Foto\nLos escamoles son muy apreciados por las familias de la región, así como por cocineros y comensales de todo el país. Sin embargo, a pesar de su origen humilde, también son reverenciados por chefs de renombre internacional como los mexicanos Enrique Olvera (de Pujol y Cosme) o Jorge Vallejo (Quintonil). Incluso forman parte del menú de 600 dólares que ofrece el chef de Noma, René Redzepi, en su restaurante itinerante recién abierto en Tulum, zona turística al sureste de México.\nOtra especie que puede causar asombro al más atrevido sibarita son los xamues, unos pequeños gusanos negros con motas de color rojo encendido, que pueden servirse en taco o bien martajados en una salsa.\nContinue reading the main story Foto\nDoña Tere, cocinera que ha participado durante más de 20 años en la vendimia que surge alrededor del concurso gastronómico, explicó que el secreto con los xamues es cocinarlos vivos. “De esta forma pierden lo amargo”, dijo, mientras asaba en la sartén medio kilogramo de insectos que poco a poco dejaron de moverse.\nLa técnica de cocina más utilizada en el Valle del Mezquital es de origen prehispánico: la cocción en hoyo de tierra. Con ella se preparan diversos platillos como el zacahuil —un tamal elaborado con maíz que puede llegar a pesar hasta cinco kilogramos— o la barbacoa de borrego.\nEse método de cocción es una de las cosas que sorprendió a la cocinera Abigail Mendoza Ruiz, que es de Oaxaca —uno de los focos gastronómicos de México— y ha ganado reconocimiento a nivel internacional con el restaurante de comida zapoteca Tlamanalli. En Oaxaca “tenemos muchos ingredientes y también comemos insectos”, dijo Mendoza Ruiz, pero calificó como “una sorpresa” la variedad en el Valle del Mezquital, “y el hoyo en la tierra también”.\nContinue reading the main story Foto\nEntre las variedades de platillos disponibles en la región hidalguense merece mención aparte el ximbó: un platillo de pollo, conejo o cueros de cerdo y nopales que son bañados con una salsa de chiles y envueltos en hojas de maguey; se deja cocinar a las brasas en el hoyo de tierra durante una noche. El resultado es un taco con una carne tierna cuyo jugo escurre por la tortilla y baña la boca con un ligero sabor ahumado propio del maguey.\nEste método de preparación también sirve para hacer tacos de serpiente, cuyo sabor es similar al del pescado; de coyote, de carne oscura y seca con un sabor penetrante; o de zorrillo, cuya pulpa tiene un marcado gusto a tierra.\nContinue reading the main story Foto\nLo único que está prohibido es la carne de animales en peligro de extinción, aunque para poder vender los productos de la feria también es necesario tener un registro expedido por la Secretaría del Medio Ambiente y Recursos Naturales (Semarnat) que certifique la procedencia legal de la presa.\nEn esta región semidesértica, lejos de los principales destinos gastronómicos de México como Oaxaca, Baja California o la capital del país, los insectos son tanto una fuente de proteínas para los habitantes como una opción alimentaria para la población indígena en condición de pobreza.\nEn el Valle del Mezquital, lo que falta en la alacena deja cabida para la sorpresa… como un taco que te podría morder.", "url": "https://www.nytimes.com/es/2017/05/13/feria-gastronomica-mexico-mezquital/"}