{"authors": ["Max Fisher Y Amanda Taub", "Por Max Fisher Y Amanda Taub", "Max Fisher", "Amanda Taub"], "date_download": "2018-11-16 03:44:58", "date_modify": "2018-11-16 03:44:58", "date_publish": "2016-07-18 19:09:49", "description": "Según algunos analistas, el país no reunía condiciones para sufrir un golpe de Estado, y los conspiradores no reunían las condiciones para triunfar con su levantamiento. El intento fallido de derrocar a Erdogan deja más preguntas que respuestas.", "filename": "es_2016_07_18__1542339898.html", "image_url": "https://static01.nyt.com/images/2016/07/17/world/17INT-TURKEY-web1/17INT-TURKEY-web1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_07_18__1542339898.html", "title": "Turquía: un candidato improbable a un golpe de Estado improbable", "title_page": "Turquía: un candidato improbable a un golpe de Estado improbable – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSi el intento de golpe de Estado en Turquía fue una sorpresa, hay una buena razón para ello: lo que ocurrió contradice décadas de investigación acerca de cómo, cuándo y por qué suceden los golpes de Estado.\nEl levantamiento de la noche del viernes parecía discrepar enormemente de los patrones usuales. Los politólogos que estudian los golpes de Estado dicen que Turquía tenía un riesgo mínimo de sufrir uno.\nEl secretario de Estado estadounidense, John Kerry, reiteró su apoyo al gobierno de Turquía y, como otros observadores, expresó su desconcierto.\n“Nos sorprendió a todos, incluyendo a la población de Turquía”, manifestó Kerry, y agregó: “Tengo que decir que no parece que sea un evento muy bien planeado o ejecutado”.\nLa diferencia entre la insurrección en Turquía y otros golpes de Estado ayuda a explicar por qué fracasó este intento, pero también subraya la cantidad de preguntas que quedan sin respuesta.\nUn país sin riesgos\nLos golpes de Estado no solo suceden porque existen conspiradores, sino también por determinados factores estructurales. Los politólogos han identificado ciertas pautas de predicción a partir de tendencias económicas, de libertades políticas y de salud pública.\nJay Ulfelder, quien se dedica a hacer proyecciones políticas, ha desarrollado un modelo matemático que sintetiza esta información para predecir el nivel de riesgo de golpe de Estado de un país.\nSegún la investigación de Ulfelder, realizada en conjunto con el Early Warning Project, Turquía era un candidato “muy poco probable” a un golpe de Estado, de acuerdo con lo que escribió vía correo electrónico. Tenía solo un 2,5 por ciento de probabilidades de un intento de golpe de Estado en base a información de 2016. Turquía ocupaba el lugar 56.º de 160 países, entre Laos e Irán, y estaba en un rango en el que podía considerarse un país estable. Los países en riesgo por lo general tienen elevadas tasas de mortalidad infantil —una medida de pobreza— y economías con un mal desempeño. La economía turca ha estado creciendo y la tasa de mortalidad infantil ha disminuido rápidamente.\nUlfelder también encontró que un país tiene menos probabilidades de enfrentar un golpe de Estado cuando hay un conflicto armado en Estados vecinos, quizá debido a un efecto de unidad interna.\nAunque Turquía tenga un historial de golpes de Estado, el país ha cambiado mucho desde el último, en 1997, y Ulfelder destacó que lo más importante es que había pasado casi 20 años sin un evento de estas características.\nOtro factor crucial es lo que los expertos llaman fragmentación de la élite: si hay división entre los grupos poderosos —funcionarios electos, líderes empresariales, generales, jueces, etcétera—, la competencia por los recursos y el control terminarán en un golpe.\nHasta ahora, no hay señales de que hubiera una división tal en Turquía. La economía en crecimiento hace que las élites busquen mantener el statu quo. Y a pesar de que las instituciones del Estado son imperfectas y los índices de corrupción podrían ser menores, ambos factores pueden hacer que las élites compitan por los recursos, pero no al grado de causar una crisis.\nTampoco hay una polarización social como las que suelen aprovechar las élites para llevar a cabo un golpe de Estado. Aunque el presidente turco, Recep Tayyip Erdogan, puede ser una figura política que cause tensión, no vemos ese tipo de divisiones profundas —con grupos de la sociedad civil que hagan campaña en contra del Estado— que esperaríamos antes de un golpe de Estado.\nNada parecido a un golpe de Estado\nSegún las investigaciones, lograr que un golpe de Estado sea exitoso es como hornear un pastel: hay una receta y si te saltas pasos o dejas de usar ciertos ingredientes, casi con certeza fracasas.\nContinue reading the main story Foto\nLos conspiradores turcos no siguieron la receta.\nLos golpes de Estado exitosos parecen realizarse como “coreografías” escribió Naunihal Singh, un profesor en el Air War College, en su libro Seizing Power, que analiza por qué los golpes de Estado tienen éxito o fracasan.\nSegún con esta teoría, los golpes de Estado funcionan cuando los líderes pueden convencer a otros oficiales y soldados de que su éxito está asegurado, y convierten la unión en un acto de interés propio.\nLos conspiradores por lo general logran esto en una serie de pasos predecibles. El peso de los militares detrás del golpe se deja ver con una gran demostración de fuerza. Un anuncio público por uno o más oficiales de alto rango prueba que hay apoyo de la élite. Asimismo, los conspiradores tienden a controlar los medios de comunicación y el flujo de información que llega a la población, y sofocan cualquier transmisión que pudiera socavar la sensación de un éxito inevitable e incontrovertible.\nLos golpes de Estado que tuvieron éxito en Turquía, en los que las instituciones políticas y militares eran muy sólidas, siguieron un modelo “institucional de golpe”, según Brian Klaas, de la London School of Economics.\nEn un golpe de Estado institucional el ejército está unificado y usa todo su poder para forzar el control total del gobierno, como lo hicieron los militares turcos en 1980. Con un escenario así, la coreografía es muy sencilla: toda la coordinación de la élite militar se da incluso antes de que empiece el golpe de Estado y así las otras élites no tienen más opción que cooperar.\nCuando el levantamiento solo involucra a una facción militar, menciona Klaas, el juego de confianza puede requerir que se detenga a los líderes más importantes o que se fuerce a un militar con mayor experiencia a que declare públicamente que el golpe ha triunfado para que se cree una percepción de éxito incluso antes de que cualquiera descifre qué está pasando.\nEn esta ocasión, los militares disidentes turcos intentaron realizar solo algunos de estos pasos, y no tuvieron éxito en ninguno de ellos.\nContinue reading the main story Foto\nLos rebeldes, para mostrar su fuerza, desplegaron tanques y jets en Estambul y Ankara, pero no fue suficiente para intimidar al resto del Ejército, que al final se impuso. Más importante aún es que no hubo una cara pública del golpe de Estado que demostrara el apoyo de la élite o que estableciera un plan claro.\nLos insurgentes también intentaron controlar los medios de comunicación, pero fallaron. El presidente Erdogan usó la aplicación FaceTime para llamar a un canal de televisión, un movimiento extraño en el que el mandatario se arriesgó a parecer débil, pero que minó el momentum de los conspiradores y le permitió convocar a la población para que saliera a las calles y mostrara su oposición al golpe.\nTanto el servicio telefónico como el de internet mantuvieron sus operaciones, así el gobierno pudo comunicarse a través de redes sociales y ayudó a que las protestas a su favor se expandieran; de esta manera, el sentido de inevitabilidad del golpe de Estado fue socavado.\nPreguntas sin respuesta\nLas protestas de los simpatizantes del gobierno —y la ausencia de grupos de gente a favor del golpe— también pudieron ser determinantes para el fracaso del levantamiento. Con frecuencia los golpes estallan e incluso se coordinan con movimientos ya existentes para mostrar que hay un apoyo amplio a las élites opositoras.\nLos líderes turcos del golpe de 1997, por ejemplo, trabajaron con grupos de la sociedad civil y otros que se oponían al gobierno. El golpe militar en Egipto en 2013 sucedió en medio de protestas masivas en contra del gobierno.\nLos líderes del intento de golpe de este fin de semana parecían carecer de aliados. No hubo un grupo de la sociedad civil ni partidos políticos que emitieran posturas a favor de la insurrección ni tampoco había élites que los apoyaran.\nEn retrospectiva, el golpe parecía tan condenado al fracaso que solo surgen más preguntas. Aún no está claro qué provocó el intento, quién lo lideró y por qué pensaron que tenían suficientes posibilidades de éxito como para arriesgar sus vidas.\nSi tomamos a la historia como guía, la explicación más simple para el fracaso es la falta de planeamiento y su propia incapacidad.", "url": "https://www.nytimes.com/es/2016/07/18/turquia-un-candidato-improbable-a-un-golpe-de-estado-improbable/"}