{"authors": ["Mary Williams Walsh", "Por Mary Williams Walsh"], "date_download": "2018-11-16 04:16:54", "date_modify": "2018-11-16 04:16:54", "date_publish": "2016-05-02 10:17:03", "description": "El territorio asociado a los Estados Unidos dejará sin pagar cantidades de dinero aún mayores de las que no pagó hoy a menos que el congreso apruebe un rescate.", "filename": "es_2016_05_02__1542341814.html", "image_url": "https://static01.nyt.com/images/2016/05/02/business/db-rico1/db-rico1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_05_02__1542341814.html", "title": "Puerto Rico anuncia que no pagará parte de su deuda pública", "title_page": "Puerto Rico anuncia que no pagará parte de su deuda pública – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEl gobernador de Puerto Rico, Alejandro García Padilla anunció el domingo la moratoria del pago de una deuda de 422 millones de dólares que vencía el lunes.\nEl pago que no se hará es el mayor hasta el momento de una serie de impagos por parte del estado asociado de los Estados Unidos y un aviso de que Puerto Rico probablemente dejará de pagar plazos de mayor cuantía que vencen el 1 de julio, a menos que el Congreso de los Estados Unidos apruebe un rescate antes.\nEl primer día de julio vencen 2000 millones, de los cuales 800 son bonos de obligaciones generales garantizados de manera explícita por la Constitución de Puerto Rico. El impago de dichas obligaciones no solo provocaría una ola de demandas por parte de los acreedores, también proyectaría dudas sobre el mercado de bonos municipales de los Estados Unidos, una importante fuente de financiación de obra pública que asciende a 3,7 billones de dólares.\nEl gobernador ha calificado la decisión de “dolorosa” y, en tono nacionalista, explicó que tuvo que invocar los poderes de emergencia que le otorga la ley puertorriqueña porque no espera ayuda de Washington.\n“Habríamos preferido tener un marco legal para reestructurar la deuda de manera ordenada”, dijo.\nLa ley federal prohíbe que Puerto Rico reestructure su deuda. El congreso, bajo la batuta de su portavoz, Paul D. Ryan, ha intentado aprobar una ley que le permitiría a Puerto Rico anular parte de su deuda, una opción habitualmente disponible en casos de bancarrota.\nPero la cuestión es controvertida y aún es parte de una negociación.\nEl gobernador cree que el proceso es demasiado lento. Y culpó, sin nombrarlas, a “personas que se oponen al pueblo de Puerto Rico”, quienes según él, “han lanzado una campaña brutal de discriminación racial y mentiras contra nosotros” que pasa por convencer a miembros del congreso de que Puerto Rico necesita medidas de austeridad y no límites a su deuda.\n“Puerto Rico necesita que el portavoz Paul Ryan use su liderazgo y cumpla su palabra” dijo García Padilla. “No podemos esperar más. Necesitamos el mecanismo de reestructuración ahora”.\nAsimismo, el gobernador expresó su escepticismo con respecto a uno de los principios centrales del rescate: que para recibir los poderes extraordinarios que reestructuren la deuda, Puerto Rico debe ser supervisado por el gobierno federal. García Padilla dijo que aceptaría una supervisión que ayudara al gobierno de la isla, pero que se opondría firmemente a cualquier control que pudiera imponerse sobre su gobierno en cuestiones como fiscalidad o a qué deudores deben cobrar primero.\nEl gobernador dijo que “sería una vergüenza para Estados Unidos admitir ante la comunidad internacional que mientras lucha por la democracia en el extranjero, niega la democracia en su patio trasero”.\nLos 422 millones de dólares impagados el lunes son deuda del Banco Gubernamental de Fomento que ha financiado a la administración pública durante décadas. Parte de los deudores son organizaciones de la isla que ya habían aceptado ampliar el vencimiento de la deuda un año más.\nPero otros deudores quieren cobrar. A principios de abril, un grupo de varios fondos de inversión demandaron al banco con el argumento de que era insolvente y que utilizaba sus recursos, escasos, para apuntalar departamentos de la administración. Trataron de que la justicia federal en San Juan congelara todos los activos del banco que se utilizan para garantizar la seguridad y bienestar básicos de los residentes en la isla.\nPocos días después, el Congreso de Puerto Rico le dio al gobernado el poder de hacer algo parecido: suspender pagos para garantizar la liquidez de los servicios públicos fundamentales.\n“No vamos a poner la vida y la seguridad de nuestra gente en peligro. Es nuestra prioridad y seguirá siéndolo”, fueron las palabras del gobernador en su discurso televisado del domingo.", "url": "https://www.nytimes.com/es/2016/05/02/puerto-rico-anuncia-que-no-pagara-parte-de-su-deuda-publica/"}