{"authors": ["Michael Kimmelman", "Por Michael Kimmelman"], "date_download": "2018-11-16 03:45:27", "date_modify": "2018-11-16 03:45:27", "date_publish": "2016-06-08 19:00:13", "description": "Al inesperado ganador del Pritzker de este año le importa más resolver problemas sociales que ejercitar sus habilidades artísticas. Aravena encuentra gloria en la monotonía, la sencillez y la colaboración con las personas que habitarán sus proyectos.", "filename": "es_2016_06_08__1542339927.html", "image_url": "https://static01.nyt.com/images/2016/05/23/t-magazine/aravena-slide-X4RO/aravena-slide-X4RO-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_08__1542339927.html", "title": "Alejandro Aravena, el arquitecto chileno que reconstruye un país", "title_page": "Alejandro Aravena, el arquitecto chileno que reconstruye un país – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read in English\nEl terremoto, uno de los más fuertes que se hayan registrado, empezó a sentirse en la mitad de una de las últimas noches de febrero de 2010.\nPero el verdadero daño llegó 18 minutos después, con el tsunami del Pacífico que se estrelló contra el estuario del río Maule, donde se enclava la pequeña ciudad de Constitución. Murieron más de 500 personas. Sus habitantes se quedaron sin casas, electricidad y agua potable.\nDías después el arquitecto Alejandro Aravena estaba montado en un helicóptero para evaluar los daños. Su empresa, Elemental, y un equipo de consultores se habían reunido para crear un plan de reconstrucción. Arauco, una empresa de silvicultura que emplea a miles de trabajadores en Constitución, había aceptado patrocinarlo.\nAravena comía un plato de pernil en una parada de autobuses mientras recordaba qué pasó después, una historia que tal vez ha contado miles de veces antes. “Los habitantes de Constitución sospechaban, naturalmente, porque estábamos trabajando para la compañía de silvicultura, que todos los beneficios de la reconstrucción irían para la compañía, no para ellos”, dijo.\n“Por eso supimos desde el principio que la gente tenía que participar en el proceso de reconstrucción. En efecto, necesitábamos crear al cliente correcto. Así que ideamos un consorcio: Arauco, el gobierno, la gente y nosotros. Estábamos adoptando un enfoque intuitivo porque realmente no sabíamos nada sobre planificación urbana. Al final, la ignorancia ayudó”.\nAravena se terminó su cerveza mientras un extraño pasó por el lado de su mesa. Ahora le sucede todo el tiempo. Los conductores de los autos lo paran en la calle. Políticos, conocidos de antaño y maestros de escuela le piden una foto. Todos dicen lo mismo: “Gracias”, como le dijo el extraño a Aravena, que sonrió y se puso codo a codo con el hombre para una foto.\nGracias, como si el premio Pritzker, el Nobel de la arquitectura que recibió este año Aravena, se lo hubieran dado a nombre de todo Chile. “Incluso Nueva Zelanda tiene más héroes, tienen a los All Blacks”, bromea el arquitecto sobre el famoso equipo de rugby. “Somos un país pequeño. Casi nunca ganamos nada”.\nPero resulta que Chile está produciendo algunos de los arquitectos más talentosos de la actualidad, una generación que incluye a Cecilia Puga, Sebastián Irarrazaval, Pezo von Ellrichshausen, Mathias Klotz, Teresa Moller, Smiljan Radic (“el mejor arquitecto del país”, me cuenta Aravena) y Aravena.\nContinue reading the main story Foto\nAdemás del premio, Aravena actualmente dirige la Bienal de Arquitectura de Venecia, cuya exhibición dedicada a la responsabilidad social ha decidido titular: “Reportando desde el frente”.\nPero los escépticos nunca faltan. Aparte de su juventud (tiene 48 años) opinan que, en comparación con otros ganadores del Pritzker, no ha construido mucho y que algunos de sus proyectos insignia, incluida Constitución, están a medio hacer, así que no queda tan claro cómo van a resultar. Además, él y sus socios de Elemental —Gonzalo Arteaga, Juan Ignacio Cerda, Víctor Oddó y Diego Torres— se concentran en viviendas sociales. “Mientras más monótonas, secas y duras, mejor,” dice el mismo Aravena. “Dado que las personas construirán sus casas de todas maneras”, elabora, “esta arquitectura le da orden a sus intervenciones”.\n“No nos vemos como artistas”, agrega. “A los arquitectos les gusta construir cosas que sean únicas en su tipo. Pero si algo es único, no se puede repetir, así que en cuanto a su utilidad para ayudar a mucha gente en muchos lugares su valor es casi cero. Trabajamos en campos donde las probabilidades de fracasar son mayores que el promedio. Cometemos errores. Si necesitamos remplazar una ventana o hacer otros arreglos, es más fácil para nosotros porque tenemos una base de buena voluntad”.\nEs decir que, en general, su trabajo no es la poesía en vidrio o el espectáculo de líneas curvas que había conquistado hasta ahora a los jurados del Pritzker —uno de los cuales, curiosamente, solía ser Aravena, hasta que renunció hace apenas un año—.\nEl premio está reconociendo un cambio de tendencia en la arquitectura que aún no es aceptado por todo el mundo.\nRowan Moore, un crítico de The Guardian, dijo que Aravena “tiene algunas de las características de una estrella de la arquitectura: un perfil altamente mediático, un estilo de vida de trotamundos y conferencista, una apariencia cultivada cuidadosamente, un peinado extraño (imagínense un animal atropellado en el desierto) que parece ser más atrevido y más cargado con cada vuelo transcontinental”.\nCon todo, Aravena le prometió a su familia que no saldría de Chile más de una vez al mes, lo cual significa, al tener proyectos que están muy lejos entre ellos, que tiene tiempo para dar dos o tres conferencias al año, me dijo.\nAntes de llegar a Chile, un colega de Aravena me dijo que el arquitecto podía ser distante. Me pareció sincero, abierto, un poco “cerebrito” y muy serio.\nEs una época de crecimiento urbano sin precedentes, en su mayoría informal, lo que significa desarrollos ilegales de personas de bajos recursos. La cantidad total de desplazados en el mundo ahora compite con la población de Francia. El cambio climático está transformado el mundo. Para los arquitectos, los retos y oportunidades de hoy son históricos. “En nombre de la libertad artística, los arquitectos se hicieron irrelevantes a ellos mismos”, dijo Aravena. “Creo que podrías mirar atrás en el tiempo y darte cuenta de que este es un momento clave”.\nY un lugar clave es Constitución. Después del tsunami, las constructoras sugirieron la idea predecible y ventajosa de crear un inmenso muro que los protegiera del mar, lo que habría causado que la costa, ya deteriorada, se convirtiera en una especie de fortaleza o prisión. Es una propuesta que los políticos adoran, pues le pueden cortar el listón a un muro imponente. Pero sus habitantes, en reuniones públicas, expresaron otras preocupaciones.\nLos tsunamis no son comunes. Según las quejas de los pobladores, la ciudad se inundaba regularmente, había pocas áreas verdes cercanas, pocas viviendas adecuadas, difícil acceso al río, malas carreteras y edificios públicos en ruinas.\nLa estrategia de Elemental se basó en la diplomacia y el diseño. La empresa reunió las peticiones del público, habló con agencias gubernamentales que no se hablaban entre sí y comparó costos.\nEntonces Aravena les presentó una opción a los habitantes: construir el muro y reconstruir las casas destruidas a lo largo del río u obtener casi todo lo que pedían por menos millones. Elemental propuso reubicar a las familias desplazadas y hacer un parque público en la ribera. Los árboles nuevos no detendrían los eventuales tsunamis, pero podrían reducir su impacto y mientras tanto habilitarían el río como área verde. Las cuencas de retención impedirían las inundaciones y servirían también como sitios de recreo.\nLos habitantes de Constitución votaron por el parque, siguiendo la idea general del proyecto de Aravena: convivir con la naturaleza y no resistirla.\nContinue reading the main story Foto\nEn retrospectiva, Aravena dice que “el muro marino habría provocado disturbios porque no habría hecho lo que quería la gente. El proceso de participación mostró las prioridades públicas, dentro de las cuales el tsunami era la última”.\nEstábamos hablando mientras caía una lluvia fina, al pie de un barranco desde donde se ve Constitución, en el que Elemental ha instalado varias plataformas de observación —cajas elegantes de madera tipo Donald Judd con pisos de cemento abiertos por los lados— que sirven de postales de una ruta turística con el Pacífico de fondo.\nAbajo, la nueva costa todavía estaba en construcción. Río arriba esperan despejar espacio para construir un parque y un puente prometido no se ha construido aún. El progreso ha sido lento y el forcejeo político muy difícil, reconoce Aravena. Se preocupó cuando nos detuvimos en la plaza principal de la ciudad y nos enteramos de que el nuevo alcalde había aprobado quioscos de madera barata que bloqueaban el pórtico de doble altura del centro cultural de Elemental, austero y espléndido, cuyas columnas erosionadas de madera gris estaban siendo pintadas con horrible pintura color caramelo por parte de trabajadores municipales.\nPero después fuimos en auto a Villa Verde, un proyecto de vivienda que Elemental diseñó para un grupo de residentes desplazados de Constitución y otros lugares. Estaba en lo alto de una colina, cerca de uno de los enclaves de clase media de la ciudad y veía desde lo alto el centro de la ciudad y el mar: cientos de casas de dos pisos, conectadas, algunas con jardines privados al frente, todas rojas y blancas; son una figura dentada de techos conectados que recuerdan las casas que podría dibujar un niño.\nContinue reading the main story Foto\nSe llaman “viviendas sociales”: una respuesta a la escasez. El primer proyecto de viviendas sociales de Elemental se hizo en Iquique, en el norte de Chile, en 2003. El gobierno aporta el dinero para una casa nueva, pero no suficiente para cubrir el costo de la tierra, la construcción o un lugar mucho más grande que un estudio. De este modo, Elemental proporciona “media casa buena”. Sus habitantes obtienen lo que ellos solos no podrían haber construido o pagado con facilidad: una casa de dos pisos y dos dormitorios, con techo, cocina y baño —además de un espacio vacío equivalente al lado. Completan la segunda mitad, si pueden, cuando pueden y como pueden.\nEsta idea no es nueva o propia de Aravena.\nDurante la década de los setenta, en una campaña llamada “Operación Sitio” se veían terrenos con tuberías y conexiones eléctricas donde los inquilinos tendrían que construir casas desde cero. Pero la vivienda progresiva de Elemental va más allá, con una base de formas arquitectónicas, muros que dan a la calle y espacios públicos que dan forma a los vecindarios.\nAravena dice que la monotonía crea “la cadencia de un ritmo silencioso”. El sincopado de casas a medias y vacíos actúa como un enrejado, un marco que reúne a la comunidad y garantiza la continuidad visual, con lo que promueve la variedad. Al igual que el plan de reconstrucción de Constitución, es un proyecto colaborativo.\nY transforma lo que suele ser una mercancía deteriorada —el proyecto de vivienda social— en un generador de nueva riqueza. El estado aporta 22.300 dólares. Las familias pobres que compren estas casas por 700 dólares aportan dos o tres mil dólares para construir la segunda mitad… y listo. Casas de tamaño equivalente en el mercado libre aquí pueden llegar a costar más de 100.000 dólares. Los residentes de Villa Verde, que casi no tienen nada, ganan equidad.\nUna manaña, mientras Aravena se quejaba con una estación de televisión local por los quioscos en la plaza, yo fui a Villa Verde para preguntarles a las familias qué pensaban. Fue un día gris y tranquilo. Pasé por jardines frontales recientemente cercados, balcones caprichosos e incongruentes como de chalet suizo, una cancha enlodada de basquetbol y algunas casas aún sin terminar.\nNoemí Morán, de 27 años, estaba en su puerta conversando con un vecino. Me dijo que se mudó a la casa hace dos años con su esposo, un chofer de autobús; sus hijos (Lucas de tres años y Antonia de dos), y un cachorro. Todos habían estado apiñados en una cabaña de adobe de una habitación en la que apenas cabían sobre un campo detrás de la casa de la madre de Morán en Santa Olga, como a 20 minutos. Con el dinero que ahorraron durante el último año, Morán y su esposo terminaron la segunda mitad de la casa. Su tío ayudó con los paneles de yeso y las ventanas. Me invitó a pasar.\nContinue reading the main story Foto\nEl lugar estaba inmaculado, el piso de mosaicos pulido, el techo de tablones de madera, una gran mesa de comedor en la sala y una cocina con el tamaño suficiente para que Lucas monte su pequeño triciclo. “Al principio lloré mucho, sin mi madre”, me dijo Morán. Le pregunté si era más feliz ahora. Era difícil hablar a causa de los niños y el perro que ladraba. Entonces me respondió señalando con la mano. “Mira”, alcanzó a decirme.\nDespués conocí a Luis Flores, de 37 años, que me esperaba con su esposa, Ximena Troncoso, de 33 años, enfrente de su casa. “Siempre tuvimos el sueño de tener nuestra propia casa”, me dijo Troncoso. “Al principio nos incomodaba mucho la idea de tener solo media casa”. La alternativa era un proyecto de vivienda más convencional de otros arquitectos, colina abajo, con departamentos un poco más grandes que la media casa de Elemental, pero ni cerca de tener el tamaño de la casa terminada que tendrían en Villa Verde.\nCon un ingreso combinado de 500 dólares al mes, les tomó más de un año ahorrar los 1500 dólares que necesitaban para construir la segunda mitad, con un ventanal y una terraza de mosaicos. La pareja tiene tres hijos. También vivían en una habitación en Santa Olga. La casa nueva está llena de pertenencias, pero, con sus 84 metros cuadrados, se ve grande. “Tenemos agua caliente”, dice Troncoso, presumiendo de las ventajas. “Tenemos suficiente espacio para que todos los niños tengan su propio dormitorio. Tenemos independencia”.\nAravena es el hijo de unos profesores de clase media que se ajustaron el cinturón para darle una educación privada en Santiago. En el camino entre Constitución y la capital nos detuvimos en la Escuela Ayelén, que Elemental terminó el año pasado, en la frontera de Rancagua. Fue construida con un presupuesto bastante bajo (70 dólares el pie cuadrado) para unos 1200 niños, la mayoría pobres; está concebida como un ancla para un desarrollo más grande que algún día, se supone, incluirá vivienda social. La escuela es un privilegio que funciona como escuela pública, ya que el dueño de una fábrica cercana pagó la construcción. La estructura se parece a un círculo dentro de un cuadrado: con un techo de un solo bloque al frente, un recibidor con jardines y un enorme patio redondo abierto al cielo.\nContinue reading the main story Foto\nEl edificio está pintado de negro y es grande pero se desvanece ante todos los afiches y los trabajos de arte que los niños pegaron en los salones de clase y en los pasillos. Los límites de los recursos se pueden ver en los delgados muros de fibrocemento y en los círculos de la línea de tejados. Magníficas pantallas de tejido de mimbre, un material local, envuelven la biblioteca en forma de medialuna. La directora de la escuela, Lorena Alcota Ireland, me dijo que “está clara la importancia y el valor que los arquitectos le dieron a los estudiantes, algo nuevo para estos niños”. A cambio, dijo, los alumnos cuidan el edificio con un esmero inusual.\nEstuve con Aravena durante un descanso, cuando decenas de estudiantes corrían por el patio. Un adolescente algo torpe con aparatos dentales y lentes se acercó de prisa cuando ubicó al arquitecto y le extendió la mano. “Está escuela es genial”, le dijo. Aunque estuve con el arquitecto varios días, nunca lo vi tan contento.\nUna tarde soleada, ya de regreso en Santiago, Aravena, su esposa, Gica, que estudió arquitectura en su Brasil natal, y sus dos hijas (Aravena tiene un hijo adolescente de una relación anterior), me llevaron a ver la casa de acero oxidado y cristal que construyeron. Se encuentra en lo alto de una colina pequeña en una calle arbolada en Santiago. La casa está cerca de la oficina de Elemental, un conjunto de habitaciones para poco más de veinte empleados que ocupa medio piso en una torre comercial envejecida. A unas calles en dirección contraria se encuentra la Universidad Católica de Santiago, la vieja escuela de arquitectura de Aravena.\nFuimos a verla a pie. La escuela ocupa una espléndida hacienda de la era colonial llamada Lo Contador. En la década de los ochenta, “había una atmósfera competitiva pero colaborativa”, me dijo Aravena. Eran los años de Pinochet, así que muchas revistas extranjeras estaban prohibidas y los estudiantes de arquitectura de Chile tenían acceso limitado a lo que sucedía en el resto del mundo. “Estuvimos a salvo de los postmodernistas”, comenta Aravena, quien ve el lado positivo de la censura. “Por omisión, nos dejaban solos para encontrar nuestra propia identidad. Nuestros profesores eran practicantes, no teóricos, que enseñaban a construir edificios. Fue, en retrospectiva, una educación muy útil”.\nAravena y sus compañeros se graduaron cuando ya no había dictadura en Chile, “no precisamente como un grupo muy cercano”, recuerda, “sino unidos por lo que no éramos: ni postmodernos ni paramétricos ni ideólogos. Estábamos educados. Nos introdujeron al arte, las matemáticas, la literatura y los materiales. Sabíamos dibujar y construir”.\nContinue reading the main story Foto\nEl patio de Lo Contador es un espacio exuberante de árboles y pasillos. En los muros descascarillados que rodean la galería de la hacienda cuelgan proyectos estudiantiles y afiches. Como siempre, Aravena lleva un cuaderno de bocetos. Dibuja todo el tiempo, para hacer explicar un plan, para ilustrar un punto. Su conversación no se inclina hacia la arquitectura y la estética, sino hacia los menesteres prácticos —negociaciones, economía, materiales, números—, los cuales pueden ser una fuente de asombro para él. Un día, se fue diez minutos por una tangente vertiginosa sobre el número impar de escalones que Miguel Ángel diseñó para el vestíbulo de la Biblioteca Laurenciana en Florencia.\n“Siento que empecé a estudiar arquitectura de verdad cuando me mudé a Venecia en 1992”, me contó.\n“Allá vivía en un planeta completamente distinto. Podía ir a un edificio una semana solo a dibujar. Pasaba un mes dibujando templos dóricos en Sicilia. Medía todo y absorbía toda esta historia que no aprendí en Chile. Vi edificios románicos y edificios de Paladio, Alberti y Brunelleschi; todo esto finalmente me hizo darme cuenta a qué podía aspirar la arquitectura”.\n“Luego, cuando volví a Chile, los trabajos que hice eran restaurantes y tiendas, un cliente malo tras otro. Estaba haciendo una discoteca en el norte de Chile para un tipo que, se comprobó, era deshonesto y finalmente no lo pude soportar más. No pasé una vida de aprendizaje para vivir eso. Así que renuncié a la arquitectura y abrí un bar. Seguía siendo un cerebrito pero vivía de noche y dormía de día”.\nAsí duró un par de años, hasta que tuvo la oportunidad de diseñar un edificio nuevo para el departamento de matemáticas en el campus San Joaquín de la Universidad Católica.\nSi quieren ver el otro lado de la arquitectura de Aravena —los otros proyectos que probablemente influyeron en la decisión de los jueces del Pritzker—, Aravena tiene tres en el campus San Joaquín de la universidad: el edificio de Matemáticas, un salón de clases y centro de estudio llamado Torre Siamesa, y el Centro de Innovación Angelini. El edificio de matemáticas, terminado en 1999, es una estructura larga y baja que llena el espacio entre dos edificios que ya existían. Los alumnos habían usado el espacio para cruzar el campus —los arquitectos la llaman una “línea del deseo”, un paso informal o un atajo, a través de un parque o un espacio abierto. La idea de Aravena era fundir los tres edificios, sin interrupciones, incorporando la línea del deseo y trazando el pabellón de entrada como una especie de nudo, con la forma de una red triangular de dos pisos que atara la circulación por dentro y por fuera.\nLos tragaluces se abren hacia balcones interiores, donde el personal académico puede charlar en diferentes pisos. La línea del deseo diagonal se corta con una escalera que da a un café con terraza, la plaza pública del edificio. El proyecto, lleno de ideas de un arquitecto joven y ansioso por probarse, expresa las lecciones que Aravena aprendió de Louis Kahn y Le Corbusier. Poco después, Harvard contrató a Aravena como profesor en su escuela de arquitectura y el edificio de Matemáticas llevó a otro encargo para la universidad: la Torre Siamesa, probablemente el edificio de Elemental más fotografiado.\nContinue reading the main story Foto\nParece atrevido y vistoso en fotos pero es una decepción cuando se aprecia en persona, de mala calidad, achaparrado y recargado: una extraña combinación de vidrio con traviesas recicladas, desplegadas como plataformas alrededor de la base. La instrucción era que Elemental debía usar vidrio, me dijo Aravena, y no les dieron suficiente dinero para hacer un muro cortina que mitigara el calor y el efecto invernadero. Con casi 5.000 metros cuadrados, el edificio tampoco era tan grande como para hacer una torre bien formada con plantas de piso de tamaño práctico. Así que los arquitectos dibujaron una caja, cortaron una calza de la parte de arriba y pellizcaron los lados para crear la ilusión de que eran unas torres gemelas asimétricas.\nLa fachada de cristal, como una matrioska, es solo un cascarón que contiene otro edificio con salones de clase; el espacio que se crea entre estos actúa como una chimenea virtual que extrae el calor. El edificio se siente claustrofóbico y a medio cocer, incómodo en su propia piel. De algún modo, fue un modelo de lo que no debía hacer en su siguiente proyecto en el campus, el Centro de Innovación Angelini, neobrutalista e impresionante.\nLa tarea era diseñar un edificio de 8360 metros cuadrados y 18 millones de dólares que fuera la representación de la “innovación” durante décadas, por lo que Aravena y sus colegas se enfrentaban a un problema evidente. Algo que fuera brillante y pasajero, con paneles de titanio volados o pirotecnias paramétricas, se vería anticuado. El centro debía ser atemporal. A Aravena le gusta usar la palabra “irreductible” para describir el enfoque de Elemental. “Un proyecto de Elemental debe ser algo en lo que no se pueda cambiar el diseño sin quitar algo esencial”, dice.\n“La escasez de medios requiere que el arquitecto produzca una abundancia de significados. El poder de la arquitectura es el poder de la síntesis, decir lo que quieres en dos palabras en lugar de tres, alcanzar una solución en el menor número de movimientos posibles. La disciplina de viviendas sociales está impuesta. Con el Centro de Innovación, nosotros tuvimos que disciplinarnos”.\nContinue reading the main story Foto\nEl resultado pesa cerca de 17.000 toneladas. El edificio es, en esencia, casi exactamente lo que se ve: muros de carga, gravedad y cemento organizados de manera abstracta para que parezcan bloques de Jenga. “Gran parte de la arquitectura de estos días se diseña por medio de modelos de computadora que no expresan peso sino que te dan planos en el espacio”, agrega Aravena. “Los diseños terminan siendo sobre gusto y acabados. Sé que Frank Gehry a veces pide un metro de distancia entre sus edificios para separar la estructura del exterior, el músculo de la piel. El Centro de Innovación es pura estructura, puro músculo”.\nNo siempre puedes sentir el peso viendo las fotografías, pero sí al estar de pie a su lado. Como paneles de Mondrian, las terrazas en muchos pisos rompen la fachada de manera irregular, las grandes aberturas en la parte superior, las más pequeñas en la inferior, como si el edificio, por virtud de su propia masa, comprimiera lentamente los pisos de abajo. El efecto es subliminal y potente.\nAdentro todo está volteado: el vidrio, el acero y la madera, ligera y lineal, detallada finamente, con un patio interior sofocante. El patio interior hace una calle vertical que permite ver todas las oficinas y a través de ellas, se ve el exterior. Opaco y perturbador por fuera, el edificio se siente transparente y edificante por dentro. Los marcos de concreto ahorran energía. En una de las terrazas, me percaté de unas leves manchas de corrosión del acero de refuerzo, una reminiscencia del proceso de construcción y unos patrones irregulares que produce la madera reciclada que se usa para imprimir la superficie del concreto expuesto: la evidencia de la mano de obra. Chile no es Suiza, apunta Aravena.\nLos trabajadores en Santiago no son capaces de lograr lo que sí pueden los equipos de construcción en Basilea. “Así que lo convertimos en una ventaja”, dice. “En lugar de buscar la perfección, acogemos la irregularidad y la variación. Tener los mismos efectos a propósito seguramente costaría una fortuna”.\nEn esencia, esta es la estrategia que emplea Elemental con las viviendas sociales: un cociente de suerte contenido dentro de una geometría complicada, el resultado que se obtiene con muchas manos. Claramente, Aravena se ve a sí mismo como el intermediario. En Chile, sus clientes suelen ser grandes compañías mineras y de silvicultura que dirigen colonias industriales. Después de más de diez años haciendo proyectos progresivos, Elemental se ha convertido en la firma preferida para las emergencias y la vivienda social en Chile: le pidieron reubicar un pueblo andino llamado Chaitén después de la erupción de un volcán; medió entre compañías oficiales y mineros contrariados al norte de Calama que no querían cobrar indemnizaciones sino tener mejores condiciones urbanas para que sus esposas no tuvieran que dejar a sus hijos.\nContinue reading the main story Foto\nEl éxito es esquivo. Recientemente, Elemental subió a la red varios de sus diseños de viviendas sociales gratis para que otros puedan usarlos. “Nos encantaría pasar de 1000 unidades de viviendas progresistas a un millón de unidades”, dijo Aravena. “Tal vez alguien más pueda encontrar la manera de hacer el salto en escala”.\nPero finalmente no importa una cantidad elevada. Al arquitecto le gusta citar al juez de la Corte Suprema Stephen Breyer, jurado del Pritzker. Breyer preguntaría: “¿Un edificio hace lo que el cliente quiere? ¿Entiendo mejor la condición humana a partir de este edificio?”. En Santiago, visité Lo Barnechea, un barrio pobre cerca a un vecindario muy opulento donde las viviendas sociales de Aravena reemplazaron chozas de cartón y hojalata, y han permitido que más de 500 familias se queden ahí, en lugar de desplazarlas a un proyecto desconectado en la periferia.\nEn Renca, otro desarrollo de vivienda social en la capital, Aravena me habló acerca de una persona que solía bañarse en el patio trasero y dormir con su esposo en un catre. En los baños de Elemental cabe una bañera; en sus dormitorios, camas queen size… “como en las películas”, la mujer le dijo a Aravena. “Lo que quiso decir”, profundizó, “fue que ahora puede tener una vida que imaginó. Las necesidades no son deseos. Puedes responder a las necesidades, pero la gente aún tiene deseos”.\nHizo una analogía cuando estuvimos en el barranco en Constitución. “Nadar es algo que haces solo si el agua está tranquila”, dijo. “Surfear es montar una ola que es mucho más poderosa que tú, pero, si lo logras, también es mucho mejor que nadar. No estoy seguro de que una casa privada sea interesante como arquitectura, porque es la visión del cliente o del arquitecto. Una escuela o un proyecto público de viviendas opera en un espacio más complejo donde todo es negociable; pienso que eso lo vuelve más creativo, más difícil, más desafiante para un arquitecto y también más gratificante”.", "url": "https://www.nytimes.com/es/2016/06/08/alejandro-aravena-el-arquitecto-chileno-que-reconstruye-un-pais/"}