{"authors": ["Simon Romero", "Por Simon Romero"], "date_download": "2018-11-16 03:12:07", "date_modify": "2018-11-16 03:12:07", "date_publish": "2017-03-23 08:00:23", "description": "Alter do Chão ha sido apodado el Caribe del Amazonas por sus aguas cristalinas y su arena blanca. El lugar, que ha cautivado a naturalistas y exploradores, atrae cada vez más turistas, lo que lo ha llevado a una encrucijada entre la conservación y el desarrollo.", "filename": "es_2017_03_23__1542337927.html", "image_url": "https://static01.nyt.com/images/2017/03/13/world/americas/brazil-slide-2X0W/brazil-slide-2X0W-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_23__1542337927.html", "title": "Una de las mejores playas de Brasil se esconde en lo más profundo de la selva", "title_page": "Una de las mejores playas de Brasil se esconde en lo más profundo de la selva – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nALTER DO CHÃO, Brasil — Aunque está alejado del mar y en un rincón remoto de la selva amazónica, Alter do Chão debe ser uno de los pueblos de playa más seductores del mundo.\nLas playas de arena blanca a lo largo del río Tapajós atraen a los visitantes que vienen en auto hasta desde Cuiabá, una ciudad sin salida al mar ubicada casi 1600 kilómetros al sur. Las aguas claras y cálidas atraen a practicantes de snorkel y surf de remo.\n¿Y si solo quieres relajarte? Siéntate en un café, toma una botella de cerveza Tijuca helada y contempla el sol que se asienta sobre las crestas boscosas repletas de especies silvestres como perezosos y monos aulladores.\nContinue reading the main story Foto\nEste año, durante un viaje a la cuenca del Amazonas, escapé a Alter do Chão unos días después de escuchar relatos acerca de su áspera belleza. Me preguntaba si en Brasil, un país con más de 7400 kilómetros de costa, una de las mejores playas realmente podría estar situada al interior más profundo e indomable de la selva tropical más grande del mundo.\n“Si quieres experimentar el verdadero Alter, tendrás que comer hormigas”, dijo Pitó, de 55 años, un indígena cumaruara que guía a los visitantes en excursiones a través de la selva. Sacó una hormiga saúva del suelo de la selva y me retó a comerla. Era crujiente y deliciosa como una roseta de maíz, con toques de limoncillo.\nContinue reading the main story Foto\nNo podría haber pedido un mejor guía que Pitó, cuyo nombre completo es Raimundo Gilmar Faria da Costa. En tan solo unas horas me enseñó a cazar con arco, navegar una canoa, pescar con arpón, sangrar un árbol de caucho e incluso decir unas palabras de nheengatú, la lengua franca indígena que ha persistido durante siglos cerca del Amazonas.\n“Apuesto a que no puedes encontrar estas cosas en Ipanema”, dijo Pitó, bromeando sobre la legendaria playa de Río de Janeiro, la ciudad costera donde he vivido durante seis años.\nDesde luego, Pitó estaba en lo correcto. Para vivir una experiencia extraordinaria en la playa brasileña, uno debe viajar hasta Alter, que se siente como un oasis de tranquilidad en un país que enfrenta una prolongada crisis económica, colosales escándalos de corrupción y una creciente polarización política.\nContinue reading the main story Foto\nAlter no siempre fue visto como una ciudad de playa en la selva tropical. Pedro Teixeira, un explorador portugués que encabezó expediciones hacia el Amazonas con el objetivo de esclavizar a los pueblos indígenas, estableció un puesto colonial aquí en 1626.\nSin embargo, durante siglos Alter siguió siendo un remanso, excepto porque atraía a residentes de Santarém, la ciudad vecina, y algún que otro aventurero.\nEl naturalista británico Henry Walter Bates llegó aquí en la década de 1850 y dijo que Alter era “un lugar descuidado y pobre”.\n“Las casas del pueblo estaban llenas de bichos, murciélagos en la paja, hormigas de fuego (formiga de fogo) bajo los pisos, cucarachas y arañas en las paredes”, escribió.\nA pesar de estas reservas, Bates logró apreciar este lugar, pues se distraía en las playas de Alter después de realizar investigaciones en el bosque circundante acerca del mimetismo animal que respaldaba la teoría evolutiva de Charles Darwin.\nContinue reading the main story Foto\n“La suave luz pálida que descansa sobre extensas playas de arena y cabañas de palma, reproducía el efecto de una escena invernal en el norte frío cuando una capa de nieve se encuentra en el paisaje”, escribió Bates en El naturalista por el Amazonas.\nEl invierno no fue lo primero que me vino a la mente cuando exploré el soleado Alter a pie.\nEn el clima caluroso, la gente usaba el mismo tipo de ropa de playa que prevalecía en Río, desde bikinis hasta trajes de baño. La frondosa plaza tenía un ambiente suave con los vendedores que ofrecían tazones de açaí con tapioca. En las cafeterías, los visitantes saboreaban platos de pescados amazónicos como el pirarucu y el tucunaré.\n“Este lugar es pacífico y mágico, a diferencia del lugar de donde vinimos”, dijo Alexis Álvarez, de 29 años, un tatuador de Venezuela que se mudó recientemente con su esposa, una maestra de escuela, y su hija de un año; buscaban refugio en Brasil debido a la escasez de alimentos y medicinas por la crisis económica de Venezuela.\n“Nos sentimos como en casa en Alter”, dijo Álvarez, quien vende joyas que fabrica junto con su esposa. “Creo que estamos aquí para quedarnos”.\nContinue reading the main story Foto\nEl escritor y explorador Alex Shoumatoff se mostró cautivado por Alter cuando visitó el lugar en 1977; lo describió como “el primer lugar al que iría cuando finalmente dejara de intentar encajar en el mundo moderno”.\nPero las cosas cambian rápidamente en el Amazonas. Debido a la construcción de una carretera que atraviesa la cuenca, Shoumatoff regresó en 1984 y vio que Alter estaba irreconocible, con adolescentes “que bebían refresco, hacían esquí acuático, paseaban en Jeeps descapotables con barras estabilizadores y bailaban las canciones de Michael Jackson”.\nAlter aún se llena de visitantes ruidosos de Santarém los fines de semana. Algunos en la ciudad se quejan de la tensión creciente entre los lugareños y los foráneos. Oí advertencias sobre no hacer senderismo en un camino con vistas a las playas de Alter tras los asesinatos brutales de dos personas en la ruta hace unos años.\nContinue reading the main story Foto\n“El día que llegué aquí sentí una energía muy especial, y no pude irme”, dijo Marcelo Freitas Gananca, de 49 años, quien se mudó a Alter en 1998 desde São Paulo. Es propietario de Araribá, una tienda que vende una asombrosa colección de arte folclórico indígena, incluyendo máscaras ceremoniales, clavas de guerra, tambores y cerbatanas de seis metros de largo.\n“Pero ahora la ciudad está en un punto crítico en el que podría ir en una dirección u otra”, dijo Gananca, y citó desafíos como la falta de un sistema de alcantarillado, las tensiones con los recién llegados y la construcción de nuevos y llamativos alojamientos que no reflejan los orígenes de Alter.\nContinue reading the main story Foto\nAnte tales pruebas, me preguntaba qué aspecto tendría Alter en unos años. Junto con los rumores acerca de que los llamados barones de la soya de las aldeas vecinas del estado de Mato Grosso construirían casas de campo, algunos en Alter también insistieron en que podrían forjar un equilibrio entre el turismo y la sustentabilidad.\n“Quizá Alter es un punto de encuentro donde podemos aprender unos de otros”, dijo Pitó, el guía Cumaruara. “¿Acaso el mundo no necesita un lugar donde la gente pueda hacer una pausa, meter la mano al agua y sentir el flujo del río?”", "url": "https://www.nytimes.com/es/2017/03/23/una-de-las-mejores-playas-de-brasil-se-esconde-en-lo-mas-profundo-de-la-selva/"}