{"authors": ["A. O. Scott", "Por A. O. Scott"], "date_download": "2018-11-16 03:44:47", "date_modify": "2018-11-16 03:44:47", "date_publish": "2016-07-31 10:00:26", "description": "La última película de Allen está envuelta en nostalgia. Con un guion ambientado en Los Ángeles en los años 30, un trío amoroso y una voz narrativa indolente y aburrida, el director neoyorquino explora su relación ambigua con Hollywood.", "filename": "es_2016_07_31__1542339887.html", "image_url": "https://static01.nyt.com/images/2016/07/15/arts/15CAFESOCIETY/15CAFESOCIETY-videoSixteenByNine768-v4.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_07_31__1542339887.html", "title": "Reseña: En ‘Café Society’, Woody Allen explora su relación ambigua con Hollywood", "title_page": "Reseña: En ‘Café Society’, Woody Allen explora su relación ambigua con Hollywood – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCafé Society, la nueva película de Woody Allen, está envuelta en una doble capa de nostalgia. Su guion, que está ambientado en los años treinta y ocurre en parte en Los Ángeles, incluye menciones compulsivas a estrellas de Hollywood de esa época. ¡Joan Blondell! ¡Robert Taylor! ¡Barbara Stanwyck! ¡Cagney y Crawford! ¡Astaire y Rogers! Sus nombres se mencionan con emoción, como respuestas a preguntas de trivia que a nadie se le ha ocurrido preguntar.\nEn una función reciente para los críticos en Nueva York, un hombre que estaba unas cuantas filas detrás de mí soltaba risitas con cada nombre. No creo que lo hiciera porque las alusiones fueran particularmente divertidas (la oración “Adolphe Menjou amenaza con dejar el foro” no es precisamente como para carcajearse, incluso en contexto), sino porque representan un conocimiento cultural compartido. Quizá también porque los nombres remplazan chistes que la ignorancia sobre el público moderno no le permitiría comprender y que la flojera actual de Allen no le permite crear. Puede mirar con cariño a la casi desvanecida época dorada de la cultura popular posterior a la Gran Depresión, y los demás podemos recordar melancólicamente un tiempo en el que Allen era capaz de tejer tales recuerdos en películas mucho mejores que esta.\nNo hay por qué sentarse a llorar. Café Society no es Días de radio ni Balas sobre Broadway. Podemos vivir con eso. Me da gusto decir que tampoco es La maldición del escorpión de jade ni Magia a la luz de la luna, lo que equivale a decir que este no es otro ejemplo de una producción regular de Allen, como las que ha tenido últimamente, pero tampoco es muestra de que ha retomado el buen camino. En general, es una película entretenida con algunos momentos inspirados y algunas notas amargas, un puñado de actuaciones interesantes y un asomo, por aquí y por allá, de una buena idea.\nAl igual que la mayoría de las obras recientes de Allen, esta película ocurre dentro del universo hermético de su creador. En lugar de buscar temas o problemas nuevos, a Allen le gusta reestructurar los viejos en patrones novedosos: hace hincapié en algunos elementos y deja que otros pasen al fondo. En este caso, la inquietud principal es la ambigüedad muy bien documentada que le provocan tanto California como una industria que a menudo se ha mostrado ambigua respecto de él. Allen ama las películas, pero Hollywood, con su superficialidad y sus chismes, siempre le ha causado repulsión.\nSin embargo, con la ayuda de sus talentosos colaboradores, el diseñador de producción Santo Loquasto y el fotógrafo Vittorio Storaro, Allen baña “la colonia fílmica” con una luz dorada y envuelve a sus habitantes en los encantadores ropajes de la época. Manda al oeste a un ambicioso chico del Bronx, Bobby Dorfman (Jesse Eisenberg), en busca de fortuna. Aunque al principio sufre los desaires de su tío Phil (Steve Carell), un poderoso agente, Bobby finalmente queda bajo su cuidado y cae en un remolino de fiestas y almuerzos de negocios. El nuevo ambiente lo intoxica.\n“Nunca había mezclado champaña con bagels y salmón ahumado”, dice Bobby.\n“Bienvenido a Hollywood”, le responde alguien.\nContinue reading the main story Foto\nNo es una mala línea, y hay unas cuantas más que son muy buenas tejidas a lo largo del descuidado guion. Los padres conflictivos de Bobby, interpretados por Jeannie Berlin y Ken Stott, provocan algunas risas a costa de los judíos, y aportan el imprescindible toque de fatalismo metafísico (“Acepto la muerte, pero bajo protesta”, dice el padre. “¿Y ante quién protestas?”, pregunta la madre. Tampoco son malas líneas.) El reparto es más grande y la historia más suelta que en las últimas películas de Allen; aparecen Corey Stoll, como el carismático hermano gángster de Bobby, así como Parker Posey y Paul Schneider con interesantes actuaciones como una pareja criticona y aparentemente feliz de las costas este y oeste de los Estados Unidos.\nContinue reading the main story Foto\nEl eje sobre el que gira todo es un triángulo amoroso a la vieja usanza que incluye, por supuesto, la pasión de un hombre mayor por una mujer más joven. Resulta que tanto Bobby como Phil están enamorados de una chica nacida en Nebraska llamada Vonnie (diminutivo de Verónica), la secretaria de Phil. La actuación de Kristen Stewart, que mezcla gravedad con ligereza, el glamur y lo opuesto, es ciertamente lo mejor de Café Society, pero también revela lo simple y cansada que se siente el resto de la película.\nLa voz de Allen como narrador suena inusualmente indolente y aburrida. Lo mismo pasa con su voz de escritor y director. Por cada escena o interacción enérgica, hay tres o cuatro que se sienten flojas o a medio escribir. Nos lleva a un repaso de la clientela en el moderno club nocturno de Manhattan, que es el refugio profesional de Bobby después de Hollywood y, un poco después, a otro. Damos la vuelta por clubes de jazz y restaurantes sin estar seguros de qué hacemos ahí. Blake Lively, que deambula por la segunda mitad de la película como una segunda Verónica, parece sentir lo mismo que nosotros. Parece que la película es mucho más larga, a pesar de los 96 minutos que dura.\nContinue reading the main story Foto\nDe vez en cuando vemos o escuchamos algo que nos hace sentir vergüenza ajena: un encuentro agresivo y nada divertido entre Bobby y una prostituta poco después de que él llega a Los Ángeles, una anécdota sobre la preferencia sexual de Errol Flynn por las menores de edad. Cuesta trabajo decidir si Allen está probando la tolerancia del público o intentando molestar susceptibilidades. Pero puede ser que solo sigue haciendo despreocupadamente lo que siempre ha hecho, sin que le importen los cambios en las costumbres o las vicisitudes de su propia reputación.\nEn realidad no importa porque a final de cuentas Café Society no plantea ninguna pregunta interesante sobre su creador ni sus personajes. A lo que más se parece la película es al tipo de productos hollywoodenses a los que le dedica su más profunda nostalgia. Es un ejemplo de cultura popular descartable, un pedacito lindo de trivia, la última frase de un chiste que no se recuerda bien.", "url": "https://www.nytimes.com/es/2016/07/31/resena-en-cafe-society-woody-allen-explora-su-relacion-ambigua-con-hollywood/"}