{"authors": ["Nicholas Casey Y Ana Vanessa Herrero", "Por Nicholas Casey Y Ana Vanessa Herrero", "Nicholas Casey", "Ana Vanessa Herrero"], "date_download": "2018-11-16 03:11:51", "date_modify": "2018-11-16 03:11:51", "date_publish": "2017-08-08 10:11:25", "description": "Cada vez más oficiales se distancian abiertamente del presidente Nicolás Maduro y algunos han tomado las armas, como sucedió el domingo en la base de Valencia. Todo esto parece indicar que está menguando el respaldo que el mandatario ha intentado conseguir con purgas, ascensos y privilegios a militares.", "filename": "es_2017_08_08__1542337911.html", "image_url": "https://static01.nyt.com/images/2017/08/08/world/08venezuela-military3/08venezuela-military3-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_08_08__1542337911.html", "title": "Los militares venezolanos se dividen ante la crisis del poder", "title_page": "Los militares venezolanos se dividen ante la crisis del poder – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nUnos soldados venezolanos, que aún se encuentran fugitivos, se rebelaron contra “la tiranía asesina” del presidente Nicolás Maduro. Varios oficiales disidentes han huido del país en busca de asilo. Hace unos días se lanzaron granadas al edificio del Tribunal Supremo de Justicia y, esta semana, unos hombres dirigidos por un capitán amotinado atacaron una base militar y se apropiaron de muchas armas.\nMientras Venezuela vive una agobiante crisis económica con violentas manifestaciones en las calles, el ejército ha fungido como el garante del poder presidencial.\nPero algunas acciones contra el gobierno sucedidas en las últimas semanas han revelado divisiones dentro de las fuerzas armadas que podrían determinar el destino de la nación: un mayor número de oficiales se han distanciado abiertamente del mandatario y otros han tomado las armas.\n“Hablan de resistencia, ahora creen que el modelo es usar las armas”, dijo Cliver Alcalá, un general venezolano retirado y crítico del gobierno.\nVenezuela tiene una larga historia de golpes de Estado e intentos de derrocamientos en tiempos de crisis; muchos en el país se cuestionan si este es uno de esos momentos.\nContinue reading the main story Foto\nSin embargo, los líderes de la nación también están conscientes de esa posibilidad y, confrontados con la mayor resistencia a su mando en años, están preparados. El gobierno ha pasado años asegurándose de que los principales comandantes de las fuerzas armadas quieran mantener el statu quo.\nHace poco Maduro promovió, en un solo día, a 195 oficiales al rango de general. Hay más de 2000 generales venezolanos, que disfrutan de privilegios como controlar el sistema de reparto de alimentos o tasas favorables del tipo de cambio de dólar.\nOnce de los veintitrés gobernadores venezolanos son generales en funciones o retirados, al igual que once de los treinta ministros del gabinete, lo que los ubica en una posición privilegiada para mantener el control del gobierno actual.\nEl ministro de Defensa, Vladimir Padrino López, tiene un acuerdo mucho más lucrativo, pues sus poderes incluyen controlar los puertos del país y sectores de las industrias de minería y el petróleo.\n“Maduro se ha asegurado de darle muchas recompensas a los oficiales de alto rango del ejército a cambio de su lealtad”, dijo John Polga-Hecimovich, politólogo que estudia temas venezolanos en la Academia Naval de Estados Unidos. “Aunque es completamente dependiente de ellos para mantenerse en el poder, ellos también tienen mucho que perder si él sale”.\n“Aunque (Maduro) es completamente dependiente de ellos para mantenerse en el poder, ellos también tienen mucho que perder si él sale”. John Polga-Hecimovich, politólogo\nLa represión de las manifestaciones ha sido condenada de manera generalizada. Las Naciones Unidas dijo que el gobierno ha ejercido una fuerza excesiva en contra de los manifestantes y que las fuerzas armadas y policiales, así como los llamados colectivos, serían responsables de más de la mitad de las 124 muertes registradas hasta el momento en los enfrentamientos (estas incluyen a ocho integrantes de las fuerzas de seguridad, según la ONU).\nPolga-Hecimovich señaló los cuatro sectores que han mantenido a los militares unidos al actual gobierno asegurando la lealtad de las fuerzas armadas: las purgas, los ascensos, la política y las ganancias. Las dos primeras también eran impulsadas por el presidente Hugo Chávez, fallecido en 2013.\nChávez participó en un golpe de Estado en 1992 cuando era teniente coronel. Una década después hubo un intento de golpe en su contra, ya siendo presidente. Cuando recuperó el control, Chávez se deshizo de cualquiera que pudiera representar un reto a su futuro.\nTambién instauró una nueva educación militar con el fin de adoctrinar a las fuerzas armadas para que se incorporaran a la Revolución bolivariana, por lo que los soldados se vieron obligados a realizar nuevas actividades políticas como asistir a mítines. Según algunos exsoldados, los ascensos comenzaron a depender menos del desempeño y más de las afinidades chavistas.\n“Había un filtro ideológico para la mayoría de los altos mandos”, dijo Harold Trinkunas, historiador de las fuerzas armadas venezolanas e investigador de Brookings Institution.\nContinue reading the main story Foto\nMaduro, un civil que no tiene ni el carisma ni el respaldo popular de su antecesor, ha ido más allá en sus esfuerzos para vincularse con la cúpula militar. Por ejemplo, nombró a Néstor Reverol —quien era el comandante general de la Guardia Nacional Bolivariana y ha sido acusado de tráfico de drogas por Estados Unidos— como ministro del Interior y Justicia.\nEl mandatario también ha promovido a más de 800 oficiales a los rangos de general o almirante, lo que no solo incita su lealtad, sino que diluye la autoridad de otros individuos que podrían retar a Maduro, según Polga-Hecimovich.\nLos expertos indican que el reparto de alimentos también se ha vuelto una manera de generar apoyo. En junio de 2016, ante la escasez de comida y una ola de saqueos en el país, Maduro le encargó a las fuerzas armadas la gestión de las fábricas y el control de la distribución alimentaria. Los expertos señalan que eso ayudó a disminuir los saqueos, pero que también facilitó que los oficiales lograran controlar el mercado negro de alimentos, particularmente rentable.\nSin embargo, la mayoría de los oficiales de mediano rango están lejos de alcanzar esas ofertas por parte del gobierno. A ellos les toca ver cómo se profundiza la pobreza ante la carencia de alimentos y medicinas, según explicó Raúl Salazar, un general retirado que fue ministro de Defensa en uno de los mandatos de Chávez.\n“Sus familias, sus amigos, sus conocidos, todos están sufriendo y empiezan a preguntarse entre ellos si la cosa es mejor o peor”, dijo Salazar. “Todos escuchan una voz que les habla a diario, y se trata de su conciencia”.\nEl domingo pasado, el capitán Juan Carlos Caguaripano, quien fue separado de su cargo en 2014, publicó un video en el que aparecía rodeado de hombres armados que se declaraban en “legítima rebelión” y demandaban un “gobierno de transición y elecciones generales libres”.\nA la par, una veintena de hombres asaltaron una base militar en el estado de Carabobo y el gobierno denunció que esa acción fue organizada por Caguaripano. Los soldados se enfrentaron al grupo durante unas tres horas; al menos la mitad de los atacantes salieron con armas.\nSegún el ministro de Defensa, entre el armamento sustraído se encuentran rifles de asalto y lanzagranadas, además explicó que los asaltantes las habrían obtenido con la ayuda de un teniente.\nContinue reading the main story Foto\nCliver Alcalá, el general retirado, dirigió esa base durante varios años. “Habrían necesitado de alguien de la unidad que tuviera la llave. Hay tantos problemas de personal en las fuerzas armadas, tantos problemas con la moral”, dijo.\nDe hecho, Caguaripano tenía simpatizantes desde antes del ataque. En un video publicado el 26 de julio, un soldado llamado Javier Nieto Quintero le juró lealtad desde un lugar no identificado en la jungla, donde dijo que estaba exiliado. Se cree que Nieto ha vivido en Miami y Colombia; en el video exhortó a los venezolanos a levantarse contra el gobierno.\n“Lo único que se puede negociar es en cuál cárcel va a estar el señor Maduro”, dice en la grabación.\nNo obstante, como los ataques se han producido sin el respaldo claro de oficiales de alto rango, los levantamientos son más de estilo guerrillero que un golpe de Estado consolidado.\nEl 27 de junio, el policía Óscar Pérez tomó el control de un helicóptero y atacó el edificio del Tribunal Supremo de Justicia. Pérez también publicó un video en el que instaba a los venezolanos a rebelarse.\nSin embargo, los ataques por parte de las fuerzas de seguridad afines a la oposición le preocupan a Trinkunas, el historiador militar, pues los grupos armados por el gobierno —conocidos como colectivos— y milicias independientes podrían entrar en conflicto directo con los soldados rebeldes.\nPara el general Alcalá, los ataques sí revelan una ruptura del orden militar que él trató de mantener durante años. “Tenemos que rechazar esto todos los venezolanos que creemos que la solución debe venir de la Constitución”, dijo.", "url": "https://www.nytimes.com/es/2017/08/08/los-militares-venezolanos-se-dividen-ante-la-crisis-del-poder-chavismo-maduro-padrino/"}