{"authors": ["Jeffrey Gettleman", "Por Jeffrey Gettleman"], "date_download": "2018-11-16 03:45:03", "date_modify": "2018-11-16 03:45:03", "date_publish": "2017-03-29 10:00:38", "description": "Los funcionarios internacionales afirman que están frente a uno de los desastres humanitarios más grandes desde la Segunda Guerra Mundial. Después de la última hambruna hace seis años, Somalia está en peligro, al igual que Sudán del Sur, Nigeria y Yemen.", "filename": "es_2017_03_29__1542339903.html", "image_url": "https://static01.nyt.com/images/2017/03/28/world/27Famine1/27Famine1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_29__1542339903.html", "title": "La sequía y las guerras aumentan la amenaza de hambruna en cuatro países de África", "title_page": "La sequía y las guerras aumentan la amenaza de hambruna en cuatro países de África – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nBAIDOA, Somalia – Primero se secaron los árboles y se quebraron. Luego las cabras se desfallecieron.\nY el agua del pozo del pueblo comenzó a desaparecer, volviéndose turbia, luego roja y verde. Pero los aldeanos seguían bebiéndola.. era la única que tenían.\nAhora, en una planicie calurosa y pedregosa en las afueras de Baidoa, miles de personas se apretujan en campos de desposeídos, muchos defecan al aire libre y otros ya han muerto por la epidemia de cólera.\n“Aunque puedas conseguir comida, no hay agua”, dijo Sangabo Moalin, una madre que se agarraba la cabeza con la mano izquierda, tan delgada como una hoja, y dijo que su cuerpo estaba “quemándose”.\nOtra hambruna está a punto de apoderarse de Somalia, y no es la única crisis que las agencias de ayuda internacional enfrentan. Por primera vez desde que haya memoria, hay una posibilidad real de que broten al mismo tiempo cuatro hambrunas —en Somalia, Sudán del Sur, Nigeria y Yemen— poniendo en peligro a más de 20 millones de personas.\nLos funcionarios internacionales dicen que están frente a uno de los desastres humanitarios más grandes desde la Segunda Guerra Mundial y están decididos a no repetir los errores del pasado.\nUna fuerte lección de la última hambruna en Somalia, ocurrida hace solo seis años, es que estas no solo consisten en falta de comida. Se trata de la ausencia de algo mucho más elemental: el agua.\nLa falta de agua limpia e higiene apropiada permiten el surgimiento de un brote de enfermedades mortales en campos de desplazados. Por esto, hay prisa por cavar más letrinas, obtener cantidades de agua limpia y llevarla a los campos, así como entregar más jabón, más comprimidos para potabilizar el agua y más cubetas de plástico. Son artículos que no requieren de alta tecnología pero que podrían salvar muchas vidas.\n“Subestimamos el papel del agua y su contribución a la mortandad en la última hambruna”, dijo Ann Thomas, una especialista en agua, servicios sanitarios e higiene de la Unicef.\nLas hambrunas se aproximan mientras las sequías se extienden en África y distintas guerras acordonan áreas que sufren necesidades extremas. Los funcionarios de la Organización de las Naciones Unidas (ONU) dicen que necesitan un enorme flujo de efectivo para responder a esta situación. Hasta este momento les faltan miles de millones de dólares.\nContinue reading the main story Foto\nAl mismo tiempo, el presidente Donald Trump solicita a su congreso que recorte la ayuda para el extranjero y el apoyo a Naciones Unidas, lo que podría multiplicar las muertes, según temen los funcionarios de ayuda humanitaria. Tradicionalmente Estados Unidos ha proporcionado más apoyo para los desastres que ningún otro país.\n“El sistema humanitario internacional está en un punto de quiebre”, dijo Dominic MacSorley, presidente ejecutivo de Concern Worldwide, un grupo privado de ayuda.\nLos funcionarios de ayuda humanitaria sostienen que toda la comida y agua necesarias existen en abundancia, incluso dentro de los países afectados. Sin embargo, los conflictos armados, a menudo surgidos por rivalidades personales entre unos cuantos hombres, afectan la vida de millones, destruyen mercados y hacen que el precio de los artículos básicos se descontrole.\nEn algunas áreas de Somalia central, un bidón de 20 litros de agua costaba cuatro centavos de dólar. En las últimas semanas, el precio se ha disparado hasta 42 centavos. Eso puede parecer barato. Sin embargo, cuando ganas menos de un dólar al día y tu rebaño de animales —el patrimonio y orgullo de tu familia— se ha reducido a un montón de huesos desteñidos y tu granja se convirtió en mero polvo, es posible que no tengas los 42 centavos.\n“El agua gratis no existe”, dijo el nómada Isaac Nur Abdi mientras estaba sentado en medio de la oscura penumbra de un centro de tratamiento contra el cólera en Baidoa este mes. Abanicaba a su anciana madre, cuyas cavernosas cuencas de los ojos y pómulos protuberantes mostraban las marcas de la hambruna.\nEscenas así suceden en toda la región. En Yemen, los incesantes bombardeos aéreos por parte de Arabia Saudita y un bloqueo comercial han mutilado la economía, lo que ha generado una espiral ascendente los precios de los alimentos y ha llevado a cientos de miles de niños al borde de la inanición.\nEn el noreste de Nigeria, miles de desplazados han contraído enfermedades transmitidas por el agua sucia y la falta de higiene, mientras se extienden las batallas entre los militantes islamistas y el ejército nigeriano. La fuerza aérea nigeriana lanzó bombas sobre un campo de desplazados en enero, con lo que mató a miles aunque sostiene que se trató de un accidente.\nEn Sudán del Sur, tanto las fuerzas rebeldes como los soldados del gobierno bloquean intencionalmente la llegada de alimentos de emergencia y secuestran los camiones de transporte, dijeron los funcionarios. Hace poco seis funcionarios de ayuda humanitaria fueron asesinados, lo que complicó los esfuerzos por aliviar la situación. Hay comunidades enteras abandonadas en pantanos de malaria, donde tratan de sobrevivir con plantas de loto apenas masticables y agua de la ciénaga, infestada de lombrices.\nMientras que otros países están técnicamente al borde de la hambruna, Naciones Unidas ya ha declarado a ciertas regiones de Sudán del Sur como zona de hambruna.\nContinue reading the main story Foto\nDurante años los científicos han dicho que el cambio climático aumentará la frecuencia de las hambrunas. Sin embargo, los países más afectados no producen casi nada de las emisiones de carbono que causan el fenómeno climático.\nSudán del Sur y Somalia, por ejemplo, tienen pocos vehículos y casi nada de industrias pero sus campos se están secando y sus tierras de pastoreo desaparecen, según los científicos, por los efectos globales de la contaminación. Las personas de esos países sufren por los autos de otras personas, las fábricas de otros países, y el apego de otros seres humanos a artefactos que la mayoría de los somalíes y sudaneses del sur no poseen.\nNo es fácil llevar alimentos ni agua limpia a estas áreas donde todo está seco, amarillo y muerto.\nBaidoa está bajo el control del inexperto gobierno de Somalia y las tropas de la Unión Africana. Sin embargo, a solo unos kilómetros está el territorio que pertenece al grupo militar islamista Shabab, que ha prohibido la entrada de agencias occidentales de ayuda humanitaria.\n“El hecho de que estén muriendo personas cerca de Baidoa y no podamos ir allá me saca de quicio”, dijo Patrick Laurent, un coordinador de agua y servicios sanitarios contratado por Unicef en Somalia.\nDespués de la última hambruna en ese país, la industria multimillonaria de ayuda internacional creyó haber encontrado una respuesta para evitar la siguiente: la resiliencia. Era la nueva palabra de moda, repetida en talleres y entre los funcionarios de cargos altos.\nContinue reading the main story Foto\nLos funcionarios definieron la resiliencia como la capacidad de adaptarse a súbitos impactos ambientales o políticos. Los programas de resiliencia incluían seguros para el ganado y mejor gestión del agua, especialmente en África.\nA algunos expertos nunca les gustó este término porque les parecía paternalista, como si los africanos estuvieran hechos para sufrir. De todas formas, continuó el auge de la industria de la resiliencia.\nAún así, mientras muchos de los nuevos programas de resiliencia recibían financiamiento, empezaron a brotar estas nuevas crisis, una tras otra.\n“El medioambiente no dio tiempo a que estos esfuerzos de resiliencia dieran frutos”, dijo Laurent.\nThomas, la especialista en agua e higiene de Unicef, dijo que durante la última hambruna de Somalia, las áreas más mortales no fueron los desiertos vacíos donde había muy poca comida, sino los campos de desplazados cercanos a las áreas urbanas donde, comparativamente, había mucha comida.\nLa razón era que los campos repletos de personas se convirtieron en caldos de cultivo de enfermedades contagiosas como el cólera, una infección bacteriana que puede producir cólicos intestinales muy fuertes, diarrea y deshidratación mortal. A menudo el cólera surge del agua sucia y se esparce mediante la exposición a heces contaminadas a través de los dedos, los alimentos y las moscas.\nContinue reading the main story Foto\nCiertamente, la desnutrición tuvo un papel porque las víctimas de la hambruna, en especial los niños, estaban comprometidos por la falta de nutrientes. Llegaban a los campos desde áreas baldías del interior, con el sistema inmunitario ya desgastado.\nNo obstante, al final fueron la falta de higiene y el agua sucia, afirma Thomas, lo que derrumbó a muchos.\nSi los ríos y otras fuentes relativamente limpias de agua comienzan a secarse, como está sucediendo ahora mismo en Somalia, esto dispara un círculo de la muerte. Las personas comienzan a enfermarse del estómago por el agua turbia o lodosa que se ven obligadas a beber. Huyen de sus aldeas con la esperanza de conseguir ayuda en los pueblos.\nLuego se forman campos de desplazados pero en esos sitios tampoco hay agua suficiente, y es difícil encontrar letrinas o agua para que las personas se laven las manos. Rápidamente, los campos se convierten en fábricas de enfermedades.\nEl agua, por supuesto, es menos negociable que la comida. Un ser humano puede sobrevivir semanas sin nada que comer pero cinco días sin beber agua son mortales.\nEsta vez se han enfatizado distintas estrategias para eludir la hambruna. Una es simplemente entregar efectivo.\nLas agencias de Naciones Unidas y los grupos privados de ayuda presentes en Somalia incrementan sus esfuerzos por distribuir el dinero a través de un nuevo sistema de tarjetas electrónicas y teléfonos móviles.\nEsto permite que los pobres tengan una mesada para comprar productos básicos como verduras frescas, leche en polvo, pasta, dátiles, azúcar, sal y carne de camello.\nA menudo los pagos en efectivo son mejores para la economía local que importar costales de comida, y la gente obtiene la ayuda rápidamente.\nMuy pronto, muchos más africanos podrían necesitar este tipo de programas. Los sofocantes días y las escasas lluvias en lo que va de este año han producido sequías en Burundi, Kenia, Ruanda, Uganda, Etiopía y Tanzania y también han generado una enorme crisis alimentaria.\nEn el centro de tratamiento contra el cólera de Baidoa, que hace poco ingresó más de 30 casos, muchas personas no tenían ni idea de las causas del cólera.\nLa madre de Isaac Nur Abdi es una de las víctimas de esta situación. Cuando le preguntaron a Abdi por qué le había sucedido eso a su mamá, él contestó que la causa era muy sencilla. Se debía a la temporada de calor.", "url": "https://www.nytimes.com/es/2017/03/29/la-sequia-y-las-guerras-aumentan-la-amenaza-de-cuatro-hambrunas-en-africa/"}