{"authors": ["El Comité Editorial", "Por El Comité Editorial"], "date_download": "2018-11-16 04:14:49", "date_modify": "2018-11-16 04:14:49", "date_publish": "2017-03-30 08:30:11", "description": "La comunidad internacional necesita tener ideas más claras sobre cómo aliviar las crisis política y humanitaria en Venezuela, una nación rica en petróleo que ha caído en la pobreza y el caos gracias a un gobierno incompetente y brutalmente represivo.", "filename": "es_2017_03_30__1542341689.html", "image_url": "https://static01.nyt.com/images/2017/03/30/opinion/30thu2web/30thu2web-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_30__1542341689.html", "title": "Crisis tras crisis en Venezuela", "title_page": "Crisis tras crisis en Venezuela – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nVenezuela alguna vez fue uno de los países económicamente más prósperos de América Latina, así como un protagonista de la diplomacia regional. Para entender qué tanto se ha desplomado su posición global bajo el mandato del presidente Nicolás Maduro, se deben considerar tan solo dos sucesos recientes.\nEn febrero, las Naciones Unidas anunciaron que Venezuela había perdido su derecho al voto en la Asamblea General de la ONU por segundo año consecutivo porque debe decenas de millones de dólares de cuotas. Y el 28 de marzo, pese a las protestas del gobierno de Venezuela, diplomáticos del hemisferio sostuvieron una reunión poco común en Washington para discutir qué sería necesario para restablecer la democracia y que haya alguna señal de orden en la nación empobrecida, disfuncional y autocrática.\nLa audiencia en la Organización de Estados Americanos (OEA) no resultó en un plan claro para lidiar con las crisis política y humanitaria en Venezuela. Pero el hecho de que se haya celebrado fue profundamente vergonzosa para un país que hace apenas una década buscaba ser un peso que contrarrestara al poder y la política estadounidenses en la región.\nLos diplomáticos venezolanos han buscado presentar la creciente oposición regional al gobierno de Maduro como parte de un esfuerzo encubierto de Estados Unidos para justificar la intervención militar. Una coalición de integrantes de la OEA, actualmente liderados por México, no ha aceptado esa excusa y busca cómo hallar e implementar soluciones a la crisis.\nUna propuesta es expulsar a Venezuela de la organización. Aunque sería justificado, dado que la represión gubernamental de la oposición y su paupérrimo historial en temas de derechos humanos violan la carta de la OEA, es difícil ver qué lograría. Además, podría llevar a Maduro a actuar de una manera todavía más desmedida.\nUn paso más provechoso para la comunidad internacional sería encontrar maneras de aliviar los problemas más inmediatos de Venezuela. Uno de ellos es convencer al gobierno de que acepten el ingreso de ayuda humanitaria con ofertas concretas de comida y medicinas necesitadas. El número de venezolanos que pasan hambre va en aumento por una falta de comida, al igual que quienes mueren de enfermedades tratables en hospitales mal equipados y en condiciones miserables.\nOtra prioridad internacional debería ser el ejercer presión contra el gobierno para que celebre elecciones locales, que fueron suspendidas el año pasado, y que libere a los presos políticos, algunos de los cuales han estado detrás de las rejas durante años. Hasta que esos prisioneros sean liberados, la posibilidad de que se restaure la democracia es baja.\nPor último, la comunidad internacional podría proponer reformas macroeconómicas específicas para frenar la inflación rampante en Venezuela y estabilizar su moneda. La inflación se ha disparado a una tasa estimada de 700 por ciento, mientras los habitantes de esta nación rica en petróleo se ven forzados a escarbar entre la basura en busca de comida.\nEs probable que el gobierno de Maduro haga caso omiso a todos los intentos y los presente como interferencia por parte de sus vecinos.\nAun así, rechazar estas propuestas será cada vez más difícil si una coalición internacional abarcadora las presenta a los venezolanos como una ayuda que no debe ser interpretada como una afrenta a la soberanía de su país.", "url": "https://www.nytimes.com/es/2017/03/30/crisis-tras-crisis-en-venezuela/"}