{"authors": ["Justin Gillis", "Por Justin Gillis"], "date_download": "2018-11-16 03:45:04", "date_modify": "2018-11-16 03:45:04", "date_publish": "2017-01-11 11:12:31", "description": "Agencias de monitoreo climático anunciarán este mes que el año pasado tuvo las temperaturas más altas desde 1880. Datos de Estados Unidos ya sugieren que el calentamiento global rompió récords durante 2016.", "filename": "es_2017_01_11__1542339904.html", "image_url": "https://static01.nyt.com/images/2016/12/30/business/30exxonclimate1-inyt/00EXXONCLIMATE1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_01_11__1542339904.html", "title": "El 2016 fue el año más caluroso en Estados Unidos desde que hay registros, según científicos", "title_page": "El 2016 fue el año más caluroso en Estados Unidos desde que hay registros, según científicos – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nAgencias de monitoreo científico anunciarán este mes que 2016 fue el año más caluroso a nivel global desde 1880, lo que se convierte en la tercera vez consecutiva que se rompen los récords de temperatura del planeta.\nEl Servicio de Cambio Climático Copérnico, el programa de observación de la Unión Europea, ya reportó que el año pasado fue 0,2 grados Celsius más caluroso que 2015, con una temperatura global de 14,8 grados.\nSe espera que la administración nacional océanica y atmosférica (National Oceanic and Atmospheric Administration, o NOAA, en inglés) de Estados Unidos, así como la NASA, publiquen sus reportes al respecto en los próximos días.\nAunque esperan que 2017 sea menos caluroso que 2016 porque el fenómeno de El Niño disminuyó a finales del año pasado, expertos dijeron que el patrón de largo plazo de calentamiento global sin tregua continuará por la acumulación continua del dióxido de carbono y otros gases de efecto invernadero.\nLa NOAA, por su lado, ya anunció que la temperatura promedio de 48 de los 50 estados de Estados Unidos tuvieron el segundo año más caluroso en registro durante 2016, según datos oficiales.\nLa administración nacional océanica y atmosférica reportó que solo 2012 supera las temperaturas del año pasado, en registros que datan desde 1895.\nLa alza en temperaturas fue influenciada por una tendencia de largo plazo del calentamiento global causado por emisiones humanas, dijeron científicos, así como un episodio causado por el fenómeno de El Niño en el Pacífico.\nDe los 48 estados más caluroso de Estados Unidos, solo Georgia rompió el récord de 2012. Pero varios otros estados del noreste estuvieron cerca de hacerlo, y todas estuvieron por encima del promedio de temperatura del siglo XX.\n“La amplitud del calor durante 2016 no tiene igual en la historia climática del país”, dijo la NOAA en un comunicado. “Ningún otro año ha tenido tantos estados tan cerca de romper su mayor temperatura promedio anual”.\nAlaska y Hawaii no fueron incluidos en los cálculos de la NOAA pues sus registros históricos son más recientes y, por ello, no comparativos a los de los 48 otros estados.", "url": "https://www.nytimes.com/es/2017/01/11/el-2016-fue-el-ano-mas-caluroso-en-estados-unidos-desde-que-hay-registros-segun-cientificos/"}