{"authors": ["Jo Becker", "Adam Goldman Y Matt Apuzzo", "Por Jo Becker", "Adam Goldman", "Matt Apuzzo"], "date_download": "2018-11-16 03:11:58", "date_modify": "2018-11-16 03:11:58", "date_publish": "2017-07-11 11:54:40", "description": "El hijo mayor del presidente estadounidense se reunió con una abogada rusa después de que un intermediario le ofreciera información comprometedora de la rival electoral de su padre y de que le dijera explícitamente que los datos habían sido obtenidos como “parte del apoyo de Rusia y su gobierno a Trump”", "filename": "es_2017_07_11__1542337918.html", "image_url": "https://static01.nyt.com/images/2017/07/12/us/12Trumpmail/12Trumpmail-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_07_11__1542337918.html", "title": "‘Me encanta’: la respuesta de Trump Jr. a la oferta de información contra Clinton", "title_page": "‘Me encanta’: la respuesta de Trump Jr. a la oferta de información contra Clinton – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nNUEVA YORK — El correo electrónico enviado el 3 de junio a Donald Trump Jr. no podría haber sido más claro: uno de los exasociados rusos de su padre había sido contactado por un funcionario de alto rango del gobierno de Moscú que estaba ofreciendo darle información comprometedora sobre Hillary Clinton a la campaña de Trump.\nLos documentos “incriminarían a Hillary y sus tratos con Rusia y serían de mucha utilidad para tu padre”, decía el correo, escrito por un intermediario que agregaba: “Esta es información sensible de muy alto nivel pero es parte del apoyo de Rusia y su gobierno a Trump”.\nSi al hijo mayor del futuro presidente le sorprendió o le preocupó de dónde venía el material prometido —o que fuera parte de una campaña de apoyo de Rusia y su gobierno— no mostró indicios de ello. “Si es lo que dices, me encanta, especialmente a estas alturas del verano”, respondió.\nCuatro días después, tras un intercambio de más correos, el intermediario escribió para proponer una reunión en Nueva York con una “abogada del gobierno ruso”.\nDonald Trump Jr. estuvo de acuerdo y dijo que probablemente acudiría acompañado de “Paul Manafort (jefe de campaña)” y “mi cuñado”, Jared Kushner, actualmente uno de los asesores más cercanos del presidente de Estados Unidos.\nEl 9 de junio, la abogada rusa Natalia Veselnitskaya estaba sentada en la oficina de Trump Jr. en el piso 25 de la Trump Tower, apenas un nivel debajo de la oficina del actual presidente estadounidense. Para ese momento, Trump, como candidato republicano, ya tenía la protección del Servicio Secreto y el acceso a la Trump Tower era controlado. Veselnitskaya le dijo a los reporteros de The New York Times que la acompañó un intérprete, aunque se negó a dar su nombre.\nEn el transcurso de los últimos días, The New York Times ha revelado que la reunión se produjo, quienes estuvieron involucrados y de qué hablaron.\nSin embargo, los correos detallan cómo fue el contacto con la abogada Veselnitskaya y la forma en que Trump Jr. aceptó lo que le dijeron, de manera explícita, que sería una ayuda del gobierno ruso para la campaña electoral de su padre.\nEl Departamento de Justicia, al igual que los comités de inteligencia del Senado y de la Cámara de Representantes de Estados Unidos, examinan si alguno de los asociados de Trump estuvo coludido con Moscú para afectar los resultados de la elección presidencial de noviembre pasado. Las agencias de inteligencia estadounidenses ya concluyeron que el Kremlin intentó favorecer a Trump en la contienda.\nNo queda claro cuál era la información comprometedora de Clinton que ofrecieron los rusos, ni hay evidencia que sugiera que eso estuvo relacionado al hackeo del Comité Nacional Demócrata. Pero varios de los relatos de los involucrados en la reunión con la abogada, incluido el de Trump Jr., han cambiado o fueron desmentidos por los correos electrónicos.\nTrump Jr., por ejemplo, primero dijo que “fue una breve reunión introductoria” y que discutieron “principalmente un programa sobre la adopción de niños rusos que estaba activo y era popular con familias estadounidenses y había sido suspendido por el gobierno ruso”.\nAl día siguiente, cuando el Times le informó que preparaba un artículo que diría que también se discutió la información posiblemente comprometedora de Clinton, emitió un comunicado en el que decía que: “Un allegado al que conocí durante el concurso Miss Universo 2013, me pidió tener una reunión con alguien que tendría información de ayuda para la campaña. No me dieron su nombre antes de la reunión”, indicó. “La mujer dijo que tenía información de los individuos vinculados a Rusia que estaban financiando el Comité Nacional Demócrata y apoyando a Clinton. Sus declaraciones fueron vagas, ambiguas y sinsentido. No dio detalles o información que respaldara, ni la ofreció”. Después de eso, según Trump Jr., la discusión regresó al tema de adopciones. “Me quedó claro que esa era la agenda desde un inicio”.\nCuando el Times le dijo a Trump Jr. que revelaría el contenido de los correos, en vez de responder a solicitudes de información, publicó algunas imágenes de los correos en su cuenta de Twitter.", "url": "https://www.nytimes.com/es/2017/07/11/donald-trump-jr-informacion-rusia/"}