{"authors": ["Charlie Savage", "Por Charlie Savage"], "date_download": "2018-11-16 03:44:52", "date_modify": "2018-11-16 03:44:52", "date_publish": "2016-06-21 08:02:05", "description": "El gobierno de Estados Unidos reveló hace unos días unos informes en respuesta a una demanda que apelaba a la Ley de Libertad de Información, presentada por la Unión Estadounidense de Libertades Civiles (ACLU).", "filename": "es_2016_06_21__1542339892.html", "image_url": "https://static01.nyt.com/images/2016/06/16/world/16torture-web/16torture-web-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_21__1542339892.html", "title": "Detenidos por la CIA revelan torturas en transcripciones desclasificadas", "title_page": "Detenidos por la CIA revelan torturas en transcripciones desclasificadas – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nWASHINGTON — Después de que la Agencia Central de Inteligencia (CIA, por su sigla en inglés) lo transfiriera a la prisión militar estadounidense en la Bahía de Guantánamo, Cuba, y fuera llevado ante una comisión de oficiales para una audiencia en marzo de 2007, Abu Zubaydah describió en un inglés roto cómo había sido torturado en las prisiones secretas de la CIA.\nZubaydah contó que su cuerpo temblaba tras haber estado horas de pie, desnudo y encadenado en una fría habitación sin poder recargarse sobre una de sus piernas porque la tenía lastimada. Habló de la humillación de tener que ir al baño en un cubo frente a otras personas, “como un animal”. Describió que fue asfixiado en una tabla de agua hasta que dejó de respirar y necesitó resucitación.\nContinue reading the main story Foto\n“Me encadenaron por completo, incluso la cabeza. No podía hacer nada”, narró Zubaydah. “Hicieron eso y pusieron un trapo en mi boca y ponían agua, agua y agua”. En un momento “antes de que muriera”, narró, los interrogadores pusieron la tabla en pie e “hicieron esto” —Zubaydah hizo sonidos de respiración— “una y otra vez me lo hicieron, y les dije: ‘Si quieren matarme, mátenme’”.\nEl testimonio de Zubaydah es parte de unas transcripciones desclasificadas recientemente de audiencias militares de antiguos prisioneros de la CIA. El gobierno reveló los informes hace unos días en respuesta a una demanda que apelaba a la Ley de Libertad de Información, presentada por la Unión Estadounidense de Libertades Civiles (ACLU), la cual facilitó los documentos a The New York Times.\nMuchos detalles acerca del programa de tortura de la CIA, entre ellos el trato que recibió Zubaydah, ya se habían hecho públicos, incluido el informe de 500 páginas de la Comisión de Inteligencia del Senado publicado en diciembre de 2014. Sin embargo, estos detalles se basaron sobre todo en memorandos gubernamentales. Estas transcripciones ahora añaden un testimonio en primera persona al creciente registro histórico.\n“En un momento en que algunos políticos proponen que el programa de tortura se restablezca, es crucial que el público estadounidense tenga acceso a estos testimonios de primera mano, y no solamente a los informes que convenientemente ofrecen quienes autorizaron la tortura”, afirmó Dror Ladin, abogado del equipo de ACLU.\nLos partidarios del programa de “interrogación mejorada” de la CIA argumentan que este proporcionó información que salvó vidas. No obstante, el informe del senado concluyó que los defensores del programa habían exagerado el valor de la información recopilada a partir de esta y habían restado importancia a la brutalidad que emplearon. El candidato presidencial, Donald Trump, ha propuesto restablecer y ampliar estas técnicas.\nLa CIA comenzó su programa secreto de entrega, detención e interrogación en 2002 con la captura de Zubaydah, a quien confundió con uno de los líderes principales de Al Qaeda. Empezó a cerrar el programa en 2006, después de que la Corte Suprema emitiera una resolución acerca de la Convención de Ginebra que ponía a los interrogadores en riesgo de ser procesados por crímenes de guerra.\nAquel septiembre, el gobierno de George W. Bush transfirió a los reclusos de las prisiones dirigidas por la CIA a la Bahía de Guantánamo. Después de varios meses, cada hombre recibió una audiencia ante un tribunal de revisión de la situación de los llamados combatientes para determinar si habían sido clasificados de manera apropiada como “combatientes enemigos”, sujetos a detención indefinida en tiempo de guerra.\nEl gobierno hizo públicas ciertas versiones de algunas de las transcripciones en 2009, pero editó las descripciones de los detenidos sobre el trato que les dio la CIA.\nEn un pasaje, antes censurado, Zubaydah, quien afirmó que inventó planes terroristas falsos para detener el abuso, declaró que un interrogador de la agencia se había disculpado con él después de que el gobierno se dio cuenta de que lo habían confundido.\nContinue reading the main story Foto\n“Después de todo, lo único que dijeron fue: “Disculpe, cometimos un error terrible”, relató.\nEl miércoles pasado, la CIA también publicó decenas de documentos que estaban sujetos a demandas separadas basadas en la Ley de Libertad de Información, interpuestas por ACLU y Vice News, en las que solicitan los memorandos referidos en los pies de página del informe del senado. La mayoría de los documentos tenían una gran cantidad de texto redactado, además de las partes citadas en el informe, pero había algunos detalles nuevos.\nPor ejemplo, un pasaje no editado en un memorando del director médico de la CIA incluía una línea citada en el informe del senado que relataba que Zubaydah ya había empezado a cooperar antes de ser asfixiado en la tabla de agua y que la técnica había generado “información valiosa que de otra manera no habría estado disponible”. Sin embargo, también había una oración antes de esa línea que el informe del senado no citaba:\n“Un psicólogo/interrogador después comentó que el uso de la tabla de agua había determinado que AZ no tenía más información de amenazas inminentes, una justificación creativa pero circular”, escribió el oficial, usando las iniciales para referirse a Abu Zubaydah.\nVarias de las transcripciones proporcionadas a The New York Times eran de las audiencias de los detenidos que ahora están enfrentando juicios por crímenes de guerra ante una comisión militar en Guantánamo. En estos casos, la estrategia de los abogados defensores ha sido sostener que sus clientes no deberían enfrentar la pena de muerte como una manera de subsanar que el gobierno los haya torturado, así que las transcripciones pueden ofrecer una muestra previa de su testimonio final.\nContinue reading the main story Foto\nUno de estos detenidos es Abd Rahim al Nashiri, acusado de ayudar a planear el bombazo del 2000 en contra del USS Cole, un buque estadounidense en el que murieron 17 marinos. Nashiri fue sometido a algunos de los abusos más extremos, según el inspector general de la CIA, entre ellos ser sometido a la tabla de agua y tener un taladro encendido junto a su cabeza.\nDurante su audiencia, cuando se le pidió que describiera los métodos que usaron con él, Nashiri nombró muchos: ser colgado de cabeza durante casi un mes, estar a punto de ser asfixiado, ser golpeado contra una pared y ser forzado a pararse en un pequeño cajón durante una semana hasta que los pies se le hincharon. Se preguntó repetidamente: “¿Qué más me hicieron?”.\nTambién existe una transcripción de la declaración de Khalid Shaikh Mohammed, acusado de planear los ataques del 11 de septiembre de 2011. En medio de un largo discurso sobre las víctimas de guerra y el Estado de derecho, que fue dado a conocer antes, la transcripción incluye el siguiente pasaje, que antes fue censurado.\n“Esto… verá, he sido torturado por la CIA”, declaró Mohammed, mientras se tomaba de las muñecas. “Nadie me creerá”.", "url": "https://www.nytimes.com/es/2016/06/21/en-transcripciones-desclasificadas-detenidos-por-la-cia-revelan-torturas/"}