{"authors": ["Russell Goldman", "Por Russell Goldman"], "date_download": "2018-11-16 03:45:12", "date_modify": "2018-11-16 03:45:12", "date_publish": "2017-03-27 12:00:50", "description": "La cueva donde los creyentes dicen que fue enterrado Jesucristo fue reabierta al público tras una reparación que costó tres millones de dólares para combatir el deterioro causado por problemas hidráulicos, incendios, velas, humo, humedad, visitantes y excremento de pájaros.", "filename": "es_2017_03_27__1542339912.html", "image_url": "https://static01.nyt.com/images/2017/03/23/world/23Jesusthomb1/23Jesusthomb1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_27__1542339912.html", "title": "La tumba de Jesús, remodelada, reabre sus puertas", "title_page": "La tumba de Jesús, remodelada, reabre sus puertas – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nMiles de peregrinos cristianos y miembros del clero se reunieron el 22 de marzo en una capilla modesta en la Ciudad Vieja de Jerusalén para celebrar la conclusión de una labor de meses y de años de gestión: la restauración y reparación de la tumba de Jesús.\nDesde el siglo XIX, una espantosa estructura de hierro había sostenido esta capilla, la cual es conocida como el Edículo, y estuvo en peligro de colapsarse. La capilla, construida por el emperador romano Constantino I en el siglo IV, cubre la cueva donde los creyentes opinan que Jesús fue enterrado antes de su resurrección.\nLa construcción, que forma parte de la iglesia del Santo Sepulcro, es uno de los lugares más sagrados para los fieles. Con los siglos se fue deteriorando debido a problemas hidráulicos, incendios, velas, humo, humedad, excremento de pájaros, visitantes y disputas entre denominaciones en conflicto, las cuales hasta ahora no habían logrado llegar a un acuerdo para arreglar la capilla.\n“Por primera vez en más de dos siglos, este sagrado Edículo ya está restaurado,” dijo Teófilo III de Jerusalén, patriarca de la iglesia Ortodoxa helénica, cuando reabrieron la capilla al público. “Esto no solo es un regalo para nuestra tierra santa, sino para todo el mundo.”\nContinue reading the main story Foto\nLas iglesias Ortodoxa helénica, Apostólica armenia y Católica romana comparten la custodia del sitio. La última restauración de la tumba fue en 1810 después de un incendio, pero el año pasado los custodios religiosos se vieron obligados a hacer reparaciones después de que las autoridades israelíes consideraran que el edificio no era seguro.\nLa restauración costó más de tres millones de dólares, en su mayoría financiados por una donación del World Monuments Fund, un grupo estadounidense sin fines de lucro. Otros fondos provinieron de las tres denominaciones cristianas que se mencionaron anteriormente y del rey Abdullah II de Jordania.\nAntonia Moropoulou, profesora de la Universidad Nacional Técnica de Atenas, dirigió el proyecto, que comenzó en mayo del año pasado. Los restauradores removieron las piedras exteriores de los tres costados del Edículo y crearon una lechada especial para “unir la mampostería a la roca que es el corazón de la estructura”, de acuerdo con el World Monuments Fund.\nEn octubre, el equipo de restauración removió y reveló una losa de piedra que cubría la banca de mármol sobre la que, según la tradición, enterraron a Jesús. El equipo también hizo una apertura en una de las paredes de la tumba para que los visitantes pudieran ver la roca que se encuentra del otro lado.", "url": "https://www.nytimes.com/es/2017/03/27/reabre-la-tumba-de-jesus-remodelada/"}