{"authors": ["Wesley Morris", "Por Wesley Morris"], "date_download": "2018-11-16 04:16:03", "date_modify": "2018-11-16 04:16:03", "date_publish": "2016-06-02 20:00:58", "description": "El actor canadiense incursionó en diversos géneros sin lograr un gran éxito cinematográfico hasta que aceptó encarnar a Deadpool, el superhéroe más irreverente y amoral de los personajes de Marvel.", "filename": "es_2016_06_02__1542341763.html", "image_url": "https://static01.nyt.com/images/2016/05/24/arts/24RYANREYNOLDS/24RYANREYNOLDS-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_02__1542341763.html", "title": "Con ‘Deadpool’, Ryan Reynolds por fin alcanzó el estrellato", "title_page": "Con ‘Deadpool’, Ryan Reynolds por fin alcanzó el estrellato – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nHace poco escribí un artículo en el que acusé a las franquicias cinematográficas de superhéroes de acabar con las estrellas de cine. Una cosa no puede coexistir con la otra. No para siempre. Pero me faltó agregar algo.\nCuando un actor lo ha intentado todo —las comedias románticas, las comedias simples, las películas de vampiros y acción, el terror, trabajar con Atom Egoyan, trabajar con Helen Mirren, trabajar con Sandra Bullock y hasta una flatulenta película basada en cómics— para conseguir el estrellato y después aparece, milagrosamente, otra oferta para interpretar a un superhéroe, lo mejor que puede hacer es aceptar. Estaría loco si no lo hiciera.\nPoco importa si el papel requiere que todo su cuerpo esté cubierto de quemaduras. Poco importa si las quemaduras implican que el traje oculte su musculatura y su hermoso rostro. De verdad necesita el papel porque es un buen negocio y porque, caray, es una buena rutina cómica.\nSe entiende muy bien con el sarcasmo de la película. Él es el sarcasmo encarnado. Dice “sí”, filma la película y ahora tiene un gran éxito, el mayor de su carrera… esa es la excepción que encarna Ryan Reynolds. Eso sucede cuando un actor jamás ha lucido mejor en su rol de estrella que en una película de superhéroes.\n¿Quién sabe dónde estaría Reynolds sin “Deadpool”? Gracias a la película ha transformado el estrellato de los filmes basados en historietas. Interpreta al superantihéroe que le da nombre a la cinta, cuya característica principal es lo mucho que le desagrada estar en “Deadpool”. No aparece durante casi todo el filme. Su voz hace gran parte del trabajo.\nEn realidad, la película se trata de un personaje que es tan amoral y siniestro que no suele formar parte de las otras películas de superhéroes. Se supone que el acercamiento superficial a la violencia sirve para burlarse de toda la angustia que ocurre en otros territorios del mundo de las historietas. Pero eso también es una excusa para rebanar, descuartizar, disparar, empalar y hacer explotar las cosas.\nMe gustó ver que la fórmula de este actor haya encontrado un hogar. El problema de Reynolds como estrella del cine es que jamás pareció sincero. En una película que tiene tantos guiños como los que hay en Deadpool, eso se vuelve una ventaja.\nReynolds puede deambular a través de todo el caos de la misma forma en que Malcolm Mc Dowell lo hizo en “A Clockwork Orange”, claro, si McDowell se hubiera vestido con una pijama de una sex shop. Reynolds expresa en voz alta su irritación y se pueden escuchar sus suspiros de exasperación. El personaje no es tan viejo como Superman (que ha existido desde el gobierno de Franklin D. Roosevelt) o Wolverine (que apareció desde Nixon). Deadpool llegó durante la era de George Bush.\nCasi no hay antecedentes con los que el actor deba competir. Así que con “Deadpool”, Reynolds es libre de permitirse la actitud de un joven castigado que lo volvió alguien genial en “National Lampoon’s Van Wilder” y “Blade: Trinity” pero que lo dejó varado en bazofias como “The Change Up” o “R.I.P.D”.\nEl poco atractivo de la popular cinta “The Proposal” radicaba en el personaje de Bullock, una ejecutiva estirada que lo trataba como lo haría una jefa dominatriz. Su incursión previa en el mundo de superhéroes fue “Green Lantern”, cuyo personaje principal es parte de la marca DC. Fue una buena práctica para hacer “Deadpool” porque Reynolds tampoco parecía querer estar en esa película.\nEso fue en 2011, justo antes de que la industria enloqueciera con las películas de superhéroes. “Green Lantern” fue el instructivo para saber qué no hacer. En primer lugar no le pongas a todo tu elenco el mismo patrón de colores radioactivos. Y no le pidas a un comediante que haga el trabajo de un superhéroe santurrón. Es como si la gente se olvidara del temperamento de Reynolds cuando ve su cuerpo.\nEsa primera película con Wolverine como único protagonista, “X-Men: Origins: Wolverine”, de 2009, básicamente se olvidó de Reynolds. Apareció en algunas escenas como el alter ego de Deadpool antes de las cicatrices. En ese entonces parecía que era un trabajo modesto: la película le pertenecía a Hugh Jackman, y Liev Schreiber intentó robársela cuando interpretó a su oponente final.\nReynolds fue una idea adicional y una redundancia actoral. Tenemos muchísimas celebridades que pueden hacer lo mismo que él pero con un poco más de elasticidad, humanidad o sorpresa… como Bradley Cooper, Ryan Gosling o Matt Damon. Hay muchos papeles que Reynolds aceptó, pero podemos imaginar que otros cuatro o cinco actores ya habían rechazado. Por el contrario, “Deadpool” parece que le pertenece a él.\nEn los últimos dos años Reynolds ha cambiado de rumbo. Interpretó a un tibio abogado junto a la arrogante Helen Mirren en “Woman in Gold”, y en “Mississippi Grind” encarnó a un personaje muy llamativo que combinó a la perfección con la personalidad depresiva e inquisitiva de Ben Mendelsohn.\nFue algo muy diferente de cuando Denzel Washington lo opacó en la película de 2012 “Safe House”. Incluso en un verdadero fiasco como fue la película de suspenso sobre un secuestro titulada “The Captive” (2014), Reynolds pareció trabajar arduamente para convencernos de que la película era buena. Estuvo perdiendo el tiempo, pero el esfuerzo que puso en ese desperdicio me conmovió.\nAhora interpreta el papel de un cómico-villano que finge exasperación al tener que cargar con toda una película. Si el filme se convierte en una serie que continúe para siempre, podemos preguntarnos si terminará actuando tan indiferentemente como los demás actores de esas películas.\nProbablemente la violencia y lo obsceno limiten el espacio que “Deadpool” tendrá para expandirse en el universo Marvel. El punto de la película es que el personaje de Reynolds no quiere unirse a un elenco falto de alma. Sin embargo, su excepción en este filme hace que nos den ganas de averiguar si el estrellato de este superhéroe puede convertirlo en una estrella en algún otro universo.", "url": "https://www.nytimes.com/es/2016/06/02/con-deadpool-ryan-reynolds-por-fin-alcanzo-el-estrellato-cinematografico/"}