{"authors": ["Paul Krugman", "Por Paul Krugman"], "date_download": "2018-11-16 04:18:28", "date_modify": "2018-11-16 04:18:28", "date_publish": "2018-10-04 11:08:59", "description": "El rostro molesto que Brett Kavanaugh presentó al mundo la semana pasada durante la audiencia en el Senado no fue algo nuevo: mostró la rabia de los hombres blancos que ven amenazada su condición privilegiada por el cambio social.", "filename": "es_2018_10_04__1542341908.html", "image_url": "https://static01.nyt.com/images/2018/10/01/opinion/01krugmanFinal/01krugmanFinal-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2018_10_04__1542341908.html", "title": "Por qué están molestos los hombres blancos privilegiados", "title_page": "Por qué están molestos los hombres blancos privilegiados – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCuando Matt Damon hizo su imitación de Brett Kavanaugh en Saturday Night Live, pudimos ver que logró capturar su esencia antes de que dijera una sola palabra. Se trata de la cara —esa mueca de desprecio, llena de rabia, con el ceño fruncido—. La semana pasada, en su audiencia ante el Senado, Kavanaugh no sonó como un juez (ya no digamos un posible ministro de la Corte Suprema de Estados Unidos) ni siquiera logró verse como uno.\nSin embargo, tampoco Lindsey Graham, quien pasó la audiencia con casi la misma mueca, se vio como un senador.\nSe han llevado a cabo muchos estudios sobre las fuerzas que motivan el apoyo a Trump, en específico la ira, que es una característica tan dominante del movimiento MAGA, “Make America Great Again” (“Hagamos a Estados Unidos grandioso de nuevo”). Sin embargo, lo que pudimos concluir de la audiencia del 27 de septiembre fue que esa ira de los hombres blancos no se limita a los obreros en las cafeterías. También está presente entre aquellos a los que les ha ido muy bien en la lotería de la vida, a quienes uno normalmente consideraría en gran medida parte de la élite.\nEn otras palabras, el odio también puede ir de la mano del ingreso elevado y, con demasiada frecuencia, así sucede.\nA estas alturas hay pruebas avasalladoras contra la hipótesis de la “ansiedad económica” —la idea de que la gente votó por Trump debido a que la globalización había causado estragos en sus vidas—. De hecho, las personas cuyas finanzas iban bien fueron igual de propensas a apoyar a Trump que aquellas a las que les iba mal.\nLo que diferenció a los que votaron por Trump fue, más bien, el resentimiento racial. Además, este resentimiento está motivado, antes y ahora, no por pérdidas económicas reales ocasionadas por grupos minoritarios, sino por el miedo a perder el estatus que tienen en un país cambiante, uno donde el privilegio de ser un hombre blanco no es lo que solía ser.\nEste es el meollo del asunto: es perfectamente posible para un hombre llevar una vida cómoda y, de hecho, envidiable teniendo en cuenta cualquier estándar objetivo, y, aun así, dejarse consumir por la amargura derivada de la ansiedad por la pérdida de su estatus.\nUno podría pensar que eso es imposible, que tener un buen empleo y una vida cómoda inocularía a alguien contra la envidia y el odio. Es decir, estaríamos inclinados a pensar eso si no supiéramos nada sobre la naturaleza humana ni el mundo.\nHe pasado toda mi vida adulta en círculos académicos exclusivos, donde todos tienen un buen ingreso y excelentes condiciones laborales. No obstante, he conocido a muchas personas en ese mundo que hierven de resentimiento porque no están en Harvard o en Yale, o que de hecho están en Harvard o Yale, pero están furiosas de cualquier modo porque no han recibido un Premio Nobel.\nEste tipo de resentimiento de alta gama, el enojo de la gente muy privilegiada que sin embargo siente que no es lo suficientemente privilegiada o que sus privilegios podrían erosionarse por el cambio social, permea el movimiento conservador moderno.\nComienza, claro está, en la cima, con esa bola de resentimiento que camina, habla y juega al golf que es Donald Trump. Uno pensaría que un hombre que vive en la Casa Blanca ya no sentiría la necesidad de, por ejemplo, afirmar cosas que no son ciertas sobre su historial universitario. Pero Trump todavía no obtiene el respeto que tan evidentemente ansía.\nDe hecho, parece evidente que su yihad contra Barack Obama se alimentaba de la envidia: Obama es un hombre negro que además ostenta gran clase y estilo, con la gracia y elegancia de las que carece Trump. Eso es algo que no podía soportar.\nClaramente, Kavanaugh está cortado con la misma tijera y no solo porque compite con Trump en su propensión a mentir sobre cuestiones grandes y pequeñas.\nComo muestran muchas noticias, el rostro molesto que Kavanaugh presentó al mundo la semana pasada no fue algo nuevo, provocado por las acusaciones de abuso en el pasado. Los compañeros de sus días en Yale lo describen como un bebedor que se tornaba agresivo incluso desde entonces. Su memorando a Ken Starr mientras ayudaba a acosar a Bill Clinton —en el que declaró: “Es nuestro trabajo hacer que su patrón de comportamiento repugnante quede claro”— demuestra no solo ira, sino también cinismo.\nAdemás, Kavanaugh, al igual que Trump, todavía tiene el hábito de embellecer su historial académico después de todos estos años, pues declara que ingresó a Yale a pesar de no “tener conexiones”. Más bien, fue un estudiante admitido a dicha institución debido a que su abuelo estudió ahí.\nDe hecho, mi hipótesis es que sus raíces privilegiadas son justamente la causa de su gran malestar.\nDurante la época en la que estuve en Yale pasé la mayor parte del tiempo con ratones de biblioteca, pero también me encontré con gente como Kavanaugh —hijos del privilegio para quienes la fiesta era interminable y que contaban con sus conexiones para aislarlos de las consecuencias de sus actos, incluido el comportamiento abusivo hacia las mujeres—. Ese tipo de privilegio de élite todavía prevalece.\nNo obstante, se trata de un privilegio bajo asedio. Una sociedad cada vez más diversa ya no acepta el derecho conferido por Dios a los hombres blancos de las familias correctas para que dicten cómo deben ser las cosas, y una sociedad con muchas mujeres empoderadas y educadas por fin está rechazando el derecho de pernada que alguna vez se les otorgó a los hombres poderosos.\nNada hace enojar más a un hombre acostumbrado al privilegio que la posibilidad de perder parte del mismo, en especial si viene acompañada de la sugerencia de que la gente como él debe someterse a las mismas reglas que el resto de nosotros.\nAsí que lo que vimos la semana pasada fue un atisbo del alma del trumpismo. No se trata de “populismo”, sería difícil encontrar a otro juez tan adverso a los trabajadores como Brett Kavanaugh. Más bien, tiene que ver con la rabia de los hombres blancos, tanto de la clase alta como de la trabajadora, que ven amenazada su condición privilegiada. Esa rabia puede destruir el Estados Unidos que conocemos.", "url": "https://www.nytimes.com/es/2018/10/04/paul-krugman-kavanaugh/"}