{"authors": ["Fernanda Santos", "Por Fernanda Santos"], "date_download": "2018-11-16 03:12:13", "date_modify": "2018-11-16 03:12:13", "date_publish": "2017-06-21 13:08:44", "description": "Agentes de la Patrulla Fronteriza violaron un acuerdo al ingresar al campamento de No Más Muertes, organización humanitaria que brinda agua y primeros auxilios a los migrantes que cruzan el desierto de Arizona.", "filename": "es_2017_06_21__1542337933.html", "image_url": "https://static01.nyt.com/images/2017/06/17/us/17Border-1/17Border-1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_06_21__1542337933.html", "title": "Patrulla Fronteriza allana un campamento de asistencia a migrantes en Estados Unidos", "title_page": "Patrulla Fronteriza allana un campamento de asistencia a migrantes en Estados Unidos – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nPHOENIX — La Patrulla Fronteriza hizo una redada el jueves pasado en un campamento de un grupo de ayuda humanitaria en el desierto del sur de Arizona y arrestó a cuatro hombres que habían cruzado ilegalmente hacia Estados Unidos, dijeron los funcionarios de la Oficina de Aduanas y Protección Fronteriza de Estados Unidos.\nVoluntarios del grupo No Más Muertes —que provee agua y atención de primeros auxilios a los migrantes— dijeron que los hombres eran de México y estaban recibiendo cuidados médicos de emergencia en el campamento. Este ya había sido inspeccionado por agentes en ocasiones anteriores, pero esta fue la primera vez que los oficiales fronterizos usaron una orden de registro para entrar a las instalaciones, dijo el grupo en un comunicado.\nLo que sugiere un cambio de estrategia por parte de las autoridades fronterizas, en momentos en que las temperaturas en la región van en aumento. A pesar de tener un historial de relaciones tensas con No Más Muertes, la agencia había respetado un acuerdo informal durante el gobierno de Obama que le permitía a los migrantes poder buscar ayuda médica en el campamento sin temor a ser arrestados.\nEn una entrevista, el fundador del grupo, John Fife, calificó la incursión como “una estrategia de los agentes fronterizos para paralizar e incluso neutralizar la misión salvadora de una instalación médica que ellos solían respetar”.\nFife comentó el viernes 16 de junio que temía que esa acción hiciera correr el rumor entre los migrantes de que el campamento de No Más Muertes ya no es seguro. Varios grupos de voluntarios dejan agua y alimentos enlatados para los migrantes y les proporcionan ayuda médica, pero No Más Muertes es una de las organizaciones más grandes y la única que tiene una base permanente en el desierto de Arizona.\nEn un comunicado, la Oficina de Aduanas y Protección Fronteriza de Estados Unidos, que controla a la Patrulla Fronteriza, dijo que los agentes no tuvieron otra opción después de que los voluntarios se negaran a dejarlos entrar “para interrogar a cuatro sospechosos por su ciudadanía y su derecho legal a estar en Estados Unidos”.\n“La Patrulla Fronteriza de Tucson contactó a los representantes del campamento de No Más Muertes para que mantuvieran una relación de trabajo positiva y resolvieran la situación amigablemente”, dijo el comunicado, refiriéndose al grupo por su nombre en español. “Sin embargo, las conversaciones no tuvieron éxito”.\nLa Oficina de Aduanas y Protección Fronteriza proporcionó algunos detalles sobre los cuatro hombres. La agencia dijo que tres de ellos fueron arrestados en el campamento y otro fue detenido mientras intentaba escapar. Uno de esos hombres fue identificado como Lucindo Díaz-Hernández, que había sido condenado por posesión de drogas y pasó cinco años en prisión en el estado de Chihuahua, México, por tráfico de drogas. También había sido deportado previamente.\nLa incursión interrumpió las operaciones del grupo, que se ha desplegado porque el aumento de las temperaturas incrementa el riesgo de muerte por deshidratación entre los migrantes que cada vez optan por atravesar desolados rincones del desierto del sur de Arizona para evitar ser detenidos.\nNo es la primera vez que No Más Muertes y las autoridades se han enfrentado; los voluntarios han acusado a los agentes de vandalizar el agua y los alimentos que les dejan a los migrantes. En 2011, una cámara activada por movimiento capturó a un agente dándole patadas a cinco jarras de agua que estaban sobre una roca.\nLos voluntarios dijeron que en los últimos meses han notado que más agentes recorren los caminos de tierra alrededor del campamento, que está cerca de Arivaca, una comunidad localizada en una ruta de tráfico de drogas y de seres humanos.\nTres semanas antes, una situación similar tuvo un resultado diferente. Los agentes amenazaron con presentar una orden de registro si un grupo de migrantes no se rendía, cosa que hicieron.\nContinue reading the main story Foto\nFife es un ministro presbiteriano jubilado muy conocido en la región por su trabajo en la década de 1980 para proporcionarle refugio seguro a los centroamericanos que escapaban de su conflicto civil y dijo que ya se había dirigido a la Patrulla Fronteriza de Tucson para asegurarse de que el acuerdo informal, que se negoció en el otoño de 2013, todavía estaba vigente.\nUna copia no firmada del documento, proporcionada por No Más Muertes a The New York Times, dice que los voluntarios estarían protegidos de amenazas de arresto o citación, y que la asistencia médica que ellos proporcionan sería “reconocida y respetada por los agentes gubernamentales y debería ser protegida de la vigilancia y la interferencia”. Según Fife, el” acuerdo de buena fe” fue reafirmado durante una reunión en abril con Félix Chávez, el jefe interino del sector en Tucson.\nPero luego los agentes se presentaron en el campamento, instalaron un puesto de control en la entrada y empezaron a detener a los vehículos que salían de las instalaciones y le preguntaban a los pasajeros su estatus de ciudadanía, dijo Maryada Vallet, una de las voluntarias del grupo.\nDesde 2001, la oficina del forense del Condado de Pima ha encontrado más de 2600 restos de migrantes no identificados que murieron en el desierto de Arizona. Históricamente, esos hallazgos han alcanzado sus cuotas más altas durante los meses más cálidos. Según el informe anual de la oficina, 48 de los 154 restos encontrados el año pasado fueron descubiertos en junio y julio.\nVoluntarios de No Más Muertes y otros grupos humanitarios localizaron restos humanos, en promedio, una vez cada tres días en el desierto del sur de Arizona. Ellos argumentan que las políticas fronterizas han obligado a que los inmigrantes tracen rutas cada vez más lejos en el desierto, lejos del campo o de cualquier lugar donde puedan buscar ayuda.\nChávez, el jefe interino, discrepó vehementemente. Durante una reunión con varios de estos grupos en abril, dijo que “las personas les entregan sus vidas a las organizaciones criminales, a esos contrabandistas despiadados, que los llevan al desierto”.\nEn su declaración, las autoridades recalcaron los peligros de cruzar ilegalmente la frontera y animaron a cualquier persona que necesite ayuda a “llamar inmediatamente al 911, ya que los retrasos podrían ocasionar la pérdida de vidas”.", "url": "https://www.nytimes.com/es/2017/06/21/patrulla-fronteriza-no-mas-muertes-arizona/"}