{"authors": ["Frances Robles", "Por Frances Robles"], "date_download": "2018-11-16 04:11:36", "date_modify": "2018-11-16 04:11:36", "date_publish": "2018-04-20 14:00:30", "description": "A pesar de que Miguel Díaz-Canel ahora es el presidente de Cuba, varios miembros de la familia Castro todavía tienen cargos importantes en el gobierno que lo supervisarán en su mandato.", "filename": "es_2018_04_20__1542341496.html", "image_url": "https://static01.nyt.com/images/2018/04/20/world/20castros1/xxcastros1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2018_04_20__1542341496.html", "title": "Los Castro ya no están en el poder, pero siguen siendo el poder", "title_page": "Los Castro ya no están en el poder, pero siguen siendo el poder – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nMIAMI — Por primera vez en décadas, los cubanos tienen un presidente cuyo apellido no es Castro.\nSin embargo, cuando el nuevo presidente, Miguel Díaz-Canel Bermúdez, que cumple 58 años este viernes, tome sus primeros pasos para gobernar un país con problemas económicos y en crisis perenne, lo hará rodeado de integrantes de la familia Castro.\nFidel Castro murió en 2016 a los 90 años y su hijo mayor, apodado Fidelito, se suicidó este año. Sin embargo, Raúl Castro, quien renunció al cargo el 19 de abril después de dos periodos presidenciales, permanecerá como el líder del Partido Comunista y jefe de las Fuerzas Armadas. Además, otros miembros de la familia Castro dirigen los servicios de inteligencia y el enorme conglomerado militar que administra la mayoría de los asuntos del Estado. Uno de ellos es el guardaespaldas en quien más confía Raúl Castro; otra es una abogada que defiende los derechos de las personas homosexuales.\nSon los defensores de una dinastía que claramente se queda para apoyar a Díaz-Canel, pero también para supervisarlo. Conforme una era termina, estos leales partidarios y herederos de la Revolución cubana formarán parte de un círculo cercano cuyo objetivo es garantizar la sucesión en un Estado socialista, al mismo tiempo que dirige la delicada tarea de no dar la apariencia de tratarse de una dinastía familiar que consigue su tercer reinado.\n“Que nadie se haga ilusiones”, dijo María C. Werlau, especialista en Cuba que estudia el violento legado de la Revolución cubana. “Díaz-Canel es simplemente un cambio cosmético, es un apéndice de Raúl y no tiene poder ni una fuente perceptible de poder. La sucesión ya estaba planeada y la segunda generación de los Castro está bien alineada para tomar control cuando Raúl realmente salga de la jugada”.\nA continuación, algunos de los miembros más importantes del clan:\nContinue reading the main story Foto\nRaúl Castro, de 86 años, renunció después de doce años como presidente. Fue el ministro de Defensa por casi cinco décadas, desde 1959 hasta 2008, y dirige el Partido Comunista desde 2006. Conserva el título de primer secretario del partido, que ostenta desde 2011, y que es “donde reside el verdadero poder”, dice Werlau.\nPero ni siquiera Castro, con sus credenciales revolucionarias y sus conexiones fraternas, pudo lograr todos los cambios que se había propuesto. Demasiados socios de la vieja guardia levantaron obstáculos cuando se dieron cuenta de las desigualdades cada vez más grandes que traerían las reformas económicas. Así que, aunque se cree que Castro planea mudarse de La Habana a Santiago de Cuba —en la costa sureste del país, al otro lado de la isla— no se espera que permita que Díaz-Canel se las arregle totalmente solo.\nCastro se encargó de reforzar el control institucional y formalizar el concepto de gobierno consensual; cree en delegar autoridad. Se aseguró de que haya suficientes auditorías internas y regulaciones para mantener bajo control a cualquier sucesor con grandes ideas, al mismo tiempo que cuidan la espalda del actual. Díaz-Canel es un sucesor escogido directamente por Castro, a quien no le interesa verlo fracasar.\n“Raúl estará observando”, dijo Andy S. Gómez, un experto en Cuba, actualmente retirado, que trabajó en la Universidad de Miami. “Raúl, como primer secretario del partido, no solo estará observándolo, sino que, más importante aún, estará ahí para apoyarlo, de manera simbólica, para que pueda avanzar”.\nAlcibíades Hidalgo, quien fue el jefe de despacho de Raúl Castro durante doce años, cree que su antiguo jefe se asirá al poder “hasta el día de su muerte”.\nContinue reading the main story Foto\nAlejandro Castro Espín, de 52 años, es hijo de Raúl Castro. Castro Espín dirige los servicios de inteligencia para las Fuerzas Armadas y el Ministerio del Interior. Es una tarea ardua en un país que lucha con determinación para reprimir a los disidentes y descubrir a los espías.\nCastro Espín fue parte del equipo que negoció con el gobierno del presidente Barack Obama para restaurar los vínculos diplomáticos con Estados Unidos, una señal de que forma parte del círculo de confianza más cercano.\nNo obstante, también cuenta con serias credenciales antiimperialistas: el título del libro que escribió en 2009, El imperio del terror, da a conocer su nada sutil opinión de Estados Unidos.\n“El integrante más importante de la generación más joven es Castro Espín”, dijo Brian Latell, exanalista de la CIA que ha observado de cerca a la familia Castro. “Creo que su padre le tiene muchas consideraciones”.\nJuan Juan Almeida, el hijo de un héroe de la Revolución cubana, creció con Castro Espín y vivió en su casa cuando eran niños. Dijo que no está convencido de que su antiguo mejor amigo tenga las capacidades para suceder a su padre cuando este muera.\n“Es poderoso, pero le debe su poder a su padre”, dijo Almeida. “Durará lo que el poder de su padre dure”.\nAlgunos expertos creen que a Raúl Castro le hubiera gustado poner a su hijo como presidente, pero se habría visto mal al exterior tener a otro Castro en el poder.\nLuis Alberto Rodríguez López-Callejas se convirtió en Castro por matrimonio, pues estuvo casado con una hija de Raúl Castro, Débora, y es el padre del nieto favorito de Castro.\nEl general Rodríguez es presidente de Gaesa, la compañía de inversiones que controla los intereses comerciales del Ejército. Este administra todos los hoteles y los restaurantes del Estado, las tiendas de conveniencia y las estaciones de gasolina, lo que convierte a Rodríguez en uno de los hombres más poderosos de la isla.\n“Debe tener cerca de 1200 empresas bajo su mando”, dijo Guillermo Fariñas, un crítico franco del gobierno que vive en la provincia de Villa Clara. “Creo que él es quien maneja la economía del país”.\nRaúl Rodríguez Castro, el hijo de Rodríguez, es el guardaespaldas de Raúl Castro, la clase de puesto que se presta para conocer todo tipo de secretos, dijo Fariñas.\nContinue reading the main story Foto\nMariela Castro es hija de Raúl Castro. Es integrante del Parlamento y cuenta con seguidores internacionales y locales, en gran parte debido a su apoyo a los derechos de personas homosexuales y transexuales.\n“Mariela es parte del paisaje”, dijo Hidalgo. “Es una figura decorativa con una causa noble. En términos de poder, está muy lejos del papel que su hermano o su excuñado tienen”.\nAlmeida dijo que todo se reduce a las apariencias.\n“Hablando de convertirse en viceministro o de formar parte del Consejo de Estado, no la veo en esos puestos”, dijo Almeida. “La idea es presentar una cara democrática y borrar los rostros del pasado. Para la comunidad internacional, necesitan ofrecer una cara amigable que represente a Cuba, lo que significa no poner a un Castro”.\nHidalgo, quien fungió como embajador ante las Naciones Unidas, después desertó y ahora vive en Miami, no piensa que vaya a funcionar.\n“Están tratando de dar la apariencia del cambio para algo que básicamente es lo mismo”, dijo. “Están tratando de continuar el castrismo sin personas con el apellido Castro en el futuro inmediato, lo cual es prácticamente imposible”.", "url": "https://www.nytimes.com/es/2018/04/20/fidel-castro-cuba-diaz-canel/"}