{"authors": ["Reggie Ugwu", "Por Reggie Ugwu"], "date_download": "2018-11-16 03:11:37", "date_modify": "2018-11-16 03:11:37", "date_publish": "2018-01-08 10:25:39", "description": "Después de un claro, inteligente y abarcador discurso de aceptación al reconocimiento por su trayectoria en la entrega de los Globos de Oro, muchos empezaron a anhelar esta candidatura a la presidencia de Estados Unidos para 2020.", "filename": "es_2018_01_08__1542337897.html", "image_url": "https://static01.nyt.com/images/2018/01/08/arts/08-globes-winfrey/08-globes-winfrey-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2018_01_08__1542337897.html", "title": "¿Oprah para presidenta? El internet así lo quiere después de los Globos de Oro", "title_page": "¿Oprah para presidenta? El internet así lo quiere después de los Globos de Oro – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEntre los muchos aspectos destacados de la entrega de los Globos de Oro de este domingo pocos despertaron tal afán en internet como la presencia de Oprah Winfrey, cuya trayectoria fue reconocida con el premio Cecil B. DeMille.\nLa inmensa huella de Oprah en la ceremonia fue evidente desde el comienzo. El anfitrión, Seth Meyers, quien alguna vez se burló de Donald Trump desde el escenario de la Cena de los Corresponsales en la Casa Blanca y, según algunos, con eso contribuyó a que se lanzara a la presidencia, ahora usó su monólogo de inicio para hacer algo similar con Oprah.\nTanto en Wikipedia como en Twitter —incluyendo la cuenta oficial del canal de televisión NBC (en un tuit después borrado), que transmitió la premiación en Estados Unidos— el prospecto de una posible candidatura a la presidencia estadounidense de Oprah logró impulso con rapidez.\nLa activista, empresaria, productora y actriz fue un imán para las cámaras durante la transmisión de la ceremonia: sonriendo, riendo, haciendo reverencias e inspirando toda una constelación de memes. La mayoría sugerían que, al lado de Oprah, hasta la élite de Hollywood parece estar conformada por simples mortales.\nSu discurso de aceptación del premio Cecil B. DeMille fue uno de los más aplaudidos de la noche. Oprah habló sobre la inspiración que fue para ella otro ganador de este reconocimiento, Sidney Poitier (el primer actor negro en ganar un Oscar); contó la historia de Recy Taylor, la activista negra de derechos civiles que murió recién en diciembre y denunció ser violada por seis hombres blancos, y le prometió a las jóvenes estadounidenses que después del movimiento #MeToo, o #YoTambién “¡hay un nuevo día en el horizonte!”.\nEl internet también ofreció propuestas para quién podría ser su compañero de campaña, si Oprah decidiera competir por la presidencia de Estados Unidos. Entre las opciones: Dwayne Johnson, quien recientemente discutió en una entrevista la posibilidad de él mismo postularse a la presidencia.\n“Cuando Oprah habla en los Globos de Oro y tus objetivos cambian hacia la vicepresidencia…”, tuiteó Joy Reid, conductora del programa de MSNBC AM Joy.", "url": "https://www.nytimes.com/es/2018/01/08/oprah-globos-oro-candidata/"}