{"authors": ["Dana Frank", "Por Dana Frank"], "date_download": "2018-11-16 04:16:38", "date_modify": "2018-11-16 04:16:38", "date_publish": "2016-09-22 11:32:37", "description": "Los hondureños han salido a las calles para que se cree una comisión internacional contra la impunidad, en especial, para vigilar a las fuerzas de seguridad implicadas, entre otras cosas, en el asesinato de activistas.", "filename": "es_2016_09_22__1542341798.html", "image_url": "https://static01.nyt.com/images/2016/09/23/opinion/23Frank-inyt/23Frank-inyt-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_09_22__1542341798.html", "title": "Es hora de que Estados Unidos deje de financiar a los delincuentes en Honduras", "title_page": "Es hora de que Estados Unidos deje de financiar a los delincuentes en Honduras – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nAlrededor de la medianoche del 2 de marzo, la activista por los derechos de los indígenas y el medioambiente Berta Cáceres fue asesinada por sicarios que entraron a su casa en La Esperanza, Honduras. Llevaba tiempo luchando contra la tala de los bosques y había sido amenazada en repetidas ocasiones por su oposición al proyecto hidroeléctrico de Agua Zarca, uno de los más importantes de América Central.\nSu madre, de 84 años, le dijo a una emisora de radio local: “No tengo dudas de que ha sido asesinada por su lucha y de que el Ejército y la empresa son los responsables. Estoy segura. El gobierno es responsable”.\nEl 21 de junio, The Guardian informó del testimonio de un soldado hondureño que dijo que la unidad de élite a la que pertenece, con entrenamiento de Estados Unidos, había recibido una lista de activistas a matar entre los que estaba Berta Cáceres. (Dijo que había desertado del Ejército antes que cumplir las órdenes que tenía). Desde entonces la policía ha detenido a seis hombres en conexión con este crimen. Entre ellos, un oficial en activo del Ejército y dos miembros retirados de las fuerzas armadas, pero está por verse que se haga justicia.\nTuvo que morir asesinada Berta Cáceres para que por fin se abriera un debate público en Estados Unidos sobre la financiación que la administración Obama ofrece a las peligrosas fuerzas de seguridad de Honduras. El 14 de junio, el congresista Henry Johnson, demócrata de Georgia, junto con otros congresistas, propuso la Ley Berta Cáceres para los Derechos Humanos en Honduras, que reclama la suspensión inmediata de ayuda a Honduras en lo relativo a la seguridad. En respuesta, el gobierno ha tratado de justificar los motivos por los que continúa apoyando a la policía y el Ejército de ese país a través de una serie de iniciativas que son, en el mejor de los casos, débiles o solo simbólicas, y en el peor, perjudiciales.\nDespués del golpe de Estado que derrocó al presidente constitucional Manuel Zelaya, Honduras ha degenerado hasta convertirse en un caos debido a la corrupción en el gobierno, una criminalidad que no decrece y la violencia generada por las pandillas. El presidente Juan Orlando Hernández apoyó de manera decisiva el golpe y organizó la destitución de varios miembros de la Corte Suprema de Justicia. Su campaña electoral de 2013 y su partido recibieron dinero desfalcado de un fraude de 300 millones de dólares en el Instituto Hondureño del Seguro Social.\nDurante el tiempo que lleva en el cargo, Hernández ha creado una policía militar con al menos 3000 hombres que, pasando por encima de la constitución, ha asumido gran parte de la seguridad interna del país. Las fuerzas de seguridad tienen una larga historia de violaciones de los derechos humanos con una impunidad casi total. Associated Press ha desvelado que en la policía existen escuadrones de la muerte y el Ejército ha sido acusado del asesinato de campesinos y activistas en el Valle del Aguán, en la costa caribe del país.\nEl asesinato de Cáceres es solo parte de una letanía de asesinatos políticos cometidos desde el golpe de 2009. Solo este año, según la Comisión Interamericana de Derechos Humanos, han sido asesinados al menos ocho activistas. Las Naciones Unidas dijeron el mes pasado que “Honduras se ha convertido en uno de los países más hostiles y peligrosos para los defensores de los derechos humanos”.\nLa ley sometida a la aprobación del congreso sigue a una serie de cartas de senadores y congresistas al secretario de Estado, John Kerry, que comenzó en 2010 y en las que se cuestiona el apoyo de Estados Unidos a las fuerzas de seguridad de Honduras.\nLos seis representantes que presentaron la ley escribieron en The Guardian: “Mientras Estados Unidos financie a las fuerzas de seguridad de Honduras sin exigir justicia para quienes son amenazados, torturados y asesinados, tenemos sangre en las manos”. El senador Patrick Leahy, demócrata de Vermont, aprobó una norma el año pasado que hace que el 50 por ciento de la ayuda de 2016 esté condicionada a que el gobierno de Honduras cumpla con ciertos requisitos respecto a los derechos humanos, la corrupción y la impunidad. De todos modos, en años anteriores, el Departamento de Estado ya había certificado que los fondos podían ejecutarse pese a las pruebas de que ese tipo de condiciones impuestas no se cumplían. Está por verse que hará el Departamento de Estado este año.\nLa administración del presidente Obama ha desoído las críticas y ha propuesto un programa de “prevención de la violencia” como muestra de la situación de seguridad en Honduras está mejorando gracias a la ayuda de Estados Unidos. Pero que ese programa tenga éxito es cuestionable, no hay ninguna muestra independiente de que la criminalidad haya descendido en el país.\nDurante una visita a Honduras el mes pasado, escuché testimonios terribles sobre el modo en que las pandillas desarrollan su control sobre las comunidades, ejecutando a cualquier pequeño propietario que no pague su “impuesto de guerra” o que se relacione con la policía. Además, la financiación de Estados Unidos a la policía y el Ejército aumenta la violencia, no la disminuye.\nUna comisión para la reforma policial acaba de despedir a varios oficiales de la policía, pero esa comisión es leal al presidente Juan Orlando Hernández. Ninguno de los policías despedidos tiene causa abierta ante los tribunales y nada sugiere que sus sustitutos sean menos peligrosos. El año pasado la población salió masivamente a las calles para exigir una comisión de investigación independiente sobre la corrupción y la impunidad, dirigida por las Naciones Unidas como la que funciona en Guatemala. En respuesta a esa demanda, Estados Unidos ha apoyado la Misión Contra la Corrupción y la Impunidad en Honduras (MACCIH) pero es débil y tiene poca autoridad.\nMás que continuar apoyando a un gobierno represor pagando salarios de sus delincuentes, Estados Unidos debería suspender de inmediato cualquier ayuda militar o policial a Honduras. Todo. También el dinero destinado a entrenamiento y equipamiento. En vez de apoyar reformas cosméticas para encubrir los abusos de las fuerzas de seguridad, la administración Obama debería hacer algo para responder a las peticiones de una comisión realmente independiente y con el apoyo de las Naciones Unidas que se enfoque en la corrupción y la impunidad en Honduras.", "url": "https://www.nytimes.com/es/2016/09/22/es-hora-de-que-estados-unidos-deje-de-financiar-a-los-delincuentes-en-honduras/"}