{"authors": ["Michael S. Schmidt Y Matt Apuzzo", "Por Michael S. Schmidt Y Matt Apuzzo", "Michael S. Schmidt", "Matt Apuzzo"], "date_download": "2018-11-16 04:16:38", "date_modify": "2018-11-16 04:16:38", "date_publish": "2017-06-15 08:42:33", "description": "Mueller, nombrado procurador especial para la pesquisa sobre posibles vínculos entre Rusia y el equipo del presidente estadounidense, solicitó entrevistas con tres funcionarios para cuestionarlos acerca del despido del director del FBI y sobre si hubo obstrucción de la justicia.", "filename": "es_2017_06_15__1542341798.html", "image_url": "https://static01.nyt.com/images/2017/06/15/us/15MUELLER/15MUELLER-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_06_15__1542341798.html", "title": "Las decisiones del fiscal especial Robert Mueller apuntan a una investigación contra Donald Trump", "title_page": "Las decisiones del fiscal especial Robert Mueller apuntan a una investigación contra Donald Trump – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nWASHINGTON – Robert Mueller, el fiscal especial que investiga el involucramiento ruso en la elección estadounidense de 2016, ha solicitado entrevistar a tres funcionarios de alto rango de inteligencia, tanto activos como no, lo que indica que planea indagar si el presidente Donald Trump obstruyó la justicia, de acuerdo con una persona al tanto de la investigación.\nMueller quiere interrogar a Dan Coats, el director de inteligencia nacional; al almirante Michael Rogers, encargado de la Agencia de Seguridad Nacional (NSA, por sus siglas en inglés), y a Richard Ledgett, el exsubdirector de la NSA.\nNinguno estuvo involucrado en la campaña de Trump, que se sospecha tuvo contacto con Moscú durante la elección; el FBI investiga si es así. Sin embargo, reportes recientes han despertado dudas sobre si Trump pidió la ayuda de los tres funcionarios para intentar que James Comey, director del Buró Federal de Investigaciones (FBI, por su sigla en inglés) hasta principios de mayo, dejara de investigar al exasesor de seguridad Michael Flynn.\nCoats y Rogers rechazaron comparecer ante el congreso sobre el tema a principios de junio.\nUn funcionario del servicio de inteligencia dijo que la oficina de Mueller también le solicitó a la NSA que comparta cualquier documento o memorando vinculado con las interacciones que la agencia ha tenido con la Casa Blanca como parte de la pesquisa sobre Rusia.\nDesde que Mueller fue nombrado en mayo quedó claro que investigaría las acciones del presidente. Trump dijo que estaba dispuesto a ser entrevistado por los agentes de Mueller, y Comey indicó que el fiscal seguramente analizaría si hubo obstrucción de la justicia.\nIncluso hubo rumores durante los últimos días de que Trump consideraba despedir a Mueller, pero que los asesores del presidente lo convencieron de que no lo hiciera. Si Trump está bajo investigación por obstrucción, sería todavía más complicado justificar la destitución del fiscal especial.\nSin embargo, el que una agencia esté recopilando información sobre la posibilidad de que se haya cometido un delito no significa que los procuradores ya estén en el proceso de armar un caso en contra del presidente. Los agentes usualmente buscan conseguir toda la información posible durante las fases iniciales de una investigación y después le presentan los hechos a los fiscales, quienes deciden si aceptar el caso.\nLas solicitudes de entrevista por parte de Mueller son los primeros indicios públicos de sus investigaciones desde que fue nombrado fiscal especial.\nFue dirigido por del Departamento de Justicia para encabezar las indagatorias sobre si integrantes del equipo de campaña del ahora presidente estuvieron coludidos con agentes de Moscú para influenciar el resultado electoral de noviembre, con lo que también quedó en sus manos la pesquisa en contra de Flynn, quien se sospecha mintió sobre sus vínculos con miembros del gobierno ruso y tampoco reportó que Turquía le había pagado para cabildear a su favor cuando ya tenía un cargo formal de asesor.\nEl nombramiento también se produjo después de que se revelara un memorando escrito por Comey en el que mencionaba que Trump le había sugerido finalizar la pesquisa contra Flynn.\nEn una comparecencia ante el Comité de Inteligencia del Senado de Estados Unidos, Comey dijo el 8 de junio pasado que sintió que lo que le dijo Trump (“Espero que puedas dejar ir esto”) se sintió como una directriz. El exdirector del FBI añadió que Mueller ya tenía una copia de ese memorando y de otros que escribió sobre sus interacciones con el presidente.\nUna portavoz de la Casa Blanca dijo que cualquier pregunta al respecto debía ser dirigida al abogado de Trump, Marc Kasowitz.\nLa investigación de las decisiones de Trump probablemente forma parte de las consecuencias que no se previeron cuando el presidente, frustrado por las investigaciones por colusión entre su equipo y Rusia, despidió a Comey. El mismo Trump declaró poco después en un programa televisivo que tenía en mente la pesquisa cuando decidió destituir al director del FBI.\nUn exfuncionario de alto rango dijo que la investigación de Mueller busca determinar si hubo lavado de dinero entre los asociados de Trump por sospechas de que la cooperación que posiblemente se estableció con los oficiales rusos fue a cambio de algún pago que se quiso esconder.", "url": "https://www.nytimes.com/es/2017/06/15/robert-mueller-trump-obstruccion/"}