{"authors": ["J.D. Biersdorfer", "Por J.D. Biersdorfer"], "date_download": "2018-11-16 04:15:41", "date_modify": "2018-11-16 04:15:41", "date_publish": "2017-07-03 11:30:17", "description": "Si parece que la batería de tu teléfono se agota cada vez más rápido, asegúrate de revisar qué aplicaciones podrían estar gastando la pila y cuál es la temperatura. Aquí te explicamos cómo.", "filename": "es_2017_07_03__1542341741.html", "image_url": "https://static01.nyt.com/images/2017/06/30/technology/personaltech/30techtipwebART/30techtipwebART-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_07_03__1542341741.html", "title": "Consejos para que dure más la batería de tu celular", "title_page": "Consejos para que dure más la batería de tu celular – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nMi teléfono inteligente no es muy nuevo ni muy viejo, pero una carga completa de la batería ha comenzado a acabarse mucho más rápido que la semana pasada. ¿La vida útil se puede acabar de manera tan repentina o podría estar pasando otra cosa con el teléfono?\nR. Hay muchos factores que pueden afectar la batería de un teléfono inteligente, entre ellos se encuentran las condiciones ambientales, la edad del dispositivo y las aplicaciones. Empieza por asegurarte de que tu teléfono tenga actualizado todo el software disponible para sus aplicaciones y sistema operativo, y reinícialo.\nEl calor afecta el rendimiento de las baterías, y podrían aparecer advertencias en la pantalla si el teléfono necesitara enfriarse porque se calentó de más. Este problema puede ocurrir en un día caluroso de verano, en especial en zonas donde las temperaturas alcancen los 38 grados Celsius, como ya ha sucedido este verano en varias partes del hemisferio norte.\nUtilizar y cargar el teléfono en un ambiente con temperaturas mayores a 35 grados Celsius puede perjudicar la capacidad de conservar la carga que tiene la batería, así que intenta mantener tu teléfono en lugares frescos lo más que se pueda y considera cambiar su estuche si usas uno, porque este puede atrapar el calor.\nSi el calor externo no es un factor, hay otros que considerar. Por lo general, las baterías de iones de litio que tienen los teléfonos inteligentes y otros dispositivos móviles miden la duración de la carga mediante ciclos. Si lo usas mucho y lo recargas de manera frecuente, en poco más de un año podrías empezar a notar una disminución en la duración de la batería mientras el teléfono está desconectado y encendido.\nBattery University, un sitio web dedicado a educar al público sobre prácticamente todo lo relacionado con las celdas de energía portátiles, hace la observación de que “los fabricantes prefieren ser cautelosos, por lo que especifican que, en la mayoría de los productos para el consumidor, la vida de las baterías de iones de litio tienen entre 300 y 500 ciclos de carga y descarga” (la definición más común de un ciclo de carga es una carga y una descarga completa de la batería, aunque esto no tiene que pasar de golpe).\nSi la batería de tu teléfono aún no ha tenido un número considerable de ciclos de carga, revisa la configuración de tu dispositivo. Si hace poco instalaste aplicaciones nuevas que pidieron permiso para enviar notificaciones u operar en segundo plano (aunque no las estés usando en ese segundo), esos programas podrían estar consumiendo un poco de la vida de tu batería.\nTanto los Android como los iOS tienen la sección de Batería en los ajustes, la cual muestra específicamente cuánta energía consumen las aplicaciones. Considera utilizar menos esos programas que utilizan más energía o limita su capacidad de actualizarse de manera automática o frecuente.\nLas pantallas pueden succionar mucha energía, así que ajusta el brillo a un nivel más tenue o activa el brillo automático para que la pantalla se adapte a tus entornos; configurar la pantalla para que se apague de manera automática después de un periodo corto también ayuda a ahorrar energía. Apagar los fondos de pantalla con movimiento, poner el teléfono en modo avión o desactivar el servicio de geolocalización también puede añadir más minutos a la carga de tu batería.\nEn tu tienda de aplicaciones, hay algunas que sirven para monitorear la batería y te pueden ayudar a ilustrar la manera en que tu teléfono usa su energía. El fabricante de tu dispositivo también debería tener recomendaciones adicionales para maximizar la vida de tu batería, como lo hacen Apple para sus iPhone y Samsung para la línea Galaxy.", "url": "https://www.nytimes.com/es/2017/07/03/consejos-bateria-celular/"}