{"authors": ["Victoria Burnett", "Por Victoria Burnett"], "date_download": "2018-11-16 03:45:32", "date_modify": "2018-11-16 03:45:32", "date_publish": "2016-06-02 12:05:24", "description": "En la universidad más grande del continente y uno de los sitios culturales más importantes de Ciudad de México, una construcción moderna se erige sobre el horizonte en el que se levantó una obra de arte. Ahora, un grupo de artistas pide la demolición del edificio.", "filename": "es_2016_06_02__1542339932.html", "image_url": "https://static01.nyt.com/images/2016/06/02/arts/02ARTFIGHT/02ARTFIGHT-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_02__1542339932.html", "title": "Un edificio ensombrece el Espacio Escultórico de la UNAM en Ciudad de México", "title_page": "Un edificio ensombrece el Espacio Escultórico de la UNAM en Ciudad de México – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCIUDAD DE MÉXICO — La escultura es sencilla: 64 pirámides de cemento que se sostienen formando una circunferencia perfecta alrededor de unos 8000 metros cuadrados de roca volcánica negra y ondulada.\nEl Espacio Escultórico fue inaugurado en 1979 en el campus de la Universidad Nacional Autónoma de México. Se considera una de las piezas artísticas de land art más importantes de México, un oasis de paz dentro de una ciudad caótica. Pero la construcción reciente de un edificio blanco de ocho plantas, conocido como Edificio H, ha desencadenado intensas protestas que enfrentan las necesidades de la universidad con el legado cultural del país.\nLa campaña contra el edificio, que se cierne desde unos 400 metros de distancia sobre las pirámides, de unos 4 metros de altura cada una, ha llevado a cientos de artistas, arquitectos e intelectuales de México y otros países a lanzar una petición en Change.org para que se proteja el conjunto que ha sumado más de 30.000 firmas.\nFiguras importantes de la vida cultural, entre las que se incluye Elena Poniatowska, han publicado cartas en la prensa o declaraciones en Facebook en defensa de la escultura. En abril, unos 300 estudiantes y profesores de la escuela de arquitectura firmaron una carta dirigida al jefe de departamento pidiendo que el edificio sea demolido o, al menos, modificado.\nPara los artistas, el edificio –que pertenece a la facultad de ciencias sociales– rompe la línea del horizonte que forman los topes planos de las pirámides.\nLa semana pasada, el artista Anish Kapoor dijo en una entrevista realizada en el lugar de la discordia que “todas las grandes obras de land art funcionan en conjunto con el horizonte” y que cualquier elemento que se interponga “se lleva parte de la poesía, de la esencia del trabajo”.\nAlrededor de dos docenas de artistas han dicho que estarían dispuestos a subastar algunas obras para pagar el desplazamiento del edificio, entre ellos Kapoor, quien el sábado inauguró una exposición de su trabajo en el Museo Universitario de Arte Contemporáneo.\nPedro Reyes, el escultor que lidera la campaña para desmantelar el edificio, dice que “no se puede mover la lava, no puedes mover el paisaje. Tienes que mover el edificio”.\nAlgunos estudiantes mostraron su preocupación el año pasado por varios proyectos que se desarrollan en el campus, entre los que se incluye el edificio H, pero no fue hasta que Reyes visitó la escultura en febrero y vio el edificio terminado que comenzó la campaña.\nUna gran parte del land art, que juega con el paisaje como parte integral de su esencia, está localizado en lugares remotos y suele ser de tamaño considerable. “Spiral Jetty” de Robert Smithson, ubicada en la costa del gran lago salado de Utah, y la inmensa e inacabada obra de Michael Heizer, “City”, en el desierto de Nevada son dos de sus ejemplos.\nPatricia Martín, una curadora independiente de Ciudad de México, dijo que el Edificio H es una muestra paradigmática de un estilo de construcción mexicana que se impone y en el que “la gente no se esfuerza por pensar” en su impacto.\nApunta que la controversia “abre un debate público para repensar el espacio, el arte y la apariencia de un edificio. Y eso es sano”.\nPero la universidad dice que no va a destruir un edificio por el que pagó más de un millón de dólares y que usa para la docencia y la investigación.\nContinue reading the main story Foto\nMarcos Mazari Hiriart, director de la facultad de Arquitectura, dijo que la construcción fue un “error” y ha dañado el horizonte del Espacio Escultórico pero que el problema puede resolverse camuflando el edificio. No cree que sea necesario demolerlo.\nAdemás cree que la obra de arte, que se erige en una reserva ecológica de más de 2 millones de metros cuadrados que ocupa más de un tercio del campus, no fue diseñada para ser protegida ad eternum.\nSe pregunta si es arte urbano o land art.\nArgumenta que el espacio que rodea a la obra de arte es una zona de amortiguamento derivada de la casualidad y que solo se convirtió en reserva años después de que se construyera la escultura.\n“Solo se convirtió en land art con el paso del tiempo”, argumentó.\nSegún Sergio Boeta Angeles, abogado mexicano especializado en herencias culturales, el Edificio H no violenta ninguna norma. “No hay fundamento jurídico para no levantar el edificio. Se trata de una cuestión moral”.\nLa escultura es el trabajo conjunto de seis artistas mexicanos: Helen Escobedo, Manuel Felguérez, Mathias Goeritz, Manuel Hernández Suárez (conocido como Hersúa), Federico Silva y Enrique Carbajal (Sebastián). En el centro, hay un montículo natural e irregular de lava de 2000 años de antigüedad que parece salir de la tierra en forma de burbuja. A su alrededor, pirámides distribuidas de manera uniforme excepto en los cuatro puntos cardinales, donde la separación es un poco mayor.\nLa escultura está rodeada por matorral endémico. El Edificio H no es la única construcción visible pero es la más alta de las que se ven alrededor.\nEn una ciudad que se abre paso entre la violencia, la contaminación y una planificación caótica, el escándalo alrededor de una simple construcción podría parecer trivial, añadió Reyes. Pero se impone como un motivo más para respetar la escultura.\n“México necesita paz y este es el lugar más pacífico de la ciudad”, dijo.\nLa permanencia del edificio sentaría un mal precedente para algunos. “Si dejan aquí el edificio, quién sabe lo que construirán después”, dijo César Cervantes, un estudiante de geografía de 27 años que estaba sentado al borde del círculo la semana pasada.\nMazari afirma que este mes la universidad celebrará un seminario para discutir soluciones factibles para el Edificio H: pintarlo de azul, sembrar plantas a su alrededor, árboles que lo cubran, espejos. La universidad ha nombrado un comité para supervisar cualquier construcción en el campus.\nPero quienes se oponen al edificio insisten en que debe desaparecer o al menos que sus plantas más altas sean demolidas de modo que no puedan verse desde la escultura. Para Mazari, esa solución no es práctica. Si el obstáculo es el dinero los artistas dicen que pagarán la factura.\n“Este tipo de obras nos muestran lo que puede llegar a pasar. Hay que cuidarlas después de levantarlas. Cree que la movilización contra el edificio es “una batalla en defensa de la poética de la obra. Si perdemos eso, lo perdemos todo”, dijo Kapoor.", "url": "https://www.nytimes.com/es/2016/06/02/un-edificio-amenaza-el-espacio-escultorico-de-la-unam-en-ciudad-de-mexico/"}