{"authors": ["Anahad O Connor", "Por Anahad O Connor"], "date_download": "2018-11-16 03:44:48", "date_modify": "2018-11-16 03:44:48", "date_publish": "2016-07-20 13:24:37", "description": "La presencia de una variante de la enzima CYP1A2 nos hace metabolizadores rápidos o lentos de la cafeína, lo que al parecer hace que nos llene de energía o incremente el riesgo de padecer un infarto.", "filename": "es_2016_07_20__1542339888.html", "image_url": "https://static01.nyt.com/images/2016/07/11/health/well_coffee/well_coffee-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_07_20__1542339888.html", "title": "¿El café te acelera el corazón? Es culpa de tus genes", "title_page": "¿El café te acelera el corazón? Es culpa de tus genes – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nAl igual que con la mayor parte de mi trabajo, no habría podido escribir este artículo sin café.\nNunca estoy completamente despierto sino hasta después de tomar mi primera taza de café exprés. Me hace productivo, me da energía y siento algo que solo puedo describir como euforia moderada. Sin embargo, como uno de los millones de amantes de la cafeína que puede medir su vida en cucharadas de café (parafraseando a T.S. Eliot), a menudo me he preguntado cómo influye la costumbre de tomar café en mi salud .\nLos especialistas no pueden ponerse de acuerdo sobre si el café es una poción benéfica o dañina. La American Heart Association señala que las investigaciones sobre si el café produce cardiopatías son contradictorias. La Organización Mundial de la Salud, que durante años clasificó el café como “posiblemente” carcinógeno, recientemente se contradijo, pues indicó que la evidencia de un vínculo entre el cáncer y el café es “inadecuada”. Los lineamientos para la dieta en Estados Unidos sostienen que el consumo moderado de café en realidad puede ser bueno para la salud, incluso en la reducción de enfermedades crónicas.\n¿Por qué la evidencia respecto del café es tan variada? La respuesta puede estar en nuestros genes.\nHace aproximadamente una década, Ahmed el Sohemy, profesor del Departamento de Ciencias Nutricionales de la Universidad de Toronto, notó que la investigación sobre el café era contradictoria y que la variedad de maneras en que la gente responde a él es ampliamente variada. Algunas personas lo evitan porque solo una taza los pone agitados y ansiosos. Otros pueden tomar cuatro tazas de café y apenas se mantienen con los ojos abiertos. Hay quienes crecen tomándolo como si nada.\nEl Dr. Sohemy sospechó que la relación entre el café y las cardiopatías también podría variar de un individuo a otro. Se enfocó en un gen en particular, el CYP1A2, el cual controla una enzima (también llamada CYP1A2) que determina qué tan rápido el cuerpo procesa la cafeína.\nUna variante del gen provoca que el hígado metabolice la cafeína muy rápido. Las personas que heredan dos copias de la variante “rápida” (de cada uno de sus progenitores) a menudo se llaman metabolizadores rápidos. Sus cuerpos metabolizan la cafeína alrededor de cuatro veces más rápido que los de las personas que heredan una o más copias de la variedad lenta del gen. A estos últimos se les llama metabolizadores lentos.\nCon fondos de los Institutos Nacionales de Salud de Estados Unidos, el Dr. Sohemy y sus colaboradores reclutaron a 4000 adultos, incluyendo cerca de 2000 que habían tenido un infarto previamente. Luego analizaron sus genes y su consumo de café. Cuando analizaron a la población entera del estudio, encontraron que ingerir cuatro o más tazas de café al día se asociaba con un riesgo de infarto incrementado en un 36 por ciento.\nSin embargo, cuando separaron a los sujetos en dos grupos (metabolizadores de cafeína rápidos y lentos) encontraron algo sorprendente: un consumo alto de café solo parecía relacionarse con una probabilidad aumentada de infartos en los metabolizadores lentos.\n“El aumento del riesgo que observamos en la población total estuvo provocado por completo por los metabolizadores lentos”, afirmó el Dr. Sohemy, quien también pertenece al consejo consultor científico de Nutrigenomix, una empresa de nutrición personalizada. “Cuando analizamos a los metabolizadores rápidos, vimos que no había riesgo incrementado en lo absoluto”.\nLa tendencia entre los metabolizadores rápidos era justo la contraria. Quienes tomaban de una a tres tazas de café al día tenían un riesgo significativamente reducido de padecer infartos, lo que sugiere que para ellos el café tiene un efecto protector.\nEl Dr. Sohemy sospecha que, dado que la cafeína permanece por más tiempo en el cuerpo de un metabolizador lento, tiene más tiempo de actuar como un disparador de infartos. Los metabolizadores rápidos, por su parte, depuran pronto la cafeína de sus sistemas, permitiendo así que los antioxidantes, los polifenoles y otros de los compuestos saludables del café tengan un impacto positivo sin los efectos adversos de la cafeína, afirmó.\nOtra investigación más reciente parece apuntar en la misma dirección. En Italia, un equipo de científicos analizó la hipertensión de 533 metabolizadores rápidos y lentos de cafeína. De nuevo, los perfiles genéticos de los sujetos predijeron si el café era potencialmente dañino o saludable. Quienes consumían una cantidad grande o incluso moderada de café tuvieron significativamente más probabilidades de presentar hipertensión si eran metabolizadores lentos. Por el contrario, los metabolizadores rápidos pudieron ver cómo su riesgo de padecer hipertensión disminuía conforme aumentaba su ingesta de café.\nEsto no quiere decir que todo bebedor de café deba correr a analizar sus genes CYP1A2 en alguna de las muchas empresas dedicadas a hacer pruebas genéticas directamente al consumidor. La Dra. Marilyn Cornelis, profesora adjunta en la Facultad de Medicina de la Universidad Feinberg del Noroeste, señaló que su investigación había identificado muchos genes involucrados en el metabolismo de la cafeína, y que considerar solo uno o dos factores genéticos podría brindar a las personas una sensación falsa de reafirmación.\n“Claramente hay otros factores genéticos y ambientales que contribuyen a las diferencias en el metabolismo de la cafeína”, afirmó. “Y esos no los captan las pruebas existentes”.\nNo obstante, este entendimiento más profundo de la relación entre el café y la genética ha abierto un campo amplio y nuevo para la investigación. Ahora los científicos están estudiando si el gen CYP1A2 y otros pueden mediar la influencia del café en el cáncer de ovario y de mama, la diabetes tipo 2 e incluso la enfermedad de Parkinson.\nTambién ha provocado que se analicen más de cerca los efectos de la cafeína en el ejercicio. Aun cuando durante mucho tiempo se ha aceptado que la cafeína mejora el desempeño deportivo, una investigación llevada a cabo por Christopher J. Womack, profesor de kinesiología en la Universidad James Madison, sugiere que los atletas de alto rendimiento que son metabolizadores rápidos de cafeína podrían beneficiarse más que otros.\nEn un estudio llevado a cabo en 2012, el Dr. Womack y sus colaboradores analizaron el efecto de comprimidos de cafeína y placebo en el desempeño de ciclistas de sexo masculino. El Dr. Womack halló que los metabolizadores lentos terminaban una carrera de 40 kilómetros en una bicicleta estática un minuto antes si habían tomado cafeína, pero los metabolizadores rápidos mejoraron su tiempo por cuatro minutos.\nEl Dr. Womack sospecha que los metabolizadores rápidos observaron un mayor beneficio porque el metabolismo rápido de la cafeína intensificó aún más la función de su sistema nervioso simpático, el cual controla la llamada respuesta de lucha o huida.\n“En un sentido amplio, la persona promedio tendrá un mejor desempeño si consume cafeína”, afirmó. “En algunas personas el efecto es grande. No es sorprendente que eso esté relacionado con nuestra genética”.\nUna empresa llamada FitnessGenes, que analiza 41 genes diferentes relacionados con la dieta y el ejercicio, incluyendo el gen CYP1A2, afirma que el 40 por ciento de las personas son metabolizadores rápidos. Cerca del 45 por ciento tiene una copia lenta y otra rápida, y el 15 por ciento tiene dos copias del alelo lento.\nDan Reardon, un médico que fundó FitnessGenes, dijo que los metabolizadores lentos que toman café tienden a contar que su despertar se da de manera muy gradual, en ocasiones durante horas. En cambio, los metabolizadores rápidos a menudo experimentan algo muy distinto con el café: un pico inmediato en su sentido de alerta, seguido en ocasiones por una caída relativamente pronta de la energía.\nA pesar de que los resultados de mi ADN sugieren que mi costumbre de tomar café exprés dos veces al día podría hacerme bien, los investigadores apenas han comenzado a entender la manera en que interactúan nuestros genes y la costumbre de tomar café. En un estudio realizado en 2015, el Dr. Cornelis y un equipo de científicos de todo el mundo identificaron ocho variedades genéticas que parecen hacer que la gente sea más propensa a buscar café, incluyendo al menos dos variedades involucradas en los efectos psicológicos de recompensa de la cafeína.", "url": "https://www.nytimes.com/es/2016/07/20/el-cafe-te-acelera-el-corazon-es-culpa-de-tus-genes/"}