{"authors": ["Elizabeth Paton", "Por Elizabeth Paton"], "date_download": "2018-11-16 03:45:08", "date_modify": "2018-11-16 03:45:08", "date_publish": "2017-03-28 11:00:13", "description": "El presidente y director creativo de Nancy González, la marca de bolsas y accesorios de pieles de cocodrilo coloridas que se volvió una sensación alrededor del mundo, era celebrado por su sentido del humor y su interés en fomentar el empleo de mujeres colombianas.", "filename": "es_2017_03_28__1542339908.html", "image_url": "https://static01.nyt.com/images/2017/03/27/fashion/27SantiagoGonzalez-web1/27SantiagoGonzalez-web1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_28__1542339908.html", "title": "Santiago Barberi González, pionero de la moda colombiana, muere a los 40", "title_page": "Santiago Barberi González, pionero de la moda colombiana, muere a los 40 – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSantiago Barberi González, presidente y director creativo de Nancy González, una firma colombiana de accesorios y uno de los mayores proveedores de bolsos de cocodrilo en el mundo, murió el viernes 24 de marzo en Nueva York. Tenía 40 años.\nSu madre, Nancy González, confirmó su muerte pero no explicó la causa.\nBarberi González, un personaje alegre y carismático a quien sus amigos llamaban Santi, se consideraba el visionario creativo y el motor de crecimiento detrás de la empresa que fundó con su madre en 1998 cuando era estudiante en el Savannah College of Art and Design. El primer pedido que recibieron fue de solo 16 bolsas, en dos estilos y tres patrones, por parte de Bergdorf Goodman.\n“Cuando empezamos en Estados Unidos en 1998, la gente preguntaba por qué nuestra etiqueta decía ‘Nancy González: Colombia — Nueva York’, pues, según ellos, Colombia nunca podría competir con capitales de la moda como París o Milán”, dijo Barberi González a The New York Times en 2014. “Pero les demostramos que estaban equivocados”.\nActualmente, los bolsos Nancy González se venden en más de 120 tiendas en todo el mundo, entre ellas Saks Fifth Avenue, Neiman Marcus, Harrods y Lane Crawford. La empresa, nombrada Marca del Año por el Consejo de Accesorios en 2007 y ganadora del Premio a la Innovación en 2015, también se considera líder de un dinámico grupo de marcas de lujo colombianas, junto con otras como Esteban Cortázar y Johanna Ortiz.\nBarberi González, un hombre diminuto y de gafas con un gusto inmaculado, fue venerado por muchas personas de la industria de la moda, quienes adoraban su sentido del humor. El año pasado, en un pánel de la conferencia de The New York Times sobre el lujo, celebrada en Versalles, habló sobre la diferencia entre producir bolsas en Colombia y zapatos en Italia. “Para empezar, no soy dueño de Italia”, bromeó.\nContinue reading the main story Foto\nBarberi González también tenía un fuerte sentido de responsabilidad acerca de fomentar el cambio social dentro de su país natal. Era muy exigente en cuanto a la formación y el empleo de mujeres locales, de modo que, según dijo en Versalles, “pudieran tener carreras, no solo trabajos”. Amigos y confidentes señalaron estas facetas de la personalidad de Barberi González, muchos de los cuales publicaron en días recientes en internet recuerdos y fotografías.\nOrtiz fue de las primeras en homenajear a Barberi González en las redes sociales durante el fin de semana, mientras la noticia de su muerte se difundía en internet. “Gracias por las últimas llamadas, Santi. Todos los consejos los llevaré en mí”, escribió en Instagram.\n“Era una estrella”, escribió Nina García, colombiana exdirectora de moda de las revistas Elle y Marie Claire.\nCarmen Busquets, la inversionista venezolana conocida por tener participaciones en negocios de moda como Moda Operandi, FarFetch y Net-a-Porter, escribió que su amigo era “divertido, ferozmente inteligente (su IQ evidentemente alto era increíble), extravagante, apasionado por el diseño y el corazón de la marca @nancygonzalezofficial”.\nMarigay McKee, consultora y expresidenta de Saks Fifth Avenue, dijo que esta semana el mundo “había perdido a un genio, un personaje, alguien único”.\n“Siempre me apoyaste durante dos décadas de amistad”, escribió McKee en Instagram. “Tu amor por el arte, tu pasión por la cultura y el respeto por la belleza eran ideales con los que viviste y que compartiste con otros. Te extrañaré todos los días, Santi”.\nBarberi González, un ávido coleccionista de arte que dividió su tiempo entre París y Nueva York, supervisó las ventas internacionales de su marca, el diseño de las tiendas y las campañas publicitarias. Su madre dirigía el estudio donde se diseñaban los bolsos.\nContinue reading the main story Foto\nLa marca, admirada por artistas como Sarah Jessica Parker y Sofía Vergara, había encontrado devotos seguidores gracias a su uso hábil de pieles preciosas y una vibrante paleta de colores, junto con una estética arraigada en la belleza natural y la rica cultura de Colombia.\nSus bolsos de asa y de mano, hechos de cocodrilo color verde lima, pitón color lavanda, avestruz anaranjada y otras pieles exóticas teñidas con colores brillantes, también eran los favoritos de los sudamericanos adinerados.\nAntes de morir, Barberi González había establecido objetivos nuevos y ambiciosos para su imperio familiar. El pasado junio, reveló una gama de 25 modelos de calzado hechos con pieles exóticas y tenía planes para expandir su oferta de calzado este otoño. También tuvo la inesperada iniciativa de crear una colección de Santiago González para hombres. Después de que algunos ejecutivos de tienda vieron que llevaba unas cuantas piezas únicas que había diseñado para él mismo, quisieron hacer pedidos.\nA Barberi González le sobreviven su madre y su hermana, Cristina.", "url": "https://www.nytimes.com/es/2017/03/28/santiago-barberi-gonzalez-pionero-de-la-moda-colombiana-muere-a-los-40/"}