{"authors": ["The New York Times En Español", "Por The New York Times En Español"], "date_download": "2018-11-16 04:16:35", "date_modify": "2018-11-16 04:16:35", "date_publish": "2016-04-19 15:00:22", "description": "El reciente ganador del Premio Pulitzer de Teatro por la obra que protagoniza y escribió, \"Hamilton\", habla sobre los libros que han marcado su vida y acerca de lo que está leyendo.", "filename": "es_2016_04_19__1542341795.html", "image_url": "https://static01.nyt.com/images/2016/04/10/books/review/10miranda-sub/10miranda-sub-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_04_19__1542341795.html", "title": "¿Qué está leyendo… Lin-Manuel Miranda?", "title_page": "¿Qué está leyendo… Lin-Manuel Miranda? – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEl reciente ganador del Premio Pulitzer de Teatro y creador del musical “Hamilton” dice que “Todo se desmorona”, de Chinua Achebe, era el libro que más le gustaba enseñar cuando era profesor en Hunter College High School: “Los niños salen del aula transformados”.\n¿Qué libros tienes en la mesilla de noche?\n“El río: exploraciones y descubrimientos en la selva amazónica” de Wade Davis; “Between Riverside and Crazy” de Stephen Adly Guirgis, y “Unabrow” de Una LaMarche.\n¿Cuál fue el último gran libro que leíste?\nEl último gran libro que leí fue para ponerme al día con “Saga”, la novela gráfica por entregas. Un mundo increíble en el que uno puede perderse.\n¿Cuáles de los autores que escriben actualmente admiras —ya sean novelistas, guionistas, críticos, periodistas, poetas—?\nHay demasiados en la lista, pero aun así intentaré mencionarlos: Junot Díaz, Liz Gilbert, Patrick Rothfuss, Wesley Morris, Michael Chabon, Martín Espada, Sarah Kay… bueno, mejor ahí lo dejo.\n¿Qué géneros disfrutas más leer? ¿Cuáles evitas?\nSoy aficionado a la biografía. Mi libro favorito durante la infancia fue “Chuck Amuck” de Chuck Jones. Creo que lo compré de niño porque era un libro animado: al pasar las páginas rápidamente, el Coyote perseguía al Correcaminos en el margen inferior de la página. Pero también es uno de los libros más hermosos que he leído acerca del proceso creativo. La lectura de la biografía de Hamilton que escribió Chernow me cambió la vida y me llevó a la fama, pero también me he dejado llevar por la pluma de Doris Kearns Goodwin o Robert Caro. La impresionante autobiografía de Agassi y el ensayo de David Foster Wallace acerca de Federer me convirtieron en un ávido fanático del tenis. Cuando uno pasa algún tiempo en la vida de otra persona es difícil irse de ella.\n¿Qué es lo que más te conmueve en una obra literaria?\nMe impresionan mucho los novelistas que cambian los escenarios, las luces y la escenografía, y hacen que los personajes cobren vida en tu mente. Para poder encender la llama de mi escritura, necesito la colaboración de otros. Pero pienso en Dickens, Cervantes, Márquez o Morrison y puedo describirte los mundos que pintan y habitan. Generar empatía y crear un mundo usando solo palabras es lo más parecido a la magia.\n¿Cuáles son los mejores libros que se han escrito sobre el teatro? ¿Tienes algún favorito?\n“Act One” de Moss Hart. “Everything Was Possible” de Ted Chapin. El libro de “Rent”. La autobiografía de Patti LuPone, que debe acompañarse con palomitas. También la autobiografía de Maya Angelou, que es la crónica de su gira con “Porgy & Bess”. No la he leído desde la secundaria, pero su evocación de esa experiencia se quedó conmigo.\n¿Qué lees mientras escribes? ¿Cómo lees para preparar o informar tu propia escritura?\nEn el caso de “Hamilton”, la inspiración comenzó con el libro de Ron Chernow, pero la investigación continuó con otros libros indispensables: sus obras completas, editadas por Joanne Freeman. Su libro “Affairs of Honor”, me ayudó mucho a entender cómo era batirse en duelo en aquella época. “The Heartbreak of Aaron Burr” de H. W. Brands, me ayudó a desentrañar a Burr. Joseph Ellis me pareció muy valioso, así como la biografía de Jefferson de Jon Meacham. Leo hasta que siento que puedo decir: “Sé cómo se siente” o “Conozco a esa persona”. Tengo que encontrar mi camino hacia cada persona, y la única forma que conozco es la empatía y la investigación.\n¿Lees pensando en una posible adaptación, o “Hamilton” fue la excepción?\nCasi nunca. Leo por diversión. “Hamilton” me atrapó y no me soltó.\n¿Hay obras de ficción que te parece que capturen el mundo del teatro particularmente bien?\n“Nate”, la novela por entregas de Tim Federle, es una maravillosa evocación de cómo es ser un niño del teatro. Muy recomendable.\n¿Cuál es el último libro que te hizo llorar?\nEl libro favorito de mi esposa es “Moby Dick”, que por fin leí el año pasado. Lloré varias veces, es imposible evitarlo.\n¿El último libro que te hizo reír?\n“The Rap Year Book”, de Shea Serrano, es una lectura obligada para fanáticos y neófitos del hip-hop por igual. También es lo más gracioso que he leído en años.\n¿El último libro que te puso furioso?\nUna colección para jóvenes que me gustó al principio, pero que literalmente quedó reducida a cenizas al continuar leyendo. Preferiría no hacerme de enemigos literarios al mencionar al autor.\nCuando eras profesor de inglés en Hunter College High School, ¿cuál fue el libro que más disfrutaste enseñar\n“Todo se desmorona” de Chinua Achebe. Achebe evoca su mundo de manera tan brillante que la última frase es uno de los ganchos al hígado más directos de la historia de la literatura. Los niños salían del aula transformados.\n¿Quiénes son tus héroes o heroínas de ficción? ¿Y los villanos o antihéroes?\nMis héroes de ficción favoritos son Oscar Wao, Ender Wiggin y Jane Eyre. No creo en los villanos.\n¿Qué tipo de lector eras de niño? ¿Qué autores y libros te marcaron en la infancia?\nLeía mucho. Louis Sachar, Madeleine L’Engle, Roald Dahl, Shel Silverstein, Judy Blume, Beverly Cleary son los santos patrones que me vienen a la mente.\nSi tuvieras que mencionar un libro que te hizo ser quien eres hoy, ¿cuál sería?\nCuando iba en sexto grado, nos dejaron leer “Nilda” de Nicholasa Mohr e hizo que mi mundo se estremeciera; tal vez fue el primer libro que leí sobre puertorriqueños que crecen en Nueva York, como yo. Todavía pienso en él cuando paso por ciertas partes de East Harlem, recuerdo haberlas experimentado a través de Nilda.\nSi pudieras hacer que el presidente leyera un libro, ¿cuál sería?\n“El sentido común”, de Thomas Paine, es la chispa que avivó la fundación de Estados Unidos.\nMolesto, sobrevalorado, simplemente malo: ¿qué libro suponías que iba a gustarte y no te gustó? ¿Recuerdas el último libro que dejaste sin terminar?\nNunca he podido con “La broma infinita”: puedo decir que he leído todos los ensayos de Wallace y he disfrutado su escritura enormemente, pero me avergüenza confesar que nunca he tenido el tiempo ni la paciencia para terminar su mejor obra.\n¿Quién quisieras que escribiera la historia de tu vida?\nNo sé. Supongo que será mejor hacer cosas importantes.\n¿Cuál será tu siguiente lectura?\nBueno, al azar, tomé la biografía que escribió Chernow sobre Hamilton una semana antes de irme de vacaciones. Me gusta dar vueltas por la librería y sorprenderme.", "url": "https://www.nytimes.com/es/2016/04/19/que-esta-leyendo-lin-manuel-miranda/"}