{"authors": ["Alan Feuer Y Emily Palmer", "Por Alan Feuer Y Emily Palmer", "Alan Feuer", "Emily Palmer"], "date_download": "2018-11-16 04:18:54", "date_modify": "2018-11-16 04:18:54", "date_publish": "2018-11-13 23:23:14", "description": "La defensa de Joaquín Guzmán Loera dijo que demostraría que su cliente no era el líder del sanguinario Cártel de Sinaloa, sino un “chivo expiatorio”, víctima de una conspiración que involucra a funcionarios mexicanos corruptos y agentes de la DEA.", "filename": "es_2018_11_13__1542341934.html", "image_url": "https://static01.nyt.com/images/2018/11/14/nyregion/ChapoEspanol1311/14chapo01-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2018_11_13__1542341934.html", "title": "Complot y sobornos a presidentes mexicanos: así empezó el juicio del Chapo Guzmán", "title_page": "Complot y sobornos a presidentes mexicanos: así empezó el juicio del Chapo Guzmán – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nLos abogados de Joaquín Guzmán Loera, el capo de la droga conocido como el Chapo, afirmaron el martes que durante décadas su cliente fue víctima de una gran conspiración por parte de diversos confabuladores, entre ellos su principal colaborador en el Cártel de Sinaloa, los agentes estadounidenses antinarcotráfico y los últimos dos presidentes de México.\nEl alegato de la defensa resultó ser un inicio inesperado en el juicio de Guzmán por cargos de conspiración de narcotráfico, un proceso que comenzó con un gran operativo de seguridad y después de varios retrasos en la Corte Federal de Distrito en Brooklyn.\nCon una apasionada exposición del caso, uno de los abogados de Guzmán, Jeffrey Lichtman, dijo que la verdadera mente maestra del Cártel de Sinaloa —que Guzmán ha sido acusado de dirigir durante décadas—, de hecho era su antiguo colaborador y socio: Ismael “el Mayo” Zambada García.\nLichtman describió a Guzmán como un “chivo expiatorio” y argumentó que no fue él, sino Zambada, quien durante veinte años estuvo encargado de los cargamentos de droga que ingresaron a Estados Unidos y que, en repetidas ocasiones, sobornó con millones de dólares al gobierno mexicano “completamente corrupto”, incluyendo a altos funcionarios como el presidente Enrique Peña Nieto y su predecesor, Felipe Calderón.\n“El mundo se está enfocando en el personaje mítico del Chapo”, comentó Lichtman. “Pero nadie está poniéndole atención al Mayo Zambada”.\nZambada, de 70 años, ha sido durante mucho tiempo uno de los subordinados más cercanos de Guzmán y se dice que aún está libre en México. Aunque nunca lo han arrestado, fue nombrado como acusado en la misma imputación que los fiscales usaron para inculpar a Guzmán en 2009. Tanto el hijo de Zambada, Vicente Zambada Niebla, como su hermano, Jesús Reynaldo Zambada García, están bajo custodia en Estados Unidos y quizá sean testigos en el juicio.\nTanto Calderón como el vocero del gobierno de Peña Nieto emitieron declaraciones en Twitter en las que señalan que las afirmaciones de Lichtman son “absolutamente falsas”.\nDespués de que la defensa propusiera su teoría conspirativa, el juez Brian M. Cogan excusó al jurado por el resto del día. Cuando ya no estaban en el juzgado, Cogan le advirtió a Lichtman que no hiciera declaraciones que no estuvieran respaldadas por evidencia o que el fallo en el caso pudiera descartar por ser inadmisibles. Cogan les ordenó a la defensa y a la fiscalía que enviaran informes escritos sobre esas afirmaciones, con lo que indicó que el principal eje de la defensa de Guzmán ahora se enfrentará al escrutinio judicial aunque el juicio ya se esté llevando a cabo.\nDurante los casi dos años que Guzmán, de 59 años, ha estado en custodia en Nueva York mientras se prepara para su juicio, su equipo legal solo ha proporcionado algunas pistas sobre su estrategia de defensa y, a veces, ha insinuado en las audiencias y en los documentos judiciales que jamás desempeñó un papel tan importante en el Cártel de Sinaloa como el gobierno lo afirma.\nNo obstante, el discurso que Lichtman pronunció el martes ante el jurado describió un plan complejo y transfronterizo para acorralar a Guzmán, un complot que realizaron no solo los funcionarios mexicanos corruptos, sino también agentes “deshonestos” de la Administración para el Control de Drogas, según afirmó el abogado. Los testigos del gobierno declararían en los próximos días que algunos de esos agentes permitieron que Zambada traficara drogas libremente, agregó Lichtman.\nLa defensa expuso sus argumentos después de que Adam Fels, un fiscal federal, le dijera al jurado que la evidencia demostraría que Guzmán no solo era el líder del cártel, sino también el narcotraficante más importante del mundo. Fels comentó que, a lo largo de los años, las autoridades estadounidenses habían confiscado más de 40 toneladas de la cocaína de Guzmán. Según él, eso equivale a 328 millones de dosis individuales de la droga.\nComo ya lo ha hecho el gobierno, Fels también dijo que, durante su larga carrera, Guzmán se valió de una plantilla de funcionarios corruptos y un ejército violento de sicarios para proteger su imperio multimillonario.\n“Dinero, drogas, asesinatos, una vasta organización global de narcotráfico”, le dijo Fels al jurado. “De eso se trata este caso”.\nEl gobierno ha acusado a Guzmán no solo de haber participado en decenas de asesinatos en México, sino también de encabezar una extensa organización que traficó por lo menos 200 toneladas de cocaína en Estados Unidos con una variada flotilla de yates, aviones, botes de pesca y submarinos. Aunque lo condenaron por cargos de narcotráfico y asesinato en México en 1993, logró escapar dos veces de prisión: una vez, según algunas versiones, en un carrito de lavandería de la cárcel, y después en una motocicleta que sus colaboradores le dejaron en un túnel de un kilómetro de largo, cavado hasta la regadera de su celda.\nLos fiscales federales planean exponer sus argumentos mediante un desfile de testigos dispuestos a cooperar y una montaña de evidencias, entre ellas libros contables del narcotráfico, fotos satelitales y cintas grabadas en secreto. Han prometido que la evidencia demostrará que, durante más de veinte años en el negocio, Guzmán obtuvo 14.000 millones de dólares en ganancias ilícitas.\nEl juicio ha acaparado la atención de los medios. Fueron tantos los periodistas —tanto de Estados Unidos como de México— que el martes asistieron para darle cobertura al proceso que el juzgado principal y una sala auxiliar se llenaron en cuestión de una hora. Decenas de reporteros tuvieron que quedarse en el pasillo sin poder presenciar el procedimiento.\nSin embargo, y a pesar de los preparativos, el juicio se postergó unas horas porque el juez Cogan anunció con un ápice de consternación que dos de los dieciocho miembros anónimos del jurado debían salir de la sala.\nUno de ellos, dijo el juez Cogan, estaba “ansioso e incómodo” sabiendo que formaría parte del jurado en el proceso contra Guzmán, quien es conocido por ser el criminal más célebre y temido del siglo XXI. Otro se había quejado de que sufriría complicaciones financieras por no poder ejercer su trabajo durante el juicio de cuatro meses. Las partes suspendieron el proceso para organizar una sesión de emergencia con el fin de seleccionar al jurado, y eligieron a dos nuevos panelistas a media tarde.\nFels dijo que el acusado era un traficante experimentado que había ascendido en la jerarquía de su cártel después de empezar cultivando amapola y marihuana en Sinaloa. Más tarde se hizo de un nombre como un eficiente traficante que trabajó con los cárteles colombianos.\nNo obstante, Lichtman mencionó que Guzmán era un “don nadie” que “solo estudió hasta el segundo grado” y que durante años fue culpado por los crímenes de Zambada. “Hay otra versión de esta historia”, le dijo al jurado.", "url": "https://www.nytimes.com/es/2018/11/13/juicio-chapo-conspiracion-mayo/"}