{"authors": ["Vanessa Friedman", "Por Vanessa Friedman"], "date_download": "2018-11-16 03:44:54", "date_modify": "2018-11-16 03:44:54", "date_publish": "2017-02-14 17:26:36", "description": "La colección de la diseñadora, presentada el lunes durante el New York Fashion Week, encontró un hilo conductor en sus lazos, que se exhibían en distintas fases de un mismo guardarropa y con diferentes personalidades (colegiala, urbanita, debutante, mujer de la realeza).", "filename": "es_2017_02_14__1542339894.html", "image_url": "https://static01.nyt.com/images/2017/02/14/fashion/14CAROLINA/14CAROLINA-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_02_14__1542339894.html", "title": "Los lazos de Carolina Herrera", "title_page": "Los lazos de Carolina Herrera – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nEstos han sido dos meses bastante agitados para Carolina Herrera. Primero la desagradable demanda contra Oscar de la Renta en la que se reveló que su antiguo director ejecutivo había contratado a una exdiseñadora de ODLR para que fuera su sucesora sin habérselo dicho, una situación que no terminó bien para ninguno de los involucrados (la diseñadora regresó a su trabajo anterior, el director ejecutivo se fue y todos vimos la ropa sucia del asunto). Después ocurrió el incidente con el vestido de gala de Ivanka Trump, una creación de cuento de hadas que puso a Herrera en el ojo del huracán político.\nAsí que podemos entenderla si se estaba sintiendo distraída. Quizá como resultado, para su colección de otoño se refugió en los detalles.\nAlejándose del hogar de sus desfiles en la parte alta Manhattan, en el Frick, para llegar a un espacio vacío en el Meatpacking District con un techo industrial modernista de cristal diseñado por I. M. Pei, Herrera desplegó una base de blusas pulcras de algodón (el mismo tipo de blusas que ella luce tan bien) con amplios cuellos que evocan la época eduardiana, combinadas con faldas plisadas de franela gris y, como detalle final, un delgado moño de terciopelo negro en el cuello.\nContinue reading the main story Foto\nLa colección encontró un hilo conductor en sus lazos, que se exhibían en distintas etapas de un mismo guardarropa y para diferentes personalidades (colegiala, urbanita, debutante, mujer de la realeza). Los moños ajustaron por la cintura algunas chaquetas biker de cuero negro y el cuello de un vestido de día, tejido, de color borgoña; también estaban acomodados en diagonal a lo largo de un bustier de terciopelo negro encima de una falda larga de encaje y gasa color verde pizarra; además, también amarraron a la altura de la cintura a un delicado vestido de cóctel color rosa.\nEra una idea prometedora, pero al final se presentó otro lazo de organza en el cuello de un vestido de noche con escote en la espalda de terciopelo color zafiro: el resultado lucía como el moño que se le pondría a un cachorro ganador en un concurso… parecía más un truco de diseño que un regalo.", "url": "https://www.nytimes.com/es/2017/02/14/los-lazos-de-carolina-herrera/"}