{"authors": ["Luis Almagro", "Por Luis Almagro"], "date_download": "2018-11-16 04:14:57", "date_modify": "2018-11-16 04:14:57", "date_publish": "2017-03-24 12:26:22", "description": "La suspensión es el último recurso que se encuentra en el marco regulatorio de la organización para presionar al actual gobierno de Venezuela con el fin de que realice elecciones presidenciales que devuelvan la democracia, la libertad y la prosperidad al país.", "filename": "es_2017_03_24__1542341697.html", "image_url": "https://static01.nyt.com/images/2017/03/25/opinion/25Almagro-inyt/25Almagro-inyt-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_24__1542341697.html", "title": "Cómo Venezuela puede evitar la suspensión de la OEA", "title_page": "Cómo Venezuela puede evitar la suspensión de la OEA – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nWASHINGTON — Los países de América Latina y el Caribe han estado plagados de dictaduras a lo largo de su historia. Para evitar el regreso de los regímenes autocráticos, en el año 2001, los 34 países de la Organización de los Estados Americanos (OEA) firmaron la Carta Democrática Interamericana, mediante la cual acordaron que la democracia es un derecho de los ciudadanos que los gobiernos deben garantizar.\nSin embargo, Venezuela, un país suramericano de más de 30 millones de habitantes, actualmente enfrenta ese viejo y familiar dilema.\nEs por eso que el 14 de marzo, hice un llamado para tener elecciones justas y libres, como una manera de evitar la suspensión de Venezuela en la OEA, de acuerdo con la Carta Democrática Interamericana. Además, exhorto a los miembros de la OEA a que se unan a esta causa.\nEl gobierno venezolano suspendió el referendo revocatorio del presidente Nicolás Maduro el pasado mes de octubre y también las elecciones de 2016 de gobernadores estatales, con lo cual revocó los derechos electorales de sus ciudadanos, y violó las leyes establecidas en su constitución.\nLa oposición ganó la mayoría de la Asamblea Nacional en 2015, pero la Corte Suprema de Justicia, controlada por el poder ejecutivo, despojó al parlamento de sus poderes. En los últimos tres años, miles de venezolanos han sido detenidos por sus ideas, más de 100 personas (entre ellas, Leopoldo López un destacado líder de la oposición) siguen encarceladas en condiciones desgarradoras, y las fuerzas de seguridad estatales se reservan el derecho de detener y torturar arbitrariamente y a voluntad.\nEl gobierno del presidente Maduro es un régimen autoritario, ineficiente y corrupto. Hay una grave escasez de alimentos, los enfermos no tienen acceso a las medicinas, la inflación anual es de 700 por ciento y el país tiene una de las tasas más altas de homicidios en el mundo. Mientras la población de Venezuela soporta esta carga, se estima que los fondos públicos perdidos a causa de la corrupción de la clase dominante ascienden a 300 mil millones de dólares, y los altos funcionarios de gobierno están cada vez más coludidos con el narcotráfico.\nNo podemos seguir mirando hacia otro lado. Los países miembros de la OEA deben reivindicar su compromiso con la democracia.\nHago un llamado al gobierno de Maduro para que celebre elecciones presidenciales transparentes y equitativas con el fin de evitar la suspensión de Venezuela de la OEA. Todos los presos políticos deben ser puestos en libertad, deben garantizarse los derechos y libertades fundamentales, y deben establecerse canales de ayuda humanitaria que funcionen. Restablecer los derechos básicos del pueblo es crucial para permitir que Venezuela permanezca dentro del grupo de países democráticos del hemisferio.\nLa Carta Democrática Interamericana establece dos medidas que podemos utilizar como recurso de acción: los artículos 20 y 21. El artículo 20 establece que, si se produce una alteración del orden constitucional que socave gravemente la democracia en un país miembro, pueden llevarse a cabo iniciativas diplomáticas, entre ellas los esfuerzos de mediación.\nDesde el año 2014 hasta la fecha, la Unión de Naciones Suramericanas, la OEA, el Mercado Común del Sur (Mercosur), el Vaticano y el Departamento de Estado de Estados Unidos, entre otros, se han esforzado por establecer un diálogo constructivo con el gobierno venezolano, pero no han tenido éxito. Esto se debe, en parte, a que el objetivo del gobierno ha sido crear la ilusión de un diálogo sin comprometerse verdaderamente con hacerlo efectivo.\nEsas iniciativas han fracasado. ¿Qué se puede hacer? ¿Cuánto tiempo más el pueblo de Venezuela debe seguir sufriendo la opresión y la privación?\nSi Venezuela no retoma un camino democrático dentro de un mes, debe ser suspendido de la OEA. Los 33 países de la región deben mostrar unidad y defender una democracia bajo asedio. La secretaría general y los países miembros se han reunido esta semana para coordinar acciones destinadas a ese objetivo.\nDe acuerdo con la Carta Democrática Interamericana, cuando se suspende la adhesión de un país —el último caso fue Honduras en 2009— este pierde “su derecho a participar en la OEA”. La exclusión de un país de las naciones democráticas de América envía un claro mensaje político, económico y comercial a la comunidad internacional y a los principales actores económicos en un momento crítico: regimen non gratum.\nSi el gobierno de Maduro quiere evitar las consecuencias potencialmente desastrosas de una suspensión, debe hacer un verdadero compromiso con la democracia y tomar medidas claras para restablecerla.\nCreo, como lo hace cualquiera que tiene fe en la democracia del hemisferio, que exigir esto es nuestra obligación moral.\nPero seamos claros: no estamos en contra del diálogo. Estamos en contra del fracaso del diálogo.\nLa suspensión es el último recurso que se encuentra en nuestro marco regulatorio para presionar al actual gobierno de Venezuela, que se enfrenta al aislamiento y a la pérdida de legitimidad, para que realice elecciones presidenciales que devuelvan la democracia, la libertad y la prosperidad al país.", "url": "https://www.nytimes.com/es/2017/03/24/como-venezuela-puede-evitar-la-suspension-de-la-oea/"}