{"authors": ["Steven Kurutz", "Por Steven Kurutz"], "date_download": "2018-11-16 03:45:13", "date_modify": "2018-11-16 03:45:13", "date_publish": "2017-02-17 13:00:59", "description": "La marca de lujo italiana busca un cambio de imagen hacia algo más casual, sin perder la elegancia, con la incorporación de Alessandro Sartori y con una campaña publicitaria protagonizada por el actor.", "filename": "es_2017_02_17__1542339913.html", "image_url": "https://static01.nyt.com/images/2017/02/10/fashion/10ZENGA2/10ZENGA2-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_02_17__1542339913.html", "title": "Zegna se renueva, con un nuevo diseñador y Robert De Niro", "title_page": "Zegna se renueva, con un nuevo diseñador y Robert De Niro – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nErmenegildo Zegna y Alessandro Sartori estaban recordando una reunión que sostuvieron el año pasado en los Alpes italianos, cerca del lugar donde ambos hombres crecieron. Dentro de la tienda de la marca en la Quinta Avenida de Manhattan, explicaron, comenzaron a hablar de la dirección de la empresa familiar de ropa Ermenegildo Zegna y terminaron charlando sobre muchas cosas más.\n“Se suponía que nos reuniríamos para tomar una taza de café, pero estuvimos ahí seis horas”, dijo Sartori. “Fueron muchos cafés y un almuerzo delicioso”.\n“Con un par de buenos vinos”, dijo Zegna, quien también se hace llamar Gildo. “Muy buenos”, dijo Sartori. “Hubo uno que recordaré”. Zegna interrumpió para decir que era un Barbaresco Gaja, clásico de 1968.\n“Era un vino fantástico”, dijo Sartori. “Regresé a casa con mucho cuidado”.\nEl almuerzo fue la culminación de un “coqueteo” de un año, como lo describió Zegna, y el resultado fue que a Sartori le asignaron el puesto de director artístico del Grupo Ermenegildo Zegna en febrero de 2016.\nDespués de pasar cinco años en Berluti, donde transformó una empresa conocida por sus zapatos de lujo para convertirla en una compañía de moda para caballero más abarcadora, Sartori, de 50 años, ahora regresa a la marca en la que comenzó su carrera en 1989 y donde trabajó como diseñador de ropa para hombre durante muchos años.\nPara Zegna, de 61 años, este cambio es un intento de renovar su empresa de estructura vertical, que tiene su propia fábrica y granja de ovejas para proveer los materiales de lujo con los que se fabrican sus trajes, los cuales tienen un precio inicial de 2995 dólares y pueden costar hasta 5495 dólares.\n“Sentí que debíamos darle un empujón extra a la marca”, dijo Zegna, el nieto y tocayo del fundador de la marca. “Sentí que teníamos demasiada estabilidad, por decirlo de alguna manera. Debíamos fomentar el crecimiento así como crear nueva energía y más entusiasmo”.\nAdemás de contratar a Sartori, la marca ha mejorado la dirección de las tres colecciones de ropa para hombre (Sartori supervisará el diseño de las tres), ofreció una colección de zapatos hechos a la medida en Londres y comenzó una nueva campaña publicitaria llamada “Defining Moments”, en la que Robert De Niro participa como imagen de la marca.\nContinue reading the main story Foto\n“No queríamos a alguien demasiado formal, porque Zegna ya es demasiado formal, demasiado empresarial”, dijo Zegna. “Creo que De Niro tiene un estilo casual, maduro y más elegante”.\nDurante la entrevista del 9 de enero en la tienda de la Quinta Avenida, Zegna estaba vestido de manera casual, con pantalones de pana café y un suéter azul grueso. Ambas eran prendas clásicas de Zegna sacadas de su archivo, al que llamó su “castillo de ropa”.\n“Es divertido porque, desde que Alessandro regresó, he estado sacando muchas prendas”, dijo Zegna. “Él sabe de dónde vienen esas piezas”.\n“No tenemos que hablar demasiado. Con tan solo mirarnos se nos ocurre una idea y simplemente la llevamos a cabo”.\nCon saco azul, camisa blanca de cuello de tortuga, además de zapatos y pantalones deportivos de lujo, Sartori lucía como el director de una película de moda. Quiere imponer una mezcla innovadora y fresca de confección y ropa deportiva para la marca, dijo.\nEsa tarde, ambos se pusieron trajes oscuros más tradicionales para asistir a una fiesta de la marca que se organizó en un apartamento de dos pisos en SoHo, que es propiedad del empresario y coleccionista de arte Peter Brant.\nEntre los invitados estaban el arquitecto Peter Marino, quien diseñó la nueva tienda insignia de Zegna en Londres; Francesco Carrozzini, quien dirigió un cortometraje para la nueva campaña de Zegna, protagonizado por De Niro y el joven actor McCaul Lombardi, así como el mismo De Niro, quien lucía espectacular. Los muros de la sala estaban tapizados con lienzos de Basquiat y Warhol a gran escala. Meseros vestidos con uniformes negros servían cocteles, champaña, vinos italianos y tazones de ravioles de calabacín, entre otros platillos.\nEse mismo día por la mañana, en la tienda, Zegna se mostró pensativo al recordar el momento en que conoció a Sartori, cuando él era un hombre de 38 años y su protegido tenía 27; también reflexionó acerca de qué significa tenerlo de regreso en este punto del camino.\n“Significa abrir un nuevo capítulo de mi vida y de la vida de la empresa”, dijo Zegna. “Soy más sabio. Él es mucho más maduro. Es más intenso”.\nLa moda, agregó, “depende de la sincronización”.", "url": "https://www.nytimes.com/es/2017/02/17/zegna-se-renueva-con-un-regreso-al-pasado/"}