{"authors": ["Catherine Saint Louis", "Por Catherine Saint Louis"], "date_download": "2018-11-16 04:16:38", "date_modify": "2018-11-16 04:16:38", "date_publish": "2016-08-12 10:50:27", "description": "La agencia conserva la clasificación del cannabis, con lo que obstaculiza la prescripción de medicamentos derivados de la marihuana, pero realiza modificaciones para estimular la investigación clínica de esta planta.", "filename": "es_2016_08_12__1542341798.html", "image_url": "https://static01.nyt.com/images/2016/08/12/science/12MARIJUANA/12MARIJUANA-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_08_12__1542341798.html", "title": "Opiniones enfrentadas sobre la decisión de la DEA de mantener a la marihuana como droga peligrosa", "title_page": "Opiniones enfrentadas sobre la decisión de la DEA de mantener a la marihuana como droga peligrosa – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nLa DEA, agencia que regula las drogas en Estados Unidos, decidió el jueves no retirar la marihuana de la lista de drogas más peligrosas del país. Los científicos no están de acuerdo ni los activistas: creen que el gobierno federal debería reconocer que su uso médico tiene ciertas ventajas.\nCambiar la clasificación de la marihuana de una categoría a otra habría facilitado conseguir la aprobación federal para realizar ciertos estudios y habría allanado el camino para que algunos médicos pudieran prescribir productos derivados de esa planta que podrían venderse en farmacias, como ya sucede con el Adderall, por ejemplo, que usa para tratar el déficit de atención que provoca la hiperactividad.\nOcho congresistas demócratas han pedido a la DEA que clasifique a la marihuana como categoría 2 para permitir esa prescripción. La senadora Elizabeth Warren, de Massachussets, ha mostrado su desacuerdo en su cuenta de Twitter con la decisión tomada. La senadora Kirsten Gillibrand, de Nueva York, dijo en un comunicado que “no debería requerir de una decisión del congreso que la DEA supere esa ideología anticuada y adopte ese cambio”.\nPero en una propuesta política hecha pública el jueves, la agencia entregó a los investigadores y activistas una victoria: la retirada de un obstáculo que impedía estudios médicos sobre la marihuana. La DEA dijo que permitirá que las universidades y las empresas privadas soliciten cultivar marihuana para investigación. Durante años, la Universidad de Misisipi ha tenido ese monopolio, pues era el único proveedor aprobado de marihuana y los investigadores se han quejado hace tiempo de que el suministro de esa droga no respondía a las necesidades y limitaba los esfuerzos para determinar si la marihuana es un tratamiento efectivo para muchas enfermedades o no.\nChuck Rosenberg, director de la DEA, argumentó que la marihuana seguiría siendo una droga de categoría 1 porque “no tiene un uso médico aceptado en tratamientos médicos en Estados Unidos, carece de seguridad probada para su uso bajo supervisión médica mientras y porque hay un potencial de abuso”. Dijo que este criterio emana de la Ley de Control de Sustancias, que regula la clasificación de sustancias con base en evidencias científicas.\n“La investigación es la base de la ciencia”, escribió, “y apoyaremos y defenderemos, como hemos hecho durante años, que la marihuana se investigue, así como los elementos que la componen”.\nEl Distrito de Columbia y 25 estados más permiten el uso de marihuana para una serie de enfermedades. La evidencia científica sobre su efectividad es limitada o inexistente para varias afecciones, como la artritis reumatoide, el síndrome de Tourette y el lupus. Hay estudios que dicen que ayuda a quienes tienen náuseas, que mejora el apetito y alivia los espasmos de dolor.\nPero ningún medicamento derivado de la marihuana ha sido aprobado por la Administración de Alimentos y Medicamentos de Estados Unidos (FDA, por su sigla en inglés).\nSegún los lineamientos establecidos hasta ahora, la marihuana que suministra la Universidad de Misisipi no puede utilizarse legalmente para desarrollar medicamentos que sean sometidos a la aprobación de la FDA o para su eventual venta. Con la nueva política se permite que la marihuana que cultiven las instituciones aprobadas se use en pruebas clínicas para someterse a la aprobación de la FDA y pueda ser vendida.\nPara algunos expertos y activistas, el terminar con el monopolio que ejerce de facto la Universidad de Misisipi sobre el cultivo de la marihuana es más importante por el estímulo que dará a la investigación que la reclasificación de la planta en una u otra categoría. Paul Armentano, el director adjunto de la Organización Nacional para la Reforma de la Leyes de Marihuana (NORML, por su sigla en inglés) dijo que “terminar con este obstáculo arbitrario a la investigación podría tener más consecuencias que su reclasificación”.\nRick Doblin, el director ejecutivo de la Multidisciplinary Association for Psychedelic Studies, que financia un estudio clínico sobre la marihuana como tratamiento para estrés postraumático en veteranos de guerra, estuvo de acuerdo. “Ese era el principal impedimento”.\nMichael Felderbaum, portavoz de la FDA, dijo el jueves que “seguimos alentando el trabajo para evaluar si hay usos terapéuticos, apropiados y efectivos, de la marihuana y sus derivados, y creemos que el sistema de aprobación de medicamentos que utiliza ensayos clínicos controlados y científicamente válidos es la manera más apropiada de que eso ocurra”.\nEl Epidiolex, un líquido derivado de la marihuana, está en ensayos clínicos para determinar su efectividad y seguridad para el tratamientos de convulsiones en niños. Contiene cannabidiol, un ingrediente de la marihuana también conocido como CBD que no causa un estado eufórico. Rosenberg dijo en su carta que si el CBD es efectivo y seguro para el tratamiento de la epilepsia en niños “sería un avance maravilloso y bienvenido”.\nAlgunos expertos en política respecto a las drogas dijeron que la negativa a reclasificar la marihuana daña la investigación. “Ponen a los investigadores en una encrucijada al decirles: ‘No estamos colocando esta barrera a la investigación porque no encontramos suficientes evidencias’, pero la gente dice: ‘No podemos investigar por esta barrera’, según Michael Collins, que es subdirector de asuntos nacionales en la Drug Policy Alliance, que está a favor de la legalización de la marihuana.\nOtros se han mostrado encantados con que la DEA no haya cambiado de postura. “En la actualidad, no hay pruebas sólidas que apoyen el uso de la marihuana para tratar enfermedades, especialmente porque las consecuencias a corto y mediano plazo en pacientes no se han documentado de manera adecuada”, dijo Bertha K. Madras, profesora de Psicobiología en la facultad de Medicina de Harvard. “Cada hay más evidencia científica que muestra que la marihuana es dañina, sobre todo para los jóvenes”. Madras calificó la decisión de la DEA como “una victoria para la ciencia, que me tranquiliza”.\nAhora lo fundamental es quién lo va a financiar, dijo Doblin. ¿Las empresas farmacéuticas van a gastar enormes cantidades de dinero en ensayos clínicos para desarrollar medicamentos derivados de la marihuana?\n“Una de las ventajas competitivas, si logras pasar por la aprobación de la FDA es que las compañías de seguros médicos la cubrirán”, dijo Doblin. Pero añadió que el factor desmotivador era obvio: la marihuana está disponible en la calle y muchos estados ya han aprobado su venta para uso médico.", "url": "https://www.nytimes.com/es/2016/08/12/opiniones-enfrentadas-sobre-la-decision-de-la-dea-de-mantener-a-la-marihuana-como-droga-peligrosa/"}