{"authors": ["Patricio Fernández", "Por Patricio Fernández"], "date_download": "2018-11-16 03:44:48", "date_modify": "2018-11-16 03:44:48", "date_publish": "2017-05-05 14:31:19", "description": "Desde el día en que Estados Unidos y Cuba decidieron restablecer relaciones diplomáticas, la isla empezó a transformarse a una velocidad imperceptible para la mayoría de sus habitantes, pero de modo irreversible. Así se vive el último capítulo de la revolución.", "filename": "es_2017_05_05__1542339888.html", "image_url": "https://static01.nyt.com/images/2017/05/05/opinion/sunday/05fernadez1-ES/05fernadez1-ES-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_05_05__1542339888.html", "title": "El fin de la Revolución cubana", "title_page": "El fin de la Revolución cubana – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nSANTIAGO DE CHILE — El día que Barack Obama y Raúl Castro comunicaron su voluntad de restablecer los vínculos diplomáticos entre Estados Unidos y Cuba, comenzó a vivirse el último capítulo de la Revolución en América Latina. Me refiero a esa que se escribe con “R” y que llegó al poder en Cuba el Año Nuevo de 1959, dando origen a un sueño que se expandió por todo el continente, y que en la isla determinó la vida de varias generaciones.\nAl menos 30 movimientos guerrilleros surgieron en Latinoamérica desde entonces hasta fines de los años 80. La Revolución cautivó a los mayores artistas e intelectuales de su época, y una novelística esplendorosa brotó bajo su sombra. Casa de las Américas, en La Habana, fue por décadas el lugar de encuentro de estas inteligencias. Hasta el cristianismo participó de su embrujo justiciero con la Teología de la Liberación.\nLos cubanos suelen discutir acerca de cuándo perdió su encanto la Revolución. Algunos dicen que a comienzos de los setenta, tras el caso Padilla, con la sovietización del “Quinquenio Gris”, cuando hasta los edificios se hicieron con los planos de Jrushchov y se instaló el concepto de “desviacionismo ideológico” para todo aquel que pensara o deseara algo fuera de la norma establecida. Según otros fue en 1989, con la Causa Número 1 —que terminó con el fusilamiento del general Ochoa, uno de los tipos más respetados de la Revolución— y la caída de la URSS.\nEl Período Especial, que vino después y duró casi toda la década, no se les olvidó nunca más a los cubanos. Desapareció el petróleo, escaseó la comida y el tiempo que tenían luz eléctrica era tan breve que, en lugar de hablar de apagones, hablaban de “alumbrones”. Hasta gatos salían a cazar para comer.\nEl petróleo y la comida volvieron a Cuba con la llegada de Hugo Chávez a la presidencia de Venezuela. Chávez vio en Fidel la figura de un padre y un modelo. Quiso seguir sus pasos reviviendo a su manera el sueño de la Revolución que agonizaba, agregándole el apellido de “bolivariana”. Compró gobiernos en toda América Latina mientras el precio del crudo estaba en las nubes y los sumó al llamado socialismo del siglo XXI, cuando lo cierto es que el capitalismo ya había triunfado en todas partes y lo suyo no era más que la triste caricatura de un hecho histórico que se apagaba. La Revolución ya no tenía artistas ni intelectuales ni poesía ni fe.\nPero, si hubo algo que definió siempre a la Revolución cubana, fue su enfrentamiento con los Estados Unidos. Por eso cuando Raúl Castro apareció en la televisión a fines de 2014 diciendo que restablecería relaciones diplomáticas con el imperio, movido en gran medida por la pérdida de la ayuda económica de Venezuela —que bajo el mando de Nicolás Maduro y con un petróleo en baja se sumergía en una crisis nunca vista—, lo que habíamos entendido por Revolución entró en su recta final.\nContinue reading the main story Foto\nDesde entonces, he pasado buena parte del tiempo en la isla, casi dos años y medio, para vivir de cerca y reportear ese proceso de cambios.\nAcercarse a Estados Unidos implicaba también abrirse al mercado. Al renunciar a la lógica de la Guerra Fría (en la que Fidel demostró ser un estratega inigualable), Obama optaba por seducir a los cubanos confiado en que la oferta de progreso material, desarrollo individual y acceso a la información conseguiría lo que el bloqueo y la confrontación no habían logrado en más de medio siglo.\n“La muerte de Fidel apuró los cambios”, me dijo el empresario chileno Angel Domper, exmarido de Celia Guevara, la hija menor del Che Guevara. “Los cambios suceden a una velocidad difícil de percibir para alguien que no está metido en este cuento. Ya no tiene vuelta atrás. Por ejemplo, ejecutivos de la organización Trump —entre los cuales pudieron haber estado Ivanka Trump y su marido, Jared Kushner— estuvieron en La Habana tiempo antes de que Donald Trump ganara las elecciones, negociando la compra de los hoteles Neptuno y Tritón”, sostiene Domper.\nDesde el reinicio oficial de las relaciones hasta ahora, Obama visitó La Habana cautivando a sus habitantes; Mick Jagger le preguntó en español a un público enfervorizado: “¿Las cosas están cambiando en Cuba, verdad?” y todos respondieron “¡Síííí!” a voz en cuello; el acceso a internet pasó de existir solo en ciertos hoteles a encontrarse en la mayoría de las plazas del país y ya hay una decena de nuevos medios periodísticos en la web —El Estornudo, Periodismo de Barrio…— liderados por jóvenes que han ido perdiendo el miedo y que lentamente están conquistando lectores en la isla. Todas las semanas abre un nuevo restaurante y murió Fidel Castro, la única figura capaz de mantener cohesionado el poder político.\nLa épica que dio origen a la Revolución le resulta enteramente ajena a los jóvenes de hoy. Sus preocupaciones son otras, bastante parecidas a las de sus coetáneos del resto del continente. No experimentan las ansiedades del capitalismo —las escasas posibilidades de consumo no se lo permiten—, pero comparten buena parte de sus referencias pop, con las que ya conviven a través de los smartphones. Escuchan reguetón, se cortan el pelo como los futbolistas famosos y ni siquiera se saben de memoria las consignas a las que entregaron la vida muchos de sus abuelos.\nA comienzos de este año aparecieron unas grúas en el puerto de La Habana, donde está proyectada un terminal para cruceros, apartamentos exclusivos y un hotel cinco estrellas. Los habaneros no veían grúas como esas desde la construcción del Hotel Cohiba, inaugurado en 1995. Según Daniel Alonso, director general de Desarrollo e Inversiones, en 2017 esperan sumar 4020 plazas hoteleras a las 67.000 existentes, con miras a alcanzar 104.000 para el 2030. En la primera planta del Manzana Kempinski, el primer hotel cinco estrellas plus que será inaugurado en la isla, abrirán tiendas Versace, Armani, Montblanc y L’Occitane. “Cuba se ha convertido en el paraíso de la moda, por eso quise venir aquí”, declaró el empresario italiano Giorgio Gucci.\nSemanas atrás fui al Teatro Trianon a ver la obra Harry Potter, se acabó la magia, del director Carlos Díaz. La sala estaba llena. Los amigos que me la habían recomendado me dijeron: “Una puesta en escena de este tipo era inimaginable hasta ayer”. En ella aparecen personajes que se refieren de manera directa a las carencias materiales y a la falta de libertad que impera en Cuba.\nFidel nunca permitió algo así. Ya el año 1961 estableció su criterio en un famoso discurso realizado en la Biblioteca Nacional durante un encuentro con los intelectuales: “¿Debe haber o no una absoluta libertad de contenido en la expresión artística?”, se preguntó. “El artista más revolucionario es aquel que está dispuesto a sacrificar hasta su propia vocación por la Revolución”, respondió. “El pueblo es la meta principal. En el pueblo hay que pensar primero que en nosotros mismos. Y esa es la única actitud que puede definirse como una actitud verdaderamente revolucionaria (…) Dentro de la Revolución, todo; contra la Revolución, ningún derecho”, dijo.\nPero esas palabras pertenecen a la primavera de la Revolución. Actualmente, el gobierno solo piensa en su supervivencia. Los miembros de la generación que llegó al poder el año 1959 están casi todos muertos. Quedan Raúl Castro, Ramiro Valdés, Machado Ventura y un puñado más. “Como viene un cambio en Cuba, las mafias del resto del mundo están atentas, esperando ver qué pedacito del pastel se van a quedar”, me dijo Rosa María Payá, la hija de Oswaldo Payá, el líder de la resistencia civil cubana muerto en un accidente de tránsito en 2012.\nEste proceso de degradación no es nuevo, pero ahora se encuentra en una etapa terminal. Nadie habla de socialismo. Es notorio el renacer de una nueva burguesía. Ese pequeño grupo que está protagonizando los cambios viaja con frecuencia, tiene internet en sus casas (hay empresas piratas que lo instalan) y le sirve de fachada a dineros provenientes de afuera.\nMuchos extranjeros han comprado propiedades a través de testaferros cubanos, porque aún no está permitido que lo hagan por sí mismos. Los precios de los bienes raíces se han multiplicado por dos o tres en los últimos dos años. En el barrio El Vedado abundan las mansiones y departamentos en restauración. En la zona de Miramar existen bares donde las únicas personas negras que se ven son los guardias de seguridad: tipos grandes y macizos como los que custodian las discotecas en Nueva York o París. Hace pocos días fui a uno de esos —el Mio & Tuyo—, y cuando quise llegar al área donde se encontraban las mujeres más admirables, uno de esos bouncers me detuvo poniendo su brazo sobre mi hombro. “De aquí para allá es VIP”, me dijo. “Para pasar debes comprar una botella de whisky Chivas Regal o ser socio del club”, agregó. Y yo pensé: terminó la Revolución.\nLa mayoría, mientras tanto, apenas es capaz de percibir esta incipiente apertura económica, sus posibilidades de negocio y su germen de desigualdad. En las provincias aún no hay rastro de ella. Esa diminuta burguesía que emerge gasta en un día lo que el resto gasta en un mes. Viaja, se reúne en los nuevos restaurantes, convive con extranjeros y especula respecto del futuro que viene, mientras el resto se las arregla para subsistir en la carencia, aunque pocas veces en la desesperación. En Cuba abunda la pobreza, pero no la miseria.\nContinue reading the main story Foto\nLos jóvenes talentosos, al llegar a cierta edad, se van. El caso de los deportistas es el más notable. Hace poco la selección de béisbol del país jugó contra Israel y perdió. “¡Eso no puede ser, chico! ¡Es una vergüenza! Si pudieran jugar por nuestra selección los peloteros que tenemos repartidos por el mundo, seríamos los mejores del planeta, pero basta que se vayan para que no los dejen jugar para Cuba”, me explicó Alexey, un fanático con quien conversé en el Parque Central.\nDe los médicos que parten a prestar servicio en el extranjero son cada vez menos los que regresan. Margaret es una cuarentona de familia comunista que acaba de montar un hostal en la Tercera Avenida en la zona de Miramar. “Esta Revolución nos dio alas y a continuación nos puso un techo. Yo le debo el haber aprendido a volar, pero no me dejan hacerlo. ¿Frustrante, no?”, me comentó.\nContinue reading the main story Foto\n“El mito [revolucionario] no da para más. Ya nadie cree en nada. Conseguir llamar a un plebiscito es muy importante para generar ese ambiente de transformaciones, que aún no está, porque todo sigue muy cerrado”, dijo María Payá. Lo cierto es que todavía no irrumpe en Cuba nada parecido a una oposición capaz de reunir el descontento. Son muy pocos los que hablan de democracia y derechos humanos. A las mayorías les preocupa saber cuando aparecerá la papa en el mercado, si sube el precio del tomate o conseguir huevos antes de que se acaben. El cambio del sistema político aún no es un tema que cale en la población.\nCuesta encontrar a alguien que defienda al gobierno, tanto como a quien reclame su caída inminente. Los miembros de la disidencia tienen en el exterior un eco que todavía no consiguen adentro de su comunidad. “El momento para este plebiscito sería después de marzo de 2018”, cuando ya está programado un cambio de gobierno, “un proceso que aún es solo una transición entre ellos mismos”, asegura Payá. Es difícil augurar cuánto tiempo subsistirá el régimen, por evidente que resulte la muerte del espíritu que lo originó.\n“Yo pensé que era una varita, pero era una lágrima. ¡Sal, lágrima hija de puta! Vine a despedirme, a decirte adiós. ¡Se acabó la magia! Una parte de mí te quiere escupir. Otra te quiere dar un abrazo”, decía uno de los personajes de Harry Potter, se acabó la magia. Y cuando se cerró el telón, el público aplaudió de pie.", "url": "https://www.nytimes.com/es/2017/05/05/el-fin-de-la-revolucion-cubana/"}