{"authors": ["Carl Zimmer", "Por Carl Zimmer"], "date_download": "2018-11-16 03:44:10", "date_modify": "2018-11-16 03:44:10", "date_publish": "2017-08-11 10:00:37", "description": "Hasta ahora se creía que los mamíferos todavía no estaban bien desarrollados durante la era mesozoica, pero nuevos hallazgos de fósiles señalan que había \"ardillas voladoras prehistóricas\" unos 160 millones de años antes de lo que pensaban los científicos.", "filename": "es_2017_08_11__1542339850.html", "image_url": "https://static01.nyt.com/images/2017/08/10/us/10MAMMALS2/10MAMMALS2-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_08_11__1542339850.html", "title": "Los mamíferos que dominaban los cielos cuando los dinosaurios regían la tierra", "title_page": "Los mamíferos que dominaban los cielos cuando los dinosaurios regían la tierra – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Read in English\nLa era mesozoica, vigente de hace 252 millones de años hasta hace 66 millones, a veces es llamada la era de los dinosaurios. Es una era en la que generaciones de paleontólogos pensaron que los mamíferos tempranos eran pequeños animales nocturnos que comían insectos y estuvieron a la sombra de leviatanes.\nEn últimos años los científicos han revisado de manera significativa esa historia. Los mamíferos ya habían evolucionado a varias formas, según la evidencia de fósiles, y dejaban entrever la diversidad de los mamíferos actuales.\nEn un estudio publicado el miércoles, un equipo de paleontólogos añadió algunas criaturas nuevas y fascinantes a la variedad mesozoica. No eran mamíferos que se quedaban a la sombra de los dinosaurios: los sobrevolaban y evitaban a así a los depredadores en el terreno; eran esencialmente ardillas voladoras del jurásico que formaban parte de una rama de mamíferos que posiblemente todavía ponía huevos.\nLos fósiles son “los más primitivos que se conocen de los precursores de mamíferos que estaban en el aire”, dijo Zhe-Xi Luo, paleontólogo de la Universidad de Chicago que lideró la investigación.\nLos primeros fósiles de mamíferos mesozoicos fueron descubiertos a principios del siglo XIX pero los paleontólogos batallaron durante generaciones para encontrar algo más que dientes y pedazos de huesos. Lo lograron a finales de la década de los noventa.\nEn un sitio en el noreste de China, casi cada ladera tenía fósiles de mamíferos impresionantes; algunos datan de hace 160 millones de años. Los investigadores se vieron en la posibilidad de examinar esqueletos enteros, algunos de los cuales todavía tenían impresiones de pelaje y piel.\nContinue reading the main story Foto\nConforme se han excavado más fósiles, los científicos los han usado para incorporar ramas antes desconocidas de la familia mamífera al árbol filogenético.\nTodos los mamíferos vivientes están divididos en tres ramas. Los ornitorrincos, que todavía ponen huevos, pertenecen a la más antigua; se cree que sus ancestros se dividieron de los demás mamíferos hace unos 170 millones de años. Millones de años después se dividió otra rama.\nUno de los linajes resultantes evolucionó a los marsupiales, como canguros y zarigüeyas, los cuales terminan de desarrollarse dentro de las bolsas o marsupios. El otro linaje es el nuestro y representa la mayoría de las especies mamíferas vivientes: los mamíferos con placenta se desarrollan dentro del útero y reciben la sangre de sus madres.\nUnos de los fósiles recientemente descubiertos pertenecen a esos tres grupos. Otros pertenecen a ramas que antes no eran conocidas.\nDe estos últimos, algunos se dividieron de los ancestros comunes de mamíferos vivientes, pero otros mamíferos primitivos se separaron desde antes.\nCuando los paleontólogos estudiaron en el tamaño y la forma de esos fósiles, encontraron que muchos no embonan con las imágenes de los mamíferos tempranos como pequeños animales que comían insectos. Para sorpresa de los investigadores, varias especies extintas evolucionaron con cuerpos similares a los de mamíferos vivientes.\nAlgunos nadaban como nutrias, por ejemplo. Otros hurgaban por comida como los mapaches o se metían a nidos de insectos como los hormigueros.\nEn 2007, el paleontólogo Jim Meng, del Museo Americano de Historia Nacional en Nueva York, y sus colegas reportaron el hallazgo de fósiles de un mamífero que data de hace 160 millones de años, llamado Volaticotherium, que parecía como que podía deslizarse por el aire.\nContinue reading the main story Foto\nHoy en día, mamíferos con placenta como las ardillas voladores o marsupiales como los petauros del azúcar se deslizan por el aire para moverse de un árbol a otro. Los Volaticotherium pertenecían a un linaje distinto, pero aún así desarrollaron la habilidad para deslizarse.\nNo fueron los únicos mamíferos en hacerlo. Luo, de la Universidad de Chicago, y sus colegas han descubierto también al menos dos especies más de mamíferos voladores de China, los cuales describieron en un artículo de la revista Nature.\nLos fósiles de esas especies, Maiopatagium y Vilevolodon, están muy bien preservados por lo que revelan muchos detalles anatómicos.\nTenían capas de piel que formaban unas cuasialas y se extendían de sus cachetes a sus piernas. También contaban con hombros flexibles necesarios para escalar árboles y maniobrar mientras se deslizaban por el aire.\nLuo y sus colegas descubrieron que las dos nuevas especies son familiares todavía más lejanos de los actuales voladores que los Volaticotherium. Pertenecen a un linaje extinto, los haramiyidanos, que se separaron de los ancestros de todos los mamíferos actualmente vivos hace unos 200 millones de años.\nPor tanto, solo comparten algunas de las características que presentan los mamíferos actuales.\nTenían pelaje y sangre caliente, pero en otras cuestiones eran más como reptiles: no habían evolucionado una cadena de huesos que les permite oír a los mamíferos actuales, por ejemplo.\nLos nuevos fósiles también muestran unas adaptaciones inusuales a su hábitat. Para reforzar los músculos usados para deslizarse, sus clavículas se juntan en forma de v, “como las espoletas de un pollo”, dijo Gillermo Rougier, paleontólogo de la Universidad de Louisville que no estuvo involucrado en los nuevos estudios.\nContinue reading the main story Foto\nLuo agregó que probablemente hubo algún beneficio que los llevó a evolucionar de manera repetida como voladores. Por ejemplo, algunos mamíferos que habitan en árboles solo pueden alimentarse de ciertas especies de estos y estar en el piso posiblemente los ponía en riesgo de morir a manos de algún depredador. Deslizarse por al aire posiblemente evitaba que tuvieran ese problema.\nPara el Dr. Meng, del Museo Americano de Historia Nacional, los fósiles de voladores demuestran que muchos tipos de mamíferos siguieron el mismo trayecto evolutivo. “Hicieron sus propios experimentos”, dijo.\nEl que se haya dado una evolución similar repetida es particularmente impresionante porque los mamíferos voladores más tempranos evolucionaron en bosques muy distintos a los actuales. Todavía no existían los árboles de flor, por lo que no había frutas que comer. En cambio, los mamíferos voladores tempranos probablemente comenzaron a saltar de árbol en árbol para alimentarse de coníferos o de las partes suaves de helechos.\nLos nuevos fósiles señalan qué tantas sorpresas todavía hay por descubrir, dijo el Dr. Rougier, de Louisville. “Mi expectativa es que seguiremos encontrando más cosas extrañas”.", "url": "https://www.nytimes.com/es/2017/08/11/mamiferos-prehistoricos-ardillas-dinosaurios/"}