{"authors": ["John Mcwhorter", "Por John Mcwhorter"], "date_download": "2018-11-16 03:44:50", "date_modify": "2018-11-16 03:44:50", "date_publish": "2017-03-02 16:00:40", "description": "A los 13 años, mi madre me dio un consejo para mi vida sexual que nunca olvidaré. Pero además, su forma de decir las cosas me enseñó las ventajas de confiar en uno mismo a la hora de opinar, por más polémico que sea tu punto de vista.", "filename": "es_2017_03_02__1542339890.html", "image_url": "https://static01.nyt.com/images/2017/03/03/fashion/03RITES/03RITES-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_02__1542339890.html", "title": "La paciencia es una virtud (sexual)", "title_page": "La paciencia es una virtud (sexual) – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nMi madre siempre me educó de maneras astutas, un privilegio que no todos los niños tenían.\nDe niño coleccionaba los libros de historietas de Snoopy. Tenía una buena colección, así que los empaqué para llevarlos cuando iba a comenzar la universidad. Para mi mamá hubiese sido fácil decirme que no llevara esa colección ñoña de libros. Sin embargo, tomó una ruta más sensible y constructiva, y me dijo que esperara hasta el segundo semestre. “Si los llevas de inmediato, la gente creerá que eres raro. Pero si esperas a tener amigos, la gente lo aceptará como algo raro que su amigo hace”, me dijo.\nResultó que estaba en lo cierto. No quería que fuera rechazado, pero tampoco quería que tuviera miedo de ser excéntrico. Cuando mi mamá era niña también le gustaban los libros, y sabía que ser diferente tiene sus desventajas; pero ser así tenía otros aspectos positivos que, de hecho, hacían que la vida valiera la pena para nosotros, los raros. Siempre fue buena en enseñarme cómo tener un equilibrio.\nSin embargo, recuerdo otra ocasión en que la comodidad que mi madre sentía respecto de lo peculiar tomó un giro distinto. Una tarde, cuando tenía 13 años, nos estacionamos en la entrada de mi casa a las 12:29 p. m. En ese entonces (y todavía), a mí me fascinaban los programas viejos de televisión, y ese día había una repetición de Yo amo a Lucy a las 12:30. Esto era antes de las videograbadoras, así que tenías que ver los programas cuando los pasaban o te los perdías para siempre.\nMi mamá se tomó su tiempo para atravesar la puerta de la entrada, así que la empujé un poco para pasar y ver los créditos de inicio, que según yo tenían algo místico por motivos que no puedo recordar. Encendí el televisor y me quedé viendo los nombres de Lucille Ball y Desi Arnaz, que estaban escritos en un corazoncito, cuando mi mamá entró de repente y —¡bum!— apagó la tele y me señaló una silla.\n“¿Sabes qué va a pasarte si no aprendes a ser más paciente?”, me preguntó.\n“¿Qué?”, respondí.\n“Tendrás eyaculaciones precoces cuando crezcas. ¿Sabes qué es eso?”.\n“No”.\n“Tendrás sexo con tu esposa y siempre acabarás demasiado rápido. La gente se divorcia por eso, ¿sabías? ¡Piénsalo!”.\nSe dio la vuelta y salió de la sala, pero unos segundos después regresó para agregar: “¿Y además sabes qué? ¡Tus orgasmos no serán potentes!”.\nSí, eso es exactamente lo que dijo, y por extraña que parezca esa escena, a pesar de lo excéntrica, era una manera bastante brillante de hacer que entendiera las virtudes de la paciencia. Presentarlo como una lección escolar habría sido menos efectivo, demasiado abstracto. El miedo a las incapacidades espantosas del futuro, y la idea de que la impaciencia podría relacionarse con una suerte de torpeza general, o incluso la imposibilidad de detenerte a oler las rosas, hizo que reflexionara respecto de la paciencia de una manera real ese día y también después.\nLa lección que aprendí después de ese encuentro, más allá de las visiones incipientes de ese asunto tan importante, fue que a mi mamá se le debía reconocer por haber expresado, a pesar de su extrañeza, lo que estaba en su mente. Decir “sé paciente” habría sido algo ordinario. “La impaciencia podría afectar tu desempeño en la cama cuando seas adulto” no era ordinario, pero lo dijo y, en realidad, la lección fue útil.\nFue ese día cuando me dije que comenzaría a confiar en mi instinto a la hora de opinar. Me parecía que, si eso le funcionaba a mi mamá, también podría funcionarme a mí. Además parecía mucho más satisfactorio que ir por ahí conteniéndose. El resultado ha sido la reputación que tengo en algunos lugares de llevar siempre la contraria. Al parecer la gente cree que formulo opiniones a propósito para hacerlos enojar, o que por algún motivo disfruto de que la gente esté enojada conmigo.\nEso puede ser cierto de algunos que siempre llevan la contraria, pero para mí es un asunto de expresar lo que de verdad siento; primero, porque sería deshonesto no hacerlo y, segundo, porque expresar algo que la gente no esperaba puede tener tantas ventajas como desventajas.\nPor eso he escrito que en Estados Unidos la ópera debe montarse en inglés tanto como sea posible, a pesar de que el italiano tiene bonitas vocales. También he escrito que cuando se presentan las obras de Shakespeare deben tener un vocabulario ajustado a los equivalentes modernos cuando el significado más antiguo no es comprensible para nadie más que los académicos (por ejemplo, para Shakespeare “generoso” significaba “noble”). Ambas opiniones provocan con regularidad protestas que me llegan a través de correos electrónicos, donde me dicen que no tengo por qué ser profesor, etcétera. Pero sé que si mi mamá se hubiera sentido como yo lo hago, ninguno de esos insultos la habrían detenido. Y, mientras tanto, su opinión habría hecho que algunas personas realmente se pusieran a pensar.\nTambién creo que terminar la guerra contra las drogas curaría en gran parte la división racial en Estados Unidos. La guerra contra las drogas destruye barrios negros y es la razón principal por la que hay una relación tóxica entre la policía y los afroamericanos. Entiendo que la mayoría prefiere escuchar que las personas negras tienen que comenzar a enfatizar los valores familiares, o que las personas blancas necesitan examinar sus privilegios. No estoy seguro de que alguna de esas perspectivas sea tan útil como para hacer que la policía ya no tengas tantos motivos para entrar a los vecindarios negros, lo cual se lograría si terminamos con la guerra contra las drogas.\nMuchos creen también que estoy loco, pero mi mamá me enseñó a aceptar mi locura. Dentro de lo razonable, desde luego. Pero en mi mente, mi supuesta esencia de llevar siempre la contraria —que también me trae problemas en el trabajo que hago en la lingüística académica— comenzó con lo que sentí aquella tarde mientras mi madre salía de la sala.\nEl lector quizá tenga dos preguntas.\nLa respuesta a la primera es que el matrimonio de mis padres no duró. Sin embargo, las razones no tienen que ver con lo que podríamos llamar solidez.\nLa respuesta a la segunda pregunta es que sí, tengo mis defectos, pero crecí para ser un hombre perfectamente paciente.", "url": "https://www.nytimes.com/es/2017/03/02/la-paciencia-es-una-virtud-sexual/"}