{"authors": ["Jan Hoffman", "Por Jan Hoffman"], "date_download": "2018-11-16 03:45:00", "date_modify": "2018-11-16 03:45:00", "date_publish": "2015-03-17 16:32:08", "description": "La frecuencia en la vida sexual de las parejas casadas por largo tiempo continua mejorando, según un estudio publicado en enero.", "filename": "es_2015_03_17__1542339900.html", "image_url": "https://static01.nyt.com/favicon.ico", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2015_03_17__1542339900.html", "title": "Relaciones sexuales en el matrimonio mejoran en los años dorados", "title_page": "Relaciones sexuales en el matrimonio mejoran en los años dorados – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSí, hay relaciones sexuales después del matrimonio. Particularmente se tienen luego de pasar el aniversario número 50.\nDespués de analizar entrevistas con 1.656 adultos estadounidenses casados de entre 57 y 85 años de edad, los investigadores encontraron lo esperado: quienes estaban en el inicio del matrimonio tenían relaciones sexuales más frecuentemente que aquellos que habían acumulado años de casados, pues su impulso sexual iba menguando con la vida.\nPero luego los investigadores encontraron algo inesperado: Aunque la mayoría de los individuos largo tiempo casados reportaron declinaciones constantes en su actividad sexual, aquellos que superaban la marca de los 50 años de casados empezaban a reportar un ligero aumento en su vida sexual.\nY, notablemente, la frecuencia en la vida sexual de las parejas casadas por largo tiempo continuaba mejorando. El estudio fue publicado en enero en The Archives of Sexual Behavior.\nEl análisis está basado en datos del Proyecto Nacional de Vida Social, Salud y Envejecimiento 2005-2006, para el cual los investigadores entrevistaron a adultos mayores sobre muchos aspectos de su bienestar. Incluso cuando los autores del estudio tomaron en cuenta factores como la edad, la salud, la raza, el género, el empleo y la satisfacción de las relaciones, el impulso después de la marca de los 50 años de matrimonio, aunque vacilante, fue más constante que el de aquellos en matrimonios de menor duración. Los investigadores son sociólogos de la Universidad Estatal de Louisiana (LSU, por su sigla en inglés), la Universidad Estatal de Florida y la Universidad de Baylor.\n“La frecuencia sexual no regresa a dos o tres veces al mes, pero se mueve en esa dirección”, dijo Samuel Stroope, el autor principal y profesor asistente de sociología en LSU.\nSin duda, hay límites a las conclusiones que pueden sacarse de la investigación. “No sabemos si estar casado causa que uno tenga más relaciones sexuales o si tener más relaciones sexuales causa que se esté casado más tiempo”, dijo Karl Pillemer, un gerontólogo y profesor de desarrollo humano en Cornell que no estuvo involucrado en este estudio.\nPero la conclusión de que algunas parejas largo tiempo casadas siguen teniendo relaciones sexuales década tras década no fue noticia para Jennie B., una viuda de 82 años que vive en una aldea en el norte del estado de Nueva York. Se casó con su primer y único esposo, Peter, en 1956, cuando ambos tenían veintitantos años. La pareja, casada por 47 años, siguió siendo sexualmente activa hasta que él tuvo una cirugía quíntuple de bypass cardiaco dos años antes de su muerte en 2003.\n“¿Una vez al mes, quizá?”, dijo Jennie B., quien pidió que no se usara su apellido por razones de privacidad. “No estaba contando. Sucedía cuando sucedía. La relación sexual no era tan significativa como otras cosas, aunque seguíamos teniendo relaciones sexuales”.\nEn este estudio panorámico de los adultos mayores, algunos no estaban teniendo relaciones sexuales para nada. Y unos cuantos incluso estaban teniendo relaciones sexuales diariamente. Pero, por lo general, el estudio analizaba tendencias. El adulto mayor promedio que había estado casado por un año tenía una probabilidad de 65 por ciento de tener relaciones sexuales dos o tres veces al mes o más. A los 25 años de matrimonio, la probabilidad de esa frecuencia descendía a 40 por ciento. Si el matrimonio duraba 50 años, la probabilidad era de 35 por ciento. Pero si el matrimonio y la vida de los adultos mayores continuaba, a los 65 años de estar juntos, la probabilidad de tener relaciones sexuales con esa frecuencia era de 42 por ciento.\nEl doctor Stroope dijo que había al menos dos fuerzas compitiendo en torno a la sexualidad de un matrimonio prolongado. Una es llamada “aclimatación”, el adormecimiento de los sentidos sexuales conforme una pareja se habitúa entre sí, desgastada por la cotidianidad y las demandas extraordinarias de la vida.\nPero quienes llevaban un largo tiempo casados acumulan lo que el doctor Stroope llama “capital de relación”. En los buenos matrimonios, dice el experto: “Se está construyendo algo, almacenando experiencia y conocimiento a lo largo del tiempo sobre la pareja íntima”.\nY así, conforme los adultos envejecen, y sus círculos sociales se estrechan, saben que el tiempo es limitado, miran alrededor y ¿qué ven? Se ven uno al otro.\n“Le dan una gran prioridad a la intimidad”, dijo el doctor Pillemer, cuyo nuevo libro “30 Lessons for Loving” está basado en entrevistas con 700 adultos mayores. “Muchas personas me dijeron que no se notan las diferencias físicas en un matrimonio prolongado. La persona te sigue pareciendo la misma”.\nPara Jennie B., el significado de intimidad y actividad sexual evolucionó y se profundizó en su prolongado matrimonio.\n“Hay una intimidad que surge posteriormente y es asombrosamente maravillosa”, dijo. “Se pueden sostener las manos de esta persona a la que amas y adoras y, de algún modo, es tan apasionado como tener relaciones sexuales en una edad temprana. Hay esa sensación de conexión e intimidad que crece de una larga relación, ese contacto conlleva el peso de tantos recuerdos. Y muchos son sexuales”.", "url": "https://www.nytimes.com/es/2015/03/17/relaciones-sexuales-en-el-matrimonio-mejoran-en-los-anos-dorados/"}