{"authors": [], "date_download": "2018-11-16 04:16:39", "date_modify": "2018-11-16 04:16:39", "date_publish": "2016-01-21 13:29:45", "description": "“Enseñar un libro, hablarlo con jóvenes, es el mejor modo de enamorarse totalmente de este\".", "filename": "es_2016_01_21__1542341799.html", "image_url": "https://static01.nyt.com/images/2016/01/24/books/review/24BYTHEBOOK/24BYTHEBOOK-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_01_21__1542341799.html", "title": "Qué está leyendo… Daniel Alarcón", "title_page": "Qué está leyendo… Daniel Alarcón – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCuando era profesor, el autor de “At Night We Walk in Circles” (traducido en español como “De noche andamos en círculos”) y “City of Clowns” (“Ciudad de payasos”) hablaba de Toni Morrison con adolescentes: “enseñar un libro, hablarlo con jóvenes, es el mejor modo de enamorarse totalmente de este”.\n¿Qué libros tienes en la mesa de noche?\n“The Folded Clock” de Heidi Julavits; “Llamada perdida” de Gabriela Wiener; “Nuevos juguetes de la Guerra Fría” de Juan Manuel Robles, y “The Westing Game”, de Ellen Raskin.\n¿Qué libro recomendarías de entre los últimos que has leído?\nHa sido un año de buenas lecturas debido a que fui jurado del National Book Award en la categoría de ficción. Un volumen de lectura enorme. Pero el resultado final es que soy optimista respecto al estado de las letras estadounidenses. Se están escribiendo muchos libros excelentes en este país y hay escritores extraordinarios trabajando. Es emocionante sentirse parte de ese diálogo. Me gustaron todos los libros de la larga lista y probablemente había 15 o 20 más sobre los que debatimos y que podrían haber pasado el corte. Cuando terminé de leer para el premio y volví a leer por placer, lo primero que agarré fue un ensayo de José Carlos Agüero, “Los rendidos”, una mezcla maravillosa de memorias y filosofía en la que se enfrenta al legado de sus padres —miembros de Sendero Luminoso, uno de los grupos insurgentes más violentos de América del Sur— y cuenta, a través de detalles íntimos, dolorosos, cómo fue crecer dentro de ese mundo y lo que costó romper con eso. Lo leí en un par de días y desde entonces no he dejado de pensar en eso. He leído mucho sobre el conflicto en Perú, el país en el que nací, pero nunca dese este punto de vista. Conmueve.\n¿Qué escritores en activo —novelistas, dramaturgos, críticos, periodistas, poetas— admiras?\nLa lista cambia continuamente y uno siempre la siente incompleta. Cada vez que leo algo que me impulsa a escribir, siento una especie de punzada. Llámalo admiración. También son celos, algo parecido a: “Ojalá hubiera escrito eso”. Los escritores vivos que me provocan ese sentimiento son Alejandro Zambra, Claudia Rankine, Anne Carson, Junot Díaz, Aleksandar Hemon, Jennifer Egan y Yuri Herrera.\n¿Cuál es tu relato corto favorito?\nNo tengo una historia corta favorita… ¡tengo cientos!\n¿Sueles leer en inglés o en español? ¿Cómo cambia la experiencia de lectura en función del idioma?\nUn año normal, leo más en inglés que en español. La proporción es un 60/40. El año pasado por los libros del National Book Award, la proporción cayó del lado del inglés. Para compensar, creo que solo leeré novelas en español hasta julio.\n¿Quiénes son tus héroes o heroínas de ficción? ¿Y los villanos o antihéroes?\nHe leído cinco o seis veces una novela corta de Joseph Roth que se titula “Flight Without End”. Uno de mis libros favoritos de todos los tiempos, pero cuando se lo recomiendo a amigos, tienden a preguntarse por qué tanta bulla. Tengo que admitir que es un libro raro e imperfecto. Roth cuenta la historia de un veterano de guerra, Franz Tunda, aún joven, que camina a través de Europa y espera regresar a la vida que tenía antes de la guerra. Nada sale como lo había planeado. En el camino pasa por la cárcel, se enamora, se desenamora, regresa a la vida nómada y cuando llega a su casa en Berlín, nada es como antes. Ya no es nadie. La novela acaba en París cuando Tunda encuentra por fin a la mujer con la que se había casado antes de ir a la guerra y que le creía muerto años antes. Ella pasa su lado sin reconocerlo. Se ha convertido en alguien irrelevante. No soy capaz de explicar lo que me impactó. Hace años, cuando era DJ en Oakland, usaba ese nombre Franz Tunda, pero tampoco tengo muy claro qué dice eso sobre mi papel en esas fiestas.\n¿Qué tipo de lector eras de niño? ¿Qué autores y libros te marcaron en la infancia?\nTodo lo que leo, lo leo como niño: novelas históricas, románticas o de misterio… hasta los manuales de referencia. Todo menos los cómics. En eso fallo. Me encantaban Judy Blume y Roald Dahl. En quinto grado nos leyeron “The Murder of Roger Ackroyd” de Agatha Christie. No contaré cómo termina, pero toda la clase gritó por el mejor truco que se haya inventado. Recuerdo pensar que quería hacer eso.\nCuando eras profesor de inglés en Harlem, ¿cuál era el libro que recomendabas y discutías con tus alumnos?\nEs un pregunta divertida, porque significaría que podía elegir. Cuando le pregunté al director sobre lo que debería enseñar, me dijo que subiera al cuarto de los libros y viera de qué novela teníamos más copias. El presupuesto marcaba que estaba obligado a enseñar el libro que estuviera disponible. Me dio la llave de un armario mohoso en la cuarta planta del edificio. Subí temiendo por lo que podría encontrarme. Podría estar obligado a enseñarlo.\nHabía 110 estudiantes en décimo grado y la sorpresa fue agradable, unos 80 ejemplares de “The Bluest Eye”. No había leído la novela de debut de Toni Morrison en 10 años y disfruté al volver a sumergirme en ella. Sucede a menudo. Enseñar un libro, hablarlo con jóvenes, es el mejor modo de enamorarse totalmente de este.\n¿Qué libro de la escuela tuvo más impacto para ti?\n“Memorias del subsuelo” de Dostoievski. Tenía como 16 años cuando lo leí. Me mató. Mi primer intento serio de escribir ficción fue pocos meses después de terminarlo: un lío psicológico sobrelaborado e ilegible que en aquel momento, al final de la adolescencia, parecía todo un logro. Era una imitación mala de un libro de verdad.\nEse ambiente, esa sensación de “Memorias del subsuelo” se ha quedado conmigo incluso cuando ahora, 20 años más tarde, ya casi no recuerdo los detalles de la trama. El recuerdo de lo que ese libro me hizo es fuerte, es potente. Nunca he tenido valor para leerlo de nuevo por miedo a estropearlo.\nSi pudieras hacer que el presidente leyera un libro, ¿cuál sería?\nDepende por completo de quién sea el presidente. ¿Obama? ¿Quien lo suceda? Sus listas de sugerencias podrían ser tan diferentes entre sí como para tener que coexistir en extremos opuestos de una biblioteca inmensa. Por otra parte, la premisa de la pregunta —que la literatura pueda tener un efecto edificante, moderar los impulsos más crueles del poder— no es algo que yo dé por hecho. Hace unos años, durante la crisis de los menores no acompañados que llegan a la frontera sur del país, se envió un ejemplar de “La bestia”, de Óscar Martínez, un relato extraordinario de la migración centroamericana, a cada miembro del Congreso. ¿Cuántos lo leyeron? ¿Cuántos de entre quienes lo leyeron cambiaron su punto de vista? ¿Algún populista antimigraciones ha mostrado una pizca de humanidad después de leerlo?\nMolesto, sobrevalorado, simplemente malo: ¿qué libro suponías que iba a gustarte y no te gustó? ¿Recuerdas el último libro que dejaste sin terminar?\nDejo libros a medias. No me da vergüenza. Tengo tan poco tiempo libre para leer por placer que si no funciona a la primera, lo cierro y no miro atrás. Puedo admirar un libro aunque no lo disfrute. Por ejemplo, me dijeron que me gustaría “Las correcciones”, que lo adoraría, y no fue así. Estaba muy bien escrito, pero después de leer 300 páginas no sentía nada. No es mi estilo. Es obvio que millones de personas piensan diferente. Esa es la prueba de que sobre gustos no hay nada escrito.\n¿Cuál será tu siguiente lectura?\nMi hijo de 10 años me ha pedido que leamos “The Westing Game”. Recuerdo que me encantó cuando era niño. Tengo ganas de leerlo de nuevo.", "url": "https://www.nytimes.com/es/2016/01/21/que-esta-leyendo-daniel-alarcon/"}