{"authors": ["Edward Wong", "Por Edward Wong"], "date_download": "2018-11-16 03:45:13", "date_modify": "2018-11-16 03:45:13", "date_publish": "2017-03-27 14:00:26", "description": "Los niveles de la polución aérea del país asiático están entre los peores del mundo, lo que llevó a funcionarios de la provincia de Hebei, que rodea a Pekín, a proponer aumentar la cobertura forestal y establecer corredores de ventilación para dispersar el esmog.", "filename": "es_2017_03_27__1542339913.html", "image_url": "https://static01.nyt.com/images/2017/03/25/world/24chinaclimate-1/24chinaclimate-1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_27__1542339913.html", "title": "Pekín tendrá un ‘collar verde’ de árboles para combatir los altos niveles de polución", "title_page": "Pekín tendrá un ‘collar verde’ de árboles para combatir los altos niveles de polución – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nAlgunos funcionarios de alto nivel de China han intentado enfrentar gradualmente el problema crónico de contaminación que padece el país. Por ejemplo, han impuesto multas a algunas empresas que contaminan, han invertido en fuentes alternativas de energía y han ordenado a los funcionarios locales a cumplir las normas.\nPara preocupación de muchos, los niveles de contaminación todavía se encuentran entre los peores del mundo, a pesar de que algunas estadísticas oficiales señalen mejorías leves.\nCon la esperanza de despejar el aire, los funcionarios de la provincia de Hebei, la cual rodea a Pekín, han optado por crear un “collar verde” de árboles. Hebei está plagada de fábricas de acero que funcionan con carbón e incluye las ciudades más contaminadas de China. La polución industrial es responsable de gran parte del esmog presente tanto en Beijing, con más de 22 millones de habitantes, como en otras partes del norte de China.\nEl plan para el “collar verde” se informó por medio de la página web del gobierno de la provincia de Hebei el 21 de marzo, en un anuncio que hace referencia a detalles sobre cómo coordinar el desarrollo entre Hebei y Pekín.\nSegún un comunicado oficial, el objetivo del plan es aumentar la cobertura forestal en la frontera entre Hebei y Pekín y aprovechar ríos, reservas, humedales y tierras de cultivo. Aunque el plan busca una mayor conservación de los humedales, no menciona que Pekín sufre de una sequía crónica.\nEl plan también hace énfasis en la necesidad de “corredores de ventilación” que puedan canalizar el movimiento del viento y el aire para dispersar el esmog. En febrero de 2016, las agencias de noticias chinas informaron que los funcionarios de Pekín habían considerado la creación de cinco corredores gigantes para mejorar la circulación del aire; cada uno de ellos habría medido al menos de 457 metros de ancho. Los reportajes señalaban que los funcionarios también estaban considerando la construcción de una cantidad no especificada de corredores más estrechos.\nA comienzos de marzo, la página web del Diario Científico de China –un sitio que controla el gobierno y que en inglés se llama oficialmente Science Times–, publicó un artículo de opinión en el que se mencionaba que el origen del esmog en Pekín era la disminución de la fuerza del viento. Según este artículo, uno de los factores detrás de este problema era que se plantaban los árboles en lugares donde nunca había habido.\nLo anterior pareciera contradecir las declaraciones oficiales que afirman que un “collar verde” alrededor de Pekín reduciría los niveles de contaminación.\nAlgunos expertos en medio ambiente aseguran que la verdadera respuesta a la crisis de contaminación que sufren Pekín y Hebei es cerrar un número significativo de fábricas de acero en la región. Los poderosos intereses oficiales y las empresas que pertenecen al Estado se han opuesto a estas medidas.", "url": "https://www.nytimes.com/es/2017/03/27/pekin-planea-un-collar-verde-de-arboles-para-combatir-los-altos-niveles-de-polucion/"}