{"authors": ["Craig S. Smith", "Por Craig S. Smith"], "date_download": "2018-11-16 03:12:20", "date_modify": "2018-11-16 03:12:20", "date_publish": "2017-05-15 10:30:28", "description": "Mineros canadienses encontraron por accidente un fósil de 110 millones de años de antigüedad de un nodosaurio que pesa más de mil kilos y parece estatua debido a que quedó bajo agua y sedimentos minerales. Acaba de ser puesto en exhibición.", "filename": "es_2017_05_15__1542337940.html", "image_url": "https://static01.nyt.com/images/2017/05/13/world/americas/13dinosaur/13dinosaur-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_05_15__1542337940.html", "title": "El fósil de dinosaurio mejor preservado ve la luz en Canadá", "title_page": "El fósil de dinosaurio mejor preservado ve la luz en Canadá – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEl animal probablemente murió del mismo modo que había vivido: usando su armadura y aprovechando su tamaño para desafiar a posibles depredadores. Y 110 millones de años después, su hocico parece todavía tener los rastros de una mirada fulminante y reptil.\nNo se sabe cómo falleció el nodosaurio, un dinosaurio herbívoro, pero terminó en el fondo de un mar antiguo. Los minerales que se infiltraron en su armadura contribuyeron a que los restos se quedaran prácticamente intactos y a que el cuerpo se convirtiera poco a poco en un fósil. Cuando fue descubierto en 2011, los científicos rápidamente se dieron cuenta de que era el espécimen mejor conservado de su especie.\n“Básicamente, es una momia de dinosaurio; es algo realmente excepcional”, dijo Don Brinkman, director de Preservación e Investigación del Museo Royal Tyrrell en Alberta, Canadá. El dinosaurio, con su piel fosilizada y los contenidos del estómago intactos, llegó ahí hace seis años desde la mina Millennium en el norte de la provincia, que alguna vez fue un lecho del mar.\nEse mar estaba lleno de vida, con reptiles gigantes de hasta 18 metros de largo, y sus costas fueron recorridas por dinosaurios enormes durante millones de años. Se han encontrado un sinnúmero de fósiles ahí.\n“El operador de la maquinaria para excavar la mina encontró un bloque que tenía un patrón curioso y contactó a un geólogo”, dijo el Dr. Brinkman. “Y fuimos a recogerlo”. El fósil fue puesto en exhibición por primera vez el viernes 12 de mayo y fue fotografiado por la edición de junio de la revista National Georgaphic.\nLa minería en Alberta ha provisto así muchas oportunidades para los paleontólogos en la región, y el Museo Royal Tyrrell ha intentado no desincentivar la actividad industrial en la zona para que quienes lleguen a encontrar algo no duden en contactarlos.\n“Son especímenes que nunca serían recuperados de otro modo”, dijo Brinkman. “Nos llegan dos o tres especímenes importantes cada año”.", "url": "https://www.nytimes.com/es/2017/05/15/fosil-dinosaurio-preservado-canada-nodosaurio/"}