{"authors": ["Andrew Keh", "Por Andrew Keh"], "date_download": "2018-11-16 04:15:50", "date_modify": "2018-11-16 04:15:50", "date_publish": "2016-06-03 15:41:56", "description": "Tras años de enfrentar lesiones y los caprichos de los últimos entrenadores del Real Madrid, la Copa América podría ser una oportunidad para James Rodríguez de reconquistar el mundo del fútbol.", "filename": "es_2016_06_03__1542341750.html", "image_url": "https://static01.nyt.com/images/2016/06/04/universal/es/jamesES/jamesES-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_03__1542341750.html", "title": "James Rodríguez busca salir de las sombras en la Copa América", "title_page": "James Rodríguez busca salir de las sombras en la Copa América – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSANTA CLARA, California — Fue tan solo hace dos veranos, en la Copa del Mundo de Brasil, cuando James Rodríguez le robó la atención mundial a otras estrellas más establecidas.\nCon la camiseta número 10 de Colombia, Rodríguez excedió las expectativas como líder de su equipo en una alegre carrera a los cuartos de final. Anotó seis goles, la mejor marca del torneo. Dos de esas anotaciones revelaron un conjunto inmenso de habilidades, pues uno fue un disparo atrevido que pasó por encima del portero y en el otro volteó 180 grados para disparar el balón con el pie izquierdo a una distancia de 23 metros.\nFanáticos en todo el mundo quedaron encantados. En una entrevista reciente, Ray Hudson, el comentarista de BeIN Sport, habló con entusiasmo del “espectro infinito de habilidad futbolística” que tiene Rodríguez. Hudson alabó su rango de pase, su equilibrio y sus disparos traviesos.\n“Es un jugador exquisito, de los que corren por la arena sin dejar huella”, dijo Hudson. “Amo a James Rodríguez”.\nPero desde entonces, Rodríguez, de 24 años, ha estado lejos de la mirada pública. En el Real Madrid, el club español al que se unió después del mundial, su tiempo de juego empezó a disminuir mes a mes. En la final de la Liga de Campeones el fin de semana pasado, el Real Madrid ganó sin James, que vio el partido desde la banca como sustituto; lo más cerca que estuvo del campo fue cuando su equipo celebró la victoria después del partido.\nEsas habilidades capaces de inspirar semejantes elogios e hipérboles quedaron enterradas, silenciadas.\n“Arruinan lo mejor”, dijo Hudson acerca del Real Madrid con un dejo de tristeza en su voz.\nTodo eso hace que la Copa América Centenario —que comienza esta noche con el partido entre Colombia y Estados Unidos en el Levi’s Stadium— sea un escenario fascinante para Rodríguez. Después de dos años en la sombra, durante los cuales tuvo que enfrentar varias lesiones y algunos caprichos de los últimos tres entrenadores del Real Madrid, este torneo podría ser una oportunidad para volver a brillar en el escenario internacional.\nEl equipo estadounidense se ha preparado toda la semana para su llegada.\n“Lo bueno para Estados Unidos podría ser que no tiene mucho ritmo porque no ha jugado lo suficiente”, dijo Marcelo Balboa, un exdefensa de la selección estadounidense. “Lo malo es que esta es su oportunidad para aprovechar el escenario y demostrarle a los otros equipos que aún tiene lo que mostró en la última copa del mundo”.\nBalboa se rio: “Eso es muy escalofriante también”, dijo.\nRodríguez tiene mucho que probar. Hace dos veranos, celebraba con bailes sincronizados en el mundial, pero la euforia se desvaneció en el Real Madrid, un club que aún se adhiere a un modelo de negocios notoriamente llamativo, con el que primero llenan su alineación de jugadores famosos y después improvisan un sistema para desplegarlos.\nContinue reading the main story Foto\nEn su primera temporada con el equipo, cuando jugó bajo el mando de Carlo Ancelotti, Rodríguez apareció en 29 partidos de la liga, registró 13 goles y 13 asistencias. Fue un comienzo prometedor. Pero la temporada pasada —primero con el entrenador Rafa Benítez, que remplazó a Ancelotti, y después con Zinedine Zidane, quien sucedió a Benítez a mediados de la temporada— Rodríguez fue ignorado la mayor parte del tiempo para dar lugar a otros jugadores más famosos.\nAunque a menudo estuvo ausente de la cancha, Rodríguez siguió siendo una presencia activa en los diarios españoles; algunos especularon sobre su condición física y su interés por la vida nocturna de Madrid.\nEn enero, una patrulla sin placas lo persiguió después de que condujera su Audi R8 a más de 190 kilómetros por hora cuando se dirigía al centro de entrenamiento del equipo. En abril estuvo involucrado en una extraña controversia cuando las cámaras de televisión lo captaron riéndose en una banca mientras el Real Madrid perdía un partido de la Liga de Campeones. Zidane dijo que esperaba que Rodríguez aprendiera de esa experiencia.\nSin embargo, los fanáticos colombianos lo han respaldado.\nEn años recientes, el país ha tenido un enorme progreso en el desarrollo de su equipo y jugadores —el equipo colombiano ahora está en la tercera posición del mundo, según la FIFA— y Rodríguez encarna la promesa del futuro.\nÓscar Pareja, quien fue jugador en los noventa y ahora es el entrenador titular de F.C. Dallas en la Major League Soccer, dijo que Rodríguez estaba a la cabeza de un grupo de figuras colombianas, como Juan Cuadrado, David Ospina y Carlos Bacca, que ahora juegan en clubes europeos. “La presencia de James en el equipo nacional fue refrescante para el país y la comunidad futbolística”, dijo Pareja sobre el surgimiento de Rodríguez a lo largo de los últimos años. “James se convirtió en el icono de la nueva generación que nos daba esperanza”.\nPareja dijo que el hecho de que Rodríguez llegara al Real Madrid era un “asunto importante” en Colombia, pues se trata de uno de los equipos más adinerados y exitosos del mundo. Pero reflejó los sentimientos de muchos colombianos cuando dijo que Rodríguez necesitaba ser transferido a otro club “por el bien del equipo nacional”.\n“Un jugador con esa calidad, ese nivel, necesita jugar”, dijo Pareja. “Entendemos que a veces a los entrenadores no les gusta uno u otro jugador. Es normal. Pero puedo reconocer que no es el lugar adecuado para él”.\nLo más probable es que su salida implicaría una multa gigantesca —según algunos informes, el Real Madrid pagó cerca de 100 millones de dólares para adquirir a Rodríguez, quien jugaba para el Mónaco en 2014— pero los incesantes rumores del fútbol europeo lo han relacionado con varios grandes clubes. Se ha mencionado al Manchester United y al Juventus como destinos hipotéticos. Un diario español citó a un conocido que dijo que desde niño Rodríguez soñaba con jugar en el Barcelona, pero no sería muy probable que llegara a ese equipo después de estar en el Madrid.\nLa incertidumbre sobre el futuro de Rodríguez aparentemente ha aumentado la importancia de la Copa América en su carrera. Las grandes decisiones de contratos en el fútbol suelen ser influenciadas por el bombo publicitario de los torneos de verano.\nSus admiradores más fieles, que recientemente no han podido apreciar su dominio en la cancha, esperan que James vuelva a brillar en este torneo.", "url": "https://www.nytimes.com/es/2016/06/03/james-rodriguez-busca-salir-de-las-sombras-en-la-copa-america/"}