{"authors": ["Max Fisher Y Amanda Taub", "Por Max Fisher Y Amanda Taub", "Max Fisher", "Amanda Taub"], "date_download": "2018-11-16 03:12:21", "date_modify": "2018-11-16 03:12:21", "date_publish": "2017-05-15 13:30:54", "description": "Las estrategias de Nicolás Maduro para mantenerse en el poder y la reciente convocatoria a una asamblea constituyente han desatado protestas y una escalada represiva que ha provocado el fallecimiento de docenas de personas en las últimas semanas.", "filename": "es_2017_05_15__1542337941.html", "image_url": "https://static01.nyt.com/images/2017/05/15/world/15int-venezuela1/15int-venezuela1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_05_15__1542337941.html", "title": "El colapso de Venezuela explicado en cinco pasos", "title_page": "El colapso de Venezuela explicado en cinco pasos – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nSi examinamos las cifras económicas, Venezuela se parece a los países azotados por las guerras civiles.\nSe estima que su economía, que en el pasado fue una de las más ricas de América Latina, se contrajo en un 10 por ciento en 2016, más que la de Siria. Se estima que la inflación superará un 720 por ciento, casi el doble que Sudán del Sur (que ocupa el segundo lugar en la lista de países con mayor tasa), lo que ha convertido al bolívar en una divisa casi sin valor.\nEn Venezuela, que cuenta con las reservas probadas de petróleo más grandes del mundo, la escasez de alimentos es tan aguda que tres de cada cuatro ciudadanos han adelgazado de forma involuntaria, con una pérdida de peso promedio de 8,5 kilos en 2016, según un sondeo.\nEn las calles de las ciudades abundan los mercados negros y la violencia. La última tasa de homicidios reportada, en 2014, fue equivalente a la tasa de víctimas civiles de la guerra de Irak en 2004.\nSu democracia, durante mucho tiempo un motivo de orgullo, está cerca de convertirse en la más antigua en colapsar debido a la implantación de un modelo autoritario desde la Segunda Guerra Mundial. Las estrategias de Nicolás Maduro para mantenerse en el poder, como la reciente convocatoria a una constituyente, han desatado protestas y una escalada represiva que ha provocado el fallecimiento de docenas de personas en las últimas semanas.\nLas democracias tradicionales no deberían hacer implosión de esta manera. Steven Levitsky, un experto en ciencias políticas de la Universidad de Harvard, dijo que Venezuela era uno de los “cuatro o cinco” casos. De esos países, ninguno era tan rico ni colapsó de forma tan profunda. “En la mayoría de los casos”, dijo, “el régimen renuncia antes de que empeore tanto”.\nLa crisis venezolana se debe a una serie de medidas cuya progresión es clara, en retrospectiva, y algunas de las cuales fueron muy populares cuando se implementaron.\nContinue reading the main story Foto\nUn sistema bipartidista\nCuando se instauró la democracia en Venezuela en 1958, los tres partidos más importantes del país —que luego se redujeron a dos— acordaron alternarse en el poder y repartir los ingresos petroleros entre sus electores.\nEse pacto, concebido para preservar la democracia, terminó por dominarla. Las élites de los partidos escogían a los candidatos y bloqueaban a las figuras independientes, haciendo que la política respondiera menos a los intereses colectivos. El acuerdo para compartir la riqueza que proviene de los ingresos petroleros fomentó la corrupción.\nLa crisis económica de la década de 1980 hizo que muchos venezolanos concluyera que el sistema estaba manipulado en su contra.\nEn 1992, unos militares liderados por el teniente coronel Hugo Chávez Frías intentaron dar un golpe de Estado. Fracasaron y fueron encarcelados, pero su mensaje antisistema resonó entre la población, catapultando a Chávez a la fama.\nEl gobierno instituyó una serie de reformas destinadas a salvar el sistema bipartidista, pero eso empeoró la situación y nuevos cambios en las reglas electorales permitieron que otros partidos pudieran participar en los procesos electorales. El presidente de ese momento, Rafael Caldera, liberó a Chávez como un gesto de tolerancia.\nPero la economía empeoró. Cuando Chávez fue candidato a la presidencia en 1998, su mensaje populista de devolverle el poder al pueblo lo llevó a la victoria.\nLa eterna lucha del populismo contra el Estado\nA pesar de la victoria de Chávez, los partidos tradicionales todavía dominaban las instituciones gubernamentales que él veía como antagonistas o incluso como amenazas potenciales.\nConvocó una asamblea constituyente que aprobó una nueva constitución y llevó a cabo purgas en los cargos gubernamentales. Algunas decisiones fueron muy populares, como las reformas judiciales que redujeron la corrupción. Otras, como la abolición del senado, parecían tener un objetivo más amplio.\n“Él estaba reduciendo los controles potenciales de su autoridad”, dijo John Carey, un investigador en Ciencias Políticas del Dartmouth College. Carey explica que debajo de su retórica revolucionaria, en realidad fue un proceso de “ingeniería institucional bastante inteligente”.\nLa desconfianza hacia las instituciones a menudo lleva a los populistas, que se ven a sí mismos como los verdaderos representantes del pueblo, a consolidar su poder. Pero en muchas ocasiones las instituciones se resisten, originando conflictos que pueden debilitar a ambos bandos.\nContinue reading the main story Foto\n“Incluso antes de la crisis económica, se ven dos cosas que los científicos políticos identifican como las bases menos sostenibles para el poder: el personalismo y el petróleo”, dijo Levitsky.\nCuando los miembros de los grupos empresariales y políticos se opusieron a una serie de decretos ejecutivos en 2001, Chávez los declaró enemigos de la Revolución.\nComo el populismo describe a un mundo dividido entre las personas justas y la élite corrupta, cada ronda de confrontación traza líneas entre diversos puntos de vista calificándolos como legítimos e ilegítimos, lo que puede polarizar a la sociedad.\nLos partidarios y opositores de un líder como Chávez se encierran en una lucha intensa con lo que justifican las acciones extremas.\nUn golpe que lo cambió todo\nEn 2002, en medio de una recesión económica, la indignación contra las políticas de Chávez se intensificó en protestas que amenazaron con saquear el palacio presidencial.\nCuando el presidente le ordenó a los militares que restablecieran el orden, fue arrestado y se instaló un presidente interino.\nChávez cambió la política exterior del país, alineándose con Cuba y con los insurgentes armados colombianos, lo que enfureció a algunos líderes militares. Los líderes golpistas se sobrepasaron en sus medidas al disolver la constitución y la Asamblea Nacional, lo que desató las protestas que rápidamente devolvieron a Chávez al poder.\nContinue reading the main story Foto\nEn ese momento su mensaje de lucha revolucionaria contra los enemigos internos dejó de parecer una metáfora para reducir la pobreza. Carey lo define como un “momento enormemente polarizador” que le permitió decir que la oposición “trataba de vender los intereses venezolanos”.\nÉl y sus partidarios empezaron a ver la política como una batalla radical para su supervivencia. Las instituciones independientes eran vistas como fuentes de peligro.\nLas licencias de los medios críticos fueron suspendidas. Cuando los sindicatos protestaron, fueron debilitados por listas negras o remplazados completamente. Cuando los tribunales desafiaron a Chávez, suspendió a los jueces hostiles y llenó al Tribunal Supremo de Justicia con sus simpatizantes.\nEl resultado de todas esas medidas fue una intensa polarización entre dos segmentos de la sociedad que ahora se veían como amenazas existenciales, lo que destruyó cualquier posibilidad de negociación.\nApuesta por el caos urbano y los grupos armados\nEl golpe de 2002 le enseñó a Chávez que una alianza con los grupos armados conocidos como colectivos podría ayudarle a controlar las calles donde los manifestantes lo removieron del poder.\nLos colectivos empezaron a recibir fondos gubernamentales y armas, por lo que se convirtieron en agentes políticos. Los manifestantes aprendieron a temerle a esos hombres que llegaban a dispersarlos, montados en motocicletas de fabricación china, porque, a menudo, sus acciones provocaban la muerte de algún manifestante.\nEl poder de los colectivos creció y llegaron a desafiar a la policía por el control de diversas zonas. En 2005, expulsaron a la policía de una región de Caracas, que tiene decenas de miles de residentes.\nAunque oficialmente el gobierno nunca aprobó esa violencia, elogió públicamente a los colectivos, otorgándoles una impunidad tácita. Muchos explotaron eso para participar en el crimen organizado.\nAlejandro Velasco, profesor de la Universidad de Nueva York, estudia a los colectivos y dijo que posteriormente esos grupos se unieron a criminales “oportunistas” que aprendieron que “agregarle una pequeña dosis de ideología a sus operaciones” podía garantizarles la impunidad.\nLa criminalidad y la anarquía florecieron, lo que aumentó las tasas de homicidio.\nLa grave crisis económica\nEl presidente Nicolás Maduro, quien llegó al poder después de que Chávez murió en 2013, heredó una economía desastrosa y poco apoyo entre las élites y los sectores populares.\nDesesperado ante esa situación, repartió el liderazgo. El Ejército, sector con el que tiene menos influencia que su predecesor, se hizo con el control de los lucrativos negocios de las drogas y los alimentos, así como de la minería de oro.\nAl no poder mantener los subsidios y programas de bienestar, imprimió más dinero. Cuando eso impulsó la inflación y el aumento de los precios de bienes básicos, también instituyó controles de precios y fijó el tipo de cambio de la moneda.\nEsto hizo que muchas importaciones fuesen extremadamente caras y muchas empresas cerraron en consecuencia. La respuesta de Maduro fue imprimir más dinero: la inflación volvió a crecer, por lo que la comida se volvió muy escasa. Ese ciclo de medidas gubernamentales destruyó la economía venezolana.\nTambién empeoró la violencia callejera porque, al vaciarse las tiendas estatales, se multiplicó el mercado negro. Los colectivos, al depender menos del apoyo gubernamental, tomaron el mando de la economía informal en algunas zonas y se volvieron más violentos y difíciles de controlar.\nMaduro trató de restablecer el orden en 2015, desplegando unidades policiales y militares fuertemente armadas. Pero las operaciones se convirtieron en “baños de sangre”, según Velasco, y muchos oficiales se incorporaron en vez a las actividades delictivas.\nNi democracia ni dictadura\nDespués de años de erosión, el sistema político se ha convertido en un híbrido de rasgos democráticos y autoritarios, una mezcla muy inestable, según los expertos.\nSus reglas internas pueden cambiar día a día y los centros de poder compiten ferozmente por el control. Esos sistemas han demostrado ser mucho más susceptibles de experimentar un golpe o un colapso.\nMaduro ha luchado para reafirmar su control, como suelen hacer los líderes de esos sistemas.\nSin las relaciones personales de Chávez ni los grandes ingresos petroleros, Maduro tiene poca influencia porque es sumamente impopular y su control sobre las instituciones democráticas es muy débil.\nDespués de que la oposición ganó el control de la Asamblea Nacional en 2015, la tensión entre esos dos sistemas explotó en un conflicto directo. El Tribunal Supremo de Justicia, lleno de magistrados leales al régimen, trató de disolver los poderes de la legislatura. Maduro convocó una asamblea constituyente a principios de mayo.\nLa paradoja de Venezuela, según Levitsky, es que el gobierno es demasiado autoritario para coexistir con las instituciones democráticas, pero demasiado débil para abolirlas sin correr el riesgo de colapsar.\nLos manifestantes han tomado las calles, pero parece que las acciones de las fuerzas de seguridad y los colectivos han logrado frenarlos. Francisco Toro, un experto venezolano en Ciencias Políticas, dijo que no está claro qué lado tomarán los militares si son llamados a intervenir.\nNinguno de los bandos parece ser capaz de ejercer el control. Ese sistema político incapaz de acabar con el régimen o negociar ha alejado a Venezuela de la riqueza y la democracia, llevándola al borde del colapso.", "url": "https://www.nytimes.com/es/2017/05/15/el-colapso-de-venezuela-explicado-en-cinco-pasos/"}