{"authors": ["Kimiko De Freytas-Tamura", "Por Kimiko De Freytas-Tamura"], "date_download": "2018-11-16 04:15:55", "date_modify": "2018-11-16 04:15:55", "date_publish": "2017-03-03 17:30:57", "description": "En casa, el gobierno saudita promueve un plan de austeridad en respuesta a la caída mundial en los precios de petróleo. Pero en un reciente viaje de Estado, el rey llevaba hasta una escalera dorada para descender del avión.", "filename": "es_2017_03_03__1542341755.html", "image_url": "https://static01.nyt.com/images/2017/03/02/world/02Saudi2/02Saudi2-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_03__1542341755.html", "title": "La opulencia es parte del viaje, si se trata del gobierno saudita", "title_page": "La opulencia es parte del viaje, si se trata del gobierno saudita – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nLONDRES – Se le podría llamar diplomacia ostentosa.\nComo parte de una gira de un mes en Asia para promover los lazos económicos, el rey Salmán de Arabia Saudita llegó a Indonesia con gran fanfarria el 1 de marzo, acompañado —según reportes de medios— por cerca de 1500 personas, entre ellas 25 príncipes de alto rango, diez ministros y más de cien guardias de seguridad: una comitiva con un valor neto de miles de millones de dólares.\nLlegaron en seis jets de pasajeros Boeing y en un Lockheed C-130 Hercules, una aeronave de transporte militar en la que viajaban 506 toneladas de cargamento, dos limosinas Mercedes-Benz S600 y dos elevadores eléctricos para uso personal del rey. Una empresa indonesia de fletes dijo a la agencia de noticias Antara que empleó a 572 trabajadores solo para hacerse cargo del equipaje de la delegación. El rey, de 81 años, usó una escalerilla de color dorado para descender de un jet que tenía pintadas las palabras “Que Dios te bendiga”.\nLa ostentación no es rara en ninguna familia real, y mucho menos entre los sauditas, quienes son reconocidos por sus extravagantes despilfarros —aun ahora, cuando sus ciudadanos están batallando con el programa gubernamental de austeridad–. Los detalles de este séquito fueron comentados en medios de todo el mundo y parecieron eclipsar el propósito de este viaje.\nSin embargo, los expertos dicen que el tamaño y la pompa del séquito del rey podrían indicar esfuerzos para estrechar vínculos comerciales con Asia en una época de declive de los precios del petróleo. Una demostración de riqueza puede ser un despliegue de poder, pues implica “adular y montar un espectáculo: ya llegaron los sauditas”, dijo Peter Salisbury, investigador de Chatham House, en Londres. “Cuando aparece tal cantidad de personas, despierta el interés. Es simbolismo”.\nTambién hay un beneficio económico en una visita de una delegación más grande y más opulenta que la mayoría, dijo Salisbury, puesto que es probable que los visitantes derrochen en cenas, compras, villas lujosas en Bali y otras extravagancias (“Me pregunto si el rey Salman y su séquito de 620 personas probarán las delicias de la hedonista Kuta”, escribió un usuario de Twitter, en referencia a una isla de Bali famosa por su vida nocturna inundada de alcohol, prohibido en el reino árabe. No fue claro si estaba siendo sarcástico).\nContinue reading the main story Foto\nSe calcula que las fortunas de la familia real están vinculadas con vastas reservas de petróleo y otros activos que suman más de 1,4 billones de dólares, según algunos cálculos. La venta de petróleo les brinda miles de millones de dólares para prestaciones anuales, prebendas al sector público y beneficios para la realeza, cuyos miembros más ricos poseen castillos franceses y palacios sauditas, guardan su dinero en cuentas bancarias suizas, visten ropa de alta costura debajo de sus abayas y pasan el tiempo en algunos de los yates más grandes del mundo, fuera de la vista de la gente común.\nEn 2015, el rey y su comitiva de mil personas cerraron parte de una playa en la riviera francesa, provocando el enojo público. Los lugareños también se quejaron de que los sauditas habían vertido concreto directamente sobre la arena en un intento no autorizado de instalar un elevador.\nEn 2014, Salman, entonces príncipe heredero, enfureció a los turistas al reservar tres centros vacacionales completos en las islas Maldivas (también llevó un hospital flotante).\nEntre otros de sus beneficios reales, el rey Salman viaja con aproximadamente cien guardaespaldas; el espacio que ocupa su yate en el muelle de Marbella, España, es más grande que una cancha de fútbol. A pesar de su apetito por el lujo, mantiene una cárcel privada para “príncipes descarrilados y princesas despilfarradoras que dejan de pagar sus cuentas”, de acuerdo con la revista Time.\nEl viaje por Asia del rey Salmán comenzó el domingo 26 de febrero en Malasia. Después de Indonesia —donde su visita fue la primera de un monarca saudita en 46 años—, tiene previsto viajar a Brunéi, Japón, China y las Maldivas.\nLa visita es parte de los esfuerzos del rey por diversificar la economía saudita y tentar a los inversionistas asiáticos para que compren una participación del cinco por ciento en las acciones de Aramco, la petrolera estatal.\nEl gobierno indonesio señaló que esperaba atraer 25 mil millones de dólares en nuevas inversiones por parte de Arabia Saudita. Los dos gobiernos acordaron una alianza estratégica de 6000 millones de dólares entre Aramco y su contraparte indonesia, Pertamina. El 28 de febrero, Aramco también firmó un pacto para invertir 7000 millones de dólares en una compañía petrolera malasia.", "url": "https://www.nytimes.com/es/2017/03/03/la-opulencia-es-parte-del-viaje-si-se-trata-del-gobierno-saudita/"}