{"authors": ["Carl Zimmer", "Por Carl Zimmer"], "date_download": "2018-11-16 03:44:32", "date_modify": "2018-11-16 03:44:32", "date_publish": "2017-05-15 16:30:30", "description": "Para entender y estudiar los posibles efectos del calentamiento global en los ecosistemas, un grupo de investigadores creó mesocosmos acuáticos que dan cuenta de cómo afectaría el cambio climático a los hábitats marinos.", "filename": "es_2017_05_15__1542339872.html", "image_url": "https://static01.nyt.com/images/2017/05/12/us/12ZIMMER1/11ZIMMER1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_05_15__1542339872.html", "title": "Científicos investigan el cambio climático en ecosistemas diminutos", "title_page": "Científicos investigan el cambio climático en ecosistemas diminutos – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nNUEVA YORK — El próximo siglo, el cambio climático alterará los ecosistemas de los cuales depende la humanidad. Sin embargo, dada la complejidad del mundo viviente, ¿cómo se puede saber qué podría pasar?\nAsí es como un equipo de científicos australianos busca la respuesta: ecosistemas miniatura diseñados para simular el impacto del cambio climático. Los experimentos ya están revelando algunos peligros que no se habrían detectado si los investigadores hubieran intentado estudiar a las especies individuales de forma aislada.\n“Si ponemos un pez en un tanque y vemos cómo responde a la temperatura, es una simplificación enorme de la realidad”, afirmó Ivan Nagelkerken, un ecologista de la Universidad de Adelaida que dirige la investigación.\nNo obstante, todo un ecosistema en la naturaleza, construido a partir de miles de especies, también tiene sus propias desventajas. “En la naturaleza hay mucha complejidad, y nunca se sabe cuál es el factor que realmente está provocando el resultado que se está observando”, comentó Nagelkerken.\nEntre estos dos extremos, Nagelkerken y sus colegas han intentado crear un término medio. Llenaron doce tanques de agua marina: en cada uno había 1798 litros y un ecosistema sencillo del océano.\nPusieron arena y rocas en el fondo de los tanques, junto con hierba marina artificial sobre la cual pudieran crecer las algas. Llenaron sus ecosistemas a menor escala, llamados “mesocosmos”, de especies locales de crustáceos y otros invertebrados para que se alimentaran de las algas. Para cumplir con el segmento de los depredadores agregaron un pez pequeño conocido en Australia como “gobio de cola larga del sur”, el cual se alimenta de invertebrados.\nPara observar los efectos del cambio climático, Nagelkerken y sus colegas manipularon el agua de los tanques. Los investigadores elevaron cinco grados la temperatura de tres de ellos, una proyección conservadora de qué tan tibia llegará a estar el agua en la costa sur de Australia.\nLos científicos también estudiaron el efecto del dióxido de carbono que está elevando la temperatura del planeta. Ese gas se está disolviendo en los océanos, con lo cual se vuelven más ácidos y lo que puede provocar daños potenciales a las plantas y los animales marinos. Sin embargo, las algas pueden utilizar el dióxido de carbono adicional para hacer más fotosíntesis.\nPara medir el impacto total, Nagelkerken y sus colegas bombearon el gas en tres tanques que tenían la temperatura actual del océano.\nY en otros tres tanques, los investigadores realizaron los dos cambios: calentaron el agua y bombearon el dióxido de carbono. Los científicos no alteraron los tres tanques restantes para que sirvieran como controles en la medición de los cambios en los otros nueve tanques.\nContinue reading the main story Foto\nNagelkerken y sus colegas encontraron que el dióxido de carbono beneficiaba las tres capas de la red alimentaria. Las algas crecieron más rápido, así que proporcionaron más comida a los invertebrados, los cuales a su vez aumentaron la cantidad de comida para los gobios.\nNo obstante, la combinación de más dióxido de carbono con agua más caliente aniquiló ese beneficio. Incluso con más algas para comer, los invertebrados no crecieron más rápido, tal vez porque las algas proporcionan menos nutrientes cuando crecen en temperaturas altas. También es posible que los invertebrados estén bajo mucho estrés en el agua caliente como para crecer más.\nLos invertebrados también enfrentaron mayor presión que sus depredadores. El agua tibia aceleró el metabolismo de los gobios, con lo cual tuvieron más hambre y devoraron más invertebrados. Con todo ese impacto, las poblaciones de invertebrados colapsaron.\nNagelkerken y sus colegas publicaron los resultados iniciales de estos estudios con los mesocosmos en la revista Global Change Biology. En otro trabajo que se publicó en el número de febrero de la revista Oikos, Nagelkerken y sus colegas brindaron evidencia de que la acidificación también puede interferir con la capacidad que tienen los peces para cazar.\nEn ese estudio, los investigadores criaron algunas especies de tiburones en agua marina tibia y acidificada. Encontraron que los tiburones buscaban más erizos de mar, una de las especies que comen por las temperaturas altas. Sin embargo, tuvieron menos éxito para detectar a las presas, probablemente porque la química alterada del agua marina interfirió con sus sistemas nerviosos.\nNagelkerken dijo que estos experimentos tienen implicaciones ominosas para los ecosistemas de los océanos, así como para las 3,1 mil millones de personas en el mundo que dependen del pescado para obtener 20 por ciento o más de sus proteínas.\n“A medida que uno se mueve hacia arriba en la red alimentaria, hay más disparidad entre la necesidad de comer y la cantidad de comida”, dijo Nagelkerken. Y nosotros pescamos las especies que se encuentran en la parte superior de las redes alimentarias del océano.\nLa vulnerabilidad de los peces dependerá de sus ecosistemas individuales. Nagelkerken dijo que espera que los estudios que está realizando inspiren a otros investigadores para que los implementen con diversas especies y condiciones de otras partes del mundo.\n“Este tipo de experimentos son herramientas esenciales para entender los cambios en la naturaleza”, dijo Mary O’Connor, una ecologista de la Universidad de Columbia Británica que no fue parte de la investigación australiana.\nAgregó que la investigación de Nagelkerken “no es una predicción del futuro, pero es una buena demostración de lo que podemos esperar que suceda en la reorganización de la red alimentaria mientras continúen la acidificación y el calentamiento de los océanos”.", "url": "https://www.nytimes.com/es/2017/05/15/cientificos-investigan-el-cambio-climatico-en-ecosistemas-diminutos/"}