{"authors": ["Luis Pérez De Acha", "Por Luis Pérez De Acha"], "date_download": "2018-11-16 03:11:38", "date_modify": "2018-11-16 03:11:38", "date_publish": "2017-12-27 17:30:35", "description": "La cantidad de casos de corrupción en México durante la presidencia de Enrique Peña Nieto hizo urgente la creación del Sistema Nacional Anticorrupción. Pero su funcionamiento, en la práctica, ha sido obstaculizado por las autoridades.", "filename": "es_2017_12_27__1542337898.html", "image_url": "https://static01.nyt.com/images/2017/12/28/universal/27PerezdeAchaES/27PerezdeAchaES-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_12_27__1542337898.html", "title": "La ficción del combate a la corrupción", "title_page": "La ficción del combate a la corrupción – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nEn México, la corrupción no es una fantasía. Tampoco es resultado de una percepción social distorsionada, como el gobierno y la elite política lo afirman. La lista de casos documentados en el sexenio de Enrique Peña Nieto es abrumadora: la Casa Blanca, la casa de Malinalco, los arreglos con la constructora OHL, Odebrecht y el nuevo aeropuerto de la capital del país.\nA ese listado se añadió recientemente el entramado de corrupción en Chihuahua, en el que en un esquema propio de la delincuencia organizada se utilizaron empresas fantasma y facturas falsas como mecanismo para financiar la campaña electoral de 2016 del candidato a gobernador postulado por el Partido Revolucionario Institucional (PRI). El caso derivó en la aprehensión de Alejandro Gutiérrez, exsecretario general de ese partido, y en señalamientos que involucran al exgobernador de Chihuahua, así como a personajes de primer nivel del PRI y del gobierno federal.\nLos reclamos de la sociedad civil han sido insuficientes para contener los abusos de poder y frenar los desvíos de dinero público. Ante la inminencia de las elecciones del 1 de julio de 2018, surge una pregunta: ¿los aspirantes a la presidencia de México atenderán esas exigencias como verdaderos compromisos de campaña?\nA cada investigación periodística sobre casos de corrupción, la respuesta del gobierno ha sido el mutismo. Esta estrategia, paradójicamente, ha fortalecido la convicción ciudadana de que en “México no pasa nada”, que la impunidad es la república de los privilegiados. A diferencia de otros países de América Latina, como Brasil y Perú, en México ningún presidente ha sido investigado o acusado por corrupción ni se ha destituido mediante juicio político. El blindaje de la impunidad resguarda al gabinete presidencial y a los altos funcionarios. La percepción ciudadana no está deformada.\nEl gobierno aduce a su favor que 11 exgobernadores han sido encarcelados. Sin embargo, dada la dimensión del problema, los resultados son insuficientes. Además, sus cómplices —autores intelectuales, abogados, asesores contables y financieros, prestanombres, etcétera— permanecen intocados. Un riesgo adicional es que las respectivas acusaciones penales no estén debidamente soportadas, por lo que a menudo se exonera a los responsables por deficiencias en las investigaciones.\nLa cantidad abrumadora de casos de corrupción y el desencanto social derivó en la creación, en julio de 2016, del Sistema Nacional Anticorrupción (SNA). Se propuso una fórmula inédita: que la coordinación del Sistema quedara a cargo de seis autoridades y de un representante del Comité de Participación Ciudadana (CPC), integrado por cinco ciudadanos, entre los que yo me encuentro. La expectativa era grande: al fin la clase política asumía el compromiso de luchar contra la corrupción. Pero la realidad ha demostrado lo contrario.\nEl SNA tenía que haber iniciado funciones en julio de 2017. No ha sido así, pues tres piezas clave no han sido nombradas: el fiscal anticorrupción, el auditor superior de la federación y 18 magistrados anticorrupción. Asimismo, los sistemas locales de anticorrupción, que forman parte del SNA, tienen un rezago en su integración, con la agravante de que en su mayoría carecen de presupuesto público.\nEn el discurso político, el CPC debe trabajar junto con las autoridades del SNA en el combate contra la corrupción, pero en la práctica somos sus adversarios. La colocación de temas en la agenda anticorrupción ha sido tortuosa. De antemano sabemos que nuestras propuestas serán descartadas. La primera experiencia la tuvimos con Pegasus, el programa utilizado por el gobierno para espiar a la población y cuya compra implicó el desvío de dinero público. Nuestro planteamiento fue que se iniciaran investigaciones por corrupción. Perdimos por cinco votos contra uno. Esa fue la razón por la que Jacqueline Peschard, la presidenta del CPC, afirmó: “Me dieron toda la responsabilidad y nada del poder”.\nAlgo semejante ha sucedido con el caso Odebrecht. A la petición del CPC de que se proporcione información, la respuesta es que es confidencial y que las indagatorias continúan. El problema es que los tiempos electorales de 2018 presagian el retraso indefinido de las investigaciones. A pesar de que el caso ha tenido repercusiones internacionales, en México “no ha pasado nada”.\nLos tropiezos no nos han hecho renunciar a nuestros objetivos. Aprovechando la legitimación social y política del CPC, decidimos explorar vías alternas a las previstas en las leyes anticorrupción. Fue así como promovimos dos juicios ante jueces federales con la intención de obligar a los estados a poner en práctica sus sistemas locales y homologarlos al SNA. También solicitamos al Congreso mexicano que en los nombramientos de los 18 magistrados anticorrupción y del auditor superior de la Federación, se garantice la participación ciudadana y se respeten los principios de transparencia y máxima publicidad.\nNuestro mayor logro, de la mano del Servicio de Administración Tributaria (SAT) y la Procuraduría de la Defensa del Contribuyente, ha sido la publicación de una disposición legal que prohíbe el uso de dinero público a través de empresas fantasma. También presentamos 99 solicitudes de información al gobierno federal y a los estados de Chiapas y Sinaloa sobre operaciones con ese tipo de empresas para detectar actos de corrupción y financiamiento ilegal de campañas políticas, como sucedió en Chihuahua.\nLa falta de resultados, la ficción surrealista del discurso oficial, la demora en la implementación del SNA y la indolencia con las propuestas del CPC evidencian que el combate a la corrupción no es un compromiso genuino de Estado. La inercia del gobierno y de los partidos políticos lo corrobora. De continuar así, los pequeños avances en esta materia terminarán siendo una mala broma. Para luchar eficazmente contra la corrupción, las autoridades deben cumplir con las responsabilidades que contrajeron en julio de 2016, cuando se formalizó el SNA. El silencio y la desidia son inadmisibles.", "url": "https://www.nytimes.com/es/2017/12/27/corrupcion-pena-nieto-duarte-alejandro-gutierrez/"}