{"authors": ["Jacinto Rodríguez Munguía", "Por Jacinto Rodríguez Munguía"], "date_download": "2018-11-16 04:18:36", "date_modify": "2018-11-16 04:18:36", "date_publish": "2018-11-12 09:00:20", "description": "El plan que concluyó en la masacre de Tlatelolco fue urdido con detalle por personajes que antes no habríamos imaginado: intelectuales y miembros olvidados del ejército fueron piezas cruciales en uno de los episodios más oscuros de la historia mexicana.", "filename": "es_2018_11_12__1542341916.html", "image_url": "https://static01.nyt.com/images/2018/11/12/universal/es/12Rodriguez-Es-1/12Rodriguez-Es-1-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2018_11_12__1542341916.html", "title": "1968, el origen de la tiranía invisible en México", "title_page": "1968, el origen de la tiranía invisible en México – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nCIUDAD DE MÉXICO — Se sabe que la masacre de Tlatelolco se fraguó desde los sótanos del poder político. Pero tuvieron que pasar cincuenta años para saber que entre el 22 de julio, el inicio del movimiento estudiantil, y el día de la masacre, el 2 de octubre, se cruzaron personajes e intereses políticos que rebasaron a los que se consideran los responsables directos de la matanza.\nEn el último medio siglo se ha creído que la masacre del 2 de octubre fue el resultado de las duras e inflexibles decisiones del presidente Gustavo Díaz Ordaz; de su secretario de la Defensa Nacional, Marcelino García Barragán, y del entonces jefe del Estado Mayor Presidencial (EMP), Luis Gutiérrez Oropeza. Sin embargo, la responsabilidad de la matanza alcanza a otros personajes políticos, militares e intelectuales que habían permanecido ocultos en los pliegues de la historia.\nEl 68 mexicano se tejió de traiciones y venganzas en el campo político y militar, un entramado en el que los intelectuales no fueron ajenos. Un filósofo, Emilio Uranga, fue quien urdió el principio y el fin de la represión al movimiento estudiantil para impulsar el ascenso a la presidencia de su aliado, el entonces secretario de Gobernación y próximo presidente, Luis Echeverría.\nContinue reading the main story Foto\nEn mi libro La conspiración del 68. Los intelectuales y el poder: así se fraguó la matanza, explico cómo y por qué el movimiento estudiantil terminó en una masacre. El comienzo no fue casual ni el desenlace, imprevisto: fueron parte de un plan en el que coincidieron los intereses de Echeverría, del filósofo Uranga y del comandante Jesús Castañeda Gutiérrez, miembro del Estado Mayor Presidencial. Ellos condujeron la historia y le dieron forma a su ejecución.\nEmilio Uranga fue central para la construcción de una historia paralela del movimiento estudiantil. Durante esos meses, fue el artífice de la propaganda que consumió una parte importante de la población. A través de la divulgación de artículos periodísticos e información, el filósofo fue legitimando —a los ojos de la sociedad y del presidente mismo— las acciones de represión que tramaba el secretario de Gobernación.\nEntre los documentos de los archivos de Gobernación, que están en el Archivo General de la Nación (AGN), encontré una carta inusual, escrita y enviada por Mario Moya Palencia —el funcionario más fiel al secretario de Gobernación— en agosto de 1968. Moya Palencia le informa a Echeverría: “El proyecto de Granero Político fue hecho según sus instrucciones […] en función del nuevo propósito”.\nEl domingo 21 de julio de 1968, un día antes de la pelea callejera con la que iniciaría el movimiento estudiantil, se comenzó a publicar en el periódico La Prensa la columna “El Granero Político”, firmada con un pseudónimo bíblico, el Sembrador. La Prensa era un diario de gran popularidad en México: en 1968 vendía 185.000 ejemplares y cada uno era leído por al menos cuatro personas.\nDe acuerdo con un análisis de estilo comparado elaborado en la Universidad de Texas, y con personas cercanas a Echeverría y al filósofo, Emilio Uranga era el Sembrador detrás de “El Granero Político”.\nLa columna consistía en ensayos breves escritos a partir de datos que provenían de aparatos de espionaje, como la Dirección Federal de Seguridad y los archivos de la Secretaría de Gobernación. En manos de Uranga, esta información se convertía en un arma de propaganda política.\nContinue reading the main story Foto\nEl filósofo José Gaos, mentor de Uranga, lo definió como una mente brillante y sus contemporáneos decían que era uno de esos genios que Europa daba cada cien años. Era el primus inter pares del Grupo Hiperión, el círculo intelectual en el que coincidieron pensadores como Jorge Portilla, Luis Villoro, Leopoldo Zea y, eventualmente, el poeta Octavio Paz. En las disertaciones del Hiperión están las semillas de dos ensayos esenciales sobre el mexicano: El laberinto de la soledad, de Paz, y Análisis del ser mexicano, de Uranga.\nA principios de la década de los cincuenta, Uranga viajó por Europa. Pasó por Francia, Inglaterra y radicó en Alemania, donde conoció a Martin Heidegger. A su regreso a México, se sumó a la élite de asesores del gobierno en turno, el de Adolfo López Mateos (1958-1964). Uranga mantuvo cercanía con su sucesor, Gustavo Díaz Ordaz (1964-1970) y con Echeverría.\nCuando realizaba mi investigación, encontré un documento anónimo revelador en el AGN. Es un ensayo largo en el que se lee: “Por la acción de la propaganda política podemos concebir un mundo dominado por una Tiranía Invisible que adopta la forma de un gobierno democrático. Bajo esta condición, una democracia como la mexicana puede obtener niveles de control popular equivalentes a los que lograría, por la violencia y el terror, una dictadura”. Este documento es una pieza crucial en la historia del 68 mexicano y de la política sostenida de represión política. Según mis fuentes y estudios de estilo comparado en los que abundo en mi libro, el ensayo fue escrito por Uranga.\nEl vínculo entre Echeverría y Uranga no era uno de sumisión; se complementaban. Uranga creía que “lo que debe buscar el intelectual en el político es el instrumento que ponga en práctica sus ideas”. Y Echeverría encontraba en el filósofo a un ideólogo discreto y efectivo. Emilio Uranga fue para Echeverría un intelectual fantasma que trabajaba desde la oscuridad.\nContinue reading the main story Foto\nMientras las balas caían sobre los estudiantes en Tlatelolco, apostado desde una de las esquinas de la plaza de las Tres Culturas, Uranga verificaba el fin del movimiento estudiantil. Pero no fue el único que estuvo ahí el 2 de octubre. El filósofo coincidió en la plaza con el comandante Jesús Castañeda Gutiérrez, dos años después nombrado jefe del EMP por Echeverría.\nEn Parte de guerra, Julio Scherer y Carlos Monsiváis revelaron que Luis Gutiérrez Oropeza, jefe del EMP de Díaz Ordaz, había apostado al menos a diez francotiradores en los edificios de la plaza y que habían disparado contra la población. Pero las pesquisas periodísticas no habían logrado demostrar la presencia de su subalterno Castañeda Gutiérrez. Documentos a los que llegué en mi investigación y declaraciones de fuentes cercanas me han permitido corroborar que el 2 de octubre estuvo en Tlatelolco comandando una unidad de doscientos guardias presidenciales del EMP.\nEn el guion de la “Operación Galeana” —que planeaba detener a los dirigentes del movimiento para desbaratar su organización—, estaba contemplada la participación del ejército, incluido el Batallón Olimpia, el grupo paramilitar creado por el gobierno. Pero no estaban considerados los francotiradores y no habíamos reparado en la presencia del comando de las guardias presidenciales que lideraba Castañeda. En 1969, el secretario de la Defensa Nacional confesó que el ejército había caído en una trampa. No dijo, sin embargo, que habían sido sus hermanos de armas quienes la habían tendido.\nContinue reading the main story Foto\nEn diciembre de 1970, con Echeverría en la presidencia, Castañeda Gutiérrez pasó de comandante a jefe del EMP. Para marzo de 1976, la Dirección de Pensiones Militares había tramitado el retiro de 354 generales y la estructura de mando del ejército quedaría bajo control de elementos del EMP. Esa maniobra fue parte del pago por su papel el 2 de octubre.\nSofocar el movimiento estudiantil de 1968 resultó ser un ensayo de lo que en los años siguientes, ya en el poder, fue la gran obra de represión de Echeverría: la llamada guerra sucia contra los guerrilleros internos. Aunque durante el sexenio de Echeverría México fue un refugio para los exiliados sudamericanos que huían de las dictaduras militares, en nuestro país desaparecieron más de quinientas personas, de acuerdo con la Comisión Nacional de los Derechos Humanos.\nContinue reading the main story Foto\nEstas piezas del rompecabezas del 68 fueron secretos de Estado durante décadas. Su hallazgo fue posible gracias a la apertura de los archivos relacionados con el movimiento estudiantil en 2002. Y se mantuvieron abiertos hasta hace dos años: en 2016, pese a que esos fondos documentales siguen en el AGN, su acceso es restringido.\nEl Instituto Nacional de Acceso a la Información anunció su intención de reabrir el archivo llamado “Movimiento Estudiantil”. Pero no es suficiente: se tienen que abrir y hacer de libre acceso todos los fondos documentales —de distintas secretarías e instancias gubernamentales— relacionados con el 68. Una de las mayores responsabilidades del gobierno de Andrés Manuel López Obrador será reabrir todos los archivos y hacer nuevamente accesibles a la ciudadanía los documentos de uno de los capítulos más sombríos de nuestra historia.", "url": "https://www.nytimes.com/es/2018/11/12/opinion-masacre-68/"}