{"authors": ["George Quraishi", "Por George Quraishi"], "date_download": "2018-11-16 04:15:57", "date_modify": "2018-11-16 04:15:57", "date_publish": "2015-06-17 18:31:44", "description": "La FIFA necesita una profunda reforma democrática.", "filename": "es_2015_06_17__1542341757.html", "image_url": "https://static01.nyt.com/images/2015/06/08/magazine/08mag-blatter-1-copy/08mag-blatter-1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2015_06_17__1542341757.html", "title": "Los aficionados, y no la FIFA, deberían ser los dueños del fútbol", "title_page": "Los aficionados, y no la FIFA, deberían ser los dueños del fútbol – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCuando Sepp Blatter abandonó el escenario tras renunciar a la presidencia de la FIFA, Domenico Scala, el funcionario a cargo de supervisar la elección de su sustituto tomó su lugar. Reconociendo de manera implícita el furor que desató la partida de Blatter — y los arrestos de siete altos cargos relacionados con el fútbol en Zúrich acusados de corrupción la semana anterior — Scala dijo que la decisión de Blatter “nos da la oportunidad de ir hacia donde la FIFA nunca ha ido — un cambio fundamental en su estructura”. Scala también describió el anuncio de Blatter como “valiente”, diciendo: “Sé que ha actuado de corazón, pensando en qué es mejor para la FIFA y el fútbol. Tengo un enorme respeto por el presidente y su apoyo a una reforma al interior de la FIFA.”\nFue una escena confusa. Desde 2012, Scala ha ejercido como Presidente del Comité de Auditoría y Conformidad de la FIFA; en otras palabras es el principal administrador económico del organismo. No estuvo involucrado en el escándalo que llevó a la caída de sus colegas pues la mayor parte tuvo lugar antes de su llegada, y los pagos secretos a funcionarios de alto nivel para fines de marketing deportivo y cabildeo, por razones obvias, no aparecían en los libros de la FIFA. Sin embargo, sus elogios hacia Blatter reforzaron la sensación de muchos fanáticos del deporte: que los dirigentes de la FIFA, actualmente bajo el escrutinio del F.B.I, tal vez no son los más indicados para recuperar la legitimidad de la organización.\nEs difícil imaginar de dónde podría surgir una reforma real de la institución.\nEl poder de la FIFA emana de dos fuentes. En primer lugar, produce y comercializa el Mundial de fútbol, el evento más lucrativo y popular de la historia de la humanidad. Tan sólo los ingresos de publicidad del último torneo, Brasil 2014, alcanzaron los $4 mil millones de dólares. Además, la FIFA ratifica a las federaciones de fútbol nacional de sus 209 miembros. Sin el sello de aprobación de la FIFA, una federación no puede conformar una selección para competir en el Mundial. A cambio, los miembros de la FIFA obtienen derecho a voto en la toma de decisiones y una parte proporcional de los ingresos de la FIFA. Están subdivididos en seis confederaciones regionales y de sus filas se extraen los 24 miembros del comité ejecutivo, que vota para decidir asuntos como dónde se celebrará la Copa Mundial.\nEste sistema crea algunos problemas obvios. El liderazgo de la FIFA únicamente rinde cuentas a las federaciones nacionales. Y la capacidad de éstas de rendir frutos — al obtener incentivos económicos para proyectos de desarrollo, por ejemplo, o lograr ser la sede de un torneo de fútbol — depende de que la dirigencia de la FIFA las vea con buenos ojos. Ambas partes tienen menos incentivos para un buen gobierno de los que tienen para mantenerse mutuamente contentos.\nRecordemos a Ricardo Teixeira, Presidente de la Federación Nacional de Brasil de 1989 a 2012 (que además era yerno del predecesor de Blatter, João Havelange, quien estuvo al frente de la FIFA de 1974 a 1998 y fue obligado a renunciar de un cargo honorario en 2013 cuando su mala conducta salió a la luz).\nComo miembro del comité ejecutivo de la FIFA, Teixeira ayudó a asegurar que el Mundial del 2014 se celebrara en su país y después ejerció como presidente del comité organizador del torneo (un organismo que no pertenece a la FIFA).\nCada una de estas funciones le permitió acumular influencia suficiente como para ganar decenas de millones de dólares. Están los $13 millones (como mínimo) que se cree que obtuvo del escándalo que llevó a la dimisión a su suegro; los sobornos que supuestamente aceptó de Nike para lograr que le otorgaran el contrato de las camisetas de la selección brasileña en 1996 y los más de $3 millones que aparecieron en una cuenta bancaria a nombre de su hija de diez años en 2011 — que se presume son una parte de lo que se le pagó por su voto para que la Copa Mundial del 2022 se realizara en Catar.\nPor si fuera poco, este mes se dieron a conocer los cargos presentados por las autoridades brasileñas por evasión fiscal, fraude, falsificación y lavado de dinero, sustentados en un informe que afirma que alrededor de $150 millones fueron depositados en las cuentas bancarias de Teixeira entre 2009 y 2012.\nAdministró tan mal los preparativos de la Copa del Mundo que la factura para construir o renovar 12 estadios — proyecto que prometía financiación privada cuando se decidió la sede del mundial en 2007 — se disparó a más de $3.6 mil millones de dólares, más de tres veces el cálculo inicial, cifra que acabó pagando, en su mayor parte, el gobierno brasileño.\nPor otra parte, Teixeira no administró nada mal la Copa Mundial. El torneo del 2014 le costó caro a los brasileños, pero enriqueció a la industria privada responsable de producirlo, incluyendo a Teixeira, los contratistas que edificaron los estadios y hasta la FIFA. Teixeira huyó a Miami en 2012, después de que el gobierno de Brasil comenzó a investigar sus negociaciones. Hasta entonces, su cargo como enlace entre la FIFA, el fútbol brasileño y el comité organizador de la Copa Mundial le dio libertad para operar con muy poca supervisión, a excepción de la de los funcionarios de la FIFA. Estos, a su vez, podían beneficiarse de los negocios de Teixeira.\nPara cambiar la forma en la que se administra el fútbol, vamos a necesitar una solución mucho más radical que la que pueda darse tras la salida de Blatter. La FIFA puede afirmar que es una organización democrática, en el sentido de que las voces de países pobres e insignificantes tienen el mismo peso que potencias como Alemania y Argentina. No obstante, el problema es que las federaciones nacionales, y por tanto la FIFA, no rinden cuentas a los fanáticos cuyas compras de entradas y camisetas o cuya audiencia televisiva, hacen del fútbol mundial un negocio multimillonario. El sistema actual trata a los aficionados como clientes. Para arreglar el sistema, habrá que verlos como miembros con voz y voto.\nPara que la FIFA sea plenamente “responsable, transparente, rinda cuentas y sólo se concentre en el interés superior del juego”, como pidió Sunil Gulati, el presidente de la Federación de Estados Unidos, será necesario garantizar que dichas federaciones representen a los seguidores de cada país, en lugar de recaudar solo de los seguidores del deporte. En otras palabras, deberán convertirse en fideicomisos públicos en los que los seguidores tengan derecho a voto y dejen de ser monopolios autorizados por el estado.\nExiste un precedente: las franquicias deportivas que funcionan como asociaciones civiles. El ejemplo más conocido en Estados Unidos son los Green Bay Packers, que se constituyeron como una organización sin fines de lucro, de propiedad pública, con acciones y una asamblea de accionistas anual. Dos de los más valiosos y exitosos equipos de fútbol en el mundo tienen modelos similares. Los cerca de 150.000 socios del Barcelona son quienes eligen al presidente del club. Los candidatos hacen campaña para obtener su apoyo con promesas de que ficharán a ciertos jugadores o que aprobarán políticas específicas en caso de resultar elegidos.\nTres cuartas partes del Bayern Munich son propiedad de los socios del club, casi 250.000 (los patrocinadores Adidas, Allianz y Audi tienen un 8.33 por ciento cada uno.) De hecho, la liga de fútbol más importante de Alemania, la Bundesliga, requiere que el 50 por ciento mas uno de las acciones de cada equipo sean propiedad de los socios. Estos sistemas incluyen todo el faccionalismo y el caos que comúnmente asociamos con las instituciones democráticas, pero con una dosis de corrupción e impunidad menor que la que está matando a la FIFA.\nHay una razón de mayor peso para que las selecciones nacionales de fútbol — cuya administración es la principal razón de ser de las federaciones nacionales (también son su mayor fuente de financiamiento) — sean manejadas de esta forma en comparación con los clubes locales. Las selecciones nacionales son lo más cercano que puede existir en un país a una institución cultural universalmente adorada — ¿por qué no hacer que sean administradas como tal? Después de todo, no se pueden arreglar los problemas en la FIFA hasta que se ordenen las federaciones que le dan poder.", "url": "https://www.nytimes.com/es/2015/06/17/los-aficionados-y-no-la-fifa-deberian-ser-los-duenos-del-futbol/"}