{"authors": ["Sam Borden Y Andrew Das", "Por Sam Borden Y Andrew Das", "Sam Borden", "Andrew Das"], "date_download": "2018-11-16 04:16:03", "date_modify": "2018-11-16 04:16:03", "date_publish": "2016-06-03 14:26:32", "description": "Abogados contratados por la FIFA dijeron que Joseph Blatter junto con Jérôme Valcke y Markus Kattner establecieron un \"esfuerzo coordinado\" para enriquecerse a través de una serie de aumentos, bonificaciones y otros pagos.", "filename": "es_2016_06_03__1542341763.html", "image_url": "https://static01.nyt.com/images/2016/06/04/sports/04fifa-web/04fifa-web-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_06_03__1542341763.html", "title": "Sepp Blatter y dos exfuncionarios más se enriquecieron en sus cargos, según la FIFA", "title_page": "Sepp Blatter y dos exfuncionarios más se enriquecieron en sus cargos, según la FIFA – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nLa Fédération Internationale de Football Association, mejor conocida como FIFA, anunció el viernes que tres exfuncionarios que ocuparon altas posiciones en el organismo implementaron un esquema para pagarse más de 80 millones de dólares en los últimos cinco años, incluyendo decenas de millones de dólares en pagos que fueron aprobados en secreto en mayo pasado, unos días después de que se formularan las acusaciones contra una serie de altos ejecutivos de la FIFA por cargos de corrupción.\nEn un comunicado, los abogados contratados por la FIFA dijeron que los tres dirigentes —el expresidente Joseph Blatter y sus antiguos colaboradores, Jérôme Valcke y Markus Kattner— habían establecido un “esfuerzo coordinado” para enriquecerse a través de una serie de aumentos, bonificaciones y otros pagos.\nLos tres también fueron acusados ​​de modificar las cláusulas de rescisión de sus contratos de trabajo para asegurarse de que iban a recibir los pagos de varios millones de dólares, incluso si eran despedidos por razones legítimas.\nNinguno de los acusados trabaja actualmente para la FIFA. Blatter fue removido de sus labores en la federación en diciembre y fue remplazado por un nuevo presidente, Gianni Infantino, quien fue elegido en febrero. La FIFA también suspendió a Valcke en el otoño pasado y lo despidió en enero por acusaciones de corrupción.\nValcke fue remplazado temporalmente como secretario general por el director de finanzas de la FIFA, Kattner, quien controló las finanzas de la federación en los meses previos a las elecciones presidenciales de este año. Pero Kattner también fue despedido en mayo después de que la organización descubrió que había incumplido con su deber fiduciario.\nLas revelaciones sobre las irregularidades en la remuneración de los ejecutivos se produjeron horas después de que la oficina del fiscal general suizo realizó un nuevo allanamiento en la sede de la FIFA en Zúrich, y días después de que Infantino se vio envuelto en un escándalo revelado por un periódico alemán que informó que había propiciado el despido del auditor independiente de la federación en una lucha por el poder.\nLa FIFA trata de salir del peor escándalo de corrupción en su historia que comenzó hace poco más de un año, cuando más de una docena de funcionarios vinculados al organismo fueron detenidos en redadas antes de una reunión en Zúrich. Varios de los detenidos se han declarado culpables de cargos de corrupción en Estados Unidos, entre ellos, algunos de los ejecutivos detenidos en una segunda redada realizada en Zúrich, en diciembre.\nInfantino ganó la elección para el cargo de presidente de la FIFA en febrero, al prometer reformas y un nuevo liderazgo luego de las suspensiones de los principales líderes. En el cierre del Congreso Anual de la FIFA, celebrado en mayo en Ciudad de México, había declarado con confianza: “La crisis ha terminado”. Pero las nuevas revelaciones han provocado otra crisis.\nEn un comunicado de prensa, la FIFA y sus abogados acusaron a Blatter, Valcke y Kattner de establecer un sistema para incrementar sus compensaciones desde 2007. Los abogados de la firma Quinn Emanuel dijeron que eso revela un incumplimiento del deber fiduciario y plantea dudas sobre los controles financieros internos de la FIFA, especialmente en lo que respecta al papel de su subcomité de compensaciones.\nAlgunas de las acusaciones formuladas el viernes son:\n-En 2011, mientras Blatter estaba en una reñida elección por la presidencia de la FIFA, Valcke y Kattner obtuvieron extensiones de ocho años en sus contratos en las que se garantizaba que recibirían el pago completo de sus salarios en caso de perder sus puestos de trabajo, algo probable bajo una nuevo presidencia.\n-Blatter recibió un bono de 12 millones de francos suizos (unos 12 millones de dólares) —cuatro veces su salario anual— después del Mundial de Brasil de 2014 y estaba previsto que recibiera un pago similar para el periodo de cuatro años que incluye al torneo de 2018.\n-Valcke recibió un bono por la Copa del Mundo de 10 millones de dólares en 2014 y debía recibir otro de 11 millones por la de 2018.\nLa FIFA dijo que todos esos contratos serán sometidos a una investigación profunda, y se informó que compartieron sus hallazgos con la oficina del fiscal general suizo y harán lo mismo con el Departamento de Justicia de Estados Unidos.", "url": "https://www.nytimes.com/es/2016/06/03/sepp-blatter-y-dos-exfuncionarios-mas-se-enriquecieron-en-sus-cargos-segun-la-fifa/"}