{"authors": ["James Gorman", "Por James Gorman"], "date_download": "2018-11-16 04:18:44", "date_modify": "2018-11-16 04:18:44", "date_publish": "2018-11-10 15:00:49", "description": "El mundo natural está repleto de fenómenos físicos que quizá no son de tanto interés para algunos científicos, como el promedio que los mamíferos tardan en orinar, pero que Joseph Hu cree pueden revolucionar la robótica e ingeniería.", "filename": "es_2018_11_10__1542341924.html", "image_url": "https://static01.nyt.com/images/2018/11/06/science/00SCI-HUPROFILE1/00SCI-HUPROFILE1-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2018_11_10__1542341924.html", "title": "Los misterios de la movilidad animal", "title_page": "Los misterios de la movilidad animal – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nDavid Hu estaba cambiando el pañal de su bebé cuando empezó a pensar en un estudio que, a la larga, lo llevaría a ganar el Premio Ig Nobel. No, no el Premio Nobel, sino el Ig Nobel, que se otorga como reconocimiento para los “logros que primero hacen reír a la gente, y luego la hacen pensar”.\nComo suelen hacer los bebés varones, el hijo de Hu orinó la camisa de su padre… durante 21 segundos enteros. Así es, Hu contó los segundos, pues en su caso la curiosidad le ganó al enfado. Eso fue mucho tiempo para un bebé, pensó. ¿Cuánto tardaba un adulto en vaciar su vejiga? Cronometró su tiempo, 23 segundos, casi lo mismo.\nHu, de 39 años, relata este suceso sin un ápice de vergüenza, en persona y en su libro más reciente How to Walk on Water and Climb up Walls: Animal Movements and the Robotics of the Future, en el que describe tanto lo absurdo como lo profundo de su estilo de investigación. Su familia, sus amigos, los animales a su alrededor, todos sirven de inspiración para temas de investigación.\nJia Fan, su esposa, es investigadora de mercadotecnia y científica de datos sénior en UPS. Cuando se conocieron, ella tenía un perro, y a él le pareció fascinante cómo este se sacudía hasta secarse. Así que se dispuso a entender el proceso.\nEn ocasiones, junto con su hijo y su hija, trae a casa algún animal muerto que encuentran mientras pasean o corren. “Mi primera reacción no es: ‘Ay, qué asco’, sino más bien: ‘¿Tenemos espacio en el congelador?’”, relató Fan. También guarda el cerumen y los dientes de sus hijos, así como piojos y huevecillos de piojo provenientes de las inevitables infestaciones de cabello de los niños en edad escolar.\n“Lo describiría como un iconoclasta”, comentó Fan, riendo. “No se apega a las normas sociales”.\nContinue reading the main story Foto\nHu es un matemático que estudia a los animales en la Facultad de Ingeniería del Instituto de Tecnología de Georgia. Su trabajo aparentemente excéntrico ha provocado la ira de algunos; el senador Jeff Flake, republicano de Arizona, alguna vez puso tres de los proyectos de investigación de Hu en una lista de los veinte estudios científicos más ineficientes financiados por el gobierno federal (Hu utilizó el ataque a su trabajo como base para una charla de TEDx). Sin embargo, sus análisis también cuentan con el apoyo pleno de por lo menos una persona a cargo de asignar los subsidios otorgados por el Ejército de Estados Unidos.\nSamuel C. Stanton, administrador de programas en la Oficina de Investigación del Ejército en Durham, Carolina del Norte, financió un trabajo de Hu para averiguar si las hormigas de fuego eran un líquido o un sólido (esto lo explicaremos más adelante).\nStanton habla con toda franqueza sobre las áreas de la ciencia a las que destina los fondos del Ejército, entre ellas “la física del desequilibrio de la información, el control y el aprendizaje corporales, y las ondas y cuadrículas no lineales”. Así que habla completamente en serio cuando describe a Hu como un científico “con una valentía y una integridad profundas” que “sigue el camino que le dicta su curiosidad”.\nHu tiene “una habilidad asombrosa para identificar y ahondar en los cuestionamientos científicos que se esconden a plena vista”, dijo Stanton.\nContinue reading the main story Foto\nUn doctor en ciernes cambia de rumbo\n“Los matemáticos aplicados siempre han sido algo juguetones”, mencionó Hu hace poco mientras hablaba sobre su formación académica, aunque quizá no todos son tan juguetones como él.\nCreció en Bethesda, Maryland, y, cuando aún estaba en el bachillerato, publicó su primer trabajo sobre la resistencia de los metales que se habían hecho porosos. Fue semifinalista para el premio Westinghouse de ciencias (ahora este se llama premio Regeneron Science Talent Search) y ganó varios reconocimientos más.\nEse trabajo lo ayudó a entrar al Instituto Tecnológico de Massachusetts (MIT, por su sigla en inglés), donde ingresó como estudiante del propedéutico de medicina con planes para obtener un doctorado en la materia. Al poco tiempo, tomó otro rumbo.\nEl asesor universitario de Hu en el MIT fue Lakshminarayanan Mahadevan, un matemático que se dedica a describir los procesos de la vida real en términos matemáticos precisos. Maha, como lo llaman sus colegas y estudiantes, investigó el proceso del arrugamiento, por ejemplo. Por supuesto, ese trabajo le valió un Ig Nobel.\nPuede decirse que Hu es el primer ganador de tercera generación (en cuanto a la genealogía científica) del premio Ig Nobel, ya que Mahadevan fue pupilo del difunto Joseph Keller, matemático de la Universidad de Stanford, quien ganó dos premios Ig Nobel: uno por estudiar por qué las coletas se mecen de lado a lado, y no de arriba a abajo, cuando el sujeto que lleva ese peinado está corriendo, y el otro fue por un análisis sobre por qué gotean las teteras.\nContinue reading the main story Foto\nDesde hormigas hasta robots que se arman por sí solos\nQuizá las investigaciones de Hu parezcan pura diversión, pero se basan en la idea de que el movimiento y la actividad de los animales pueden servir de inspiración para los ingenieros que diseñan objetos o sistemas hechos por humanos.\nEl título del libro de Hu se refiere a los “robots del futuro” y destaca la manera en que la movilidad animal brinda conocimientos que se pueden aplicar a la ingeniería: diseño bioinspirado.\nPor ejemplo, cuando las zonas húmedas del Gran Pantanal de Brasil se inundan, las hormigas rojas forman balsas entrelazadas con tanta fuerza que el agua no atraviesa su masa. Cuando levantó una de ellas en el laboratorio, escribe Hu, era como sostener un montón de hojas verdes para ensalada.\n“La balsa era mullida, si la apretaba hasta que tuviera una fracción de su altura, volvía a recobrar su forma original. Si intentaba separarla, se estiraba como el queso de una pizza”.\nDescubrió que las hormigas estaban en movimiento constante al hacer la balsa a pesar de que la forma de la masa permanecía casi igual. Estaban rompiendo y creando conexiones todo el tiempo, y se convirtieron, en esencia, en un material de “autoreparación”.\nLa idea resulta atractiva para muchas ideas en ingeniería, entre ellas, el desarrollo de un concreto que se restaure solo y robots que se agrupen por sí mismos hasta formar estructuras grandes y complejas. Según la fuerza que se ejerza sobre ellas, una masa de aproximadamente 100.000 hormigas puede formar una pelota o una torre, o fluir como un líquido.\n¿Y qué decir del tiempo para orinar? Para Hu no tenía sentido que un hombre adulto y un bebé tardaran casi el mismo tiempo. Mandó a estudiantes universitarios a cronometrar el tiempo de micción de todos los animales del zoológico de Atlanta y eso volvió más curiosa la situación: la mayoría de los mamíferos tardaba entre 10 y 30 segundos, con un promedio de 21 segundos (los animales pequeños siguen otros procedimientos).\nLa clave es la uretra, básicamente un tubo que sale de la vejiga, que aumenta el efecto de la gravedad. Incluso una mínima cantidad de líquido en un conducto estrecho puede generar mucha presión, con efectos sorprendentes.\nLo interesante sobre la uretra en términos biológicos es que sus proporciones, la relación entre su longitud y su diámetro, son casi las mismas sin importar el tamaño del animal (siempre y cuando tenga un peso mínimo de unos tres kilogramos). El promedio de 21 segundos de tiempo de micción para todos estos animales y los humanos de varias edades debe tener alguna relevancia evolutiva. ¿Tal vez si fuera más prolongado atraería a los depredadores?\nDe cualquier modo, el principio de cómo vaciar el líquido de un contenedor de manera eficaz puede ser útil, escribió Hu en sus estudios iniciales, para los diseñadores de “mochilas de agua y depósitos de almacenamiento”.", "url": "https://www.nytimes.com/es/2018/11/10/movilidad-animal-ingenieria/"}