{"authors": ["Neil Genzlinger", "Por Neil Genzlinger"], "date_download": "2018-11-16 04:15:30", "date_modify": "2018-11-16 04:15:30", "date_publish": "2017-03-08 19:00:39", "description": "La serie sobre una cazadora de vampiros sirvió para avanzar el género de muertos vivientes, ayudó a varios actores a lanzar sus carreras y fue pionera en hablar con franqueza de temas como feminismo, la identidad sexual y el suicidio.", "filename": "es_2017_03_08__1542341730.html", "image_url": "https://static01.nyt.com/images/2017/03/05/arts/05BUFFY1/05BUFFY1-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_03_08__1542341730.html", "title": "Dos décadas después de su estreno, los colmillos de ‘Buffy’ todavía están afilados", "title_page": "Dos décadas después de su estreno, los colmillos de ‘Buffy’ todavía están afilados – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEste mes se cumplen veinte años de que se abrió la Boca del Infierno sobre Sunnydale, y la televisión no ha sido la misma desde entonces.\nEl 10 de marzo de 1997 se transmitió el primer episodio de Buffy, la cazavampiros en Estados Unidos. La serie, producida por Joss Whedon, era graciosa, exagerada e inteligente; trataba de una adolescente que debía enfrentar todo tipo de fuerzas demoniacas.\nCinco años antes, se estrenó una película escrita por Whedon con el mismo título, pero no tuvo gran impacto. Sin embargo, la serie de televisión —protagonizada por Sarah Michelle Gellar y un elenco bien elegido— se convirtió en un fenómeno de culto.\nCon su mensaje de poder femenino y su ágil mezcla de terror, humor y romance, Buffy rápidamente conquistó a un gran número de apasionados fanáticos. Los adolescentes veían la serie. Los estudiantes universitarios inventaron juegos para beber mientras veían el programa. También era un ritual con el que madres e hijas podían pasar tiempo juntas, algo que más tarde se dio con Gilmore Girls.\nLa serie, que duró siete temporadas, atrajo a poco más de cinco millones de espectadores en su época más popular, pero su influencia fue mucho más allá. Aquí echamos un vistazo breve a algunas de las ramas que nacieron del árbol de Buffy y que siguen moldeando la televisión.\nUna ola de muertos vivientes\nBuffy no fue la primera serie en explotar la idea de los vampiros. Los zombis, vampiros y otras variedades de demonios ya eran parte de los típicos filmes de terror.\nDespués de Buffy, la televisión de los muertos vivientes no solo proliferó, sino que también se empezó a exigir cierto nivel de sofisticación. Buffy utilizó a los monstruos que llegaban al mundo de los humanos a través de la Boca del Infierno (o el Hellmouth) como metáfora de los horrores de la escuela, la adolescencia y la transición hacia la adultez.\nPuesto que la generación de espectadores de Buffy ha crecido para convertirse en una generación con la edad suficiente para crear sus propios programas de televisión, el género de los muertos vivientes se ha hecho más ambicioso. CW, el canal sucesor de WB (donde Buffy se transmitía en Estados Unidos), sigue vigente con The Vampire Diaries y The Originals, mientras que en otras cadenas de televisión series como Being Human, Helix, True Blood y The Walking Dead han alcanzado distintas audiencias mientras exploran alegóricamente temas como la geopolítica, los derechos LGBT y la naturaleza de la identidad y la humanidad. Incluso algunas de las series más ligeras, como la comedia con tintes dramáticos iZombie, mezclan temas profundos con los típicos momentos del género zombi.\nPollos, huesos y carreras\nSarah Michelle Gellar ha tenido una gran variedad de papeles en cine y televisión desde Buffy, incluyendo la última serie que protagonizó Robin Williams (The Crazy Ones), pero algunos de sus compañeros en Buffy han tenido carreras incluso más exitosas.\nDavid Boreanaz, quien interpretó a uno de los personajes que tenían un romance prohibido con Buffy, fue protagonista de la serie Angel, basada en Buffy, la cual duró cinco temporadas, y después obtuvo un papel protagónico en una de las series de crimen más exitosas en años recientes: Bones, que está cerca de finalizar tras durar 246 episodios. Alyson Hannigan, quien interpretó a Willow, la mejor amiga de Buffy, grabó más de 200 episodios en How I Met Your Mother. Y Nathan Fillion, villano durante la última temporada de la serie, ahora protagoniza Castle.\nLa serie también le dio un impulso profesional a decenas de otros actores. Dos de los más interesantes son Seth Green y Danny Strong. Desde que interpretó al hombre lobo Oz en Buffy, Green ha trabajado de manera regular como actor y artista de doblaje. También ha creado o producido algunas de las series animadas más vanguardistas, entre ellas Robot Chicken de Adult Swim. Strong, quien interpretaba a Jonathan, un estudiante atormentado, y más tarde tuvo un papel genial en Gilmore Girls, también ha estado ocupado detrás de cámaras. Junto con Lee Daniels creó la exitosa serie Empire, y sus créditos como guionista incluyen los filmes televisivos Recuento y Game Change.\nLa tierra de la angustia adolescente\nDurante décadas, la manera en que se representó a la juventud en la televisión parecía salida de los años cincuenta. Los personajes adolescentes lidiaban con problemas como las averías de su auto o el dilema de tener una relación estable, pero la identidad sexual, el suicidio, los comportamientos autodestructivos y el ostracismo social generalmente no estaban en la agenda.\nTodos esos temas y más fueron abordados en Buffy. Antes de que acabara la serie, Willow salió del clóset y entabló una relación con una mujer. Uno de los episodios, en el que un estudiante llevaba un rifle a la escuela con el objetivo aparente de matar personas, accidentalmente tocó un tema tan actual que tuvieron que aplazar la transmisión: la masacre de Columbine había sucedido una semana antes de la fecha programada.\nLa serie, con su complejo “Buffyverso” y osadía a la hora de tocar problemas relevantes, fue objeto de tratados académicos, seminarios y cursos de estudios culturales que revisaban su feminismo, su diversidad y su lugar en la larga tradición literaria de los vampiros y los demonios.\nLa serie exploró a los adolescentes, sus problemas y sus opiniones con mucha más seriedad que cualquier otro programa. La televisión ha seguido haciéndolo con programas actuales como Switched at Birth y otras series.\nLos fanáticos descubren su voz\nBuffy apareció a principios de la era del internet y mientras los espectadores —sobre todo los jóvenes— descubrían el programa, muchos de ellos también empezaban a comunicarse a través de sitios de chat y otras plataformas emergentes que hoy llamaríamos redes sociales.\nLos fanáticos analizaban en detalle cada episodio en foros de mensajes como Bronze (que tenía el nombre de un centro nocturno que aparecía en el programa), un fenómeno relativamente nuevo que ya habían experimentado algunas series como Los Expedientes Secretos X. Whedon, así como algunos de los guionistas y protagonistas del programa, a veces participaban con publicaciones propias, una interacción parecida a la que ahora se da en Twitter, mucho antes de que esta red social existiera.\nUna gran cantidad de ficción escrita por fanáticos de Buffy también se ha publicado a lo largo de los años; en esos textos, las historias de los personajes toman distintas direcciones, algo que Whedon quizá jamás habría concebido. Actualmente, el Buffyverso autorizado por Whedon sigue vivo en una serie de Dark Horse Comics, donde ahora se encuentra en su temporada número 11.", "url": "https://www.nytimes.com/es/2017/03/08/dos-decadas-despues-de-su-estreno-los-colmillos-de-buffy-todavia-se-hacen-sentir/"}