{"authors": ["Fernanda Santos", "Por Fernanda Santos"], "date_download": "2018-11-16 04:29:54", "date_modify": "2018-11-16 04:29:54", "date_publish": "2017-02-22 08:00:22", "description": "Con los nuevos lineamientos del gobierno de Trump se prevé que las detenciones de migrantes indocumentados aumenten sustancialmente. ¿Cómo funciona el proceso de deportación? ¿Qué pasa después del arresto y cómo llegan a su destino final?", "filename": "es_2017_02_22__1542342594.html", "image_url": "https://static01.nyt.com/images/2017/02/22/us/22DEPORT-01/17DEPORT-01-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2017_02_22__1542342594.html", "title": "El largo y sinuoso camino de la detención a la deportación en Estados Unidos", "title_page": "El largo y sinuoso camino de la detención a la deportación en Estados Unidos – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nDurante su primera semana en la Casa Blanca, el presidente Trump cumplió con su promesa de campaña de reformar las leyes migratorias del país. Con una sola firma, redefinió el significado de “extranjero criminal” al expandir el criterio utilizado para decidir quién tiene prioridad de deportación.\nNo solo se trata de los bad hombres que mencionó durante su campaña. Cualquier inmigrante indocumentado condenado por un crimen o que se crea que haya cometido “actos que constituyen una ofensa criminal imputable” ahora es prioridad.\nPara los inmigrantes indocumentados, el camino entre la detención y la deportación a veces es largo y, por lo general, enredado. Una orden de un juez de inmigración puede apelarse ante el Consejo de Apelaciones Migratorias y, en un número muy reducido de casos, incluso hasta la Corte Suprema.\nLos directores de oficinas de campo del Servicio de Inmigración y Control de Aduanas (ICE, por su sigla en inglés) pueden otorgar una suspensión de la expulsión, a discreción, la cual es otra manera de posponer una repatriación. “Podemos empezar el procedimiento de deportación mañana, pero llegar al punto final del proceso puede tomar meses o años”, dijo un oficial federal de inmigración.\n¿Qué pasa cuando llegan a la última etapa?\nContinue reading the main story Foto\nUn destino dispuesto\nEl primer paso es asegurarse de que el país al que los inmigrantes indocumentados están siendo deportados los aceptará. Los agentes migratorios estadounidenses deben conseguir un documento de viaje proveniente del país receptor, básicamente una garantía de que aceptarán a su ciudadano una vez que la persona sea deportada de Estados Unidos. En la mayoría de los casos, eso no es un problema.\nLos oficiales consulares de México, de donde provienen la mayoría de los deportados, responden rápidamente, dijeron los oficiales de inmigración. Un pequeño porcentaje de personas con órdenes de deportación —algunas miles al año— no son aceptadas de regreso en sus países de origen y, según un fallo de 2001 de la Corte Suprema, deben ser liberadas.\nEl punto de partida\nAsí como existen varios desenlaces posibles para cada caso de inmigración, también hay maneras distintas de deportar a los inmigrantes no autorizados. En buena medida depende del lugar de partida.\nContinue reading the main story Foto\nLos ciudadanos mexicanos generalmente vuelan a ciudades como Phoenix, San Diego y Brownsville, Texas. Desde ahí, los llevan a través de la frontera en camioneta o autobús; en algunos casos simplemente caminan a través de un puente. A menudo se puede ver cómo salen las camionetas del edificio de ICE en el centro de Phoenix, para después desaparecer en el bullicio del tránsito mientras mandan a los deportados de regreso a México.\nLos ciudadanos de otros países generalmente son llevados a ciudades donde está una de las 24 oficinas de campo que dirige la Oficina de Detención y Deportación de ICE. Entre esas ciudades se encuentran Seattle, Las Vegas y Boise, Idaho, en el oeste; Omaha, St. Paul y Kansas City, Misuri, en el centro del país; y Miami y Harrisburg, Pensilvania, en el este. Desde ahí, los deportados salen en avión a sus destinos finales.\nEl viaje\nEl ICE tiene su propio transporte aéreo y utiliza una combinación de vuelos comerciales y chárteres para trasladar a los detenidos entre las ciudades estadounidenses y los países destino. Hay vuelos chárter programados de manera regular con destino a países con una cifra constante de deportados, como El Salvador y Honduras. La agencia también transporta a los deportados en vuelos chárter con destino a Europa, Asia y África, aunque con menos frecuencia. Hace poco, un vuelo como ese llevó a deportados de Somalia, dijo un portavoz de ICE.\nLos deportados llevan grilletes en las muñecas y los tobillos durante el vuelo si están siendo escoltados. No todos lo son; la decisión se basa en si tienen antecedentes de crímenes violentos o si se les considera peligrosos. Durante el vuelo, les quitan los grilletes solo mientras están comiendo o cuando van al baño.\nContinue reading the main story Foto\nEl costo de la repatriación\nEl costo de los viajes de retorno corre a cargo de los contribuyentes estadounidenses. ICE paga en promedio 8419 dólares por hora de vuelo en los chárteres, sin importar cuántas personas sean transportadas.\nUna de las críticas que generó una auditoría que llevó a cabo la Oficina del Inspector General del Departamento de Seguridad Nacional en 2015 fue que a menudo estos vuelos tienen demasiados asientos vacíos. Las rutas tortuosas a las que a veces son sometidos los detenidos también fueron otra crítica. En 2013, uno de ellos voló de Seattle a El Paso a Phoenix, de regreso a Seattle y de regreso a Phoenix antes de aterrizar en Guatemala.\nDespués de la llegada\nLos inmigrantes generalmente llegan a sus destinos apenas con la ropa que llevan puesta. No tienen cordones en los zapatos ni cinturón en el pantalón, pues se teme que los utilicen para intentar suicidarse.\nLa responsabilidad del gobierno de Estados Unidos no es que lleguen a sus destinos finales. Desde el lugar donde los dejan —un aeropuerto, un puente en Texas que atraviesa el río Bravo o una salida asignada en otros puntos fronterizos— los deportados deben arreglárselas para reunirse con sus familiares ahí o comunicarse con las familias que dejaron atrás.\nContinue reading the main story Foto\nEl año pasado, temprano por la mañana, observé por lo menos a una decena de hombres salir de una pequeña oficina de gobierno en la ciudad fronteriza de Nogales, México, donde se habían registrado después de llegar. Era evidente que estaban confundidos.\nUn hombre se acercó al conductor de un taxi y le preguntó: “¿Cuánto me cobras por llevarme a San Luis Potosí?”, un estado en el centro del país. No tenía dinero. El conductor le dijo que fuera a un bulevar cercano y siguiera por allí hasta una cocina que dirige la iniciativa Kino Border, una organización sin fines de lucro que alimenta y viste a quienes acaban de regresar a un país que habían decidido abandonar.\nCinco años antes, María Rodríguez, de 40 años, salió de la misma oficina en Nogales. No tenía dinero ni ideas de adónde ir cuando la dejaron ahí después de su deportación.\n“Le pedí a un desconocido que me prestara su celular para poder llamar a mi esposo”, recordó Rodríguez en una entrevista esta semana. Su esposo, quien entonces era residente legal y permanente en Estados Unidos, y quien ahora es ciudadano, cruzó la frontera para llevarle algo de ropa y efectivo antes de regresar a casa con sus cuatro hijos en Phoenix. (Rodríguez regresó más tarde a Estados Unidos para solicitar asilo, pues habló de los peligros de la violencia de los carteles en su estado de origen, Guerrero, en México. Sin embargo, actualmente sigue indocumentada).", "url": "https://www.nytimes.com/es/2017/02/22/el-largo-y-sinuoso-camino-de-la-detencion-a-la-deportacion-de-estados-unidos/"}