{"authors": ["Jonathan Mahler Y Nicholas Confessore", "Por Jonathan Mahler Y Nicholas Confessore", "Jonathan Mahler", "Nicholas Confessore"], "date_download": "2018-11-16 03:45:06", "date_modify": "2018-11-16 03:45:06", "date_publish": "2015-12-28 14:07:59", "description": "Algunos analistas temen que un puñado de inversionistas adinerados están tratando de reescribir el contrato social de un territorio de Estados Unidos.", "filename": "es_2015_12_28__1542339906.html", "image_url": "https://static01.nyt.com/images/2015/12/18/us/00puertoricoweb1-copy/00puertoricoweb1-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2015_12_28__1542339906.html", "title": "¿Qué hay detrás de la millonaria batalla por el futuro de Puerto Rico?", "title_page": "¿Qué hay detrás de la millonaria batalla por el futuro de Puerto Rico? – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nMillones y millones de dólares fluyeron a la isla. Luego entraron cientos de millones más y, después, miles de millones. El año pasado, en una sala de conferencias en el centro de Manhattan, media docena de funcionarios puertorriqueños respiraron aliviados: su isla, que adolecía de falta de liquidez, había persuadido a algunos de los principales fondos de inversión del país para que les prestaran más de $3 mil millones de dólares para mantener al gobierno a flote.\nA los fondos de inversión les pareció atractivo el negocio por varias razones: recibirían una ganancia del 20 por ciento. Y según la constitución de la isla, Puerto Rico tendría que pagar su deuda antes que casi cualquier otro gasto, ya se trate de la salud de los jubilados o los salarios de los maestros.\nPero pocos meses después, Puerto Rico declaró que se había quedado sin dinero, y la relación entre el empobrecido territorio y sus improbables salvadores se desbarató, lo que dio lugar a una extraordinaria batalla política y financiera por el futuro de Puerto Rico.\nDesde la superficie, se trata de una batalla para decidir si Puerto Rico debe recibir protecciones de quiebra, lo que pondría en riesgo decenas de miles de millones de dólares de inversionistas estadounidenses. Pero, en el fondo, también se trata de ver si una clase ascendente de estadounidenses ultra ricos tiene el poder suficiente para decidir el destino de un territorio con más de tres millones de conciudadanos.\nLos inversionistas involucrados son algunos de los personajes más ricos de Estados Unidos. Muchos de ellos también son algunos de los principales mecenas de las campañas políticas. Ellos han invertido millones de dólares en candidatos de ambos partidos, incluídos Hillary Clinton y Jeb Bush. Algunos incluso pertenecen al pequeño círculo de 158 familias que aportaron la mitad de la financiación inicial para la carrera presidencial del 2016.\nPara tratar de bloquear las propuestas que pondrían sus inversiones en riesgo, una coalición de fondos de inversión y sociedades financieras ha contratado a decenas de cabilderos, ha forjado alianzas con activistas del Tea Party y ha reclutado a los denominados grupos de AstroTurf en la isla para defender su causa. Este esfuerzo, compuesto por maniobras jurídicas, cabildeo y el despliegue de inmensa riqueza, ha probado ser exitoso en otros países, como Argentina y Grecia, pues ha generado ganancias de miles de millones de dólares en medio del colapso económico.\nY se han hecho sentir. Este año, el Senador Marco Rubio, cuyo estado, Florida, tiene una vasta población puertorriqueña, expresó su interés en apoyar una ley de quiebra para la isla, según comentó el Senador demócrata de Connecticut Richard Blumenthal. El equipo de Rubio incluso ayudó a redactar el proyecto de ley. Pero este verano, tres semanas después de un evento para recaudar fondos organizado por uno de los fundadores de un fondo de inversión, Rubio se apartó de quienes respaldaban la medida. La quiebra, dijo, sólo debería considerarse un “último recurso”.\nY la semana pasada, los líderes republicanos de la Cámara de Representantes dijeron que cualquier rescate financiero de Puerto Rico no sucedería sino hasta finales de marzo.\nLa pelea por el futuro de la isla se extiende desde los vecindarios con vista al mar de San Juan, a donde se ha trasladado un creciente número de acomodados inversionistas y asesores financieros en años recientes para aprovechar las exenciones de impuestos, hasta el Congreso en Washington. Cada episodio es seguido de cerca por instituciones financieras, sindicatos y legisladores en Estados Unidos, donde muchos inversionistas son propietarios de bonos de Puerto Rico a través de fondos de inversión.\nAlgunos advierten que Puerto Rico podría ser un ejemplo para el resto del país, ya que prepararía el camino para que estados en dificultades económicas, como Illinois, se liberen de sus deudas impagables.\nStephen J. Spencer, experto en restructuraciones de deuda que representa a los titulares de bonos de Puerto Rico, entre los que se encuentran algunos fondos de inversión, dijo que permitirle al gobierno renegociar acuerdos con los inversionistas sentaría un precedente peligroso y debilitaría la integridad del mercado de bonos.\n“Es una transferencia de riqueza de los titulares de bonos a los municipios”, comentó Spencer.\nOtros temen otro posible precedente: un puñado de inversionistas adinerados, dicen, están tratando de reescribir el contrato social de todo un territorio de Estados Unidos. Los funcionarios puertorriqueños dicen que ya han recortado los servicios públicos y han reducido una quinta parte del gasto del gobierno para seguir pagando las deudas a los fondos de inversión y otros acreedores.\n“Lo que están haciendo, al acumular todos los recursos para sí mismos, es debilitar la viabilidad de Puerto Rico como commonwealth”, explicó Joseph E. Stiglitz, el economista ganador del Premio Nobel. “Quieren su dinero ahora, y quieren poner las reglas para poder hacer dinero durante los próximos 20 años”.\nUna apuesta por el futuro\nA lo largo de la Avenida Ashford en Condado, San Juan, los hoteles recién renovados resplandecen al lado de tiendas como Gucci y Cartier. Ligeramente al oriente, están los nuevos condominios de lujo, conocidos como WeCo, o West Condado, construidos por un agente de bienes raíces originario de Manhattan. Y un poco más al oriente, no muy lejos del Capitolio en el Viejo San Juan, un nuevo proyecto llamado Paseo Caribe atrae a posibles compradores con una propuesta bastante directa: “La ventaja de Puerto Rico: Sol, arena y cero impuestos”, promete la página web.\nSe suponía que esto ayudaría a resolver los problemas de Puerto Rico. El territorio autónomo ha estado inmerso en una depresión económica durante más de una década. Las compañías farmacéuticas y manufactureras abandonaron la isla, seguidas de puertorriqueños jóvenes en busca de empleo, con lo que se agotó la mano de obra y la base fiscal de la isla. El cuarenta por ciento de los residentes vive en la pobreza.\nContinue reading the main story Foto\nHace tres años, en un intento para atraer empresas de servicios financieros y otros empleadores, el gobernador de Puerto Rico en aquella época, Luis Fortuño, republicano, aprobó leyes para convertir a la isla en paraíso fiscal. Los estadounidenses que se mudaran a Puerto Rico, o pasaran por lo menos medio año ahí y trasladaran sus empresas, no pagarían impuestos federales sobre el ingreso o las ganancias de capital.\nAlgunos magnates, fondos de inversión y asesores financieros comenzaron a mudarse a la isla. Se establecieron en Condado y otros enclaves costeros como Dorado Beach Resort, donde el inversionista multimillonario Toby Neugebauer, quien aportó $10 millones a la campaña presidencial del senador de Texas Ted Cruz, compró una casa.\nJohn Paulson, inversionista de fondos de inversión y un donante importante de los republicanos, compró varios resorts y hoteles deslucidos de playa, apostando por su resurgimiento. Puerto Rico, dijo Paulson en una conferencia para inversionistas el año pasado, se convertiría en “el Singapur del Caribe”. La primavera pasada, por insistencia de Paulson, la isla incluso rentó un stand en la conferencia anual de la industria de fondos de inversión en el Casino Bellagio en Las Vegas, donde dos atractivas mujeres explicaban el encanto de Puerto Rico.\nNo era la primera vez que Puerto Rico recurría a Wall Street en busca de ayuda. Durante décadas, la isla ha pedido préstamos para pagar sus gastos. Los bonos de Puerto Rico eran especialmente atractivos para los fondos porque estaban exentos de impuestos federales, estatales y locales en los 50 estados. Pero en 2013, después de que los bonos de obligación general de la isla se depreciaron, atrajeron la atención de otro tipo de inversionistas: los fondos especializados en los activos con alto riesgo.\nEstos fondos comenzaron a comprar la deuda con un descuento significativo, confiados en que era una apuesta segura. Los bonos no sólo estaban garantizados por la Constitución de Puerto Rico, sino que además a causa de una discrepancia en las leyes federales, las corporaciones públicas y municipios de la isla (a diferencia de los 50 estados) no podrían acceder a la figura de quiebra como un último recurso.\nCuando el banco de inversión Lazard llevó a cabo un panel para inversionistas en Puerto Rico en octubre de 2013, asistieron tantas personas que algunos se quedaron de pie. Para la primavera siguiente, mientras la situación económica de la isla empeoraba, casi nadie estaba dispuesto a seguir otorgándole préstamos a Puerto Rico.\nContinue reading the main story Foto\nSin embargo, algunos de los fondos de inversión más grandes siguieron comprando bonos, atraídos por la promesa de un rendimiento de 20 por ciento, con base en la tasa de interés y la exención de impuestos. Según funcionarios de Puerto Rico que participaron en la venta, la empresa de Paulson, compró bonos en marzo de 2014, al igual que Appaloosa Management, fundada por David Tepper, Marathon Asset Management, BlueMountain Capital Management, y Monarch Alternative Capital.\nPero la recuperación nunca llegó. Los $3.5 mil millones de dólares se acabaron. Y ahora Puerto Rico debe a sus acreedores más de $70 mil millones, una carga de endeudamiento mayor que la de 48 estados juntos. Y según algunos cálculos, casi una tercera parte de la deuda pertenece a los fondos de inversión.\nLa quiebra como una posible salida\nA principios de este año, mientras los pronósticos económicos de Puerto Rico se ensombrecían, Pedro R. Pierluisi, el miembro sin derecho a voto de la Cámara de Representantes de la isla, ofreció lo que según él, era una propuesta moderada.\nPierluisi presentó una propuesta de ley que cambiaría las leyes federales para permitir que los municipios y corporaciones públicas de Puerto Rico se puedan declarar en quiebra. Esto sólo afectaría a una tercera parte de la deuda de la isla, explicó Pierluisi a sus colegas republicanos en el Congreso. También le otorgaría a Puerto Rico los mismos derechos que la mayoría de estados, y le daría poder de negociación frente a sus acreedores, la llamada protección contra quiebras del Capítulo 9. Y esto no le costaría nada a los contribuyentes.\nLos republicanos en la Cámara de Representantes parecían dispuestos a escuchar la idea, al igual que algunos grupos de conservadores. Incluso a algunos de los otros acreedores de Puerto Rico les pareció buena idea. Si las corporaciones públicas podían sacudirse de una parte de su deuda, con ello liberarían más dinero para volver a pagar a otros titulares de bonos.\nBlumenthal era partidario del proyecto de ley. Ansioso por contar con un copatrocinador republicano, su equipo recurrió a Rubio. Como uno de los tres miembros latinos del Senado, Rubio había obtenido una gran porción del voto puertorriqueño en Florida durante su candidatura del 2010, y ahora estaba a punto de anunciar su campaña presidencial.\n“Los miembros de su equipo nos hicieron entender que estaban muy interesados en el proyecto de ley y que de hecho la copatrocinarían”, dijo Blumenthal en una entrevista. Los funcionarios del gobierno de Puerto Rico también creyeron que Rubio tenía la intención de apoyar la legislación.\nEn las semanas siguientes, los equipos de los dos senadores trabajaron juntos. “Para darles crédito, su equipo contribuyó con el contenido del proyecto de ley”, manifestó Blumenthal.\nContinue reading the main story Foto\nPero algunos opositores se estaban organizando en contra de la medida, encabezados por empresas que habían adquirido la deuda de la empresa de electricidad de Puerto Rico, según los registros de cabildeo federal y otros documentos. Entre ellos estaban dos fondos de inversión (Oppenheimer Funds y Franklin Templeton) y otros fondos especializados en deudas con problemas de pago: D.E. Shaw Group y Angelo Gordon, Marathon y BlueMountain.\nLos fondos de inversión eran algunos de los más grandes del mundo, ya que manejaban un total combinado de decenas de miles de millones de dólares. Algunos de sus fundadores y socios también financiaban la campaña presidencial. David E. Shaw de D.E. Shaw ha donado más de $800.000 dólares a Clinton y a los grupos que apoyan su campaña (Clinton ha hecho llamados al Congreso para que aprueben el proyecto de ley). John Angelo de Angelo Gordon ha donado un cuarto de millón de dólares para respaldar al Gobernador Chris Christie de New Jersey. Y Richard Ronzetti, socio de Marathon, ha aportado $30.000 dólares a grupos vinculados con Bush.\nLos defensores del proyecto de ley montaron su propia campaña, y contaron con el apoyo de empresas de la isla, expertos en quiebra y grupos como Americans for Tax Reform (Estadounidenses a favor de la Reforma Fiscal), que argumentaron que sería mejor perdonar parte de las deudas que invertir más dinero federal en la isla. El gobierno de García Padilla contrató a SKD Knickerbocker, una firma de relaciones públicas que tiene una relación cercana con la Casa Blanca.\nPero los fondos idearon una nueva estrategia de cabildeo: movilizar a la oposición conservadora con críticas al proyecto de ley de Pierluisi, y tachar cualquier intento de declaración de quiebra por parte de la isla como un intento de “rescate financiero”. Dado que permitirle a la isla reestructurar su deuda les costaría dinero a los inversionistas, argumentaron los fondos, no se diferenciaría mucho del tan criticado rescate financiero a los grandes bancos después de la crisis financiera de 2008.\nDe esta manera, Puerto Rico no lograría acceso a las protecciones por quiebra, a las mismas que no tuvo derecho cuando tomó el préstamo, argumentaron los fondos. Y, según ellos, aún había ingresos escondidos dentro de la opaca contabilidad de la isla, así como recortes posibles a su descomunal burocracia.\nEn una carta que circuló entre los miembros del partido republicano en febrero, y que obtuvo The New York Times, representantes de BlueMountain, una empresa de $22 mil millones con sede en Park Avenue de Nueva York, advertía que el proyecto de ley pondría a los titulares de bonos en desventaja. La quiebra, decían, daría prioridad a aquellos con solicitudes de pensión sobre los acreedores de la isla, como sucedió cuando Detroit se declaró en quiebra en 2013.\n“Los procedimientos del Capítulo 9 rescatan a Puerto Rico a costa de los mismos titulares de bonos a los que el Congreso incentivó para que invirtieran en bonos municipales de Puerto Rico”, decía la carta.\nEl proyecto de ley “no era otra cosa que una puerta trasera, un rescate de Puerto Rico financiado por los contribuyentes”, escribió Jenny Beth Martin, coordinadora nacional del Tea Party Patriots, en marzo en una carta dirigida al Comité Judicial de la Cámara de Representantes (Cuando se le pidió en una entrevista que identificara los fondos de los contribuyentes que estaban en riesgo al aprobarse el proyecto de ley, Martin dijo: “No creo poder contestar eso”. Y añadió: “Se trata de más rescates financieros debidos a malas decisiones, y ahora esperan que nosotros nos hagamos cargo de las cosas de las que no deberíamos ser responsables”).\nLa presión puso a Rubio en un lugar incómodo. Activistas del Tea Party lo habían ayudado en su campaña de 2010, en la que resultó elegido; desde entonces poderosos donantes de Wall Street habían dicho que tenía un futuro prometedor, y en ese preciso momento él comenzaba su campaña presidencial primaria contra conservadores con mejores credenciales y experiencia.\nContinue reading the main story Foto\nCuando llegó el momento de presentar el proyecto ante el Senado en julio, Rubio se apartó de la iniciativa. “Retrasamos la presentación formal de la propuesta de ley mientras esperábamos una respuesta final del Senador Rubio, y hubo un momento en el que dijimos: ‘Necesitamos seguir adelante. ¿Quiere ser parte de esto, o quiere que continuemos sin él?’”, recordó Blumenthal. “Su respuesta fue que siguiéramos adelante sin él. Nunca supimos por qué”.\nEn septiembre, en la víspera de la visita de campaña a Puerto Rico, Rubio abandonó la idea por completo. En un ensayo que publicó en el sitio web Medium y en el diario de mayor tiraje de Puerto Rico, escribió que la quiebra sólo debería considerarse un “último recurso” si la isla primero daba “pasos importantes para reparar su desastre presupuestal y económico”, haciendo eco de la posición de los republicanos en el Congreso.\nLa estrategia de Rubio fue bienvenida por los titulares de los bonos, algunos de los cuales han apoyado su campaña presidencial. El fundador de Monarch, Andrew Herenstein, fue coanfitrión de dos eventos para recaudar fondos a favor de la candidatura presidencial de Rubio, uno en el verano en los Hamptons, y el otro en Manhattan en octubre. Un vocero de Herenstein se negó a hacer comentarios.\nUn vocero de Rubio dijo que las opiniones de éste sobre el proyecto de ley no estaban relacionadas con las donaciones a su campaña. “Dado el interés de Marco en los temas relacionados con Puerto Rico, nuestra oficina estudió el proyecto de ley de quiebra, así como otras posibles soluciones, y se reunió con las partes interesadas”, dijo, “Marco decidió finalmente no apoyarlo porque cree que los líderes de Puerto Rico deberían optar por otras reformas fiscales primero, siendo el Capítulo 9 un último recurso”.\nInsostenible\nEn junio, 16 meses después de que los fondos de inversión habían salido al rescate de Puerto Rico, el Gobernador García Padilla puso a temblar a todas las bolsas del país. Puerto Rico, dijo, estaba en una “espiral de la muerte”. Ya no podía pagar sus deudas.\nApenas unas semanas atrás, su administración había contratado como asesor al juez retirado que había supervisado la quiebra de Detroit. Puerto Rico también había publicado un informe de un ex economista principal del Banco Mundial en el que advertía que su nivel de endeudamiento era insostenible.\nContinue reading the main story Foto\nEn octubre, en medio del impasse por el proyecto de ley de Pierluisi, el gobierno de Obama ofreció un plan todavía más ambicioso. Propuso crear una nueva forma de quiebra para los territorios de Estados Unidos, que reestructuraría toda la deuda de la isla, y pondría en riesgo todas las inversiones de las sociedades financieras.\nLas relaciones entre García Padilla y los fondos de inversión se enrarecieron, y los inversionistas intensificaron sus ataques. Otros fondos contrataron cabilderos en Washington. Puerto Rico, que amenazaba con convertirse en la mayor quiebra gubernamental en la historia de Estados Unidos, advirtieron los cabilderos, podría labrar el camino para que otras ciudades y estados eludieran sus deudas sin reformar sus gobiernos.\nLos fondos encargaron su propio estudio económico sobre las finanzas de la isla, el cual concluyó que mayores recortes en el gasto público, en especial a la educación y salud, serían beneficiosos para la isla.\nAlgunos de los inversionistas también contactaron a una red de grupos conservadores sin fines de lucro, que en los últimos años se había convertido en el principal vehículo para movilizar grandes contribuciones anónimas para cabildeo y actividades de campaña.\nEste otoño, un grupo conservador llamado la 60 Plus Association, con sede en Alexandria, Virginia, lideró un esfuerzo gigante de publicidad y cabildeo en contra de la reestructuración y del Gobernador García Padilla, a quien acusó de “fabricar la crisis” y tratar de “sacarle” dinero al congreso.\nEl grupo presentó puertorriqueños cualquiera y jubilados titulares de bonos gubernamentales como las víctimas de la quiebra. En noviembre, 60 Plus reclutó a un grupo de ellos, y los denominó los “Titulares de Bonos de Main Street”, para una conferencia de prensa en San Juan.\nContinue reading the main story Foto\n“¿Les parece que estas personas son buitres?” preguntó Matthew Kandrach, vicepresidente de 60 Plus. “Quiero que el gobernador vea estos rostros”.\nNo quedaba claro a quién se dirigía con exactitud. Según funcionarios del gobierno, los puertorriqueños poseen menos de una quinta parte de la deuda de la isla. Y aunque 60 Plus dice representar a millones de personas de la tercera edad, la mayor parte de sus ingresos proviene de unas cuantas contribuciones anónimas, de acuerdo con su declaración de impuestos más reciente.\nLos ejecutivos de los fondos de inversión y sus aliados presentaron su caso en reuniones privadas ante miembros clave del Congreso. El presidente del Comité de Finanzas del Senado, el Senador de Utah Orrin G. Hatch, se reunió con un representante de los fondos dueños de bonos de obligación general, así como con funcionarios puertorriqueños. Varias empresas con inversiones en Puerto Rico son unas de las principales fuentes de financiación de la campaña y PAC de Hatch en años recientes.\nA principios de diciembre, el Gobernador García Padilla hizo un último esfuerzo frente al panel de revisión del recurso de quiebra liderado por Hatch. “Esta es una llamada urgente de un barco de 3.5 millones de estadounidenses que están perdidos en el mar”, dijo el gobernador.\nHatch, impasible, leyó una larga declaración en la que expresaba dudas sobre la sensatez de la quiebra. Sugirió que era necesario hacer cambios significativos al gobierno de Puerto Rico.\nUna semana después, Hatch obstaculizó una posible votación sobre el proyecto de ley de quiebras de Pierluisi. Y rápidamente ofreció su propia solución: para responder a la situación humanitaria de la isla, el Congreso le entregaría $3 mil millones de dólares a Puerto Rico si la isla se sometía a supervisión financiera federal. Ésa era la estrategia que preferían los titulares de bonos. Y además se trataba, de hecho, de un rescate financiero.\nContinue reading the main story Foto\nLos defensores de la ley de quiebra tenían la esperanza de que los líderes del Congreso incluirían una cláusula para que Puerto Rico pudiese reestructurar al menos parte de su deuda en su proyecto de gasto de fin de año. Pero cuando se conoció el proyecto el martes pasado, no había mención alguna.\nLa isla sigue en negociaciones con las instituciones financieras que compraron su deuda. Sin la posibilidad de quiebra, su única arma es la amenaza de incumplimiento.\nEl vocero de la Cámara de Representantes, Paul D. Ryan, republicano de Wisconsin, dijo el miércoles pasado que los legisladores tratarían de proponer una solución para finales de marzo.\nPero la hora de la verdad podría estar aún más cerca: el 1 de enero, vencerán los pagos de los bonos por $1.4 mil millones. Nadie sabe con certeza si la isla podrá pagar.", "url": "https://www.nytimes.com/es/2015/12/28/que-hay-detras-de-la-millonaria-batalla-por-el-futuro-de-puerto-rico/"}