{"authors": ["Simon Romero", "Por Simon Romero"], "date_download": "2018-11-16 03:45:26", "date_modify": "2018-11-16 03:45:26", "date_publish": "2016-11-24 08:00:10", "description": "En el Amazonas brasileño, el crimen organizado y las acciones de piratas que asaltan a las embarcaciones que transitan por las vías fluviales han crecido considerablemente. Para muchos es un territorio sin ley.", "filename": "es_2016_11_24__1542339926.html", "image_url": "https://static01.nyt.com/images/2016/11/18/us/360-brazilpirates/360-brazilpirates-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_11_24__1542339926.html", "title": "‘No hay ley en el Amazonas’: los piratas de río causan terror en Brasil", "title_page": "‘No hay ley en el Amazonas’: los piratas de río causan terror en Brasil – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nMACAPÁ, Brasil — A los piratas del río Amazonas les gusta salir a atacar cuando cae la noche. La embarcación de Merinaldo Paiva fue asaltada por 15 hombres que llevaban el rostro cubierto con pasamontañas, mientras docenas de pasajeros dormitaban en sus hamacas. De repente, los viajeros despertaron con rifles que les apuntaban a la cabeza.\nLos atacantes se llevaron efectivo, joyas, teléfonos inteligentes, combustible, comida y obligaron a que todos se tendieran bocabajo en la cubierta. Después se marcharon en lanchas de carrera por el Amazonas, un río tan vasto que en las regiones fronterizas de Brasil es llamado el “río mar”.\n“Todos los capitanes de las embarcaciones del río saben que están a merced de estos bastardos”, afirmó el capitán Paiva, de 41 años, quien recorre la selva tropical de Brasil desde que era adolescente. “Tuvimos suerte de que no fuera peor”, añadió sobre el atraco que sucedió en abril, y mencionó otros ataques en los que hubo violaciones, torturas y asesinatos.\nDesde hace mucho tiempo, la piratería ha sido un hecho cotidiano de los ríos de la anárquica jungla brasileña. Sin embargo, conforme crece la población en el Amazonas y los grupos narcotraficantes expanden su dominio en la región, proliferan las oportunidades para cometer atracos. Por su parte, las fuerzas de seguridad luchan por combatir las bandas delictivas que recientemente perpetraron una serie de ataques que han aterrorizado a las tripulaciones de las embarcaciones y a sus pasajeros.\nContinue reading the main story Foto\nEn octubre, cuatro piratas enmascarados y armados con rifles tomaron un barco de combustible en el río Solimões (nombre con el que se le conoce a la parte superior del río Amazonas, ubicada en el estado homónimo) y robaron más de 2600 galones de diésel, junto con efectivo, relojes y ropa de la tripulación. En septiembre, diez hombres enmascarados asaltaron un barco de pasajeros cerca de la ciudad de Belém y les robaron a 260 pasajeros. Los atacantes usaron a una mujer que iba a bordo como escudo humano durante el terrible asalto.\nEl mes anterior, la policía divulgó un video con hombres de una tripulación que se identificaron como los piratas del río Solimões. En la grabación interrogaban a una banda rival junto a un cadáver, lo que dejó en vilo a los pobladores de las riberas del Amazonas. En un caso anterior sucedido cerca de Manaos, Huederson Paulino, un pirata que usa el apodo de Mohicano confesó haber matado y desmembrado a dos hombres en un bote que vendía hielo y sal. Mohicano dirige una banda que roba efectivo y combustible a sus víctimas, y explicó que su objetivo era tener dinero para gastarlo en Navidad.\n“Necesitaba el dinero, así que hice lo que más me convenía”, contó Paulino, de 24 años, a los reporteros.\nLa creciente alarma frente a la piratería se entreteje con los rápidos cambios que se viven en la región. Más que una vasta y vacía selva tropical salpicada de pequeños puestos fronterizos, el Amazonas brasileño alberga a cerca de 25 millones de personas, de esta cifra unos 2 millones se encuentran en Manaos. La población de la zona creció un 22 por ciento entre el 2000 y 2010, según los datos que aparecen en los censos, eso es casi el doble de la tasa total del país.\nSin embargo, el Amazonas también es una de las regiones más pobres de Brasil y el crimen organizado se ha expandido, lo que hace que se incremente la sensación de que la vasta cuenca del río es un territorio sin ley. En las ciudades lejanas a la ribera, los habitantes se quejan de que los policías raramente se aventuran por las vías fluviales donde ocurren muchos de los ataques piratas.\nContinue reading the main story Foto\nLas autoridades afirman que se están esforzando. En Macapá, una ciudad de 37.000 habitantes ubicada en el norte de Brasil, una brigada especial del Batallón Ambiental que está conformada por agentes de policía hace operativos regulares de patrullaje por el río en busca de piratas, a quienes con frecuencia llaman “ratas de agua” en el argot local.\n“Así como los bandoleros atacan a los viajeros en los caminos terrestres de otras partes de Brasil, los piratas son la escoria que enfrentamos en el Amazonas”, aseguró el teniente coronel Protásio Barriga Caldas, de 47 años, comandante del Batallón Ambiental del Estado Amapá, unidad que cuenta con 135 miembros.\nDurante años los ladrones han acechado estas aguas. Entre los casos más notables se encuentra el asesinato de sir Peter Blake, el regatista de Nueva Zelanda y campeón mundial, en 2001. Los piratas abordaron su embarcación, robaron y atacaron a la tripulación. Blake logró dispararle a uno en la mano, pero murió después de que le dispararan en el pulmón y el corazón.\nEn estos días, con más objetivos en los ríos y más grupos criminales involucrados, los operadores de botes advierten que los piratas se están volviendo cada vez más despiadados y sofisticados. En un caso de este año, la policía de Amazonas capturó a José Conceiҫào de Souza, un pirata que confesó haber matado a dos narcotraficantes colombianos a quienes robó 123 kilos de cocaína que llevaban en bote a Manaos.\nContinue reading the main story Foto\nGaldino Alencar, presidente de la Unión de Compañías de Navegación Fluvial del Estado Amazonas, aseveró que los piratas estaban atacando cada vez más barcos con cargamentos de productos destinados a la creciente población del Amazonas como gas doméstico, dispositivos electrónicos, cemento y carne seca. Sin embargo, aseguró que la mercancía más codiciada por los piratas es el combustible.\n“Es un producto que pueden robar y luego venderlo a los mineros de oro que operan de manera clandestina en la selva”, explicó Alencar. Añadió que los piratas también estaban aumentando los ataques a los barcos anclados en grandes ciudades como Manaos, esto provocó que su organización hiciera un llamado para crear una fuerza policiaca fluvial federal.\nEl coronel Caldas sostuvo que los piratas usualmente viajan en botes de carrera, lo que les da una rapidez y agilidad de la que carecen embarcaciones más voluminosas. Añadió que a menudo venían de áreas urbanas empobrecidas de los pueblos alejados de la orilla del río y atacaban a los habitantes de la selva, quienes dependen de los botes para comprar comida, visitar a sus familiares o buscar atención médica en las ciudades del Amazonas.\nPatrullar los colosales ríos amazónicos en busca de piratas puede parecer un juego inútil del gato y el ratón. Durante una misión en octubre, algunos oficiales de policía interrogaron a los residentes de un asentamiento cerca del puerto de Santana, quienes aseguraron que vivían bajo miedo constante debido a los piratas.\n“No hay ley en el río Amazonas”, afirmó Odete Souza Franca, de 49 años, cuya familia vive de la pesca y del cultivo del açaí, una fruta púrpura muy codiciada que es un producto básico de la región. Describió un ataque reciente en el que los piratas abordaron la canoa de su hijo de 17 años, lo ataron y robaron su dispositivo de GPS, así como un cilindro con gas doméstico.\nContinue reading the main story Foto\nAtrapar a los culpables implica un gran esfuerzo. Para empezar, los ríos de la cuenca del Amazonas atraviesan una región casi del tamaño de Estados Unidos. Los barcos pueden pasar días en las principales vías fluviales sin ver botes policía o navales. Los piratas conocen los ríos y sus territorios adyacentes mejor que las fuerzas de seguridad y pueden esconderse en los pueblos de tierra firme.\nLos oficiales de policía en el estado de Amapá también se quejan de que los piratas a menudo realizan sus ataques en un estado, únicamente para escabullirse por la frontera del estado vecino en el que hay otra jurisdicción.\n“Atrapar a los piratas es como pelear contra la guerrilla”, aseguró el capitán Lúcio Lima, jefe de la unidad de operaciones especiales de la fuerza policiaca de Amapá que persigue a los bandidos río abajo. “Son tipos escurridizos que aprovechan bien su conocimiento de las corrientes del río, la geografía y la topografía”.\nCuando dos exploradores polacos, Dawid Andres, de 41 años y Hubert Kisinski, de 33, viajaron a lo largo del río Amazonas este año en pontones equipados con bicicletas de montaña, enfrentaron aventuras como aguas infestadas por pirañas y remolinos.\nSin embargo, los momentos más espeluznantes del viaje ocurrieron cuando en tres ocasiones se les acercaron grupos de piratas. Aseguran que cada vez lograron evitar las situaciones peligrosas.\n“Se te ponen los pelos de punta cuando una tripulación con lentes oscuros Ray-Ban y armas grandes se te aproxima en el río”, confesó Kisinki. Mientras recordaba uno de los episodios, contó que él y Andres le explicaron con calma a los piratas que viajaban sin objetos de valor y después les preguntaron si tenían una cerveza para liberar la tensión de la situación.\n“Eso los calmaba un poco; después hasta se reían”, explicó Kisinki. “Uno debe mantener la calma cuando se encuentra con piratas en el Amazonas”.", "url": "https://www.nytimes.com/es/2016/11/24/no-hay-ley-en-el-amazonas-los-piratas-aterrorizan-a-las-embarcaciones/"}