{"authors": ["Finn Cohen", "Por Finn Cohen"], "date_download": "2018-11-16 04:15:34", "date_modify": "2018-11-16 04:15:34", "date_publish": "2016-05-04 20:00:11", "description": "En 2004, durante la ceremonia de inducción de George Harrison al Rock and Roll Hall of Fame, Prince tocó el último solo de la canción “While My Guitar Gently Weeps” y su presentación hizo historia.", "filename": "es_2016_05_04__1542341734.html", "image_url": "https://static01.nyt.com/images/2016/04/28/arts/28princeguitar/28princeguitar-videoSixteenByNine768-v2.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_05_04__1542341734.html", "title": "Tom Petty y otros músicos recuerdan la noche en que la guitarra de Prince se robó el espectáculo", "title_page": "Tom Petty y otros músicos recuerdan la noche en que la guitarra de Prince se robó el espectáculo – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nEl 15 de marzo de 2004 George Harrison fue nombrado de manera póstuma al Rock and Roll Hall of Fame. Como parte de la ceremonia, una banda llena de celebridades tocó “While My Guitar Gently Weeps”, la canción más conocida de Harrison como integrante de los Beatles. El grupo incluyó a Tom Petty y otros dos miembros de los Heartbreakers, así como a Jeff Lynne, Steve Winwood, Dhani Harrison (el hijo de George) y Prince, a quien también incluyeron en el Rock and Roll Hall of Fame ese año. Marc Mann, un guitarrista de la banda de Lynne, tocó el memorable solo de Eric Clapton que se escucha en la versión del álbum. Pero Prince, quien estuvo alejado de los reflectores durante la mayor parte de la presentación, se robó el show al final de la canción.\nSu solo de tres minutos es uno de los grandes momentos de Prince. Se trataba de Prince, el Guitarrista Principal … y le dio rienda suelta a su talento, evidente en canciones como “Why You Wanna Treat Me So Bad?”, “Electric Chair” y “When Doves Cry”. Al final de la canción, arrojó su guitarra hacia el techo y el instrumento jamás pareció descender de nuevo; fue casi como si Harrison la hubiera tomado en pleno vuelo para decir: “Ya fue suficiente”.\nVarias personas que estaban esa noche en la ceremonia o el escenario recordaron la participación de Prince. A continuación aparecen fragmentos editados de la conversación que tuvimos con ellos.\nJOEL GALLEN (productor y director de la ceremonia del Rock and Roll Hall of Fame): Desde el inicio mi sueño era reunir a todos en el escenario al final de la noche para que tocaran “While My Guitar Gently Weeps”, y que Prince saliera y tocara los solos de guitarra. Básicamente, escribí una carta personal para Prince, dirigida a su abogado.\nUno de los empleados de Prince me llamó una o dos semanas más tarde para decirme que Prince estaba en Los Ángeles y quería reunirse conmigo. Dijo: “Oye, me llegó tu carta y me gustó la idea. Voy a escuchar la canción unas cuantas veces y me comunicaré contigo”.\nUn par de semanas después el encargado de su seguridad me llamó de nuevo y dijo: “Prince quiere reunirse contigo de nuevo”. Dijo que definitivamente quería tocar la canción, que definitivamente lo haría. Tanto en la reunión inicial como en la segunda, habló mucho acerca de lo que haríamos con la música, a quién pertenecería la música … le preocupaba saber quién sería dueño de la actuación en caso de que él se presentara. Quería asegurarse de que no sacaran provecho de su presentación sin que él lo supiera.\nTOM PETTY (cantó con Jeff Lynne en “While My Guitar Gently Weeps”): Olivia Harrison [la viuda de George] me preguntó si yo también me presentaría en la inclusión de George al Salón de la Fama. Me dijo: “Prince también va a tocar”. Yo pensé: “Caray, eso es fantástico”.\nYa que Prince estaba dispuesto a tocar la guitarra principal, ¿por qué íbamos a darle un solo de ocho compases? El de los Beatles todos se lo saben de memoria y se decepcionarían si no se toca en esa parte de la canción. Prince era un gran fanático de George, y también de los Beatles en general, pero creo que admiraba a George en especial. Creo que a George le habría gustado mucho.\nCRAIG INCIARDI (Curador del Rock and Roll Hall of Fame Museum): He visto todos los espectáculos de las ceremonias de inclusión desde el ’92 hasta este momento; en total son cerca de 24 presentaciones. En cuanto a lo estrictamente musical, el nivel técnico y el talento para la música, esa presentación parece ser la más impresionante.\nGALLEN: Nosotros llegamos al ensayo la noche previa al show en el Waldorf Astoria. De hecho, el ensayo de Prince tuvo lugar antes; ensayó su popurrí de 10 o 12 minutos con el que inauguró el espectáculo. Ese día tuvo muchos problemas con el audio. Recuerdo que tenía a su propio ingeniero de monitores que su equipo había contratado, y creo que Prince lo despidió durante el ensayo porque no lograba obtener el sonido adecuado. Después de eso regresó a su hotel, y yo le dije: “Regresa a las 10 de la noche; a esa hora vamos a ensayar el final”. Él solo respondió: “Ya veré”. [Se ríe]. No me garantizó nada; solo dijo: “Ya veré”.\nEl ensayo de Petty ocurrió más tarde. Prince estaba ahí cuando le pedí que regresara; había llegado desde un costado del escenario con su guitarra. Saludó a Tom, a Jeff y a la banda. Cuando llegamos al solo de la mitad, que Prince iba a tocar, el guitarrista de Jeff Lynne comenzó a tocar el solo. Nota por nota, como Clapton. Prince se detuvo, dejó que lo hiciera, rasgueó su guitarra al ritmo. Llegamos al gran solo del final; Prince se dispuso a tocarlo, ¡pero el otro tipo comenzó a tocar ese solo también! Prince no dijo nada, sólo siguió con la guitarra, tocó algunas notas principales, pero nada memorable durante la mayor parte del tiempo.\nCuando terminaron, me acerqué a Jeff y a Tom y les dije: “Esto no puede estar pasando. Ni siquiera sé si vamos a ensayar de nuevo con Prince. Pero este tipo no puede seguir tocando los solos de la canción”. Así que hablé con Prince, lo aparté y tuve una charla privada con él. Me dijo: “Deja que el chico lo haga; yo tocaré el solo final. Olvídate del solo de la mitad. No te preocupes”. Después de eso, se fue. Jamás lo ensayaron de verdad. Nunca nos mostró qué haría; solo se fue y lo único que me dijo a mí, el productor del show, fue que no me preocupara. Lo demás es historia. Se convirtió en uno de los momentos musicales más satisfactorios para mí, en toda una vida de observar y producir música en vivo.\nPETTY: En la presentación, yo le decía: “Sí, sigue, sigue”. Recuerdo que en algún momento me acerqué a él y lo miré como diciendo: “¡Esto va muy bien!”. Él se llevó la noche. Se podía sentir la electricidad de que algo impresionante estaba sucediendo.\nGALLEN: Aún siento que la gente no se da cuenta de que fue un guitarrista espectacular. Como guitarrista de rock, está a la par de cualquiera.\nPETTY: Es curioso pensar que tan solo hace unos días estuve pensando en él toda la tarde. Acababa de hablar con Susanna Hoffs, de The Bangles (él escribió su canción “Manic Monday”). Ella me estaba contando la historia de cómo obtuvo esa canción y conoció a Prince. Ese día estuve pensando mucho en él y estuve a punto de llamarlo para saber cómo estaba. Empiezo a pensar que todos deberíamos actuar cuando presentimos esas cosas.", "url": "https://www.nytimes.com/es/2016/05/04/tom-petty-y-otros-musicos-recuerdan-la-noche-en-que-la-guitarra-de-prince-se-robo-el-espectaculo/"}