{"authors": ["Eleanor Stanford", "Por Eleanor Stanford"], "date_download": "2018-11-16 03:44:58", "date_modify": "2018-11-16 03:44:58", "date_publish": "2016-03-31 12:00:40", "description": "Ya sea por vergüenza, falta de interés o romanticismo, las parejas no se hacen algunas preguntas difíciles que, según los expertos en relaciones, pueden ayudar a construir la base de un matrimonio estable.", "filename": "es_2016_03_31__1542339898.html", "image_url": "https://static01.nyt.com/images/2016/03/24/style/24Marriage-Questions-slide-W10I/24Marriage-Questions-slide-W10I-videoSixteenByNine768.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_2016_03_31__1542339898.html", "title": "13 preguntas para hacerle a tu pareja antes de casarte", "title_page": "13 preguntas para hacerle a tu pareja antes de casarte – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Continue reading the main story Foto\nRead in English\nCuando se trata del matrimonio, lo que no sabes sí puede hacerte daño.\nYa sea por vergüenza, falta de interés o el deseo de conservar el misterio del romance, las parejas no se hacen algunas preguntas difíciles que, según los expertos en relaciones, pueden ayudar a construir la base de un matrimonio estable.\nAdemás de buscar a alguien con quien quieran tener hijos y construir una vida segura, quienes piensan en matrimonio ahora esperan que sus parejas también sean sus mejores amigos y confidentes. Puede ser difícil estar a la altura de semejantes expectativas, que en parte son culpa de Hollywood.\nClaro, hay muchas preguntas que las parejas se pueden hacer al inicio de una relación para estar seguros de que son el uno para el otro, pero seamos honestos: la mayoría no lo hace.\n“Si no te ocupas de un problema antes del matrimonio, te tocará cuando estás casado”, dijo Robert Scuka, el director ejecutivo del National Institute of Relationship Enhancement. Puede ser difícil mantener secretos década tras década, y reservarse cierta información antes de la boda puede provocar decepciones más adelante.\nLas siguientes preguntas, íntimas y a veces incómodas, están diseñadas para iniciar conversaciones honestas y posiblemente darle a las parejas la oportunidad de revelar sus secretos antes de que sea demasiado tarde.\nContinue reading the main story Foto\n1. ¿Tu familia tiraba platos, discutía los problemas con calma o se bloqueaba cuando surgían desacuerdos?\nEl éxito de una relación está basado en cómo se resuelven las diferencias, dijo Peter Pearson, fundador del Couples Institute. Ya que todos estamos moldeados a partir de la dinámica de nuestra familia, dijo, la respuesta a esta pregunta les ayudará a entender si su pareja terminará imitando los patrones de resolución de conflictos que aprendió de sus padres o los evitará.\nContinue reading the main story Foto\n2. ¿Tendremos hijos? Y si lo hacemos, ¿cambiarás pañales?\nCon la cuestión de los niños, es importante que no solo digas lo que crees que tu pareja quiere escuchar, dice Debbie Martinez, una terapeuta de divorcio y relaciones. Antes de casarse, las parejas deberían discutir honestamente si quieren tener hijos. ¿Cuántos quieren? ¿En qué momento quieren tenerlos? ¿Y cómo se imaginan que serán sus papeles como padres? Hablar de métodos anticonceptivos antes de planear un embarazo también es importante, según Marty Klain, un terapeuta sexual y matrimonial.\nContinue reading the main story Foto\n3. ¿Las experiencias con nuestros exes nos ayudarán o serán un obstáculo?\nBradford Wilcox, el director del National Marriage Project en la Universidad de Virginia, señaló investigaciones financiadas por su organización que indican que haber tenido muchas relaciones serias puede presentar un riesgo de divorcio y disminuir la calidad del matrimonio. Plantear estos problemas a comienzos de la relación puede ayudar, dijo el Dr. Wilcox. El Dr. Klein dijo que la gente “titubea al hablar explícitamente sobre su pasado” y puede sentirse retroactivamente celosa o tener prejuicios. “La única manera de tener una conversación íntima, productiva y amorosa es aceptar que la otra persona tenía una vida antes de estar en pareja”, comentó.\nContinue reading the main story Foto\n4. ¿Qué tan importante es la religión? ¿Cómo celebraremos las festividades religiosas, si es que lo hacemos?\nSi dos personas tienen religiones distintas, ¿cada quien seguirá su afiliación religiosa? El Dr. Scuka, director ejecutivo del National Institute of Relationship Enhancement, ha trabajado con parejas para animar discusiones honestas sobre este tema. Además, es mucho más probable que las parejas experimenten conflictos en torno a las tradiciones religiosas cuando los niños son parte de la ecuación, dice el Dr. Wilcox. Si deciden tener hijos, deben preguntarse cómo manejarán la educación religiosa de los niños. Es mejor tener un plan, agregó.\nContinue reading the main story Foto\n5. ¿Tu deuda es mi deuda? ¿Estarías dispuesto a sacarme de apuros?\nEs importante saber cómo se siente tu pareja frente a la autosuficiencia financiera y si espera que los recursos se separen, dijo Frederick Hertz, un abogado especialista en divorcios. Ser honesto sobre las deudas es muy importante. De igual forma, si hay una discrepancia importante entre tus ingresos y los de tu pareja, el Dr. Scuka recomendó crear un presupuesto básico de acuerdo con los ingresos proporcionales. Muchas parejas no son capaces de hablar sobre las finanzas aunque es algo crucial, comentó.\nContinue reading the main story Foto\n6. ¿Cuánto es lo máximo que estarías dispuesto a gastar en un auto, un sofá o un par de zapatos?\nLas parejas deberían ver si están en sintonía en cuanto a la cautela financiera o la imprudencia. Comprar un auto es un gran indicador, de acuerdo a Hertz. Las parejas también pueden poner en contexto esta pregunta al hacerla sobre las cosas en las que podrían gastar cantidades exorbitantes de dinero, dijo.\nContinue reading the main story Foto\n7. ¿Puedes soportar que haga cosas sin ti?\nAl formar un matrimonio, algunas personas esperan conservar su independencia en ciertas áreas de su vida mientras van construyendo una relación de pareja, según Seth Eisenberg, el presidente de Pairs (Aplicación práctica de habilidades en relaciones íntimas, por sus siglas en inglés). Esto significa que puede que no estén dispuestos a compartir pasatiempos o amigos, y eso puede provocar tensión y sentimientos de rechazo si no se habla del tema. Las parejas también podrán tener expectativas diferentes en cuanto a lo que significa la “privacidad”, agregó Klein, y eso también debe discutirse. El Dr. Wilcox sugirió preguntarle a tu pareja cuál es el momento en que más necesita estar a solas.\nContinue reading the main story Foto\n8. ¿Nos caen bien nuestros padres?\nMientras tú y tu pareja sean un frente unido, tener una mala relación con los suegros puede ser manejable, dijo el Dr. Scuka, pero si una pareja no está dispuesta a hablar del tema con sus padres, puede ser un mal presagio para la salud de la relación. Al mismo el Dr. Pearson dijo que considerar las fuerzas y debilidades de tus padres puede esclarecer futuros patrones de apego o desapego en la relación.\nContinue reading the main story Foto\n9. ¿Qué tan importante es el sexo para ti?\nActualmente, las personas esperan que su pareja los excite sexualmente durante un periodo prolongado, una expectativa que no existía en el pasado, según Eisenberg. Una relación saludable incluirá conversaciones sobre lo que cada uno disfruta del sexo, así como la frecuencia esperada, dijo el Dr. Klein. Si las personas están buscando una experiencia diferente mediante el sexo , tal vez se hará necesaria una negociación para asegurar que ambos estén satisfechos.\nContinue reading the main story Foto\n10. ¿Qué tan lejos podemos llegar al coquetear con otras personas? ¿Está bien ver pornografía?\nEl Dr. Klein dijo que las parejas deberían hablar de sus actitudes y expectativas frente a la pornografía, el coqueteo y la exclusividad sexual. El acuerdo de una pareja en estos temas puede cambiar a lo largo del tiempo, y es muy probable que lo haga, pero es importante plantear el tema rápido. Lo ideal es que la exclusividad sexual se discuta de la misma manera que otras preocupaciones del día a día para que así los problemas puedan enfrentarse antes de que alguien se enoje, comentó. El Dr. Pearson sugirió preguntarle a tu pareja directamente cuáles son sus opiniones sobre la pornografía. Algunas personas, por temerosas, evitan este tema al principio de una relación, pero Klein dice que se puede convertir en un punto de tensión más adelante.\nContinue reading the main story Foto\n11. ¿Sabes de cuántas maneras digo “Te amo”?\nEl libro de Gary Chapman, “The 5 Love Languages” (1992), introdujo esta forma de categorizar las expresiones de amor para fortalecer el matrimonio. Martinez le da a sus clientes que están a punto de casarse una lista con los cinco lenguajes del amor: la afirmación, el tiempo de calidad, recibir regalos, los actos de servicio y el contacto físico. Les pide que marquen sus lenguajes primarios y secundarios y también que digan cuáles creen que son los de su pareja para después discutirlos. Eisenberg dijo que una pareja necesita resolver cómo nutrir la relación de una manera específica a ellos.\nContinue reading the main story Foto\n12. ¿Qué admiras de mí y cuáles son las cosas que más te molestan?\n¿Puedes imaginar que los retos alguna vez superen la admiración? Si es así, ¿qué harías? Anne Klaeysen, líder del New York Society for Ethical Culture, dijo que las parejas rara vez consideran esa segunda pregunta. Idealmente, el matrimonio es un compromiso para toda la vida, comentó, y no es suficiente “hacer clic”. Un matrimonio debe ir más allá del “clic” y de la química inicial.\nContinue reading the main story Foto\n13. ¿Cómo nos ves en 10 años?\nTener en mente la respuesta a esta pregunta puede ayudar a que la pareja enfrente un conflicto mientras trabaja hacia las metas definitivas de la relación, según Eisenberg.\nEl Dr. Wilcox dijo que también podría ser una oportunidad para plantear la pregunta de si alguno consideraría el divorcio en caso de que la relación se deteriore, o si esperan que el matrimonio sea de por vida, pase lo que pase.", "url": "https://www.nytimes.com/es/2016/03/31/13-preguntas-para-tu-pareja-antes-de-casarte/"}