{"authors": ["Brad Plumer Y Nadja Popovich", "Por Brad Plumer Y Nadja Popovich", "Brad Plumer", "Nadja Popovich"], "date_download": "2018-11-16 04:16:37", "date_modify": "2018-11-16 04:16:37", "date_publish": "2017-11-08 12:18:22", "description": "Dos años después de que la mayoría de los países firmaron el histórico Acuerdo de París, el mundo sigue estando lejos del camino necesario para prevenir un calentamiento global drástico en las próximas décadas.", "filename": "es_interactive__1542341797.html", "image_url": "https://static01.nyt.com/images/2017/11/08/climate/country-emissions-spanish-1510152797447/country-emissions-spanish-1510152797447-videoSixteenByNine768-v4.png", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/es_interactive__1542341797.html", "title": "Qué tan lejos está el mundo de cumplir con sus objetivos climáticos", "title_page": "Qué tan lejos está el mundo de cumplir con sus objetivos climáticos – Español", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Dos años después de que varios países firmaron el histórico Acuerdo de París contra el cambio climático, el mundo sigue lejos de prevenir un calentamiento global drástico en las próximas décadas. Esta semana comenzó en Bonn, Alemania, la más reciente ronda de conversaciones climáticas internacionales después de París para dialogar sobre cómo aumentar los esfuerzos.\nEn el marco del Acuerdo de París, cada país aporta una propuesta para disminuir su emisión de gases de efecto invernadero entre el presente y 2030. Sin embargo, ninguno de los principales países industrializados ha logrado el avance requerido para cumplir con su objetivo en la fecha fijada, de acuerdo con nuevos datos de Climate Action Tracker. Ni la Unión Europea ni Canadá ni Japón. Tampoco Estados Unidos que, en la administración Trump, aún planea abandonar el Acuerdo de París para 2020.\nLo peor es que incluso si los gobiernos emprenden acciones adicionales para cumplir con sus promesas individuales, el planeta aún estará encaminado a calentarse más de dos grados Celsius sobre los niveles preindustriales, el umbral que los líderes mundiales prometieron evitar en París porque lo consideraron inaceptablemente riesgoso.\n“Un año después de que el Acuerdo de París entró en vigor, todavía nos encontramos en una situación en la que no estamos haciendo lo suficiente para salvar a cientos de miles de personas de un futuro miserable”, dijo Erik Solheim, director ejecutivo del Programa de la ONU para el Medioambiente.\nEstados Unidos\nIncluso antes de la elección de Trump, el objetivo fijado por el expresidente Barack Obama de recortar para 2025 las emisiones de Estados Unidos entre un 26 y un 28 por ciento por debajo de los niveles de 2005 era difícil de lograr. Mientras las emisiones del sector energético estadounidense disminuyen rápidamente —al tiempo que cientos de plantas de carbón cierran en favor de energías más limpias, como la eólica, la solar y el gas natural—, otros sectores, como el de transporte e industria pesada, han probado que es más difícil realizar procesos más limpios.\nTrump, por su parte, ha desconocido la promesa de su antecesor y está desmantelando las regulaciones de la era Obama diseñadas para disminuir en mayor medida las emisiones, por ejemplo, el plan de energía limpia. Mientras estados como Nueva York y California todavía buscan lograr sus propias políticas en energía renovable y vehículos eléctricos, estas acciones podrían no resultar suficientes.\nPor el momento, los analistas piensan que Estados Unidos no alcanzará —por mucho— los niveles prometidos en París. Eso causará que a futuros gobiernos estadounidenses se les dificulte aún más intentar los recortes de emisiones más profundos para mediados del siglo que se necesitan para ayudar al mundo a mantenerse por debajo de los dos grados de calentamiento global.\nClimate Action Tracker ofrece un cálculo aproximado de los recortes que cada país necesita hacer para evitar los dos grados Celsius de calentamiento, para lo cual se esperaría que las naciones más desarrolladas hicieran más. Una de las principales discusiones en las conversaciones climáticas sigue siendo cómo repartir esta carga.\nUnión Europea\nLa Unión Europea podría quedarse algo corta en su promesa de disminuir el 40 por ciento de las emisiones para 2030, en comparación con los niveles de 1990. Mientras los funcionarios europeos han creado un sistema continental de comercio de derechos de emisión para restringir las emisiones por electricidad o industria pesada, esa regulación deja fuera a sectores como el de transporte y agricultura.\nEl progreso entre los países europeos ha sido mixto: durante los dos años pasados, el Reino Unido ha eliminado rápida y progresivamente el uso del carbón para generar energía, lo cual ha logrado con la ayuda de un impuesto nacional al carbón y un precio bajo de gas natural. Pero se prevé que Alemania no alcanzará sus objetivos en el corto plazo, mientras el rápido crecimiento en renovables ha sido compensado en parte por el cierre de plantas nucleares.\nChina\nExpertos externos afirman que China diseñó un compromiso en París que era relativamente fácil de alcanzar: las emisiones totales llegarían a su punto más alto alrededor de 2030 y el país obtendría el 20 por ciento de su energía de fuentes no fósiles.\nDiversos estudios recientes indican que las emisiones de China podrían llegar a su punto más alto años antes de lo programado al tiempo que la antes insaciable demanda de energía del país ha disminuido (aunque otros analistas han cuestionado la precisión del reporte de emisiones de China). El gobierno central ya ha cancelado planes para cien plantas de carbón y está invirtiendo fuertemente en fuentes más limpias como energía solar, eólica y nuclear. El país también planea vender millones de autos eléctricos en los próximos años.\nPero para mantener al planeta por debajo de los dos grados Celsius de calentamiento se requeriría que las emisiones de carbón no solo se estabilizaran, sino que descendieran drásticamente para 2030.\nIndia\nDebido a que India es relativamente pobre, con 240 millones de sus ciudadanos aún sin acceso a la electricidad, la nación ha argumentado desde hace tiempo que los países más desarrollados deberían dar los primeros pasos para recortar emisiones.\nAsí, el compromiso de India fue menos restrictivo que los de Europa o Estados Unidos. El país prometió instalar más energía limpia y mejorar la intensidad de su carbón —la cantidad de dióxido de carbono emitida por unidad del producto interno bruto— mientras todavía permite que las emisiones totales se eleven entre hoy y 2030. Las emisiones per cápita de India probablemente se mantendrán por debajo de las de China o Estados Unidos.\nAlgunos estudios indican que India puede lograr esos objetivos modestos, mientras se abarata el costo de las renovables y las condiciones cambiantes del mercado han permitido al país reducir progresivamente sus planes para nuevas plantas de carbón después de 2022. Un reporte reciente del Programa de la ONU para el Medioambiente argumenta que India aún puede fortalecer sus compromisos sobre las emisiones, lo que probablemente sea necesario para contribuir a mantener al planeta por debajo de los dos grados de calentamiento. Pero el gobierno indio ha solicitado asistencia de países más desarrollados para hacerlo.\n¿Cuál es el siguiente paso en las conversaciones climáticas?\nLos negociadores se reúnen estos días en Bonn para analizar lineamientos para transparentar los compromisos y las políticas nacionales, para que externos puedan medir con mayor precisión el progreso individual (o la falta de avances) de los países.\nEn 2018, los negociadores climáticos planean iniciar un esfuerzo para evaluar el progreso global contra el cambio climático hasta esa fecha y medirlo a partir del objetivo de los dos grados Celsius. Los países pueden modificar sus compromisos climáticos individuales con base en ello —y lo harán cada cinco años a partir de entonces—.\nEn este momento, muchos de los compromisos de París se mantienen bastante opacos y la mayoría de las naciones han sido poco precisas sobre políticas específicas que pondrán en marcha para alcanzar los objetivos. No hay un mecanismo oficial para cuantificar el progreso. Como resultado, grupos como Climate Action Tracker han tenido que realizar cálculos aproximados sobre si las naciones están encaminadas a cumplir con sus promesas y qué tan lejos tendría que llegar cada una para que el planeta se mantenga por debajo de los dos grados de calentamiento global.\nIncrementar la transparencia de los compromisos facilitaría que los países se presionaran entre ellos para realizar mayores esfuerzos, que fue como se diseñó el Acuerdo de París, dijo David Victor, un profesor de Relaciones Internacionales en la Universidad de California, en San Diego.\n“Los países podrían decir a modo de réplica: ‘Aquí está lo que ha funcionado, lo que no ha funcionado, cuál es nuestro progreso y qué pueden aprender otros países’”, dijo Victor. “Sabemos, gracias a otras áreas de cooperación internacional, que esa dinámica realmente funciona muy bien”.\nFuente: Climate Action Tracker. Desarrollo adicional por Adam Pearce.\nNotas: Los gráficos muestran el equivalente en dióxido de carbono de las emisiones de gases de efecto invernadero. Los datos de los gráficos se obtuvieron de la actualización de noviembre de 2017 de Climate Action Tracker, con excepción de las proyecciones globales de París de noviembre de 2016, que son las más recientes que están disponibles. El análisis de Climate Action Tracker está basado en emisiones reportadas por cada país a las Naciones Unidas. Los datos globales incluyen las emisiones de gases de efecto invernadero y de los sumideros por el uso de la tierra y la silvicultura, pero los datos individuales por país no incluyen los ajustes por el uso de la tierra y la silvicultura debido a la falta de certeza en los cálculos.\nLas emisiones que se requieren para el planteamiento de París y los dos grados Celsius son obtenidas directamente del año más reciente de datos históricos al año final proyectado en los objetivos del Acuerdo de París (2025 para Estados Unidos y 2030 para el resto de los países). El escenario de los dos grados a nivel global refleja una probabilidad mayor al 66 por ciento de limitar el calentamiento a dos grados Celsius para el año 2100. Para cada país, el rango de dos grados es definido por Climate Action Tracker con base en un cálculo “justo”.", "url": "https://www.nytimes.com/es/interactive/cambio-climatico-acuerdo-paris-objetivos/"}