{"authors": ["Sarah Almukhtar", "Matthew Bloch", "Audrey Carlsen", "K.K. Rebecca Lai", "Jasmine C. Lee", "Rebecca Lieberman", "Ash Ngu", "Adam Pearce", "Jugal K. Patel"], "date_download": "2018-11-16 03:15:52", "date_modify": "2018-11-16 03:15:52", "date_publish": "2018-09-14 01:38:37", "description": "Animated maps and satellite images show the effects of the storm.", "filename": "interactive_2018_09_13_us_hurricane-florence-impact-damage-map_1542338152.html", "image_url": "https://static01.nyt.com/images/2018/09/11/us/hurricane-florence-tracking-map-promo-1536673849664/hurricane-florence-tracking-map-promo-1536673849664-facebookJumbo-v33.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_09_13_us_hurricane-florence-impact-damage-map_1542338152.html", "title": "Mapping Florence’s Impact: Rainfall, Power Outages, and Wind", "title_page": "Mapping Florence’s Impact: Rainfall, Power Outages, and Wind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Record amounts of rain have fallen in North Carolina since the outer edges of Hurricane Florence first reached the coast. The hurricane was downgraded to a tropical storm after it made landfall on Friday, but it continued to move slowly inland, dumping more rain on the Carolinas. For the latest updates on the storm, see our live briefing.\nSource: National Weather Service\nPower Failures Across the Region\nMore than one million customers lost power, mainly in North Carolina.\nCustomers without power, by county\nCustomers without power, over time Source: poweroutage.us . Note: Data do not include nine smaller utilities. The data also do not include about 70,000 customers of ElectriCities of North Carolina who have lost power since Friday. The utility did not provide information on when customers lost and regained power.\nWhere Winds Hit the Hardest\nSustained winds from the storm reached 85 miles per hour near the coast where Florence made landfall on Friday.\n0 60 m.p.h. 0 60 m.p.h. ✕ earth Date | Data | Scale | Source | Control | Now « – ‹ – › – » 〖◯〗Grid Mode | Air – Ocean Height | Sfc – 1000 – 850 – 700 – 500 – 250 – 70 – 10 hPa Overlay | None – Wind – Temp – RH – AD – WPD Overlay | TPW – TCW – MSLP Animate | Currents Overlay | None – Currents Overlay | Projection | A – AE – CE – E – O – S – WB – W3 日本語 about  \nWilmington, N.C. Wind speed, m.p.h. Myrtle Beach, S.C. Norfolk, Va. Charleston, S.C. Source: Map data from the National Oceanic and Atmospheric Administration; visualization based on code by Cameron Beccario . Chart data from National Weather Service.\nThe Scale of the Storm\nThe storm brought an area of hurricane-force winds that stretched for 100 miles along the coast.\nComposites of satellite imagery from the National Oceanic and Atmospheric Administration, via Charlie Loyd, Mapbox.\nWhere the Storm Is Headed\nThe storm weakened as it moved inland but continued to drop rain as it headed across South Carolina.\nStrength Tropical Storm Max. Wind Speed 90 m.p.h. Category 4 130-156 m.p.h. 3 111-129 m.p.h. 2 96-110 m.p.h. 1 74-95 m.p.h. Tropical storm Forecasted path Note: Wind forecast is of areas likely to experience tropical storm-force winds. Source: National Weather Service", "url": "https://www.nytimes.com/interactive/2018/09/13/us/hurricane-florence-impact-damage-map.html"}