{"authors": ["William J. Broad", "Mika Gröndahl", "Josh Keller", "Alicia Parlapiano", "Anjali Singhvi", "Karen Yourish"], "date_download": "2018-11-16 03:11:56", "date_modify": "2018-11-16 03:11:56", "date_publish": "2017-08-22 09:00:11", "description": "Six systems that North Korea needs to master to achieve a long-sought goal: being able to reliably hit the United States.", "filename": "interactive_2017_08_22_world_asia_north-korea-nuclear-weapons.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337916.html", "image_url": "https://static01.nyt.com/images/2017/08/16/world/asia/north-korea-nuclear-program-1503086760292/north-korea-nuclear-program-1503086760292-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_08_22_world_asia_north-korea-nuclear-weapons.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337916.html", "title": "Can North Korea Actually Hit the United States With a Nuclear Weapon?", "title_page": "Can North Korea Actually Hit the United States With a Nuclear Weapon? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Source: NHK (Japan Broadcasting Corporation)\nNorth Korea is speeding toward a goal it has sought for decades: the ability to hit a major American city with a nuclear weapon.\nActually striking the United States would be suicide. But the capability could help the North deter an invasion and wield increased global influence. American intelligence agencies estimate that the North could reach the milestone by next year, and some experts think it already has.\nBut reliably sending a nuclear warhead halfway around the globe is extremely difficult, and challenges may remain. Here are some of the systems the North needs to advance or master.\nReach the U.S. mainland\nIt’s probably already possible.\nHere’s what the North’s intercontinental ballistic missile looks like, at least as experts can best determine.\nMain engine Fuel Oxidizer Fuel and oxidizer Guidance Bomb Steering engines Engines STAGE 1 STAGE 2 WARHEAD HWASONG-14 Main engine Oxidizer Bomb Fuel Fuel and oxidizer Steering engines Engines Guidance STAGE 1 STAGE 2 WARHEAD HWASONG-14 Main engine Fuel Oxidizer Fuel and oxidizer Bomb Steering engines Engines Guidance STAGE 1 STAGE 2 WARHEAD HWASONG-14 HWASONG-14 WARHEAD Bomb Guidance Fuel and oxidizer STAGE 2 Engines Oxidizer STAGE 1 Fuel Main engine Steering engines\nIt’s the first ICBM to have flown successfully after many years of empty claims and abandoned models. North Korea tested it twice in July. The second test appeared capable of reaching the West Coast, with Chicago and Denver also potentially in range.\nThe North’s ICBM program was long known for modest strides and spectacular failures until it made a rush of advances this year. Analysts say a powerful new main engine lies behind the feats, calling it stronger and more reliable than past models.\nRange of North Korea’s missile tests July 2017 United States May 2017 1990 1984 North Korea Guam Range of North Korea’s missile tests July 2017 United States May 2017 1990 1984 North Korea Guam Source: Center for Strategic and International Studies\nA vehicle that can survive re-entry\nA crude version by next year, if not already.\nIt’s relatively easy to get a vehicle into space but very difficult to bring it down.\nThe main problem for North Korea is developing a missile warhead that can withstand the fiery heat and great violence of atmospheric reentry.\nStage 2 RE-ENTRY INTO THE ATMOSPHERE RUSSIA CANADA Stage 1 UNITED STATES Launch PACIFIC OCEAN Target JAPAN CHINA NORTH KOREA Stage 2 RE-ENTRY INTO THE ATMOSPHERE RUSSIA CANADA Stage 1 UNITED STATES Launch JAPAN Target NORTH KOREA PACIFIC OCEAN CHINA RE-ENTRY INTO THE ATMOSPHERE Stage 2 RUSSIA CANADA Stage 1 Launch Target UNITED STATES PACIFIC OCEAN NORTH KOREA RE-ENTRY INTO THE ATMOSPHERE Stage 2 CANADA RUSSIA Stage 1 Target Launch PACIFIC OCEAN UNITED STATES NORTH KOREA\nThe forces at work are enormous. A warhead fired into the void of outer space by an intercontinental ballistic missile falls back to Earth at speeds of roughly four miles a second. Intense friction with the planet’s thick blanket of air produces waves of blistering heat. A badly engineered warhead will burn up long before hitting its target.\nDIRECTION OF TRAVEL Schematic diagram of the re-entry vehicle Bomb Atmospheric forces and intense heat affect the re-entry vehicle DIRECTION OF TRAVEL Schematic diagram of the re-entry vehicle Bomb Atmospheric forces and intense heat affect the re-entry vehicle DIRECTION OF TRAVEL Schematic diagram of the re-entry vehicle Bomb Atmospheric forces and intense heat affect the re-entry vehicle DIRECTION OF TRAVEL Schematic diagram of the re-entry vehicle Bomb Atmospheric forces and intense heat affect the re-entry vehicle DIRECTION OF TRAVEL Schematic diagram of the re-entry vehicle Bomb Atmospheric forces and intense heat affect the re-entry vehicle\nOne trick of designers is to coat the reentry vehicle with thick materials that burn off evenly, making an ablative shield that sends dangerous heat into the wake. But manufacturing errors can produce uneven burns that throw a warhead off course.\nLast month, a camera in Japan caught a glimpse of a North Korean mock warhead as it reentered the atmosphere at night. At first it looked like a shooting star, but then it seemed to shed a trail of bright sparks and shimmers before dimming and disappearing. Some experts see this video as evidence that the reentry vehicle broke into pieces.\nSource: NHK (Japan Broadcasting Corporation)\nOthers are not so sure. Joshua H. Pollack, the editor of The Nonproliferation Review, says that the quality of the video is too poor to determine what happened. “Even if it did break up, it may not mean anything,” he said. “It’s a solvable problem.”\nWhat’s clear is that the North is trying hard and making progress. Military and intelligence experts tend to assume the worst – arguably a prudent approach with weapons of mass destruction. If the North keeps up its rate of missile tests, it will likely have perfected a crude re-entry vehicle by next year, if it doesn’t possess one already, private analysts say.\nMake a bomb that can fit in a missile\nProbably already completed.\nMuch of the technical debate over the North Korean threat has turned on whether it has miniaturized its nuclear arms so they can fit inside the cramped space of the missile nose cone.\nThe first atom bomb – dubbed the Gadget – was five feet wide. Last year, the North released a photo of its leader, Kim Jong-un, inspecting a shiny ball described as a miniaturized bomb meant to fit into a missile warhead. It was about two feet wide, small enough to do the trick.\nNew Mexico, 1945. | Photo by the United States Department of Energy. North Korea, 2016 | Photo by the Korean Central News Agency, via European Pressphoto Agency\nIt’s impossible to know whether the photo shows a working weapon or a mock-up. But nuclear experts, including American intelligence agencies, judge that the North has indeed succeeded in making its nuclear arms small enough to fit atop an ICBM.\n“Any country that has conducted five nuclear tests can probably do it,” Mr. Pollack said. “I give them the benefit of the doubt.”\nThe smaller and lighter the bomb, the farther it can go. The chart below estimates how the range of North Korea’s Hwasong-14 missile increases dramatically as the weight of the warhead decreases.\nEstimated North Korean payload 7,000 miles New York 6,000 San Diego San Francisco Seattle 5,000 Pearl Harbor More distance 4,000 Anchorage 3,000 1,000 kg 900 800 700 600 500 400 Lighter payload Estimated North Korean payload 7,000 miles New York 6,000 San Diego San Francisco Seattle 5,000 Pearl Harbor 4,000 Anchorage More distance 3,000 1,000 kg 800 600 400 Lighter payload Source: John Schilling, 38 North | Estimates for a missile with a four-engine upper stage.\nHit the right place\nNot perfect, but close enough.\nNorth Korea’s aim is famously poor, and accurately directing a long-range missile that throws warheads halfway around the world is extraordinarily challenging.\nHighly advanced states that have worked on the problem for decades can launch ICBMs whose warheads will hit target areas roughly 200 meters wide – “an astonishing technical achievement,” says Donald MacKenzie, author of “Inventing Accuracy.”\nOne estimate for North Korea, based on the accuracy of other first-generation ICBMs, ranges between three and five kilometers, or about two to three miles. The true accuracy is impossible to determine because the North’s warheads usually fall into the sea, and outside experts know little about its intended targets.\nEven so, “that’s good enough if you’re aiming at a city,” said Ian Williams, a missile defense expert at the Center for Strategic and International Studies. But it would probably be insufficient to reliably take out a hardened target like a military installation, he said.\nAnalysts say North Korea appears to be working toward leaner, more accurate designs for its missile warheads. It currently appears to use a blunt re-entry vehicle that is relatively easy to make but slower and less accurate than the pointy models of advanced states.\nBlunt Triconic Conical Blunt Triconic Conical\nMake a more powerful bomb\nMade an advance on Sunday.\nNorth Korea can sidestep the accuracy question and do more damage with a more powerful bomb. But that’s difficult given the cramped spaces in a nose cone and the need to keep the weapon as light as possible.\nIn what could be a major advance, North Korea on Sunday carried out an underground nuclear test that was its first to clearly surpass the destructive power of the bombs dropped on the Japanese cities of Hiroshima and Nagasaki in World War II. Early analysis indicated the blast was roughly four times stronger than the bombs dropped in Japan.\nThe standard way of raising the destructive power of a bomb, while keeping it relatively small and lightweight, is to add thermonuclear fuel. The steps are technically daunting but can produce weapons with up to 1,000 times the destructive power of the Hiroshima bomb. Generically, they are known as hydrogen bombs.\nNorth Korea said that Sunday’s test was of a hydrogen bomb that could be mounted on an ICBM, and it released photographs of what it said was the new weapon. But it was unclear whether the test was actually of a hydrogen bomb, or if it was a somewhat more modest advance achieved by using a smaller amount of thermonuclear fuel to boost a less powerful atomic bomb.\nHere’s a rough map of the difference in destruction if a Hiroshima-sized bomb and one 600 times stronger, the size of one of the largest ICBM warheads ever deployed, hit the center of Los Angeles.\nHiroshima-strength bomb, 15 kilotons 1.6 mile radius 3rd degree burns Pasadena LOS ANGELES Downtown L.A. Santa Monica 0.7 mile radius Widespread fatalities PACIFIC OCEAN Long Beach Hiroshima-strength bomb, 15 kilotons 1.6 mile radius 3rd degree burns Pasadena LOS ANGELES Santa Monica 0.7 mile radius Widespread fatalities PACIFIC OCEAN Long Beach Two-stage thermonuclear bomb, 9 megatons 17 mile radius 3rd degree burns Pasadena LOS ANGELES 6 mile radius Widespread fatalities Santa Monica Downtown L.A. PACIFIC OCEAN Long Beach Two-stage thermonuclear bomb, 9 megatons 17 mile radius 3rd degree burns Pasadena LOS ANGELES 6 mile radius Widespread fatalities Santa Monica PACIFIC OCEAN Long Beach\nSource: Alex Wellerstein, NUKEMAP | Estimates are for surface explosions.\nThe North Koreans have shown great interest in making hydrogen bombs, but experts have no clear sense of how far they have traveled down the thermonuclear road. The clearest indication would be a very large underground nuclear blast. So far, the North has detonated nothing that comes even close.\nGet past United States defenses\nNobody knows for sure.\nCan’t the Americans just shoot down an incoming nuclear warhead with an antiballistic missile? Maybe. But that kind of protection has never been used against an ICBM in war, only in highly choreographed tests. Even then, the costly antimissile systems have often failed to hit the speeding mock targets.\nU.S. Department of Defense, Missile Defense Agency\nIt’s a numbers game that can play to the offense. If the North fires three nuclear warheads and the United States manages to shoot down two, the North would still accomplish much of its objective with just one city’s destruction.\nThe North is clearly exploring ways to improve its penetration of antimissile defenses, and is likely to investigate others. In March, it simultaneously fired four missiles in a salvo that would make it harder for American defenses to shoot down all the incoming warheads.\nWarheads that zig and zag could foil antimissile systems. North Korea recently displayed a missile warhead that boasted fins, implying an interest in such evasions.\nA final step would be clouds of inexpensive decoys. Advanced ICBMs carry large sets of such fakes alongside real warheads. The false targets provide protective cover and vastly increase the complexity of the antimissile effort.\nHow will we know when the North Koreans have truly attained the ability to threaten the United States? A friend recently asked Mr. Williams. “I kind of just shrugged my shoulders and said, well, you’re going to see a bright light,” he said.", "url": "https://www.nytimes.com/interactive/2017/08/22/world/asia/north-korea-nuclear-weapons.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}