{"authors": ["Wilson Andrews", "Alicia Parlapiano"], "date_download": "2018-11-16 04:49:29", "date_modify": "2018-11-16 04:49:29", "date_publish": "2017-10-31 09:00:02", "description": "President Trump’s former campaign chairman is charged with channeling large sums of money from offshore bank accounts to pay for goods, services and real estate in the United States.", "filename": "interactive_2017_10_31_us_politics_manafort-mueller-money-laundering-fraud.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343769.html", "image_url": "https://static01.nyt.com/images/2017/10/31/us/politics/manafort-mueller-money-laundering-fraud-1509415393117/manafort-mueller-money-laundering-fraud-1509415393117-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_10_31_us_politics_manafort-mueller-money-laundering-fraud.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343769.html", "title": "How a Federal Inquiry Says Paul Manafort Laundered $18 Million, and How He Spent It", "title_page": "How a Federal Inquiry Says Paul Manafort Laundered $18 Million, and How He Spent It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Aug. 7, 2018: Mr. Gates testified in Mr. Manafort’s trial on bank and tax fraud charges. Visit this page for more.\nPaul Manafort, President Trump’s former campaign chairman, was indicted on Monday with his longtime associate, Rick Gates, on charges of money laundering and making false statements to officials related to lobbying work in Ukraine.\nThe two men, who pleaded not guilty, are charged with setting up offshore bank accounts and making wire transfers from them to directly pay for goods, services and real estate in the United States. They are said to have done this without disclosing their foreign bank accounts or paying taxes on the income. The indictment lists more than 30 domestic and foreign entities that were involved in the plan.\nThe two men generated tens of millions of dollars lobbying for Ukrainian interests. Beverly Hills Britain U.S. Cyprus Virginia New York South Carolina Florida ATLANTIC OCEAN Paul Manafort wired more than $18 million from offshore accounts to pay for a lavish lifestyle in the United States, according to the indictment. Grenadines The two men generated tens of millions of dollars lobbying for Ukrainian interests. Britain Beverly Hills Cyprus UNITED STATES New York Virginia ATLANTIC OCEAN South Carolina Florida Paul Manafort wired more than $18 million from offshore accounts to pay for a lavish lifestyle in the United States, according to the indictment. Grenadines The two men generated tens of millions of dollars lobbying for Ukrainian interests. Britain Beverly Hills UNITED STATES Cyprus New York Virginia ATLANTIC OCEAN South Carolina Florida Paul Manafort wired more than $18 million from offshore accounts to pay for a lavish lifestyle in the United States, according to the indictment. Grenadines Beverly Hills Ukraine Britain U.S. Cyprus New York Virginia South Carolina Florida ATLANTIC OCEAN Grenadines The two men generated tens of millions of dollars lobbying for Ukrainian interests. Mr. Manafort wired more than $18 million from offshore accounts to pay for a lavish lifestyle in the United States, according to the indictment. Source: Federal court documents\nOver a period of six years, the indictment indicates, Mr. Manafort made transfers totaling $6.4 million for real estate and more than $12 million for personal goods and services like clothing, vehicles and home improvement.\nReal Estate Payments for Brooklyn Brownstone in Carroll Gardens $3.0 million Arlington, Va. House $1.9 million Manhattan Condominium in SoHo $1.5 million Home Improvement Payments to Hamptons, N.Y. Home improvement company $5.4 million Landscaper $655,500 Landscaper $164,740 Audio, video and control system home integration and installation company $112,825 Florida Home automation, lighting and entertainment company $1.3 million Contractor $432,487 Virginia Contractor $125,650 South Carolina Property management $46,000 New York Housekeeping $20,000 Art and Antiques Payments to Alexandria, Va. Antique rug store $934,350 Costs related to the antique rug store $100,000 New York Antique dealer $623,910 Florida Art gallery $31,900 Clothing Payments to New York Men’s clothing store $849,215 Beverly Hills, Calif. Clothing store $520,440 Cars Payments for Costs related to three Range Rovers $163,705 Purchase of Mercedes Benz $62,750 Purchase of Range Rover $47,000 Other Payments to Investment company $500,000 Total $18.5 million Source: Federal court documents\nMr. Manafort and Mr. Gates are also accused of using the accounts to pay more than $2 million to two Washington lobbying firms on behalf of their Ukrainian clients — former President Viktor F. Yanukovych of Ukraine and his pro-Russia party — who they were not registered to represent. Mr. Manafort and Mr. Gates developed a cover story to distance themselves from their lobbying activity and mislead agents of the Justice Department who were investigating them, the indictment says.\nUkrainian government and political party Paid Mr. Manafort and Mr. Gates and communicated regularly with them. This mouthpiece for a president of Ukraine was set up as a client of the Washington firms through Mr. Manafort and Mr. Gates. The European Center for a Modern Ukraine Manafort and Gates The duo selected the firms, communicated with them and paid them over $2 million from offshore accounts. The firms lobbied on behalf of Ukrainian interests, including sanctions, the validity of elections and the imprisonment of a presidential rival. Two Washington lobbying firms United States lawmakers Ukrainian government and political party Paid Mr. Manafort and Mr. Gates and communicated regularly with them. The European Center for a Modern Ukraine Manafort and Gates This mouthpiece for a president of Ukraine was set up as a client of the Washington firms through Mr. Manafort and Mr. Gates. The duo selected the firms, communicated with them and paid them over $2 million from offshore accounts. Two Washington lobbying firms The firms lobbied on behalf of Ukrainian interests, including sanctions, the validity of elections and the imprisonment of a presidential rival. United States lawmakers Source: Federal court documents\nIn 2012, Mr. Manafort made wire transfers from the offshore accounts to purchase three properties in New York and Virginia, the charges say. The three homes and a fourth in the Hamptons are listed in the indictment as subject to forfeiture if he is charged with money laundering:\nCondo in the SoHo neighborhood of Manhattan. Brendan Mcdermid/Reuters Brownstone in Carroll Gardens, Brooklyn. Brendan Mcdermid/Reuters House in Arlington, Va. Google Street View House in the Hamptons, N.Y. Google Maps\nWhen Mr. Manafort later took out mortgages on two of these properties to obtain cash in the United States, he defrauded the institutions that loaned the money so he could borrow more at better rates, according to the indictment.\nThe indictment says that he purchased the Manhattan condo for $2.85 million and later used it as a rental property. It goes on to say that when he applied for a mortgage for the condo, he falsely claimed that it was a secondary home for his daughter and son-in-law so that he could get a sum larger than the loan available for a rental property. He received a $3.2 million loan.", "url": "https://www.nytimes.com/interactive/2017/10/31/us/politics/manafort-mueller-money-laundering-fraud.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}