{"authors": ["Jeremy Ashkenas"], "date_download": "2018-11-16 04:45:43", "date_modify": "2018-11-16 04:45:43", "date_publish": "2017-01-11 12:02:34", "description": "Rex W. Tillerson, former chief executive of ExxonMobil and Donald J. Trump’s nominee to be secretary of state, has conducted his own brand of oil-oriented diplomacy during his 41-year career at Exxon, a company that has often cut deals with authoritarian leaders of politically unstable countries.", "filename": "interactive_2017_01_11_us_politics_rex-tillerson-exxon-maverick-oil-diplomacy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343543.html", "image_url": "https://static01.nyt.com/images/2017/01/11/us/politics/rex-tillerson-exxon-maverick-oil-diplomacy-1484106491053/rex-tillerson-exxon-maverick-oil-diplomacy-1484106491053-facebookJumbo-v7.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_01_11_us_politics_rex-tillerson-exxon-maverick-oil-diplomacy.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343543.html", "title": "Rex Tillerson’s Maverick Oil Diplomacy", "title_page": "Rex Tillerson’s Maverick Oil Diplomacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ExxonMobil production sites\nRussia Canada Kazakhstan United States Iraq Thailand Chad Yemen Nigeria Malaysia Papua New Guinea Equatorial Guinea Indonesia Angola Australia Argentina Canada United States Argentina Russia Kazakhstan Iraq Chad Yemen Thailand Papua New Guinea Equatorial Guinea Angola Indonesia Australia Russia Canada Kazakhstan United States Iraq Thailand Chad Yemen Nigeria Malaysia Equatorial Guinea Papua New Guinea Indonesia Angola Australia Argentina Russia Canada Kazakhstan United States Iraq Thailand Chad Yemen Nigeria Malaysia Papua New Guinea Equatorial Guinea Indonesia Angola Australia Argentina Russia Canada Kazakhstan United States Iraq Thailand Chad Yemen Nigeria Malaysia Papua New Guinea Equatorial Guinea Indonesia Angola Australia Argentina Tim Wallace/The New York Times | Source: ExxonMobil, 2016 Shareholders Meeting Press Release\nAs the largest oil company in the world not owned by a state, Exxon has had to work in “underexplored regions with higher risk, but higher reward potential,” as Mr. Tillerson, 64, said at a shareholder meeting last year.\nAfter Mr. Tillerson’s nomination was floated by Mr. Trump, Reince Priebus, who will be the White House chief of staff, echoed a saying coined in a speech by former Vice President Dick Cheney: “The good Lord didn’t see fit to put oil and gas only where there are democratically elected regimes friendly to the United States.”\nRussia\nIn 2011, Mr. Tillerson engineered a multibillion dollar joint venture with the Russian state-owned oil company Rosneft. Exxon received the right to look for oil in the Black and Kara Seas alongside Rosneft, in return for giving the Russian company minority stakes in Exxon projects in Texas, the Gulf of Mexico and elsewhere.\nThe deal cemented an alliance between Mr. Tillerson and Igor Sechin, the executive chairman of Rosneft and former deputy prime minister of Russia. Mr. Sechin is a close ally of Russia’s president, Vladimir V. Putin, and both share a past as Soviet intelligence agents.\nIn 2014, Exxon’s deal was put on ice after the Obama administration imposed sanctions on Russia for annexing Crimea. In addition the Treasury Department, citing his “utter loyalty to Vladimir Putin,” sanctioned Mr. Sechin, barring him from traveling to the United States, freezing his assets and forbidding personal business transactions with American citizens.\nVladimir V. Putin, then the prime minister of Russia, speaking with Rex W. Tillerson at the signing ceremony of the Rosneft-Exxon oil deal in Sochi on Aug. 30, 2011. Pool photo by Alexsey Druginyn\nMr. Sechin lamented the travel ban imposed against him in 2014, saying at a Rosneft shareholders meeting that he regretted not being able to “ride the roads of the United States on motorcycles with Tillerson.”\nIn June, Mr. Tillerson attended a major state-sponsored economic forum in St. Petersburg, Russia, that had been shunned by American executives since the sanctions were imposed, causing the State Department spokesman John F. Kirby to say that participation in the forum “sends the wrong message about the acceptability of Russia’s actions.”\nIf the 2014 sanctions are lifted by the Trump administration, the Exxon-Rosneft partnership would be able to resume oil exploration in the Arctic.\nOn Wednesday, in response to a question at his Senate confirmation hearings, Mr. Tillerson said, “We need to move Russia from being an adversary always, to a partner at times.”\nEquatorial Guinea\nAccording to ExxonMobil’s website, the company is the largest oil producer in this small country, known to oil executives as the “Kuwait of Africa,” because of its sizable offshore oil deposits.\nEquatorial Guinea is also one of the poorest countries in the world despite the oil boom having increased the size of its economy 20-fold since the mid 1990s. The ruling family has amassed property in Europe, Brazil and the United States while the majority of the population subsists on less than $2 a day.\nIn 2004, United States federal auditors fined a bank in Washington where Exxon and other oil companies had deposited hundreds of millions of dollars in payments for the use of Equatorial Guinea’s oil fields.\nRecords of the bank’s accounts show large deposits, in increments as high as $250,000, from American oil companies into the accounts of government officials and their relatives. Exxon says that the company is careful to follow the rules of the Foreign Corrupt Practices Act in countries with a history of corruption.\nThe president’s son Teodoro Nguema Obiang Mangue, the presumptive heir to the leadership of the country, is facing charges of money laundering and corruption in France.\nEuropean officials have seized Mr. Obiang’s Parisian mansion; a $100 million, 250-foot yacht; and 11 luxury cars, including two Bugatti Veyrons. In 2014, American law enforcement officials took possession of Mr. Obiang’s hilltop villa in Malibu, Calif.\nTwo Ferrari sports cars belonging to Mr. Obiang were towed by the police from the freight zone at the airport in Geneva in November 2016. Laurent Gillieron/European Pressphoto Agency\nMr. Obiang, who has described himself as an African prince, managed to keep his Gulfstream jet, another yacht in Morocco and Michael Jackson’s famous crystal-encrusted glove. His father appointed him vice president last year.\nUnder Mr. Tillerson, Exxon signed a major new oil exploration agreement with Equatorial Guinea in 2015. In a news release, Gabriel Mbaga Obiang Lima, the minister of mines, industry and energy, and another son of the president, said that the deal “signifies the start of a new adventure between old acquaintances and is expected to be as successful as the first one.”\nVenezuela\nThe company had operated in Venezuela for decades, but in 2007, shortly after Mr. Tillerson stepped into the C.E.O. job, Hugo Chávez, who was the country’s president, said he would renegotiate a government deal with ExxonMobil, after pressuring other foreign oil companies to renegotiate as well.\nExxon did not agree to the changes in terms, and the Venezuelan government seized its assets in the country.\nIn a 2013 interview with Charlie Rose, Mr. Tillerson said that Mr. Chavez had “changed the contracts and invited us to either accept the new contracts or to leave the country, and I accepted his invitation to leave the country.”\nMr. Tillerson continued: “We have been in and out of Venezuela before. We were in Venezuela. We left Venezuela, we went back and we left again.”\nA 2008 photograph of supporters of Hugo Chávez protesting in front of a Mobil service station in Maracaibo, holding signs that read: “Oil is sovereignty. Stop ExxonMobil. Respect Venezuela.” Reuters\nExxon sued the Venezuelan government for seizing its assets, winning a case before the World Bank’s international arbitration court in 2014, but Venezuela was ordered to pay only about one-tenth of what Exxon said the assets were worth.\nAngola\nExxonMobil has operated in Angola for more than 20 years, and it began production at new offshore wells under Mr. Tillerson’s leadership in 2012 and 2015. The country is Africa’s second-largest oil producer, and booming oil revenue constitutes more than 95 percent of the country’s exports.\nA 2011 photograph of one of Exxon’s offshore drilling platforms in the Kizomba oil field, off the coast of northern Angola. Exxon Mobil, via Business Wire\nIn Angola, the state-owned Sonangol authorizes all exploration and drilling activity. In June, Angola’s strongman president, José Eduardo dos Santos, who has ruled the country since 1979, fired the entire board of Sonangol and gave control of the company to his billionaire daughter, Isabel dos Santos, the richest woman in Africa.\nA 2013 report by the State Department cited a Swiss investigation into Sonangol that found that “government corruption at all levels was endemic,” and criticized Sonangol’s withholding of financial information about sale prices and the bonuses paid by international oil companies like Exxon to purchase concessions for oil exploration and drilling.\nIraq\nIn 2011, the State Department was working on a deal to share Iraq’s oil revenue among its ethnically fractured provinces, hoping to financially tie together the Shiite political power center in Baghdad with Sunni provinces in the west and the Kurds in the north.\nBut Mr. Tillerson cut a deal directly with the semiautonomous Kurdish administration, sidelining Washington and undermining Iraq’s fledgling central government.\nIraqi officials argued that they had warned Exxon not to sign oil deals directly with the Kurdish regional government, and that such deals would be considered illegal until the revenue-sharing rules had been worked out.\nIn the following month, the Iraqi government refused to pay Exxon a multimillion dollar fee for two years of the company’s work in a southeastern oil field.\nAccording to a 2012 book by the journalist Steve Coll that chronicled the international deals of ExxonMobil, Mr. Tillerson arranged a conference call to explain his Kurdistan maneuver to senior State Department officials, telling them, “I had to do what was best for my shareholders.”\nExxon abandoned three of the six oil exploration zones it had been operating in Iraqi Kurdistan last year.\nYemen\nOne of Mr. Tillerson’s first global challenges as a young oil executive in the 1990s was serving as the Exxon president and country manager for Yemen. The country was a newborn state at the time, having only recently unified the populous, republican north with a smaller Marxist government in the south.\nMr. Tillerson was credited with playing hardball with the negotiating team of President Ali Abdullah Saleh, refusing to change the terms of the deal when the government wanted to alter it on the night before he was to return to Texas. Mr. Tillerson stormed out of the negotiations at one point, throwing a five-inch-thick book across the room.\nThis is the sort of uncompromising international dealmaking that Mr. Trump might value in a secretary of state.\nChad\nIn October 2001, officials from the World Bank, ExxonMobil, Chevron and Petronas of Malaysia joined the presidents of Chad and Cameroon in a ceremony celebrating the start of one of the largest oil infrastructure projects in African history: a $4.2 billion, 665-mile pipeline to carry crude oil from the floodplains of southern Chad, through Cameroon and to the Atlantic coast.\n“I view the Chad project as a clean sheet of paper,” said Mr. Tillerson, at the time an executive vice president. “We have the opportunity to put things in place perhaps the way you’d like to see them carried out from the very beginning.”\nVillagers live under the continual light of a gas flare near an ExxonMobil oil facility in southern Chad. Jacob Silberberg/Panos\nExxon had a presence in Chad since 1988, but the agreement, organized by the oil companies and the World Bank and signed into law by President Idriss Déby Itno in 1999, pledged that 80 percent of its oil revenue would go to social development in education, health, agriculture and infrastructure, and another 10 percent would be kept in a “future generations” fund.\nThe agreement was seen as an aspirational example, in which the oil companies could enhance the security of their drilling operations and the political stability of the country by ensuring that oil revenue would help to raise the living standards of Chad’s impoverished citizens.\nBut the pledge was not honored. During Mr. Tillerson’s tenure as C.E.O. in 2008, the World Bank decided to shut down the program that had helped finance the African pipeline, after a report found that much of the money had been wasted and embezzled.", "url": "https://www.nytimes.com/interactive/2017/01/11/us/politics/rex-tillerson-exxon-maverick-oil-diplomacy.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}