{"authors": ["Keith Bradsher", "Karl Russell"], "date_download": "2018-11-16 03:50:59", "date_modify": "2018-11-16 03:50:59", "date_publish": "2017-03-07 08:00:17", "description": "The Trump administration faces the problem that China’s high trade barriers are allowed by the World Trade Organization, because China entered the group as a developing country and insists it still is one.", "filename": "interactive_2017_business_trade-china-protectionism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340259.html", "image_url": "https://static01.nyt.com/images/2017/02/24/business/china-protectionism-1487979860548/china-protectionism-1487979860548-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_business_trade-china-protectionism.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340259.html", "title": "Building Trade Walls", "title_page": "Building Trade Walls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Russia 7.8% Canada 4.2% E.U. cojntries 5.1% Japan 4% U.S. 3.5% China 9.9% S.Korea 14.9% Mexico 7.1% India 13.4% Indonesia 6.9% Australia 2.5% Brazil 13.5% Average tariff in each country 0 4% 10% 15% 34% Russia 7.8% Canada 4.2% European Union countries 5.1% United States 3.5% Japan 4% China 9.9% South Korea 14.9% India 13.4% Mexico 7.1% Indonesia 6.9% Australia 2.5% Brazil 13.5% Average tariff in each country 0 4% 10% 15% 34% Russia 7.8% Canada 4.2% European Union countries 5.1% United States 3.5% Japan 4% China 9.9% South Korea 14.9% India 13.4% Mexico 7.1% Indonesia 6.9% Australia 2.5% Brazil 13.5% Average tariff in each country 0 4% 10% 15% 34% Russia 7.8% Canada 4.2% European Union countries 5.1% United States 3.5% Japan 4% China 9.9% South Korea 14.9% India 13.4% Mexico 7.1% Indonesia 6.9% Australia 2.5% Brazil 13.5% Average tariff in each country 0 4% 10% 15% 34% Russia 7.8% Canada 4.2% European Union countries 5.1% Japan 4% United States 3.5% China 9.9% South Korea 14.9% India 13.4% Mexico 7.1% Indonesia 6.9% Australia 2.5% Brazil 13.5% Average tariff in each country 0 4% 10% 15% 34% Source: World Trade Organization\nPresident Trump’s advisers and allies are pushing an ambitious idea: Remake American trade.\nThey are considering sweeping aside decades of policy and rethinking how the United States looks at trade with every country. Essentially, after years of criticizing China and much of Europe for the way they handle imports and exports, these officials want to copy them.\nThis approach could result in higher barriers to imports that would end America’s decades-long status as the world’s most open large economy. This could lead to slightly higher prices in the United States for everything from Chilean grapes to iPhones to gasoline. But it could also provide a boost to companies and workers who make things in the United States and sell them abroad.\nWill it happen? Mr. Trump has hinted at the issue, having told Congress that “other countries make us pay very high tariffs and taxes,” but “we charge them almost nothing.” The discussion, if translated into action, could affect national economies and regular households alike — and create big problems for countries like China that depend heavily on exports to the United States.\nPutting Up Barriers\nFirst, it helps to understand how the United States and other countries currently treat trade.\nThe most visible layer is tariffs, or taxes on imports. The World Trade Organization, the global trade adjudicator, has allowed developing countries to impose far higher tariffs than industrialized countries, while they build up industries at home. China has been counted as a developing country.\nBut many countries have additional taxes. For example, China and other countries, but not the United States, also charge a steep value-added tax, which is a kind of national sales tax on imports and home-produced goods alike. Exports are exempt from value-added taxes.\nOnce value-added taxes and sales taxes are included in an international comparison, America’s taxes on imports are much lower than those of almost every other country.\nGermany 24% Russia 26% Canada 17% Britain 25% France 25% U.S. 9% China 27%+ Japan 12% India 31% Mexico 23% Australia 13% Brazil 31% Value-added tax (VAT) plus the average tariff in each country 7% 15% 25% 30% 43% Most American states and some Canadian provinces charge sales tax, not VAT. Germany 24% Russia 26% Canada 17% Britain 25% France 25% United States 9% China 27%+ Japan 12% India 31% Mexico 23% Most American states and some Canadian provinces charge sales tax, not VAT. Australia 13% Brazil 31% Value-added tax (VAT) plus the average tariff in each country 7% 15% 25% 30% 43% Germany 24% Russia 26% Britain 25% Canada 17% France 25% United States 9% China 27%+ Japan 12% India 31% Mexico 23% Most American states and some Canadian provinces charge sales tax, not VAT. Australia 13% Brazil 31% Value-added tax (VAT) plus the average tariff in each country 7% 15% 25% 30% 43% Germany 24% Russia 26% Britain 25% Canada 17% France 25% United States 9% China 27%+ Japan 12% India 31% Mexico 23% Most American states and some Canadian provinces charge sales tax, not VAT. Australia 13% Brazil 31% Value-added tax (VAT) plus the average tariff in each country 7% 15% 25% 30% 43% Germany 24% Russia 26% Britain 25% Canada 17% France 25% United States 9% China 27%+ Japan 12% India 31% Mexico 23% Most American states and some Canadian provinces charge sales tax, not VAT. Australia 13% Brazil 31% Value-added tax (VAT) plus the average tariff in each country 7% 15% 25% 30% 43% Sources: World Trade Organization (tariffs); New York Times calculations and reporting; Deloitte Touche Tohmatsu Ltd. (worldwide value-added tax rates); Tax Foundation (U.S. sales tax average); New York Times calculations and reporting\nRethinking Trade\nMr. Trump’s advisers and some lawmakers don’t like this arrangement.\nFor starters, they question why China’s average tariffs are about three times as high as those in the United States — and its tariffs on manufactured goods, which involve a lot of jobs to produce them, are far higher still. Those levels are allowed because when China joined the World Trade Organization in 2001, it was clearly a developing country. Lower American trade barriers have helped China increase exports to the United States, while importing fairly little.\n$600 billion United States total annual trade with China EX- PORTS 500 400 China enters the W.T.O. 300 IMPORTS FROM CHINA 200 100 ’85 ’90 ’95 ’00 ’05 ’10 ’15 –$100 billion U.S. annual trade deficits with China –200 Exports minus imports –300 –400 ’85 ’90 ’95 ’00 ’05 ’10 ’15 $600 billion United States total annual trade with China EX- PORTS 500 –$100 billion 400 U.S. annual trade deficits with China China enters the W.T.O. 300 –200 IMPORTS FROM CHINA 200 China enters the W.T.O. Exports minus imports –300 100 –400 ’85 ’90 ’95 ’00 ’05 ’10 ’15 ’85 ’90 ’95 ’00 ’05 ’10 ’15 $600 billion EX- PORTS 500 United States total annual trade with China U.S. annual trade deficits with China – $100 400 China enters the W.T.O. 300 Exports minus imports – 200 IMPORTS FROM CHINA China enters the W.T.O. 200 – 300 100 – 400 ’85 ’90 ’95 ’00 ’05 ’10 ’15 ’85 ’90 ’95 ’00 ’05 ’10 ’15 $600 billion 500 EXPORTS TO CHINA United States total annual trade with China U.S. annual trade deficits with China – $100 billion 400 300 China enters the W.T.O. – 200 Exports minus imports IMPORTS FROM CHINA China enters the W.T.O. 200 – 300 100 – 400 ’85 ’90 ’95 ’00 ’05 ’10 ’15 Source: Census Bureau\nToday, China’s designation as a developing country is more debatable. China is the world’s second-largest economy and the biggest producer of steel and cars.\nStill, China trails most developed nations by some measures, and Chinese officials argue that it is still developing and does not yet qualify as industrialized.\nThe United Nations’ Human Development Index 1.0 United States VERY HIGH 0.9 0.8 China HIGH 0.7 MEDIUM 0.6 0.5 0.4 LEVEL OF HUMAN DEVELOPMENT: 0.3 0.2 LOW 0.1 0 ’80 ’85 ’90 ’95 ’00 ’05 ’10 ’14 Index factors, 2014 LIFE EXPECTANCY AT BIRTH EXPECTED YEARS OF SCHOOLING AVERAGE YEARS OF SCHOOLING INCOME* PER PERSON $52,947 79 years 16 years 76 years 13 years 13 years 8 years $12,547 China U.S. China U.S. China U.S. China U.S. *Gross national income per person, in 2011 purchasing power parity dollar The United Nations’ Human Development Index 1.0 Index factors, 2014 United States VERY HIGH LIFE EXPECTANCY AT BIRTH EXPECTED YEARS OF SCHOOLING AVERAGE YEARS OF SCHOOLING INCOME* PER PERSON 0.9 0.8 $52,947 China HIGH 0.7 79 years 16 years 76 years MEDIUM 0.6 13 years 13 years 0.5 0.4 LEVEL OF HUMAN DEVELOPMENT: 0.3 8 years 0.2 $12,547 LOW 0.1 0 China U.S. China U.S. China U.S. China U.S. ’80 ’85 ’90 ’95 ’00 ’05 ’10 ’14 *Gross national income per person, in 2011 purchasing power parity dollar The United Nations’ Human Development Index 1.0 Index factors, 2014 United States VERY HIGH LIFE EXPECTANCY AT BIRTH EXPECTED YEARS OF SCHOOLING AVERAGE YEARS OF SCHOOLING INCOME* PER PERSON 0.9 0.8 China HIGH 0.7 79 years 16 years $52,947 76 years MEDIUM 0.6 13 years 13 years 0.5 0.4 LEVEL OF HUMAN DEVELOPMENT: 0.3 8 years 0.2 LOW $12,547 0.1 0 China U.S. China U.S. China U.S. China U.S. ’80 ’85 ’90 ’95 ’00 ’05 ’10 ’14 *Gross national income per person, in 2011 purchasing power parity dollars The United Nations’ Human Development Index Index factors, 2014 1.0 United States LIFE EXPECTANCY AT BIRTH EXPECTED YEARS OF SCHOOLING AVERAGE YEARS OF SCHOOLING INCOME* PER PERSON VERY HIGH 0.9 79 years 16 years $52,947 0.8 76 years China HIGH 0.7 13 years 13 years MEDIUM 0.6 0.5 0.4 8 years LEVEL OF HUMAN DEVELOPMENT: 0.3 0.2 $12,547 LOW 0.1 China U.S. China U.S. China U.S. China U.S. 0 ’80 ’85 ’90 ’95 ’00 ’05 ’10 ’14 *Gross national income per person, in 2011 purchasing power parity dollars Source: United Nations Development Program\nChina’s economy is still roughly two-thirds the size of the American economy, even though China has four times as many people. Average incomes in China are still one-fifth to one-quarter of levels in the United States, and much of China’s interior is still underdeveloped.\n“We still hold the developing countries’ standpoint,” said Li Gang, the deputy dean of the Commerce Ministry’s research unit, the Chinese Academy of International Trade and Economic Cooperation.\nWhen China joined the W.T.O. in 2001, the expectation was that its tariffs would later be adjusted lower during global trade talks, known as the Doha Round. But those talks fell apart for a variety of reasons.\nHow Tariffs Hit Industries\nWhile China’s average tariffs are higher, they vary widely by industry, and that has contributed to big industrial shifts.\nConsider cars. China’s tariff on imported cars is 25 percent of the wholesale price, which is one reason General Motors, Ford and Volkswagen set up huge factories in China. By contrast, tariffs in the United States are just 2.5 percent for imported cars, minivans and sport utility vehicles. So automakers make in China almost all the cars that they sell there, while many cars in the United States are imported.\nShare of car sales that are imported Tariff on imported cars 7.6% 0% JAPAN Though Japan has no tariffs, it has many non-tariff barriers. SOUTH KOREA 16.7% 8.0% Tariffs are on cars and most family vehicles, 10 percent on some light- duty trucks. EUROPEAN UNION 15.2% 9.8% Tariffs are for imported cars and other family vehicles 4.2% 25.0% CHINA Tariffs are for imported cars and other family vehicles U.S. CARS 26.0% 2.5% U.S. PICKUP TRUCKS 0% 25.0% Tariffs apply to imported cars, vans, sport utility vehicles and pickup trucks. The tariff level is zero if the vehicle comes from Mexico or Canada because of Nafta. Tariff on imported cars 0% 8.0% 9.8% 25.0% 2.5% 25.0% JAPAN SOUTH KOREA EUROPEAN UNION CHINA UNITED STATES CARS UNITED STATES PICKUP TRUCKS 26.0% Share of car sales that are imported 16.7% 15.2% 7.6% 4.2% 0% Though Japan has no tariffs, it has many non- tariff barriers. Tariffs are on cars and most family vehicles, 10 percent on some light- duty trucks. Tariffs are for imported cars and other family vehicles Tariffs are for imported cars and other family vehicles Tariffs apply to imported cars, vans, sport utility vehicles and pickup trucks. The tariff level is zero if the vehicle comes from Mexico or Canada because of Nafta. Domestic sales in the U.S. include Mexico and Canada because of Nafta. Tariff on imported cars 0% 8.0% 9.8% 25.0% 2.5% 25.0% JAPAN SOUTH KOREA EUROPEAN UNION CHINA UNITED STATES CARS UNITED STATES PICKUP TRUCKS 26.0% Domestic sales in the U.S. include Mexico and Canada because of Nafta. Share of car sales that are imported 16.7% 15.2% 7.6% 4.2% 0% Though Japan has no tariffs, it has many non- tariff barriers. Tariffs are on cars and most family vehicles, 10 percent on some light- duty trucks. Tariffs are for imported cars and other family vehicles Tariffs are for imported cars and other family vehicles Tariffs apply to imported cars, vans, sport utility vehicles and pickup trucks. The tariff level is zero if the vehicle comes from Mexico or Canada because of Nafta. Source: LMC Automotive\nTo be sure, automakers have many reasons to build factories in China, including proximity to low-cost suppliers as well as to customers in a big new market.\nTrade Redo\nSome of Mr. Trump’s advisers and Republicans in the House of Representatives want to replace America’s current taxes on corporate profits with a system that raises the costs of imports while helping exports.\nCompanies currently deduct practically all of their costs, including imports, from their sales revenue, and then pay taxes on the profits that are left. The new idea, sometimes called a border-adjusted tax, essentially involves ending the deductibility of imports so that they would be taxed. At the same time, profits on exports would no longer be taxed, and the overall tax rate would be cut. Big beneficiaries would be domestic factory owners and workers and big exporters like Boeing. But other countries might retaliate, and some Senate Republicans worry it could violate the rules of the W.T.O.\nA border-adjusted tax would “mean a trade war not only between China and the U.S. but across the whole world,” said Wei Jianguo, a former Chinese vice minister of commerce. “China is firmly against it.”\nThe idea nonetheless has support among House Republicans, in addition to some of Mr. Trump’s supporters, although the president himself has called it “too complicated.” It has also divided businesses, with big importers opposed.\nRising Protectionism\nEven before Mr. Trump took office, America’s taste for free trade was fading. While China protects many more of its industries than the United States does, China has also been moving faster to liberalize.\nShare of sectors affected by investment discrimination India 84 % Indonesia 75 China 55 Saudi Arabia 39 France 24 Australia 21 Germany 21 Argentina 15 Mexico 15 Brazil 12 Italy 7 South Korea 7 Russia 7 United States 7 Canada 3 Japan 3 Britain 3 South Africa 1 Turkey 1 Share of sectors benefiting from investment liberalization India 63 % Russia 61 Turkey 37 Indonesia 34 China 27 Brazil 22 South Korea 18 Canada 7 United States 7 Argentina 3 3 Australia Japan 1 Mexico 1 Saudi Arabia 1 South Africa 1 France 0 Germany 0 0 Italy Britain 0 Share of sectors affected by investment discrimination Share of sectors benefiting from investment liberalization India 84 % India 63 % Indonesia 75 Russia 61 China 55 Turkey 37 Saudi Arabia 39 Indonesia 34 France 24 China 27 Australia 21 Brazil 22 Germany 21 South Korea 18 Argentina 15 Canada 7 Mexico 15 United States 7 Brazil 12 Argentina 3 Italy 7 Australia 3 South Korea 7 Japan 1 Russia 7 Mexico 1 United States 7 Saudi Arabia 1 Canada 3 South Africa 1 Japan 3 France 0 Britain 3 Germany 0 South Africa 1 Italy 0 Turkey 1 Britain 0 Share of sectors affected by investment discrimination Share of sectors benefiting from investment liberalization India 84 % India 63 % Indonesia 75 Russia 61 China 55 Turkey 37 Saudi Arabia 39 Indonesia 34 France 24 China 27 Australia 21 Brazil 22 Germany 21 South Korea 18 Argentina 15 Canada 7 Mexico 15 United States 7 Brazil 12 Argentina 3 Italy 7 Australia 3 South Korea 7 Japan 1 Russia 7 Mexico 1 United States 7 Saudi Arabia 1 Canada 3 South Africa 1 Japan 3 France 0 Britain 3 Germany 0 South Africa 1 Italy 0 Turkey 1 Britain 0 Data are for countries in the G-20 since the height of the global financial crisis in November 2008 | Source: Global Trade Alert\nGlobal Trade Alert, a nonprofit based in Zurich that tracks and opposes protectionism, has documented 1,066 discriminatory American measures since the height of the global financial crisis in November 2008, including bailouts and subsidies for American companies, Buy America measures, tariff increases and other moves. Those are more measures than in any other country, although that may be partly because it is easier to document such measures in the United States, said Simon Evenett, the project’s leader. The American measures are also extremely narrow, affecting a small share of trade.", "url": "https://www.nytimes.com/interactive/2017/business/trade-china-protectionism.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}