{"authors": ["Catrin Einhorn", "Hannah Fairfield", "Tim Wallace"], "date_download": "2018-11-16 04:35:04", "date_modify": "2018-11-16 04:35:04", "date_publish": "2015-12-24 10:00:23", "description": "Russia has asserted itself on the world stage with a forcefulness not seen since the Cold War, increasing tensions with the West. Here is what it has been doing to reclaim its influence.", "filename": "interactive_2015_12_24_world_asia_russia-arming.html__r=0_1542342904.html", "image_url": "https://static01.nyt.com/images/2015/12/23/world/asia/russia-arming-1450897107501/russia-arming-1450897107501-facebookJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_12_24_world_asia_russia-arming.html__r=0_1542342904.html", "title": "Russia Rearms for a New Era", "title_page": "Russia Rearms for a New Era - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Russia Is Building and Expanding Bases in the Arctic\nRussia is reinvesting in its bases in the Arctic: building new ones, expanding old ones and deploying personnel to operate them. Analysts say Russia’s efforts in the Arctic are driven in part by climate change, as the country seeks to exploit and defend maritime trade routes and oil and natural gas resources in areas made more accessible by melting ice.\nNorthern military activity since early 2014: New or updated military bases Canada Algiers Greenland London Paris Alaska Tripoli Berlin Rome Stockholm EUROPE Kiev St. Petersburg Istanbul Moscow Pacific Ocean Volgograd Beirut RUSSIA Baghdad Canada Greenland London Paris Alaska Berlin Rome Stockholm EUROPE Kiev St. Petersburg Istanbul Moscow Volgograd RUSSIA Canada Greenland Alaska EUROPE St. Petersburg Moscow Pacific Ocean RUSSIA Greenland Alaska EUROPE Russia Source: Center for Strategic and International Studies\nIts Military Budget Has Been Growing Steadily\nRussia has made big increases to its military budget, including a jump of nearly $11 billion from 2014 to 2015. According to Moscow, it is making up for years of disinvestment after the collapse of the Soviet Union. But sanctions from the Ukrainian conflict, dropping oil prices and other financial problems have weakened the Russian economy, and analysts expect military spending to slow.\n2006 2008 2010 2012 2014 2016 billion $50 40 30 20 10 0 The New York Times | Source: IHS Jane’s\nLarge-Scale Military Exercises\nRussia has scheduled mobilizations of more than 100,000 troops, as well as unannounced exercises that move thousands of troops with almost no notice. These efforts serve as combat training for the troops and as a show of military strength to the world. They often involve units that control Russia’s nuclear arsenal, calling attention to the country’s nuclear abilities. NATO has responded by expanding its own exercises.\n“The image that Russian official sources convey is that they’re preparing for large-scale interstate war,” said Johan Norberg of the Swedish Defense Research Agency. “This is not about peacekeeping or counterinsurgency.”\nOne military exercise, March 16 to 21: 80,000 troops\nEUROPE Military deployment RUSSIA Phase 1 In the first phase, units in the Northern Fleet were deployed to the Barents and Norwegian Seas. Troops in the Arctic mobilized. Naval helicopters began antisubmarine drills, and antiaircraft missile battalions defended the skies. EUROPE RUSSIA Phase 2 In the second phase, units from central, eastern and western Russia joined the exercise. Ships, aircraft and troops rehearsed exercises and combat, including shooting down enemy drones. EUROPE RUSSIA Phase 3 The third phase was “a scenario simulating a war with the United States and/or NATO,” according to the European Leadership Network. It brought the total exercise to 12,000 pieces of heavy equipment, 65 warships, 15 submarines and 220 aircraft.\nSource: European Leadership Network\nConfrontation in Other Countries’ Airspace\nRussia has repeatedly entered or skirted the airspace of other countries, including the United States. Since it annexed Crimea in March 2014, the incidents have grown in number and seriousness. In November, Turkey shot down a Russian plane it said entered its airspace. The pilot was killed, as was a marine on a subsequent rescue mission.\nOther incursions have been dangerous, like a near collision in March 2014 between a commercial plane carrying 132 passengers and a Russian reconnaissance plane that did not transmit its position.\n“Putin is trying to provoke the United States and NATO into military action and create the appearance that they are posing a threat to Russia, in order to bolster his own popularity,” said Kimberly Marten, a professor at Barnard College and director of the United States-Russia Relations program at Columbia University’s Harriman Institute.\nAir incidents, March 2014 to March 2015: High-risk or serious incidents Low-risk incidents Canada Atlantic Ocean Alaska Europe Pacific Ocean Russia Russian plane shot down on Nov. 24 Japan Syria Africa China Indian Ocean Canada Atlantic Ocean Alaska Pacific Ocean Europe Russia Russian plane shot down on Nov. 24 Japan Syria Africa China Indian Ocean Canada Atlantic Ocean Pacific Ocean Europe Russia Japan Russian plane shot down on Nov. 24 China Canada Atlantic Ocean Europe Pacific Ocean Russia Russian plane shot down on Nov. 24 Source: European Leadership Network\nDeploying Its Military in Foreign Conflicts\nIn several regions, Russia has exerted its military authority, rattled its rivals, and seeded instability to preserve its influence.\nRussia’s role in the Syrian war escalated in September 2015 when it started airstrikes to support the Syrian government of President Bashar al-Assad. Most of Russia’s airstrikes have been in rebel-held territory, rather than areas controlled by the Islamic State. Amnesty International has accused Russia of using cluster munitions and unguided bombs that it says have killed hundreds of Syrian civilians.\nIn early 2014, Russia sent special forces troops into Crimea, when Ukraine’s pro-Moscow president was ousted. Crimea then joined Russia in a referendum that Ukraine and Western leaders consider illegal. Later that year, Ukrainian forces in eastern Ukraine fought Russia-backed separatists. A cease-fire agreement in February 2015 slowed the fighting, but clashes continue.\nRussia won a war with Georgia in 2008, driving Georgian forces away from the separatist region of South Ossetia. The Kremlin asserts that it is protecting the interests of ethnic Russians in those areas.\nRUSSIA Kazakhstan Ukraine Crimea Black Sea Georgia Caspian Sea Turkey Syria Iran Iraq RUSSIA Kazakhstan Ukraine Crimea Black Sea Georgia Caspian Sea Turkey Syria Iran Med. Sea Iraq\nModernizing Its Military Equipment\nThe country is buying, updating and developing its military equipment, with the intent to modernize 70 percent of its military by 2020.\n“This is Russia catching up on where the West has gotten itself technologically,” said Nick de Larrinaga at IHS Jane’s.", "url": "https://www.nytimes.com/interactive/2015/12/24/world/asia/russia-arming.html?_r=0"}