{"authors": ["Richard Pérez-Peña"], "date_download": "2018-11-16 04:52:40", "date_modify": "2018-11-16 04:52:40", "date_publish": "2015-04-08 20:27:55", "description": "A selection of police shootings that have been reported by news organizations since Michael Brown’s death in Ferguson, Mo., in August.", "filename": "interactive_2015_04_08_us_fatal-police-shooting-accounts.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343960.html", "image_url": "https://static01.nyt.com/images/2015/04/09/us/LISTY-SHOOTING-TOP/LISTY-SHOOTING-TOP-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_04_08_us_fatal-police-shooting-accounts.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343960.html", "title": "Fatal Police Shootings: Accounts Since Ferguson", "title_page": "Fatal Police Shootings: Accounts Since Ferguson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nobody knows just how many people are killed by the police nationwide. The F.B.I. keeps an official tally of law enforcement officers killed in the line of duty — an average of 69 per year since 1980 — but there is no comparable accounting of lives taken by officers.\nYet a detailed review of news reports, official statements and websites that try to keep track of such things indicates that in the year since an officer fatally shot Michael Brown in Ferguson, Mo., on Aug. 9, 2014, 1,000 or more people died at the hands of law enforcement officers acting in the line of duty.\nThat review reveals some expected patterns, like the disproportionate presence of African-Americans, people with mental illnesses, and young men among the dead.\nMore surprising is how often the people killed seemed to be committing “suicide by cop,” either indicating in advance that they wanted to die, asking officers to shoot them, or simply preferring death to prison. In dozens of cases, a person was killed after brandishing some kind of toy gun, even pointing it at officers, a sure invitation to gunfire.\nDozens of people, at least, died after being shocked with electric stun guns, some from compression or choking, and some from causes that remain mysterious. But most, by far, were shot.\nAnother clear conclusion is that a great majority of the people killed were reported to be armed, and very often were attacking officers. Sometimes, there is only the officers’ word for that, but in most cases, their accounts are supported by witnesses or physical evidence.\nAt times, the killing of an armed person leads to protests and is called unjustified, or the killing of an unarmed person is considered justified.\nBut the presence or absence of a weapon is often, like video, a definitive factor in determining how the police, prosecutors and the public react. It is the fatal shootings, like those of Mr. Brown, Tamir Rice and Samuel DuBose, that prompt the greatest outrage.\nHere are some recent cases that drew the most attention or raised the most serious questions about the officers’ conduct.", "url": "https://www.nytimes.com/interactive/2015/04/08/us/fatal-police-shooting-accounts.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}