{"authors": [], "date_download": "2018-11-16 03:20:56", "date_modify": "2018-11-16 03:20:56", "date_publish": "2016-03-22 12:54:35", "description": "Maps and diagrams show the extent of the damage at the airport and subway station.", "filename": "interactive_2016_03_22_world_europe_brussels-attacks-graphic.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338456.html", "image_url": "https://static01.nyt.com/images/2016/03/22/world/europe/brussels-attacks-graphic-1458651187337/brussels-attacks-graphic-1458651187337-facebookJumbo-v6.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_03_22_world_europe_brussels-attacks-graphic.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338456.html", "title": "What Happened at Each Location in the Brussels Attacks", "title_page": "What Happened at Each Location in the Brussels Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Airport attack 1 Explosives found in house raid 3 Salah Abdeslam arrested Friday Brussels BRUSSELS BELGIUM 2 Maelbeek subway station attack 1 MILE Airport attack 1 Explosives found in house raid 3 Salah Abdeslam arrested Friday Brussels BRUSSELS BELGIUM 2 Maelbeek subway station attack 1 MILE 1 MILE Airport attack 1 Explosives found in house raid 3 Salah Abdeslam arrested Friday BRUSSELS Brussels 2 Maelbeek subway station attack BELGIUM Brussels Airport attack 1 BELGIUM Explosives found in house raid 3 BRUSSELS 2 Salah Abdeslam arrested Friday Maelbeek subway station attack\nOfficials said two Belgian brothers, Ibrahim el-Bakraoui and Khalid el-Bakraoui, and an unidentified third man blew themselves up in the attacks. The blasts occurred four days after the capture of Salah Abdeslam, believed to be the sole surviving direct participant in the Paris attacks in November.\n1 7:58 a.m.: Airport explosions\nConcourse B First explosion Second explosion Departure hall on Level 3 Security check Broken windows Parking garage Concourse B First explosion Second explosion Departure hall on Level 3 Security check Broken windows Parking garage Concourse B First explosion Second explosion Departure hall on Level 3 Broken windows Parking garage The New York Times; Image by Google Earth\nTwo suicide bombers carrying large suitcases believed to contain explosives struck a departure hall at Brussels Airport. One of the bombers at the airport was Ibrahim el-Bakraoui, according to Frédéric Van Leeuw, the Belgian federal prosecutor. The two explosions were about nine seconds apart, the authorities said, and both hit check-in rows near the entrance, where video footage showed passengers were gathered.\nNine seconds later, the second explosion happened at check-in row 2. The first explosion happened at check-in row 11 at 7:58 a.m. Brussels Airport Level 3 12 11 10 9 8 7 6 Most visible damage 5 4 3 2 1 Subway access Broken windows Brussels Airport, Level 3 At 7:58 a. m., two explosions happened in rapid succession in rows 11 and 2 of the Departure Hall. 11 10 8 6 4 2 Subway access Broken windows Nine seconds later, the second explosion happened at check-in row 2. The first explosion happened at check-in row 11 at 7:58 a.m. 11 10 8 6 4 2 Brussels Airport Level 3 Subway access Broken windows\nA third suspect, who has not been identified, was seen carrying a bag with another bomb more powerful than the first two, according to Mr. Leeuw. But the suspect fled and is now the subject of an intensive manhunt.\nThe departure hall as seen on Aug. 3, 2015. Virginie Lefour/Agence France-Presse — Getty Images Check-in row 3 in the departure hall after the explosions. Photograph via Twitter user @fduboccage\n2 About 9:10 a.m.: Subway explosion\nThe second brother, Khalid el-Bakraoui, blew himself up in the second car of a train at the Maelbeek subway station in downtown Brussels during the height of the morning rush. The subway station is near many European Union buildings, including the European Parliament.\nEuropean Union buildings in the area of the subway attack\nEuropean Commission headquarters RUE DE LA LOI Kortenberglaan Maelbeek Station Site of explosion European External Action Service Council of the European Union European Parliament Rue Froissart European Commission headquarters RUE DE LA LOI Maelbeek Station Site of explosion Council of the European Union Rue Froissart European Commission headquarters RUE DE LA LOI Kortenberglaan Maelbeek Station Site of explosion European External Action Service Council of the European Union European Parliament Rue Froissart The New York Times; Image by Google Earth\nMany of the wounded were seen on Rue de la Loi, a normally busy street that runs through the heart of the so-called European quarter.\nSubway entrance Wounded gathered here Thon Hotel RUE DE LA LOI Subway entrance Subway entrance European Commission offices Subway entrance Wounded gathered here RUE DE LA LOI Subway entrance Subway entrance European Commission offices Subway entrance Wounded gathered here RUE DE LA LOI Subway entrance European Commission offices The New York Times; Image by Google Earth\n3 The Investigation After the Attacks\nOfficials believe the two men on the left in this airport surveillance photo were suicide bombers. Police asked for help identifying the man on the right. Belgian Federal Police/AFP — Getty Images\nPolice officers conducted a series of house raids in Brussels. A taxi driver who said he took some of the suspects to the airport led the police to a house in the Schaerbeek neighborhood on Tuesday afternoon, where they uncovered explosives, detonators and a suitcase full of nails and screws, the Belgian prosecutor said.\n4 Rue Max Roos Police found bomb making materials after raiding a house here. Rue Maurice des Ombiaux RUE MAX ROOS 4 Rue Max Roos Police found bomb making materials after raiding a house here. RUE MAX ROOS 4 Rue Max Roos Police found bomb making materials after raiding a house here. RUE MAX ROOS The New York Times; Image by Google Street View", "url": "https://www.nytimes.com/interactive/2016/03/22/world/europe/brussels-attacks-graphic.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}