{"authors": ["Josh Katz", "Kevin Quealy"], "date_download": "2018-11-16 03:58:50", "date_modify": "2018-11-16 03:58:50", "date_publish": "2016-05-25 11:01:09", "description": "At this point before an election, a simple polling average has differed from the final result by about nine percentage points.", "filename": "interactive_2016_05_25_upshot_when-should-you-start-to-care-about-polls.html_module=inline_1542340730.html", "image_url": "https://static01.nyt.com/images/2016/05/25/upshot/when-should-you-start-to-care-about-polls-1464135714071/when-should-you-start-to-care-about-polls-1464135714071-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_05_25_upshot_when-should-you-start-to-care-about-polls.html_module=inline_1542340730.html", "title": "When Should You Start Worrying About the Polls?", "title_page": "When Should You Start Worrying About the Polls? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Since 1980, the polling average days before the general election has been off by about .\nSince Donald Trump became the presumptive Republican nominee, several national polls have shown him narrowing the gap with his likely opponent, Hillary Clinton, or even leading.\nBut the election is more than five months away. When should you start to care about polls?\nWith some caveats, we believe the answer is: not quite yet.\nThe chart above shows how much the polling average at each point of the election cycle has differed from the final result. Each gray line represents a presidential election since 1980. The bright green line represents the average difference.\nAt this point – 167 days before the election – a simple polling average has differed from the final result by about nine percentage points. We expect this average to become more meaningful by the week, until the national party conventions temporarily make it less so, as shown in the bump about 100 days before the election. The average difference begins to flatten about two months before the election. The day before the voting, an unadjusted polling average has been about 3.5 points off the final result.\nOf course, there are many ways to take an average. Our average, which has Mrs. Clinton leading by three points, looks at a somewhat longer time window at this stage in the race, making it a little slower to react to new polling information and less subject to sudden shifts in public sentiment. By comparison, the Huffington Post average has Mrs. Clinton up by 1.6 points. RealClearPolitics gives Mr. Trump the slimmest of leads. A more sophisticated method would probably include state-level polls, pollster house effects and adjustments for how states have voted in the past.\nBut this far out, a simple polling average is not particularly helpful at predicting the final result. (An analysis from the political scientists Robert Erikson and Christopher Wlezien concurs. That analysis focused on the correlation of polls with the final result, instead of the difference in percentage points.)\nOf course, it’s better to be three points ahead in a polling average than three points behind. Mrs. Clinton will probably see her standing in the polls improve if, as expected, she wins the nomination, with some portion of Bernie Sanders’s supporters returning to the fold.\nBut there is still a long campaign season to go. Below, how the polling average changed in each election since 1980. We’ve highlighted party conventions and other meaningful dates in each cycle.", "url": "https://www.nytimes.com/interactive/2016/05/25/upshot/when-should-you-start-to-care-about-polls.html?module=inline"}