{"authors": ["Erik Piepenburg"], "date_download": "2018-11-16 04:50:33", "date_modify": "2018-11-16 04:50:33", "date_publish": "2015-08-06 21:43:47", "description": "What’s the story behind a show that’s become a Broadway must-see with no marquee names, no special effects and almost no white actors? Erik Piepenburg explains, in six snapshots, why “Hamilton” has become such a big deal.", "filename": "interactive_2015_08_06_theater_20150806-hamilton-broadway_1542343833.html", "image_url": "https://static01.nyt.com/images/2015/08/07/theater/07HAMILTON-slide-UX39/07HAMILTON-slide-UX39-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_08_06_theater_20150806-hamilton-broadway_1542343833.html", "title": "Why ‘Hamilton’ Has Heat", "title_page": "Why ‘Hamilton’ Has Heat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“Hamilton,” the mega-buzzy bio-musical about Alexander Hamilton and the founding fathers, opened to glowing accolades unlike any in memory. It received 11 Tony Awards, including best musical, and 16 Tony nominations, the most nominations in Broadway history. It won the Pulitzer Prize and a Grammy Award. In his review, Ben Brantley writes: “Yes, it really is that good.”\nIt’s one of the most talked about Broadway shows since “The Book of Mormon” in 2011. Why? It’s a theatrical rarity: a critically acclaimed work, written by a young composer, that’s making a cultural impact far beyond Broadway’s 40 theaters. That it’s told through the language and rhythms of hip-hop and R&B — genres that remain mostly foreign to the musical theater tradition — has put it in contention to redefine what an American musical can look and sound like. As Mr. Brantley wrote in his review of the show Off Broadway, the songs in “Hamilton” could be performed “more or less as they are by Drake or Beyoncé or Kanye.” Ethel Merman it ain’t.\nSo what’s the story behind a show that’s become a Broadway must-see with no marquee names, no special effects and almost no white actors? Here, in six snapshots, is an explanation of why “Hamilton” is a big deal.", "url": "https://www.nytimes.com/interactive/2015/08/06/theater/20150806-hamilton-broadway.html"}