{"authors": ["Walt Bogdanich", "Jacqueline Williams", "Ana Graciela Méndez"], "date_download": "2018-11-16 04:15:25", "date_modify": "2018-11-16 04:15:25", "date_publish": "2016-06-22 17:49:31", "description": "After a Spanish-led consortium won the right to build locks for bigger ships at a rock-bottom price, internal arguments soon gave way to larger problems.", "filename": "interactive_2016_06_22_world_americas_panama-canal_1542341725.html", "image_url": "https://static01.nyt.com/images/2016/06/16/world/00CANAL-slide-PFAM/00CANAL-slide-PFAM-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_06_22_world_americas_panama-canal_1542341725.html", "title": "The New Panama Canal: A Risky Bet", "title_page": "The New Panama Canal: A Risky Bet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Replay Play Video\nPANAMA CITY — On July 8, 2009, the champagne finally flowed.\nAfter an intense two-year competition, a consortium led by a Spanish company in severe financial distress learned that its rock-bottom bid of $3.1 billion had won the worldwide competition to build a new set of locks for the historic Panama Canal.\nThe unlikely victors toasted their win at La Vitrola, a sleek restaurant in an upscale neighborhood east of downtown Panama City. Within days, executives of the four-nation consortium, Grupo Unidos por el Canal, flew to Europe to begin planning the project.\nThis time, there would be no champagne. Disputes quickly erupted over how to divide responsibilities. Some executives appeared not to fully grasp how little money they had to complete a complex project with a tight deadline and a multicultural team whose members did not always see things the same way.\nInternal arguments soon gave way to bigger problems. There would be work stoppages, porous concrete, a risk of earthquakes and at least $3.4 billion in disputed costs: more than the budget for the entire project.\nSeven years later, and nearly two years late, the locks have finally been declared ready to accept the new generation of giant ships that carry much of the world’s cargo but cannot fit in the original canal. To mark the occasion, Panama has invited 70 heads of state to watch on Sunday as a Chinese container ship becomes the first commercial vessel to attempt the passage from the Atlantic Ocean to the Pacific through the larger locks.\nFor more than 100 years, the canal has been a vital artery nourishing the world economy, a testament to American engineering and one of the signature public works of the 20th century. The new locks, built by Panama without help from other governments, were sold to the nation and the world as a way to ensure that the canal remained as much of a lifeline in the hyperglobalized 21st century as it was in the last.\nHundreds of passenger ships, cargo ships and tankers cross through the Panama Canal’s original locks every month. Atlantic Ocean SHIP TYPE Colón Cargo Tanker Passenger Panama City PACIFIC Ocean PANAMA Atlantic Ocean SHIP TYPE Cargo Colón Tanker Passenger Panama City PACIFIC Ocean PANAMA Atlantic Ocean Colón SHIP TYPE Cargo Tanker Passenger Panama City PACIFIC Ocean PANAMA Atlantic Ocean SHIP TYPE Colón Cargo Tanker Passenger Panama City PANAMA PACIFIC Ocean Atlantic Ocean SHIP TYPE Colón Cargo Tanker Passenger Panama City PANAMA PACIFIC Ocean Replay Play Video Source: IHS Maritime & Trade | Map by Larry Buchanan and Jeremy White\nBut when the speeches and the celebrations end, one inescapable fact will remain: The expanded canal’s future is cloudy at best, its safety, quality of construction and economic viability in doubt, an investigation by The New York Times has found.\nIn simple terms, to be successful, the new canal needs enough water, durable concrete and locks big enough to safely accommodate the larger ships. On all three counts, it has failed to meet expectations, according to dozens of interviews with contractors, canal workers, maritime experts and diplomats, as well as a review of public and internal records.\nThe low winning bid, a billion dollars less than the nearest competitor’s, made “a technically complex mega-project” precarious from the outset, according to a confidential analysis commissioned by the consortium’s insurer. “There is little room in the budget for execution errors or significant inefficiencies,” the analysts, from Hill International, wrote in 2010, adding, “This is a high-risk situation.”\nAmong the biggest risks is the concrete that lines the walls of the six mammoth locks punctuating the path between the seas.\nLast summer, water began gushing through concrete that was supposed to last 100 years but could not make it to the first ship. The Hill analysts had warned that the consortium’s budget for concrete was 71 percent smaller than that of the next lowest bidder. The budget also allotted roughly 25 percent less for steel to reinforce that concrete.\nThen there is the lock design. Tugboat captains say they cannot safely escort the larger ships because the locks are too small with too little margin for error, especially in windy conditions and tricky currents. In fact, in a feasibility study obtained by The Times, the Panama Canal Authority had earlier concluded that the tugs needed significantly more room.\nThe tugboats themselves are a problem, especially the 14 new boats purchased from a Spanish company, mostly for the expanded locks. To maneuver safely, they must be precisely controlled, but according to captains, they are so unstable that they operate best going backward, something that cannot be done while towing ships through the canal.\n“The Spanish tugs are perfectly awful,” said Iván de la Guardia, the head of the tugboat captains’ union. Confidential documents obtained by The Times show that the canal authority bought the tugboats for $158 million from a company later represented by the son of Jorge L. Quijano, the canal’s administrator.\nThe new locks exist for one reason: so that huge “neo-Panamax” ships can move far greater quantities of cargo through the canal. For them to do that, the waterway must remain deep enough so that fully laden ships do not hit bottom. But canal officials discounted warnings that they needed new sources of water, and during a recent drought, shippers had to significantly lighten their loads.\nCanal officials had assured the country that no new reservoirs were needed. Later, Mr. Quijano took to scolding Panamanians for using too much tap water, which comes from the same freshwater lake that supplies the canal.\nShips are elevated by locks to the level of the artificial lake and glide across on a 50-mile water bridge. Existing locks gatun LAKE Average sea level Atlantic Ocean Pacific Ocean 0 miles 10 20 30 40 50 Ships are elevated by locks to the level of the artificial lake and glide across on a 50-mile water bridge. Existing locks gatun LAKE Atlantic Ocean Pacific Ocean Average sea level 0 miles 10 20 30 40 50 Ships are elevated by locks to the level of the artificial lake and glide across on a 50-mile water bridge. Existing locks gatun LAKE Atlantic Ocean Pacific Ocean Average sea level 0 miles 10 20 30 40 50\nDiagram by Larry Buchanan\nThe consequences will be wide-ranging if the canal does not deliver as promised. American grain and soybean farmers and producers of liquefied natural gas, for example, may find it harder to sell to Asian customers. Asian manufacturers may forsake the struggling ports on America’s East Coast for those in the West. Or they, and ultimately consumers, will shoulder the added cost of going the long way around, through the Suez Canal.\nAt the same time, the canal’s success may be undercut by external forces: chiefly the slowdown in global trade, especially from China.\nAt the center of the story is the Panama Canal Authority, which oversaw the design of the new locks and chose the winning bidder. In a small country dominated by an old-money elite, where the very lifeblood is the canal, the authority is a power center unto itself, a government within a government.\nThe canal authority says that while any large, complex project is bound to encounter unexpected problems, the new locks are sound and safe.\n“We can have a difference of opinion over one point or another,” said Roberto Roy, the president of the canal’s board of directors. “The one thing over which we cannot disagree is that the canal is a project that will bring an enormous amount of benefits to the public.”\nMr. Quijano said that in tests this week, canal workers were “performing the lockages with a high grade of precision and have maintained the highest standards of safety.” He added: “This is one of Panama’s finest hours. The country is elated.”\nThe consortium’s chief executive, Giuseppe Quarta, said tests had proved the group’s “technical ability in delivering a high-quality, fully functioning project.”\nA trouble-free canal would cast a favorable light on a country embarrassed by government scandal and by the Panama Papers, which brought a local law firm international ignominy for setting up secret offshore accounts for wealthy customers from around the world.\nEven residents who privately criticize canal management are reluctant to speak up for fear of appearing unpatriotic.\nEldon Gath, a geologist based in the United States, discovered quickly just how sensitive some Panamanians are about the canal. After Mr. Gath prepared a report for the canal authority noting the earthquake risk from faults under the canal, he recalled, Panama’s president at the time, Ricardo Martinelli, went on the attack.\n“President Martinelli told us we had insulted the republic,” Mr. Gath said.\nThe Old and the New ‘Panama in Mourning for Justice’\nGrand in scale and beautifully imagined, the original Panama Canal is an engineering marvel. Ships glide through on a 50-mile water bridge. The lock gates, some weighing more than 700 tons, are watertight and buoyant, so finely balanced that should the power fail, a single person can manually open and close them.\nBuilt by the United States after a failed attempt by the French left thousands dead, the canal operated with hardly a false note for 100 years using this procedure: As a ship approaches the locks, cables are attached to electric locomotives that run on rails alongside each of the lock walls.They draw the ship into the chamber, bring it to a stop, then draw it into the next chamber. Their constant tension winches keep the ship centered, ensuring safe and timely passage.\nThree locks raise the ships 85 feet to Gatun Lake, which supplies water for the canal and drinking water for much of the country. Three more locks lower them back to sea level. All of the locks are filled and emptied by gravity, without pumps.\nWater from Gatun Lake raises and lowers ships through the locks. Water-saving basins Pacific Ocean Atlantic Ocean Water-saving basins Pacific Ocean Atlantic Ocean Water-saving basins Pacific Ocean Atlantic Ocean Water-saving basins Pacific Ocean Atlantic Ocean Water-saving basins Pacific Ocean Atlantic Ocean Replay Play Video Diagram by Jeremy White\nOver the decades, the canal made Panama, with few natural resources, a key square on the economic chessboard: a major banking, trading and airline hub, not to mention a transit zone for drug dealing and money laundering.\nThen China’s economic ascent ushered in a new era. Ships became bigger. The more cargo they carried, the lower the cost. By 2000, ships were being built that could not pass through the canal. Fearing that its waterway might end up like the long-outdated Erie Canal, the canal authority set out to build a bigger one.\nContractors faced some of the same challenges that the Americans did a century before: tides up to 19 feet on the Pacific but only two on the Atlantic, unstable soil, and torrential downpours. They also had to excavate and dredge without disturbing the original canal operating alongside.\nOn top of that, just as it was about to solicit bids, the canal authority received some frightening news in November 2007. Jonathan Harris, a geologist working for the authority, reported that Panama’s earthquake risk was far greater than previously believed. By his assessment, the area is vulnerable to earthquakes of up to 8.0 magnitude, according to a diplomatic cable released by WikiLeaks.\nSo serious is the risk, Mr. Harris warned, that his consulting company “prohibits any of its employees working in Panama from living above the first floor in any building,” according to the cable.\nThe next month, the American Embassy heard similar warnings from Mr. Gath. Based on what he said, Panama’s earthquake risk was equal to San Francisco’s.\nEven so, three consortiums — including one led by Bechtel, an American company with an international reputation for taking on big, difficult projects — pursued the contract. The financially weakest consortium was led by a Spanish company, Sacyr Vallehermoso, which American officials called “nearly bankrupt” in one cable and “technically bankrupt” in another.\nSacyr’s consortium included a Panamanian company owned by the family of the canal administrator at the time, Alberto Alemán Zubieta. The company, Constructora Urbana, in which Mr. Alemán himself previously owned stock, had already done millions of dollars in business with the canal. The other two members were Impregilo, a large Italian contractor, and Jan De Nul, a Belgian company that specializes in dredging and excavation.\nIn March 2009, after 15 months of contentious negotiations, the three consortiums submitted their sealed bids before a packed auditorium, with the president and diplomatic corps as witnesses. To heighten the drama, a motorcade delivered the envelopes to a vault at the National Bank for safekeeping. The one with the best price and design would win.\nThat July, with the nation watching on television, the bids were opened, and the result was a shocker: The underdog Sacyr group had won.\nBechtel and American diplomats were incredulous. Sacyr could not even “pour the concrete” for that amount, a Bechtel representative told the embassy, according to a diplomatic cable.\nReplay Play Video\nWhile Sacyr’s low offer meant Panama received a bargain on price, some viewed it as too good to be true.\nA few days after Christmas in 2009, at lunch with Barbara J. Stephenson, the American ambassador, Panama’s vice president, Juan Carlos Varela, confided his fears. He elaborated in another meeting with an embassy official several weeks later: “You don’t mess around with something as important as the canal. When one of the bidders makes a bid that is a billion dollars below the next competitor, then something is seriously wrong,” he said, according to a diplomatic cable.\nGiven the canal’s importance to American commerce, the embassy assured Washington that it would closely monitor developments.\nAnd it had another concern: the increasingly bizarre behavior of Panama’s president and former canal minister, Mr. Martinelli. By the end of his term in 2014, he would appoint most of the canal’s board of directors. Mr. Martinelli is now best known for something else: presiding over an administration that is the subject of roughly 25 corruption investigations.\nIn a confidential cable, Ms. Stephenson noted Mr. Martinelli’s “penchant for bullying and blackmail,” as well as his plan to wiretap political adversaries, in part to find out whether his wife was having an affair.\nThe heading on another cable to Washington captured the moment: “Panama in mourning for justice.”\nA Suspect Design ‘I Think Something Awful Is Going to Happen’\nKaren Smits arrived in Panama the day the Sacyr group won the contract. She was 27 and had grown up on a farm in the Netherlands. While her gender, blond hair and blue eyes made her stand out among the male construction workers, few people knew who she was or why she was hanging around their lunchrooms, hallways and in the field.\nThat would soon change. Ms. Smits, an organizational anthropologist, had come to the canal for her Ph.D. thesis on the cultural dynamics within the consortium as it set out to build the new locks. But after 85 interviews over a year, she came away with much more: a contemporaneous account of the tension and conflict emanating not just from cultural clashes, but also from the stress of completing a huge project on a rock-bottom budget.\n“The top management of the European companies had not been entirely involved in the final stage of the tender process,” one consortium official told Ms. Smits, adding that when told the size of the winning bid, they were incredulous.\nCarlos Fábrega, a senior official at the consortium’s Panamanian company, Constructora Urbana, attended some of the early meetings in Europe. “Everybody had their own issues,” Mr. Fábrega said in an interview. “Four partners. Different cultures. Different ways to approach a project.”\nSome officials said the collaboration was like being trapped in a war or an arranged marriage. One Belgian manager told Ms. Smits that he had been instructed “to get rid of his Anglo-Saxon management skills, because those were too organized and too structured for operating in this company.” The manager promised to change immediately and, with a smile, ordered a few glasses of wine at lunch.\nConcern over costs quickly escalated into heated exchanges over who was going to do what and for how much. “It is difficult to be flexible if you don’t have a budget to adjust some things, and you know the project is never going to go as planned,” Ms. Smits said.\nTime was another issue. The contract called for the work to be completed in 1,883 days so that the opening would coincide with the 100th anniversary of the canal’s 1914 inauguration.\nThe canal authority would be a stern master. “They know what they want to be built,” the consortium’s consultants wrote. “The contract documents are thorough and very strict.”\nThey made one fact abundantly clear: The new canal would operate very differently from the old one.\nThis change weighed on Mr. de la Guardia, the stocky chief of the tugboat captains’ union, as he sat in a Panama City cafe one afternoon last December. “We don’t think it is going to work,” he said.\nHis opinion carries weight. A native Panamanian who graduated from the United States Merchant Marine Academy, Mr. de la Guardia has spent 20 years running tugboats in the canal. “We think it’s going to be a real mess,” he said. “I think something awful is going to happen.”\nHis concern stems from the canal authority’s decision to abandon locomotives to guide the ships. Tugboats will now push and pull vessels that are more than three football fields long and stacked with up to 13,000 containers, nearly three times as much as the old, smaller ships.\nTugboat captains fear that their boats will be overmatched.\nOfficials chose the new method after studying canals around the world, particularly Belgium’s Berendrecht Lock, which uses tugboats to move neo-Panamax ships. Not only is it cheaper, the canal authority said, it is more practical, given the ships’ immense size. The authority excluded canal workers from much of the planning, according to union representatives.\n“I don’t know why anyone thought of Berendrecht as a model for the new locks here,” said Londor A. Rankin, the head of the union of canal pilots, who board transiting ships and direct them, along with the tugboats. “To begin with, it’s huge.”\nBerendrecht also uses only freshwater, whereas Panama tugboats must contend with currents that result when saltwater and freshwater meet. The saltwater dives under. “They fight each other until they reach equilibrium,” Mr. de la Guardia said. “It creates a current 20 to 30 feet below the surface.”\ngates gates new locks 1,400 ft. 100 ft. 1,200 ft. 100 ft. Tugboat Tugboat neo-panamax ship gates 100 ft. Tugboat 1,200 ft. 1,400 ft. neo-panamax ship new locks 100 ft. Tugboat gates gates gates new locks 1,400 ft. 100 ft. 1,200 ft. 100 ft. Tugboat Tugboat neo-panamax ship\nDiagram by Larry Buchanan\nBut the locks’ size is the captains’ biggest concern — and they illustrate it on napkins, sheets of paper and blackboards. The new locks are 1,400 feet long and 180 feet wide. Big container ships are 1,200 feet long and 160 feet wide. Tugboats fore and aft measure nearly 100 feet each. Do the math, they say.\nIn fact, a feasibility study done by the canal authority in 2003 concluded that “for the tugboat system to work safely and efficiently in the locks,” the locks needed to be 328 feet longer and 40 feet wider than the big ships passing through. By that standard, the new locks should have been 1,528 feet long and 200 feet wide.\nThe current size, the captains noted, leaves little or no bailout room for the tugboats at either end should a problem arise.\n“The mass of a ship, 122,000 tons coming at you — it’s going to run me over,” one captain, Manuel Ceballos Loaiza, said. With such a large surface exposed to the wind, the stacked cargo also acts as a sail, magnifying the tugboats’ challenge.\n“We are five months away from inauguration, and I don’t know what I am going to do,” Mr. Ceballos said in December. “I haven’t been trained. They haven’t discussed the procedures. We have been asking them.” Five months later, captains said little had changed.\nIn late May, Mr. Rankin and two fellow pilots traveled to Europe at union expense to research how ships might move more safely through the locks.\nMr. Rankin said his union members were especially worried about the black plastic buffers, or fenders, attached to the canal walls to protect ships and the canal itself. “We feel they are not good enough,” he said.\nThe pilots studied cushioning methods used in Europe and concluded that large, floating fenders would be more effective.\n“We know how to get ships through this set of locks,” Mr. Rankin said, referring to the old canal. “But the new locks are a different ballgame.”\nSeveral years ago, the canal authority quietly tested its new method in the original canal, using smaller vessels.\n“That didn’t work out too well, to be honest with you,” said Mr. Rankin, who did not participate in those tests but monitored them. “To my understanding, all of them had to use locomotive wires to avoid impact with the walls.”\nThe pilots now train on a small artificial lake, using miniature ships and tugboats scaled to one twenty-fifth of their actual size. They also use simulators.\nBut, as Mr. Rankin pointed out, the pilots’ success also depends on tugboat captains’ ability to get ships in and out of the locks. “They haven’t been trained properly, and that needs to be corrected by the administration,” Mr. Rankin said late last month.\nMr. Quijano said the captains had received proper training, including classes and simulations, and called their complaints a contract-negotiating ploy. He added that the locks could be made longer by using a backup gate; that would not, however, increase their width.\nTo assess the safety and efficacy of the canal authority’s plan, the International Transport Workers’ Federation hired experts to conduct simulations involving neo-Panamax ships. The study, released this year, concluded that the ships could pass through the locks under perfect, windless conditions, but would have trouble on windier days.\n“We face a situation where those working on the canal, and those passing through it, are potentially at risk,” said the union’s general secretary, Stephen Cotton.\nThe canal authority said the study was seriously flawed. Mr. Rankin said his union had recommended using more tugboats to position ships before they entered the locks.\nStern First New Responsibilities for Suspect Tugboats\nOn a thick, overcast morning in April, Eric Viluce, a captain with 36 years of experience on the canal, climbed aboard the Cerro Santiago, a bulbous Spanish tugboat nesting just inside the canal’s Pacific entrance.\nMr. Viluce passed a lounge and kitchen before climbing a steep, winding staircase to his glass-enclosed captain’s aerie. A large color monitor showed ships moving through the nearby locks.\nHe was in good spirits. “Yesterday we had our first big shower,” he said, aware that the canal was short on water. “We desperately needed it.”\nThis day had been set aside to demonstrate the capabilities of the Santiago, one of 14 “tractor” tugs purchased primarily for the new locks. Mr. Viluce slowly backed the Santiago from its mooring and into the open canal before directing it toward the Celebrity Infinity, a white cruise ship heading for the old canal’s first set of locks.\nThis was when the Santiago’s navigational peculiarities became apparent. “I’ll go stern first,” Mr. Viluce announced. Easier to handle that way.\nThe Santiago is no outlier. Each Spanish tugboat can do a 360-degree spin. Each can move sideways, as Mr. Viluce demonstrated by positioning his boat perpendicular to the moving cruise ship and keeping it there. But to go confidently in a straight line, bow first — that’s another matter.\nWhen it came time for the new tugboats to cross the Atlantic to Panama, all made the journey backward, Mr. Viluce said, adding, “They tried bow first, and it wasn’t working.”\nThe tugboat captains say precise control is necessary to maneuver a massive ship in and out of the new locks. It is akin to threading a needle while fighting wind, currents and waves. And moving backward is not an option when pulling a ship with a line tied to the stern. Shippers will pay an estimated $800,000 to send a neo-Panamax vessel through the canal, and dents and delays are not good for business.\nThe tugboat manufacturer, Astilleros Armón, did not respond to requests for an interview or to written questions.\nBut confidential documents obtained by The Times show a close business relationship between Armón and Jorge Alexander Quijano Richard, the canal administrator’s son, a lawyer who worked for MLS & Associates.\n“Our law firm sent Mr. Quijano to Spain to visit Astilleros Armón, given that one of his main duties was to do marketing abroad to look for new business opportunities for the firm,” MLS said in a confidential response to a legislative inquiry in Panama.\nMr. Quijano joined MLS three days after the canal authority awarded the $158 million tugboat contract to Armón, records show. When he left for another law firm in 2013, he took Armón with him, MLS told investigators.\nIn an email, Mr. Quijano said he had not been involved in the bidding process, had not spoken to his father about the contract and had visited several companies on his trip to Europe.\nHis father said that captains had participated in the selection of the tugboats, and that the contract had been awarded to the bidder offering “the best value.”\nCanal workers said they had also experienced problems with other tugboats, specifically Chinese boats with inferior clutches. The canal authority replaced the clutches for close to $10 million, but that did not fix the problem, according to several captains.\n“The result has been worse,” Mr. de la Guardia said. He added that on any given day, no more than 30 of the fleet’s 46 tugboats are operational: not enough, he said, to operate the old and new locks.\n‘Lo Barato Sale Caro’ Hundreds of Millions in Disputed Costs\nIt is no small undertaking, making concrete: good, solid concrete that will last 100 years and withstand the corrosive effects of saltwater in the locks. It requires cement — a pasty concoction of various chemicals — plus sand, rock and water. Too little cement, and the mixture will be porous and difficult to place. Too much cement, and it will be smooth and easy to place but susceptible to cracking.\nThe challenge is to find the correct combination of all components. Which was where the problems began.\nConcrete manufacturing plants were built on both ends of the canal, but the raw materials, known as the aggregate, were excavated from the Pacific side. The aggregate, though, was not especially suitable for concrete.\nBechtel, the losing bidder, had suspected as much. “There was an enormous issue with concrete,” said Paul Gibbs, who led Bechtel’s effort to win the contract. “We realized the aggregate on the Pacific side of the locks did not have sufficient integrity to make concrete.” So Bechtel planned to import the aggregate. Expensive, but necessary, Mr. Gibbs said.\nEarly on, the winning consortium, with its small concrete budget, also found the rock quality poorer than expected, but it made adjustments. Then came a standoff.\nConsortium officials said they had waited and waited for the canal authority to approve their concrete mix. The canal authority accused the consortium of simply refusing to pour the concrete. Mr. Alemán, the canal administrator before Mr. Quijano, told the local newspaper La Prensa, “They tried to show that they couldn’t do it, to the point where we said that we wouldn’t talk any more about concrete.”\nWhen the consortium finally did pour, canal officials faulted its concrete management, including “concrete covering or lack of covering on reinforcement steel and the repeated lack of protection of concrete during rainfalls.”\nIn the end, the consortium sought $463 million from the canal authority to cover its losses from the long delays and poor-quality basalt. An arbitration panel sided with the consortium, awarding it more than $230 million.\nConcerns over concrete would figure in the resignations of two prominent consortium employees. One was Anthony De Vos, a geologist with the Belgian company, Jan De Nul. In July 2013, Mr. De Vos announced his departure in an email to colleagues, saying he was happy to be free of “dictatorial managers.” He singled out “numerous erroneous decisions” involving concrete.\n“It is a big pity for Jan De Nul that we ended up in such a mess, but the damage is irreversible,” Mr. De Vos wrote. He declined to elaborate when reached recently by telephone.\nJohnson Spratt, an excavations manager on the Pacific side, said he, too, had resigned in part because of concerns about concrete. When asked for details, Mr. Spratt quoted an old Spanish saying, “Lo barato sale caro”: That which is cheap comes out expensive.\nCracks in the Concrete ‘It’s Not That We Weren’t Going to Make It Public’\nBy February 2014, the hostility was such that the consortium simply stopped work, citing “the customer’s repeated unwillingness to act in the spirit of collaboration.”\nWork eventually resumed, but when Mr. Quarta, the consortium’s new chief, arrived in Panama in early 2015, he found “very low morale” and a financial crisis.\n“You don’t have credit from suppliers. You ask for materials and they don’t come,” Mr. Quarta said. “You live check by check, so it’s very difficult to plan.”\nHe said he had rallied his workers and gotten the project back on track, and by the middle of last year, the end was in sight.\nThen, suddenly, during water tests in the canal, a public relations disaster: photographs and video showing water gushing from concrete in one of the Pacific locks — the same locks near the earthquake faults.\nThe problem had remained a secret for more than a week. But the images, posted anonymously on Aug. 23 by a canal worker, seemed to confirm everyone’s worst fears. This was no small leak. Water spurted from cracks extending across nearly the entire width of the lock, according to Ilya Espino de Marotta, the executive vice president for engineering at the canal authority. The breach occurred in a concrete block separating the lower and middle chambers.\nFor the canal authority, the delayed disclosure only magnified the embarrassment.\nAsked by a legislator if he had tried to hide the leak, Mr. Quijano acknowledged only that he had taken too long to inform the public. “It’s not that we weren’t going to make it public, because we make everything public,” he said, explaining that he had been waiting for the consortium to determine whether the problem was the design or the quality of the concrete.\n“We’re trying to have them give us an answer, and they haven’t given us one,” he complained.\nSome days later, a consensus emerged: The design, not the concrete, was at fault. Ms. Marotta said in an interview that the leak had occurred only because the concrete was subjected to extreme pressure when one chamber was empty and the next was full. During normal operations, both chambers would contain water.\nTo fix the problem, the authority had two options: Tear down the concrete and rebuild it, an expensive remedy that would cause further delays, or drill holes and insert steel reinforcement bars. The decision was made to reinforce. Ms. Marotta said there had already been reinforcement in the affected areas, just not enough.\nA nagging question, however, remained. If this chamber leaked, how about the others? And, indeed, a smaller leak was soon found on the Atlantic side.\nA month after the first leak was discovered in the Pacific lock, further cracks were found during a new test. In one spot, water was not flowing, although the cracks were wet. But water was flowing from a much longer crack, measuring about 82 feet, according to a structural engineer’s report.\nNow, the locks are patched up, their christening near. But in the Panamanian circles where people talk and worry about the canal, there is little unanimity about what exactly went wrong and what should have been done about it.\n“The structural engineers inside the canal, who don’t want to give their names out of fear of being persecuted, have pointed out that those locks need to be knocked down and built again,” said Zulay Rodríguez, a lawyer and the chairwoman of a legislative subcommittee created to investigate possible irregularities within the canal authority.\nHumberto Reynolds, a concrete expert, was not involved in investigating the leaks, but has monitored the situation and discussed it with fellow civil engineers at meetings of the Panamanian Society of Engineers and Architects. “The work hasn’t even been inaugurated, but it’s already being repaired,” he said.\nMr. Reynolds, who voted against the canal project, said he believed the problems stemmed from the wrong mix of concrete ingredients and substandard pouring practices. He called the work full of “intolerable anomalies” and criticized what he said was a trial-and-error method of fixing them.\nCanal officials said all the problems had been properly repaired. “We are confident the concrete will last 100 years,” Mr. Quijano said.\nIn Search of Water ‘The Lowest on Record for This Time of the Year’\nIn good times — and in Panama, that means when it rains — Gatun Lake is 85 feet above sea level. From its shore, you can see the Atlantic Ocean spreading out to meet the horizon. Without Gatun, Panama would be barely a footnote in history. Without Gatun, there would be no Panama Canal or the 10,000 people it employs, or the cash that pours into the national treasury, or the audacious skyline that speaks of money and power.\nOnce the world’s largest artificial lake, Gatun floats the ships that cross the canal and fills the water glasses of many, if not most, of Panama’s residents.\nAnd that is why, on Feb. 17 of this year, the commercial world took careful notice of “ADVISORY TO SHIPPING No. A-05-2016”: a warning that Gatun was not in good health.\n“Gatun Lake’s level is currently at 81.75 feet, the lowest on record for this time of the year,” the advisory said. The canal’s watershed runoff, it noted, was the second worst in history. Rainfall last year was 36 percent below normal.\nOne month later, the canal authority instructed shippers to lighten their loads so their vessels did not hit bottom. A week and a half later, they were told to lighten them more. And 10 days later, even more.\nLike the leak, the water shortage hit at an inopportune time. Just one day after the last load warning, the canal authorities issued instructions for neo-Panamax vessels seeking to use the new locks after they open. The large ships would not be able to carry much more than the smaller vessels in the old passage — hardly a good return on investment for shippers or the canal.\nLoad restrictions are not new, but these came after Gatun had been dredged to collect more water for the new locks. When they open, Gatun will have to supply nearly twice as much water for the old and new locks combined. Mr. Quijano declined to answer questions about water availability.\nCanal officials blamed El Niño for the drought, and the load restrictions were eventually lifted after several days of heavy rain. But this weather pattern was no more unexpected than the prospect of more shortages due to global warming and increased public water consumption.\n“We’re going to have some problems on the dry side,” said Jorge Espinosa, a former manager of the canal authority’s water resource unit. “This El Niño was pretty tough on the canal.”\nIn fact, two international banks had questioned the wisdom of expanding the canal without a new water source. In 2008, the Inter-American Development Bank called water availability “the principal project risk,” according to a consultant’s report last year.\nThe World Bank raised similar concerns in a 2008 report, citing, among other factors, faster-than-expected growth in Panamanians’ water consumption. If this trend continues, the bank said, it “may result in a reduction in the level of confidence at which the canal could operate.”\nCanal officials, too, recognized the need to find more water as they began planning for the new locks. But their solution ran into a political firestorm.\nIn 1999, Mr. Alemán, the first canal administrator, had helped secure passage of a law giving the canal authority control over the western watershed, where dams could create a new reservoir.\nThe impoverished people who would have been displaced were not pleased, and with the help of a Roman Catholic Church activist group, they protested. It was morally wrong, the local bishop, Msgr. Carlos María Ariz, wrote in a letter to Panama’s president, to destroy the farmers’ “lifestyles and traditions” for the sake of the canal.\nThe government pushed back. Under pressure, the church appointed a new bishop and fired the activist group’s leader, Héctor Endara Hill, after 20 years of community work. Another leader of the protests, Francisco Aperador, whom the church had sent to Panama to work with the indigenous population, was expelled from the country, Mr. Endara said.\nThe new bishop “confessed in a team meeting that he was named to ‘chop heads,’ and mine was the first one to roll,” he said. “Later, after much mistreatment, harassment and persecution, a great majority were fired.”\nThe canal’s chief engineer, Thomas Drohan, was forced out around 2000, after criticizing the watershed plan, Mr. Endara said. Mr. Drohan declined to comment for this article.\nBut ultimately, fearing the loss of a national referendum on canal expansion, the legislature reversed itself in 2006 and rescinded the law. The canal authority switched positions, as well, and said it did not need a new reservoir. Water-saving basins were built so the canal could reuse 60 percent of the water that fills the locks as ships pass through, according to canal officials.\nThe basins, said Frank C. Townsend, a retired University of Florida civil engineering professor who grew up in Panama, are a “pretty savvy bit of engineering work.”\nWith the protests quelled, the canal expansion passed with 70 percent of the vote in the referendum, though less than half of the population turned out.\n“If the new system ends up working,” said Ariel Rodríguez, a biologist formerly at the University of Panama, “they’ll discover in the next year that they are in crisis, that there isn’t water, that the ships can’t go through because there is no water. And what are people going to say? ‘Bring me water from anywhere and at whatever cost.’ ”\nEpilogue ‘We Are Determined to Make This Thing Work’\nOn the morning of June 9, the training wheels came off as the first neo-Panamax ship, the Baroque Valletta, entered the first of three locks on the Atlantic side. With the official opening just two weeks away, canal officials wanted to be sure their locks worked as planned.\nThe Italian consortium member, now called Salini Impregilo, had invited foreign journalists to fly in and watch. But the canal authority had other ideas.\n“They told me they don’t want journalists to see,” said Fabio Dal Boni, an Impregilo spokesman. “I said it is crazy. They are totally wrong.”\nImpregilo told the authority that the crossing would not remain a secret because hundreds of canal workers would be watching, cellphones in hand, taking pictures. Canal officials relented. The journalists came.\nUnder a mostly sunny sky, history was made, as the Baroque passed through all three locks before anchoring in Gatun Lake. Leading the way was a familiar boat, the Cerro Santiago. A second Spanish tug was in the rear. The applause on shore was acknowledged with blasts from the ship’s horn.\nThe canal authority rushed out a news release heralding its accomplishment — though not without a bit of a linguistic faux pas. The completed project, the release said, is another example of the authority’s “myopic focus on customer service.”\nThe degree of difficulty for Baroque’s passage was actually quite low. The ship fit easily in the 1,400-foot lock because it is only 836 feet long, roughly two-thirds the length of the larger vessels. And it presented a small profile in the wind because, as a bulk carrier, it had no stacked containers.\nJan Kop, the project manager for Jan De Nul, the consortium’s Belgian member, watched the careful, slow procession. “We have seen that it is working,” he said with a smile.\nAsked about the delayed opening, Mr. Kop said it was not unusual for a project of this size but added, “Yes, it would have been better had there been no delays.”\nGerry Wang, the chief executive of Seaspan Corporation, which charters large container ships, said not opening on time was “terrible” since ships had been built to take advantage of the bigger locks. “Some of those ships were delivered two or three years ago,” Mr. Wang said. “They still have not been able to go through the new Panama Canal.”\nThe canal authority’s plan to move about 12 neo-Panamax ships a day now appears unrealistic — at least for the time being, according to shippers, given that many East Coast ports are still preparing the infrastructure to accommodate the big ships.\nReplay Play Video\nThe shippers are uncertain as well. “The Panama Canal situation has been very murky for a long time,” Mr. Wang said. “They don’t know whether the new Panama Canal can really handle the big vessels.”\nLast week, after the reporters had departed, a lock gate malfunctioned during a trial with the Baroque. “That is the reason we do testing — to debug the works,” said Jorge de la Guardia, a senior official with the canal authority.\nThe authority now says that, during the rollout period, it expects the new locks to handle no more than three ships a day.\nThere are other loose ends, including assessing the project’s final cost. A spokesman for Salini Impregilo said the contractors were seeking at least $3.4 billion from the canal authority in excess expenses.\nMr. Kop recently told a Dutch news organization, De Volkskrant, that the canal authority had a very rigid attitude. “We rowed six years against the current,” he said. “There is a very small chance we survive this without any damage.”\nThere will be winners and losers in Panama as well. Important national issues such as infrastructure improvement and education have been set aside, said Mr. Rodríguez, the Panamanian professor. “Not a single group in the country has decided that those are a priority,” he said.\nMiguel Antonio Bernal, a constitutional law professor at the University of Panama and an unsuccessful candidate for mayor of Panama City in 2009, said no one dared speak out against the canal. “The only thing that makes the canal Panamanian is its name, because it belongs to the entrenched oligarchy,” said Mr. Bernal, who also represents the tugboat captains’ union.\nAdolfo Ahumada, whose term on the canal board just expired, said serious public discussion was needed about earmarking canal income for social purposes. At the same time, he praised the board’s oversight of canal funds. “There is not a public institution whose finances are more monitored than the Panama Canal Authority,” he said.\nWhile there have been no substantiated allegations of corruption in the expansion of the canal, the authority’s image has not been helped by the fact that most of the board members were appointed by Mr. Martinelli, the disgraced former president. Among the matters being studied by investigators is a public contract, not involving the canal, given to a company owned by a canal board member, Nicolás Corcione. Mr. Corcione declined to comment.\nMr. Martinelli is waiting out those investigations in Miami. He may be gone, but he is not out of touch.\nThis month, he sent a mocking Twitter message to the canal board’s chairman, Mr. Roy, and to Mr. Varela, who is now Panama’s president: “I haven’t received invitation to the canal expansion.”\nIt is entirely possible that the canal will work as intended: that water will be found, that the concrete will last, that the big ships will come, and that the Panamanian people will celebrate their historic accomplishment. That is certainly the hope, even among those who have privately or publicly expressed concern about the canal’s future.\n“We are determined to make this thing work,” the pilot union leader, Mr. Rankin, said he had told Mr. Quijano. “We have a compact with the country to make this thing work.”", "url": "https://www.nytimes.com/interactive/2016/06/22/world/americas/panama-canal.html"}