{"authors": [], "date_download": "2018-11-16 04:12:16", "date_modify": "2018-11-16 04:12:16", "date_publish": "2014-12-19 05:33:20", "description": "Many American companies are eager to enter Cuba, but they will face big obstacles to succeeding in the market.", "filename": "interactive_2014_12_19_business_cuba-economy-imports-and-exports_1542341536.html", "image_url": "https://static01.nyt.com/images/2014/12/19/business/cuba-economy-imports-and-exports-1418967153203/cuba-economy-imports-and-exports-1418967153203-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2014_12_19_business_cuba-economy-imports-and-exports_1542341536.html", "title": "What U.S. Companies Can Expect in Cuba", "title_page": "What U.S. Companies Can Expect in Cuba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Some companies are already selling products in Cuba\nOther companies would be interested in doing business there\nConsumer companies like Coca-Cola and PepsiCo will face big challenges in a country where most residents are quite poor.\nU.S. companies like Cargill and the Archer Daniels Midland Company are already exporting corn and soybeans to Cuba. A trade act in 2000 allowed the sale of unprocessed agricultural products with strict restrictions.\nHotel companies like Marriott International will be entering a country where foreign companies are offered contracts to manage a hotel but not own the property itself.\nTelecom providers will be allowed to build and provide commercial telecommunications and Internet infrastructure and services.\nAmerican companies including Tyson Foods and Pilgrim’s Pride are already selling frozen chicken to Cuba.\nFor now a U.S. traveler may bring back no more than $100 worth of tobacco and alcoholic products combined.", "url": "https://www.nytimes.com/interactive/2014/12/19/business/cuba-economy-imports-and-exports.html"}