{"authors": ["Catherine Porter"], "date_download": "2018-11-16 03:11:15", "date_modify": "2018-11-16 03:11:15", "date_publish": "2017-12-13 05:05:39", "description": "In Haiti’s capital, death is often harder to afford than life. The men who tend to the bodies told their stories to New York Times journalists.", "filename": "interactive_2017_12_13_world_americas_haiti-death-funerals_1542337875.html", "image_url": "https://static01.nyt.com/images/2017/12/13/world/americas/13haiti-alpha-promo/13haiti-alpha-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_12_13_world_americas_haiti-death-funerals_1542337875.html", "title": "The Heroes of Burial Road", "title_page": "The Heroes of Burial Road - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nearly eight years after the earthquake, some Haitians remain blisteringly poor. Many cannot bury their loved ones. One group of men has stepped in.\nIn Haiti’s capital, death is often harder to afford than life. The men who tend to the bodies told their stories to New York Times journalists.\nPORT-AU-PRINCE, Haiti — The 10 men step into their white polypropylene coveralls, zip them up, and then snap on latex gloves. Some knot plastic bags around their running shoes. Others fashion white funeral palls into makeshift surgical caps.\nThese are their “blouz mò.” Their death smocks.\nOne worker fishes out a pack of menthol cigarettes from his pocket and offers them around. Another twists open a mickey of rum, tips back a bracing slug and hands it to the man beside him, who does the same. They are steeling themselves for the grisly task ahead.\nIt is 11 on a hot September morning, and the men have come to collect the unclaimed dead, abandoned in the morgues of the biggest funeral parlor on downtown’s Rue de l’Enterrement — Burial Road.\nThe street is lined with bars and empty lots, where men in plastic sandals saw wood for coffins by hand, as well as the hulking walls of the country’s largest prison and the brightly painted perimeter of College Bird, a private school where the former dictator François Duvalier sent his children.\nLike the country itself, Burial Road stretches between those who have everything and those with nothing. Even modest funeral parlors offer elaborate services starting at $1,100 — far beyond the means of most Haitians, who live on $2 a day or less.\nNo matter how rich in love they may be, most people can’t pay those fees. And so, the bodies of their sons and mothers wait here so long that their faces melt, their skin unravels. They are stacked one atop another in gruesome, wet piles that resemble medieval paintings of purgatory.\nThe men who have finally come to their rescue aren’t friends or relatives. They don’t know their individual stories. But they recognize poverty.\n“They didn’t have a chance,” says Raphaël Louigene, the burial team’s stocky, soft-spoken leader. “They spent their lives in misery, they died in misery.”\nMr. Louigene and the other men work for the St. Luke Foundation for Haiti, a charitable organization started in 2000 to help the country’s poorest. It was started by the men’s boss and father figure, Rick Frechette, an American Catholic priest and doctor.\nFor the past decade, the team has come to collect the abandoned dead and bury them in a distant cemetery. There aren’t any headstones. But St. Luke is trying to offer a modicum of dignity — a funeral pall, a coffin, a grave, some uplifting hymns and solemn prayers. Before the burial team stepped in, the jumbled bodies were dumped in the desert, into giant pits or just out in the open.\nFor most of the men, this is a small part of their work. They run foundation schools, oversee construction jobs, respond to emergencies like last year’s devastating hurricane that are endemic to Haiti.\nMr. Louigene, 35, is a social worker in the country’s worst slum — helping women start up small market businesses and fix the leaking roofs on their houses. His phone rings incessantly with their calls for help. But a large part of his days are spent tending to the dead. He sees it as another edge of his social justice calling.\n“How many years we have done this — can you imagine?” he says. “They put them out like garbage. It’s not fair.”\nLike most Haitians, the men are intimately familiar with death in ways North Americans have not been for almost a century. They know people whose lives are cut short by violence or easily treated illnesses — dysentery, pneumonia, malnutrition, and more recently, cholera. Complications of pregnancy and childbirth add to the toll.\nThis has been the case in Haiti for decades. After the devastating 2010 earthquake, which killed 220,000 to 316,000 people, world leaders promised to finally help the small country “build back better” and change that. Despite billions of dollars of aid, Haiti has largely settled back into its deeply rutted status quo of blistering unemployment, a threadbare and tattered social safety net, corruption and caustic poverty. One in four Haitians is chronically hungry.\nAll of the men on the burial team grew up poor. Many were orphans. They see themselves in the bodies they pick up, particularly the children.\nThis September morning, there are 14 kids in the morgue. There are no shelves — the corpses are piled atop one another on the floor of a dungeonlike room. In one corner rises a stack of seven. Some wear diapers. Others, like the little boy in a blue T-shirt and striped shorts, seem dressed for a Sunday outing. The men pull out their thawing bodies, one by one, as flies dart about. They place them like puzzle pieces into three coffins. It is an economical decision, but the sight of them cuddled together gives an odd comfort: They are not alone.\n“Sometimes, I cry,” says Mr. Louigene, stopping for another swig of rum. “These children — they had no money for medication, for food. It makes me sad. This is what happens with no development.”\nAll of those children had names and families and stories, no matter how short their lives. One of them was Mackenley Joseph. He was just 10 months old, and beloved by his parents. The men will never know that. To them, he is just one more victim of mizè — misery.\nThe coffins are handmade from cardboard, with wooden frames and rope handles. Before loading them into a waiting van, the men seal each one with thick sellotape. Then, they stack them neatly, side by side, in rows.\nSeventy minutes later, their gruesome task finished, the men snap off their gloves and rinse each other’s hands with what booze remains in their bottles.\nThey do this every four to six weeks, collecting as few as two dozen bodies at a time and as many as 120. Most trips, there are too many bodies for them to pick up. But around Christmas, they can’t bear to leave any behind. Over the years, it has become easier, but not much. Sometimes, Mr. Louigene hears the dead in his sleep. They urge him to continue.\nHe hopes they find peace on Nov. 2 — the universal All Souls’ Day and, in Haiti, the second of a two-day festival for the dead. On that day, the St. Luke Foundation oversees a Catholic service at the unmarked graves in the cemetery.\nBut that’s weeks away. For now, the men climb into the front cab of the van and Mr. Louigene’s gray pickup, and continue their grim but hopeful procession down Port-au-Prince’s main avenue of death. They are heading to Titanyen — once a notorious pauper’s field that is now part of Haiti’s newest city.\nIn the back of the moving van, the cardboard coffins tremble in their stacks. It is easy to imagine 10-month-old Mackenley and the other children inside, being rocked lovingly to sleep.\nBurial Road\nIn the late 1700s, Burial Road was called Revolution Road by the French before Haiti’s slaves overthrew Napoleon’s army. But so many funeral processions made their way down its nine blocks — which lead to the gates of the city’s ancient walled cemetery — that it earned its current title.\nThe industry of death rises and falls along its edges, braided with the joys and necessities of life. Barbershops mix in with lottery stands and funeral parlors. Multicolored buses jostle for space with dusty hearses.\nDespite the government’s promise to redevelop downtown, three full blocks along Burial Road are barren. Bulldozers appeared one spring morning in 2014 to make way for new government headquarters. Three years later, no work has been done. In the meantime, one block has become a garbage dump and public latrine.\nA few doors down rises the grande dame of the street — the pink and pillared Zenith Funeral parlor. Mourners stepping through its tinted doors are greeted by a pencil-thin receptionist named Dieula — God is here — and a glassed display room of coffins, smelling mildly of ammonia.\nAt the back of the building is the administration office, where, depending on the time of day, sits Mr. or Mrs. Louis — the husband-and-wife owners. Both are loud and round, and both regularly explode with booming laughter. A gold bellhop bell sits at the end of their cluttered banker’s desk, and they ring it with relish to summon staff. Beside it is a broken stone sculpture that says, “Welcome to All.”\nThe funeral home business has treated the Louises well. They have two other parlors in the north of the country, and they are raising three children and building a new home in the upscale neighborhood of Peguy Ville.\nDeath is a particularly plentiful resource here. Haitians’ life expectancy is only 63.4 — almost 12 years below the Latin America and Caribbean average.\nThe funeral home offers many packages to mourners. The most ornate service comes with a limousine and bus for guests. It runs around $8,000. Few in Haiti have that kind of money. Most take a cheaper option, which still includes professional photos, a hearse, flowers and a small brass band called a fanfa to serenade the corpse in its open coffin and lead the procession to the cemetery.\nEven with the cheapest option, many poor people go into debt to pay for a loved one’s funeral. Others opt for shame rather than crippling debt, and never go through with the service. The Louises have always had a problem of customers abandoning their loved ones in their cold rooms.\nThe couple used to send the abandoned bodies two blocks away to the city’s public morgue, at the general hospital. Once that was closed in 2015, the arrangement reversed. The hospital now sends bodies to the couple’s funeral parlor.\nIn theory, it pays the couple up to $20 to store each body. But the hospital’s outgoing executive director cheerfully admits he has never taken money from the threadbare operating budget to pay for dead patients.\n“It’s a catastrophe,” says Jonas Louis, slapping his hands together and laughing at his desk. “I’m paying for my electricity. I’m paying for my time. And they haven’t paid.”\nThe Louises figure they were owed $15,900 by month nine. It’s been 26 months now, with no end in sight. The government laid the cornerstone of a new city morgue in late 2015, but construction crews stopped three months later.\nThese are the frustrations of trying to run a tight ship in a broken country, rife with corruption and poverty. Many of the hospital bodies are never collected either.\nMarie Lamercie Dorvil Louis, who worked as a police officer before joining her husband’s business, has acquired both thicker skin and a more cynical view of the world. “I’m anesthetized,” she says, casting her eyes up to the video screen on the wall, where she can watch her workers below carry bodies in and out of the cold rooms. “I see all these terrible things all the time.”\nLittle Mackenley had been added to the pile of bodies back on June 16, shortly after dawn. The cause of his death was never determined. The 10-month-old had been hospitalized that week with dysentery. His parents disagree as to whether he had cholera, an infectious disease inadvertently unleashed on the country by United Nations peacekeepers after the 2010 earthquake. It can cause extreme diarrhea and vomiting, leading to renal failure.\nThe parents both say that Mackenley was treated over several days and discharged, and that he died the following night.\nMackenley’s mother, Verlande Delianne, is overcome by emotion when she talks about his death. She is only 20, has given birth twice and has lost both babies. Three years earlier, the couple lost another infant boy to fever.\n“I can’t tell you what was wrong with him,” Ms. Delianne says of Mackenley, once she’s regained her breath. Tears streak down her young face. “He was nice and healthy. He was very happy. He would hold onto the wall and walk. He started to have teeth.”\nHer sister, Ashley Loudia, describes the child’s dramatic death: He cried out suddenly, his eyes rolled up into his head, then he stopped breathing.\nDistraught, Mackenley’s parents and aunt drove to Burial Road on the back of two motorcycle taxis. They had wrapped Mackenley’s body in a towel.\nThey hoped to pay for a small ceremony for the boy, maybe in conjunction with someone else’s service. But even that was unrealistic. They come from a slum called Martissant, where contacts with money are rare. Ms. Delianne had lost her job selling cosmetics in a crowded market. Mackenley’s father, Junior Joseph, makes $56 during a good week, selling cellphones downtown. On bad weeks, he comes home with nothing.\nThe pain of Mackenley’s death was the last straw of the couple’s already tumultuous relationship. Ms. Delianne moved in with her sister, leaving Mr. Joseph alone in his small one-room apartment. He has no water and rare electricity, and he shares a toilet with 10 neighbors. The only physical remnant of his son is a single bed, where the three of them would sleep together.\n“Sometimes I wake up and I’m crying,” says Mr. Joseph, 26. “I had a first child, and there was nothing I could do. Now there’s a second child, and what can I do? I am dominated by this.”\nHe is haunted by the image of the son he adored being dumped like garbage. For as long as anyone can remember, that’s what has happened to the destitute.\nOne month passes since Mackenley’s body arrived at the funeral parlor. Then another.\nFinally, it is September, and the abandoned bodies have begun to pile up in Zenith’s two morgues. There are 47 of them — some from the hospital and others, like Mackenley, from the community. The neighbors have not started to complain about the smell, but Mrs. Louis thinks they will soon.\nSo she sends a message to the St. Luke Foundation that it is time for the burial team to come again.\nPriest, Doctor, Handyman\nThe grounds that are home to St. Luke’s, across town in the suburb of Tabarre, are an oasis from the city’s dust and misery.\nPass through the tall gates and beyond the guard hut, and you might wonder if you’ve arrived at an idyllic hacienda. Yellow weaverbirds build their basket-like nests in the tall trees. Dairy cows lounge in the shade. Out back, there are bubbling tilapia pools and banana trees.\nThe foundation is located inside the St. Damien Pediatric Hospital, a two-story white cement block building. Metal giraffes and horses line the second-story balcony, welcoming sick babies looking up from their parents’ arms.\nFar more children die before they reach age 5 in Haiti than anywhere else in the Americas. But at St. Damien, they receive treatment normally reserved for the country’s small elite — chemotherapy, neonatal intensive care, heart surgery. For all of this, the hospital charges $15 per week.\nThe Rev. Rick Frechette is the hospital’s founder. He is also the visionary behind a neighboring adult hospital, a school for disabled children, the cluster of nearby factories churning out bread, pasta, cement and school uniforms, and a dizzying array of social enterprises, among the latest of which are four industrial-size chicken coops.\nFather Frechette came to Haiti 30 years ago and never left. Now 64, he seems like seven people in one — each divergent skill emerging from necessity because there was no one else to do it.\nHe is a handyman and entrepreneur who sees a fix to every problem, as well as philosopher and deep reader who speaks seven languages and finds nuance in every solution.\nHe is a workaholic who lives like a monk in a bare cell up on the second floor of the hospital precisely 73 steps from his office near the front door.\nHe quietly takes time to read psalms throughout the day and holds his own in fistfights with dangerous gang members.\nMost mornings, after the 7 o’clock Mass he leads in a stone chapel on the hospital grounds, his team drifts in and out of his office to hear his stories and plan out the day over coffee.\nOne of Father Frechette’s rare splurges was on a gleaming cappuccino and espresso machine that he works each morning like a barista. Below it are one plastic drawer full of birthing kits and another brimming with body bags.\n“Do you want a coffee, Rapho?” he calls to Mr. Louigene in Kreyòl. “With milk or without?”\nFather Frechette grew up in a middle-class family in West Hartford, Conn., and chose to join the local Passionist order at age 20. His first international mission was to Mexico, where he worked at an orphanage, followed by Honduras. He arrived in Haiti in 1987, the year after the ruthless father-son Duvalier dictatorship was finally overthrown.\nHis orders were to establish another orphanage for the Christian charity Nuestros Pequeños Hermanos. But because so many orphans were ill, he also bought an old hotel and transformed it into a children’s hospital. For all its good intentions, the place resembled a hospice in those early years. In the evening Father Frechette would rush in children from a malnutrition center, and return with their dead bodies in the morning.\nHaiti had already held the hemisphere’s record for poverty for more than a decade by then. Things worsened, unimaginably, after a 1991 coup, when the newly elected President Jean-Bertrand Aristide was overthrown by soldiers.\n“I couldn’t find anyone to treat them. We couldn’t find gauze,” says Father Frechette. “I swore I wouldn’t be in that situation again.”\nHe decided to get a medical degree, studying for the entrance exams by candlelight each night. At 40, he began his first year at the College of Osteopathic Medicine at the New York Institute of Technology.\nIt was the grown-up orphans who came up with the idea for the St. Luke Foundation, he says. Once he returned to Haiti with his medical license, many of them would accompany him on his rounds through the city’s poorest slums, towing an X-ray machine and lugging medicine. They noticed all the children picking through garbage and proposed starting basic schools, teaching children themselves under tarps.\nSince then, the foundation has built and runs 34 schools.\nEach step of progress was buffeted by political upheaval. The worst times came after President Artistide was deposed again, in 2004. The violence got so bad, the United Nations sent in a peacekeeping mission.\nFather Frechette and his team found themselves taking on another unexpected job — negotiating with kidnappers.\n“I said: ‘You are a coward. Go ahead and kill me,’” says Father Frechette, his green eyes twinkling as he recounts the story of arguing with a notorious kidnapper and gang leader. “I knew he wouldn’t, because they’d all kill him in 10 minutes. All of the bandits — I have treated their mothers for TB and their children for tonsillitis.”\nThese terrifying situations are regular fare for the father.\nHe and Mr. Louigene figure they have brokered the release of 80 victims. In the last three years, nine of their colleagues were shot by robbers; eight died.\nEven the most harrowing stories Father Frechette draws out, reveling in their darkly comical moments. Together with prayer, gallows humor is his antidote to post-traumatic stress disorder and cynicism.\n“I’m a priest,” he recounts telling another murderer he confronted, “but my altar boys don’t miss a shot.”\nEarly in the morning of Feb. 2, 2007, Father Frechette was awakened by a panicked phone call. During a firefight between United Nations troops and a gang in Cité Soleil, bullets ripped through the corrugated tin walls of a family’s shack. The mother and father were wounded. Both their young daughters were killed by bullets to the head.\nThe next day, Father Frechette visited the grieving mother in the hospital. She begged him to retrieve her daughters’ bodies and bury them.\nTogether with Mr. Louigene and other staff members, he ventured to the city’s general morgue.\nBodies overflowed from their racks. The electricity wasn’t working again. The smell of rotting death was overpowering. They scanned the room with flashlights until they found the girls.\nAs they carried them out, Father Frechette sensed the remaining bodies calling to him. Their words echoed in his mind: “What about us? Will you leave us here? Are we nothing to you? Nothing to anyone?”\nHe has no doubt it was a message from God.\nWhile most of his efforts in Haiti had focused on helping children avoid death, he had come to see they needed help after death too.\n‘I Left Crying’\nMr. Louigene palms the wheel of his gray truck following the van full of coffins. A white rosary swings from the rearview mirror. A loaded Smith & Wesson is tucked in his glove compartment.\n“Everybody needs someone to bury them,” he says, picking up the reasons he was doing this — burying strangers — before being cut short again by the ring of his cellphone. It’s a conversation we’ve been trying to have all morning.\n“Maybe if I die somewhere and my family won’t be able to find me, somebody else will do my funeral.”\nHis ringtone is a soft techno beat. It sounds so often it seems like background music. Time and again, he glances at the number and ignores the call.\nIn the back seat, three colleagues — all still dressed in their white coveralls — chat idly and share videos on their phones. They are decompressing from the horror of their work at the morgue.\nOutside the passenger window, glimpses of the city’s broken downtown give way to heaping mounds of rotting vegetables and plastic. The caravan of death is passing the city’s largest outdoor market, where crowds of women wearing wide brim straw hats crouch beside the trash with their meager offerings.\nTwo weeks ago, Mr. Louigene and his team picked up the body of a woman here. She’d been dead about three days. Her lips were swollen, her dress hiked up and legs splayed. They figure she had been raped many times. Huge blisters swelled from her belly and exposed thighs.\nMr. Louigene broadcast the news on a local radio station that the St. Luke Foundation had taken her body, so that her family might hear the message and collect her remains. No one came.\nThe imagined flickerings of her painful, violent death are terrifying. But Mr. Louigene has seen worse.\nMost of his childhood was spent living in a tin hut in the violent slum of Pele Simon. He had no running water, or electricity. He slept on the dirt floor under his mother’s bed. He remembers being so hungry, he dipped his tongue in salt and drank water to fill his belly.\nAround 12, he witnessed his first murder while en route to play soccer before school. Two young men in his neighborhood who had been accused of stealing were shot point blank, execution style. Two months later, it was two other young men, one of whom was his friend.\n“I was there. I couldn’t do anything,” says Mr. Louigene, whose skinny frame has thickened, but whose demeanor still retains his childhood shyness. “I left crying. I stayed for three days inside my house.”\nWhen he was 16, his mother got sick and could no longer sell bananas in the market. Mr. Louigene’s father was not around, so he dropped out of school to raise money for their rent.\nAfter trying his hand at masonry and security, he landed at a local missionary health clinic, first cleaning and then caring for patients with HIV and tuberculosis. That’s where he met Father Frechette, who was volunteering his freshly acquired medical skills.\nFather Frechette noticed Mr. Louigene’s hunger to help and learn. But what most impressed him was his compassion. Just 19, Mr. Louigene was shepherding wounded and ill people into the clinic for treatment, like the conductor of an underground railroad to health care.\nMr. Louigene considers the day Father Frechette hired him as a sign of God’s grace.\n“Right now, I have power,” he says. “I can stop things. I help a lot of people. They have respect for me. Before, I had none.”\nThe truck eases its way into Cité Soleil, the slum along the waterfront long considered the poorest and most dangerous in Haiti. Constructed in the late 1950s for sugar cane and then factory workers, the matchbox concrete homes are now crowded by a patchwork of dilapidated shacks. The canals that line some roads swell with refuse. Young men lounge on juts of concrete, sitting on their guns.\nThis is where Mr. Louigene spends most of his time — retrieving the dead and attempting to prevent more from dying. Despite decades of living around mizè, he has never become anesthetized to it.\nHe points with pride to a St. Luke school and a row of freshly painted concrete homes the foundation has given to local families, chosen by lottery.\nAll this good work comes with a price. Mr. Louigene can’t walk the slum’s serpentine footpaths without a political rally forming — arms touching him from all sides, demands hollered from the edges. He often arrives by motorcycle taxi because too many people recognize his silver truck. Just this morning, a man walked through the traffic and lay across its hood, begging Mr. Louigene to pay his children’s school fees. They call him when they are sick, or broke, or in danger — which is to say, all day, every day.\n“Everyone loves me when they have trouble,” says Mr. Louigene.\nWhen he reaches the slum’s edge, Mr. Louigene finally answers his phone. It is his 6-year-old son, Ralph Prince, calling from Fort Myers, Fla. He and Mr. Louigene’s wife moved there two years ago, after a gangster threatened to hurt them because of Mr. Louigene’s work.\n“Have you had something to eat?” Mr. Louigene asks in English over WhatsApp. “I’m happy to see you.”\nHis family wants him to move to the United States — his life would be so much easier, and he’d be out of danger’s way. But most important, they’d be together.\nBut Mr. Louigene is determined to stay in Haiti with Father Frechette, where he is useful to both the living and the dead. “If everybody moves away,” he says, “this country will crash.”\nTwenty-five minutes after leaving the funeral home, Mr. Louigene arrives at the base of the Matheux Mountains, where cactuses stretch up their bony fingers from the dry soil.\nFor decades, this forlorn, uninhabited area known as Titanyen haunted the country’s psyche. It was shorthand for evil and despair.\nThis has long been the country’s dumping grounds for corpses, and not just of the indigent. It is believed that the bodies of some victims of the 29-year Duvalier dictatorship were left here for the wild dogs.\nA memorial to the 2010 earthquake victims was erected nearby, where thousands of bodies were hastily dumped, in long trenches. Cholera victims followed them.\nThe dirt road leading up to the graceful pergola and small manicured garden is framed by a large arching sign. “Ayiti Pap Bliye” it says, in large black letters: Haiti will not forget. Except the first P has slid exhaustedly to one side, creating instead: “Ayiti Ap Bliye.” Haiti will forget.\nWhere only seven years ago, few would dare step out of their cars here, today the desert slopes are dotted by thousands of boxlike houses.\nTitanyen has been absorbed by Canaan, the self-proclaimed Promised Land for earthquake victims as well as profiteers.\nTwo months after the earthquake, the country’s then president René Préval expropriated a huge swath of this desert for new, planned communities. Instead, a feverish Wild West frontierism took hold. Thousands arrived with pickaxes, tarps, wood poles and the government decree, printed up like a license.\nThe sprawling city now holds some 250,000 residents, and every month, the construction creeps closer to the cemetery. Mr. Louigene says homes have already been built over bones.\nThe new residents have begun protesting the old ones. Sure, they moved onto a cemetery, but now they are there, they don’t want to smell and see death, day in and day out.\nTwo minutes after passing the memorial, Mr. Louigene turns off the highway and bounces up a rocky road. When he reaches its crest, he is greeted by a vast green space, the size of 14 American football fields.\nThat is the St. Luke Foundation cemetery.\nNo one has kept careful count of the number of people buried here. Mr. Louigene does some back-of-a-napkin calculations: 70 corpses a week for the first eight years, and 40 a month since then. Then, much more at Christmas, when Father Frechette can’t countenance abandoned bodies being left in rotting piles.\nIt adds up to more than 30,000, triple the size of most war cemeteries of Europe. Here, there are no tombstones in rows. The only markers are natural — bushes, white wildflowers, rock and hardy grass that goats nibble.\nIn the distance, the gravediggers raise their pickaxes above the brush.\nFourteen men work in a line beneath the midday sun. They are dressed in their daily uniform — T-shirts, pants and plastic sandals. They have been working for hours to cut 35 rectangular holes, each about three-and-a-half feet deep, in pairs that run down a wobbly line. In the middle of the crew is a man so coated with dust, he resembles a ghost himself.\nElvilhomme Desboul grew up in the same slum as Mr. Louigene and was similarly pushed out of high school by poverty. He considers himself physically poor, but spiritually rich. He speaks English and carries a book of political theory with him.\n“You don’t know when you will pass into eternity,” he says, looking back at the white van, where the burial team is unloading the mournful cargo. “One day, I will become like them. We are not here for long.”\nMr. Desboul, 33, was hired on the grave-digging team soon after it formed. When he saw the huts going up nearby, he decided to claim a piece of land and built a small wooden house. But one afternoon in December 2013, a group of armed policeman and thugs arrived, destroying homes and scaring the new residents away.\nMr. Desboul lost everything, even his running shoes.\nInstead of being further ahead, he is poorer than ever. He feels deep shame that he can’t contribute to his sick mother’s hospital bills. If she were to die now, he could not pay for her funeral either.\n“We all have the same troubles,” he says.\nEach coffin is lowered by two men on the St. Luke team into a hole. When one won’t fit, the foreman is summoned, a pickax is heaved, and the hole expanded.\nSince Father Frechette is not here today, the men forfeit ritual for efficiency. Mr. Louigene is not given to overt displays of devotion. He recites prayers in his mind.\nOnce every coffin has been lowered into place, the diggers hurriedly cover them with dirt as Mr. Louigene and his colleagues look on. Two yellow butterflies twirl by Mr. Desboul’s dusty head. Doves burst from the brush nearby. In the distance, the sun glitters upon the aqua surface of the ocean.\nA Day for the Dead\nThe ragged cemeteries in Port-au-Prince throng with people, arriving dressed in black, white and purple, the favored colors of Gede, the family of Vodou spirits that oversee death. They congregate around the blackened cross of the most powerful Gede, Baron Samedi, lighting candles and offering the Gods’ favored libation — moonshine brimming with hot peppers.\nIt is Nov. 2, All Souls’ Day, which is known in Haiti as Fèt Gede. It is a time, traditionally, to visit the tombs of loved ones, recent and distant.\nAt 4 p.m., a convoy of vehicles makes its way across the St. Luke cemetery toward a patch of ground that has been specially cleared for the occasion.\nA table is pulled out of a truck and covered with a white cloth. A wooden cross is set at its edge, shouldered by two votive candles.\nSomeone from St. Luke’s has brought four huge pots of fresh flowers, purchased this morning at an outdoor market. They are set down in a line before the altar. The members of a fanfa arrive in matching black T-shirts and strike up a wheezy, mournful waltz.\nOverhead, large gray storm clouds roll across the sky, their edges glowing with sunlight.\nNuns from the local Missionaries of Charity spill out of a truck in their white habits trimmed with blue, and form the first few informal rows of the congregation. They are joined by young priests in training. Local residents mill around the edges, including a handful of gravediggers.\nTwo Passionist priests begin the service with hymns and readings. Then Father Frechette steps forward, wearing his white robe, with his purple stole — the color reserved for special “feasts.”\nBut he is not feeling festive. His heart is heavy over a recent arrival to the hospital — a brutally injured two-year-old girl who requires four operations.\nAs if sensing his sorrow, the congregation contracts as he begins his sermon, cuddling close around him.\nThe day, he tells them, is not just for the dead we knew, or even knew of. Its purpose is much more ambitious — to honor every single person who has died, “since the very first human birth.”\n“The holy work of the day,” he says, is “to hold them all in one magnificent embrace and lift them up to God.”\nFather Frechette has never seen a ghost. But since he began burying the abandoned dead, they haunt his thoughts. He believes they are departed souls, in need of help to leave purgatory and enter heaven.\nThe tradition of spending Nov. 2 purifying their souls through prayer, was started in the 11th century by St. Odilo, the abbot of the famous Benedictine monastery of Cluny.\nWhat it involves, according to Father Frechette, is not easy. For him, prayer is not dissimilar from collecting forgotten bodies from the morgue.\n“We have to stop what we’re doing, we have to go somewhere else, we have to get on our knees, and with deliberation, in front of our outer eyes and our inner eyes, we have to let the suffering, the torment, the impossibility into us,” he tells the gathering first in Kreyòl and then in English. “And then we speak to God all of our feelings, all of our hopes, all of our fears related.”\nSounds from the growing neighborhood punctuate the sermon. A cock crows. A child calls for his mother. A hammer hits a nail and rings from a nearby construction site.\nA warm wind sweeps across the plain, playing with the ends of Father Frechette’s purple stole. He instructs the congregation to spread the flowers over the unmarked graves.\nThe fanfa strikes the upbeat, brassy tune of “Papa Emmanuel.” The Haitian hymn carries a special meaning for the priest, ever since Mr. Louigene sang it so passionately one day, carrying bodies from the morgue, that his neck veins bulged.\nThe lyrics seem written for this place — at least, as it was.\nBeyond the mountain is a valley\nThere will be my abode forever.\nThe congregation disperses, armed with clutches of pale yellow mums and vibrant sunflowers. They lay stems down wherever impulse nudges them. Some stay close to the altar, bouncing in time with the music. Others wander afar.\nThere would never be enough flowers to cover every unmarked grave in the cemetery.\nFather Frechette strides purposefully, stepping over shrubs with his dusty work boots, spraying holy water. His two brethren swing incense from metal censers. Together, they are reconsecrating the ground as the Promised Land for the dead.\nThe 35 mounds of the last burial rise in two lines within site of the altar. Little Mackenley lies here.\nHis father, Junior Joseph, had vowed to attend this service, making plans to meet Mr. Louigene for a lift. He wanted to finally offer his respects and gain some closure. But he doesn’t make it.\nA nun in her white habit stops before one mound, and carefully plants yellow mums on its belly as if stroking the child’s brow.\nIn a quiet moment, Mr. Louigene drops to his knees in the grass. He crosses his arms, bows his head, and prays for all the people he has buried, and for all those he could not.", "url": "https://www.nytimes.com/interactive/2017/12/13/world/americas/haiti-death-funerals.html"}