{"authors": ["Peter Eavis"], "date_download": "2018-11-16 03:41:24", "date_modify": "2018-11-16 03:41:24", "date_publish": "2015-03-04 20:10:11", "description": "Wall Street is on edge as it awaits the release of the results of the Federal Reserve’s stress tests.", "filename": "interactive_2015_03_04_business_dealbook_05db-stress.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339684.html", "image_url": "https://static01.nyt.com/images/2015/03/05/business/db-stress-citigroup2/db-stress-citigroup-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_03_04_business_dealbook_05db-stress.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339684.html", "title": "What to Know About Bank Stress Tests", "title_page": "What to Know About Bank Stress Tests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How to Stress Out a Bank\nTo do their job, the tests have to try to quantify the damage that a financial and economic storm might do to a bank’s financial strength. The tests do that by focusing on capital, a financial metric that reflects a bank’s capacity to absorb losses. The financial crisis of 2008 showed that banks had too little capital, prompting the taxpayer bailouts that injected billions of dollars of capital into scores of lenders.\nCapital is typically expressed as percentage of a bank’s assets, which consist primarily of its loans and trades. At the end of last year, for instance, a regulatory measure of Bank of America’s capital was equivalent to 10 percent of a regulatory tally of its assets.\nA bank’s losses eat away at its capital. The stress tests therefore add up all the putative losses that might occur on loans and trades during scenarios that include harsh recessions and market collapses. The tests then subtract those estimated losses from regulatory measurements of capital, along with some other adjustments.", "url": "https://www.nytimes.com/interactive/2015/03/04/business/dealbook/05db-stress.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}