{"authors": ["The New York Times"], "date_download": "2018-11-16 04:20:36", "date_modify": "2018-11-16 04:20:36", "date_publish": "2016-09-22 20:55:23", "description": "Simple tips to follow if you think your personal information online has been exposed to hackers.", "filename": "interactive_2016_technology_personaltech_what-to-do-if-hacked.html_module=inline_1542342036.html", "image_url": "https://static01.nyt.com/images/2016/09/23/business/23YAHOO/23YAHOO-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_technology_personaltech_what-to-do-if-hacked.html_module=inline_1542342036.html", "title": "Yahoo Says It Was Hacked. Here’s How to Protect Yourself.", "title_page": "Yahoo Says It Was Hacked. Here’s How to Protect Yourself. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How do I create stronger passwords?\nTry a password manager like 1Password or LastPass.\nThese sites create a unique password for each website you visit and store them in a database protected by a master password that you create. Password managers reduce the risk of reused passwords or those that are easy to decode.\nThe Wirecutter, a product recommendations site now owned by The New York Times, provides a helpful explanation of why password managers are so essential. They also maintain an updated guide to the best password managers.\nIf you must create your own passwords, try creating long, complex passwords consisting of nonsensical phrases or one-sentence summaries of strange life events and add numbers and special characters.\nExamples:\nMy favorite number is Green4782#\nThe cat ate the CoTTon candy 224%\nOr, if you’re extra paranoid, consider mimicking this setup:\nJeremiah Grossman, a web security expert, memorizes only a few passwords, including one to unlock his computer, and another to unlock an encrypted USB drive containing a file with a list of all his passwords for dozens of services. None of his passwords are memorable because they are random.\n“I select them quite literally by banging on the keyboard a few times like a monkey,” Mr. Grossman said, adding that his setup is “a bit more paranoid” than that of the average person.\nCreate the strongest passwords for the sites that contain the most sensitive information and do not reuse them anywhere.", "url": "https://www.nytimes.com/interactive/2016/technology/personaltech/what-to-do-if-hacked.html?module=inline"}