{"authors": ["Ford Fessenden", "Troy Griggs", "Anjali Singhvi", "Jeremy White", "Karen Yourish"], "date_download": "2018-11-16 03:17:43", "date_modify": "2018-11-16 03:17:43", "date_publish": "2017-05-03 16:27:53", "description": "A visual guide to Donald J. Trump’s first visit to his hometown as president.", "filename": "interactive_2017_05_03_us_politics_trump-new-york-trip_1542338263.html", "image_url": "https://static01.nyt.com/images/2017/05/03/us/politics/trump-new-york-trip-1493770594825/trump-new-york-trip-1493770594825-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_05_03_us_politics_trump-new-york-trip_1542338263.html", "title": "It’s Trump’s First Trip Back to New York. Here’s What to Expect.", "title_page": "It’s Trump’s First Trip Back to New York. Here’s What to Expect. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This is President Trump’s updated itinerary as of 1:30 p.m.\n6:15 p.m.1 Kennedy International Airport Mr. Trump arrives.\n7:15 p.m.2 Intrepid Meets with Prime Minister Malcolm Turnbull of Australia.\n7:45 p.m.2 Intrepid Makes remarks commemorating the Battle of the Coral Sea 75 years ago.\n9 p.m.3 Bedminster, N.J. Travels to country home at the Trump National Golf Club.\nProtests and Traffic Disruptions\nW 59 St Trump Tower W 57 St. Planned protest Hudson River W 55 St Planned protest 10 Ave 7 Ave W 50 St Intrepid W 45 St AREA OF DETAIL Planned protest W 59 St Trump Tower W 57 St. Hudson River W 55 St Planned protest Planned protest 7 Ave W 50 St 10 Ave Intrepid W 45 St Planned protest AREA OF DETAIL W 42 St Trump Tower W 57 St. Planned protest Planned protest W 50 St Intrepid 5 Ave Planned protest W 42 St 10 Ave W 34 St AREA OF DETAIL\nMr. Trump’s already short trip was cut even shorter early Thursday afternoon when the White House announced he would remain in Washington for longer than expected. Still, the trip has the potential to cause major disruptions, including street closings and protests near the Intrepid that could bring traffic on the West Side Highway to a standstill.\nMr. Trump was originally scheduled to arrive at J.F.K. around 3 p.m. and travel via helicopter to the Peninsula Hotel to meet with Mr. Turnbull (the hotel is on Fifth Avenue, one block south of Trump Tower, where Mr. Trump lived and worked until his inauguration). From there, the president, Melania Trump, Mr. Turnbull and his wife were going to travel by motorcade to the Intrepid.\nConcrete barrier E57 st tiffany 590 madison madison ave 5 ave TRUMP TOWER 590 atrium Entrance to residential floors High-speed crash barrier Police vehicles High-speed crash barrier E56 st Police vehicles and bomb- sniffing dogs Concrete barrier E57 st Tiffany 590 Madison Trump Tower madison ave 5 ave 590 Atrium Police vehicles High-speed crash barrier High-speed crash barrier Entrance to residential floors E56 st Police vehicles and bomb- sniffing dogs Concrete barrier Tiffany 590 Madison Trump Tower madison ave 5 ave 590 Atrium High-speed crash barrier Entrance to residential floors High-speed crash barrier E56 st Police vehicles and bomb- sniffing dogs E57 st Concrete barrier madison ave 590 Madison Tiffany Trump Tower 590 Atrium Entrance to residential floors E56 st 5 ave High-speed crash barriers Police vehicles and bomb- sniffing dogs\nProtesters have gathered around Trump Tower and outside the Intrepid. Several security measures, including heavily armed police officers at each entrance, are still in place to protect the first lady, Mrs. Trump, and their son Barron, who continue to live in the building.\nWeekend at Bedminster Golf Club\nMr. Trump stays in one of the cottages surrounding the pool. Trump National GOLF Club, Bedminster Clubhouse Mr. Trump stays in one of the cottages surrounding the pool. Trump National GOLF Club, Bedminster Clubhouse Mr. Trump stays in one of the cottages surrounding the pool. Trump National GOLF Club, Bedminster Clubhouse\nWith Mar-a-Lago, Mr. Trump’s exclusive resort in Palm Beach, Fla., soon closing for the season, the president is expected to spend more time, including this weekend, at his New Jersey club. The centerpiece of the golf course is the clubhouse, a 1939 red brick mansion in the Georgian Revival-style where Mr. Trump hosted a procession of potential officials for his administration before his inauguration.", "url": "https://www.nytimes.com/interactive/2017/05/03/us/politics/trump-new-york-trip.html"}