{"authors": ["Nicholas Confessore", "Sarah Cohen", "Karen Yourish"], "date_download": "2018-11-16 03:45:25", "date_modify": "2018-11-16 03:45:25", "date_publish": "2015-10-10 14:29:31", "description": "Just 158 families have provided nearly half of the early money for efforts to capture the White House.", "filename": "interactive_2015_10_11_us_politics_2016-presidential-election-super-pac-donors_1542339925.html", "image_url": "https://static01.nyt.com/images/2015/10/11/us/politics/2016-presidential-election-super-pac-donors-1444436937166/2016-presidential-election-super-pac-donors-1444436937166-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_10_11_us_politics_2016-presidential-election-super-pac-donors_1542339925.html", "title": "The Families Funding the 2016 Presidential Election", "title_page": "The Families Funding the 2016 Presidential Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "They are overwhelmingly white, rich, older and male, in a nation that is being remade by the young, by women, and by black and brown voters. Across a sprawling country, they reside in an archipelago of wealth, exclusive neighborhoods dotting a handful of cities and towns. And in an economy that has minted billionaires in a dizzying array of industries, most made their fortunes in just two: finance and energy.\nNow they are deploying their vast wealth in the political arena, providing almost half of all the seed money raised to support Democratic and Republican presidential candidates. Just 158 families, along with companies they own or control, contributed $176 million in the first phase of the campaign, a New York Times investigation found. Not since before Watergate have so few people and businesses provided so much early money in a campaign, most of it through channels legalized by the Supreme Court’s Citizens United decision five years ago.\nThese donors’ fortunes reflect the shifting composition of the country’s economic elite. Relatively few work in the traditional ranks of corporate America, or hail from dynasties of inherited wealth. Most built their own businesses, parlaying talent and an appetite for risk into huge wealth: They founded hedge funds in New York, bought up undervalued oil leases in Texas, made blockbusters in Hollywood. More than a dozen of the elite donors were born outside the United States, immigrating from countries like Cuba, the old Soviet Union, Pakistan, India and Israel.\nBut regardless of industry, the families investing the most in presidential politics overwhelmingly lean right, contributing tens of millions of dollars to support Republican candidates who have pledged to pare regulations; cut taxes on income, capital gains and inheritances; and shrink entitlement programs. While such measures would help protect their own wealth, the donors describe their embrace of them more broadly, as the surest means of promoting economic growth and preserving a system that would allow others to prosper, too.\nMostly Backing Republicans\nRepublicans 138 Democrats 20 Republicans 138 Democrats 20\n“It’s a lot of families around the country who are self-made who feel like over-regulation puts these burdens on smaller companies,” said Doug Deason, a Dallas investor whose family put $5 million behind Gov. Rick Perry of Texas and now, after Mr. Perry’s exit, is being courted by many of the remaining candidates. “They’ve done well. They want to see other people do well.”\nIn marshaling their financial resources chiefly behind Republican candidates, the donors are also serving as a kind of financial check on demographic forces that have been nudging the electorate toward support for the Democratic Party and its economic policies. Two-thirds of Americans support higher taxes on those earning $1 million or more a year, according to a June New York Times/CBS News poll, while six in 10 favor more government intervention to reduce the gap between the rich and the poor. According to the Pew Research Center, nearly seven in 10 favor preserving Social Security and Medicare benefits as they are.\nRepublican candidates have struggled to improve their standing with Hispanic voters, women and African-Americans. But as the campaign unfolds, Republicans are far outpacing Democrats in exploiting the world of “super PACs,” which, unlike candidates’ own campaigns, can raise unlimited sums from any donor, and which have so far amassed the bulk of the money in the election.\nThe 158 families each contributed $250,000 or more in the campaign through June 30, according to the most recent available Federal Election Commission filings and other data, while an additional 200 families gave more than $100,000. Together, the two groups contributed well over half the money in the presidential election -- the vast majority of it supporting Republicans.\n“The campaign finance system is now a countervailing force to the way the actual voters of the country are evolving and the policies they want,” said Ruy Teixeira, a political and demographic expert at the left-leaning Center for American Progress.\nLike most of the ultrawealthy, the new donor elite is deeply private. Very few of those contacted were willing to speak about their contributions or their political views. Many donations were made from business addresses or post office boxes, or wound through limited liability corporations or trusts, exploiting the new avenues opened up by Citizens United, which gave corporate entities far more leeway to spend money on behalf of candidates. Some contributors, for reasons of privacy or tax planning, are not listed as the owners of the homes where they live, further obscuring the family and social ties that bind them.\nBut interviews and a review of hundreds of public documents — voter registrations, business records, F.E.C. data and more — reveal a class apart, distant from much of America while geographically, socially and economically intermingling among themselves. Nearly all the neighborhoods where they live would fit within the city limits of New Orleans. But minorities make up less than one-fifth of those neighborhoods’ collective population, and virtually no one is black. Their residents make four and a half times the salary of the average American, and are twice as likely to be college educated.\nMost of the families are clustered around just nine cities. Many are neighbors, living near one another in neighborhoods like Bel Air and Brentwood in Los Angeles; River Oaks, a Houston community popular with energy executives; or Indian Creek Village, a private island near Miami that has a private security force and just 35 homes lining an 18-hole golf course.\nSometimes, across party lines, they are patrons of the same symphonies, art museums or at-risk youth programs. They are business partners, in-laws and, on occasion, even poker buddies.\nLiving Near One Another\nRIVER OAKS COUNTRY CLUB HOUSTON Half a mile Hildebrand Family Donated $250,000 Nau Family Donated $500,000 Sarofim Family Donated $530,000 Flores Family Donated $250,000 RIVER OAKS COUNTRY CLUB HOUSTON Half a mile McNair Family Donated $2 million Ansary Family Donated $2 million Kinder Family Donated $2 million Krohn Family Donated $250,000\nMore than 50 members of these families have made the Forbes 400 list of the country’s top billionaires, marking a scale of wealth against which even a million-dollar political contribution can seem relatively small. The Chicago hedge fund billionaire Kenneth C. Griffin, for example, earns about $68.5 million a month after taxes, according to court filings made by his wife in their divorce. He has given a total of $300,000 to groups backing Republican presidential candidates. That is a huge sum on its face, yet is the equivalent of only $21.17 for a typical American household, according to Congressional Budget Office data on after-tax income.\nThe donor families’ wealth reflects, in part, the vast growth of the financial-services sector and the boom in oil and gas, which have helped transform the American economy in recent decades. They are also the beneficiaries of political and economic forces that are driving widening inequality: As the share of national wealth and income going to the middle class has shrunk, these families are among those whose share has grown.\nMainly in Finance and Energy\nFinance 64 Real estate and construction Energy and natural resources 17 15 Majority in hedge funds, private equity or venture capital. Mostly oil and gas. 9 Transportation Media and entertainment 12 Health Technology 10 12 Woody Johnson, owner of the New York Jets, whose family founded Johnson & Johnson. Trucking, autos, cruise ships. Hollywood moguls like Steven Spielberg, J.J. Abrams and Jeffrey Katzenberg. Retail and manufacturing 6 Food, beverage, agriculture Insurance 3 Other/unknown 5 5 Includes citrus, poultry and sugar magnates. 64 Finance Real estate and construction Energy and natural resources 15 17 Majority in hedge funds, private equity or venture capital. Mostly oil and gas. 12 12 10 9 Media and entertainment Health Technology Transportation Hollywood moguls like Steven Spielberg, J.J. Abrams and Jeffrey Katzenberg. Woody Johnson, owner of the New York Jets, whose family founded Johnson & Johnson. Trucking, autos, cruise ships. Retail and manufacturing 6 Food, beverage, agriculture 3 5 Insurance Other/unknown 5 Includes citrus, poultry and sugar magnates. 64 Finance Real estate and construction Energy and natural resources 15 17 Majority in hedge funds, private equity or venture capital. Mostly oil and gas. 12 12 10 Media and entertainment Health Technology Hollywood moguls like Steven Spielberg, J.J. Abrams and Jeffrey Katzenberg. Woody Johnson, owner of the New York Jets, whose family founded Johnson & Johnson. 9 Transportation Retail and manufacturing 6 Food, beverage, agriculture 5 Trucking, autos, cruise ships. Includes citrus, poultry and sugar magnates. 3 5 Insurance Other/unknown 64 Finance Real estate and construction Energy and natural resources 15 17 12 Media and entertainment Health 12 10 Transportation 9 Technology Retail and manufacturing Food, beverage, agriculture 6 5 3 5 Insurance Other/unknown\nThe accumulation of wealth has been particularly rapid at the elite levels of Wall Street, where financiers who once managed other people’s capital now, increasingly, own it themselves. Since 1979, according to one study, the one-tenth of 1 percent of American taxpayers who work in finance have roughly quintupled their share of the country’s income. Sixty-four of the families made their wealth in finance, the largest single faction among the super-donors of 2016.\nBut instead of working their way up to the executive suite at Goldman Sachs or Exxon, most of these donors set out on their own, establishing privately held firms controlled individually or with partners. In finance, they started hedge funds, or formed private equity and venture capital firms, benefiting from favorable tax treatment of debt and capital gains, and more recently from a rising stock market and low interest rates. In energy, some were latter-day wildcatters, early to capitalize on the new drilling technologies and high energy prices that made it economical to exploit shale formations in North Dakota, Ohio, Pennsylvania and Texas. Others made fortunes supplying those wildcatters with pipelines, trucks and equipment for “fracking.”\nIn both energy and finance, their businesses, when successful, could throw off enormous amounts of cash — unlike industries in which wealth might have been tied up in investments. Those without shareholders or boards of directors have had unusual freedom to indulge their political passions. Together, the two industries accounted for well over half of the cash contributed by the top 158 families.\nTend to Be Self-Made\nSelf-made wealth 119 Inherited wealth 37 Self-made wealth 119 Inherited wealth 37\n“When I look at these families, these are highly successful people, they’re used to moving mountains, and they love to beat the conventional wisdom,” said David McCurdy, a former Oklahoma congressman who is now president of the American Gas Association.\nIndeed, while blue-chip corporations largely shy away from super PACs, wary of negative publicity about unlimited campaign spending, these families have poured millions of dollars into such efforts.\nSome are even betting on candidates shunned by their party’s traditional donor establishment. The three families who have provided the largest donations in the campaign to date — the Wilks family of Texas, which made billions providing trucks and equipment in the shale fields; the Mercers of New York, headed by the hedge fund investor Robert Mercer; and Toby Neugebauer, a Texas-born private equity investor — have backed Senator Ted Cruz of Texas, a socially conservative Tea Party firebrand disdained by Republican leaders.\n“Making a big bet on something before anyone else really grasps it. That is what success has in common in energy and in equities,” said Tim Phillips, the president of Americans for Prosperity, a conservative advocacy group with ties to Charles G. and David H. Koch.\nA number of the families are tied to networks of ideological donors who, on the left and the right alike, have sought to fundamentally reshape their own political parties. More than a dozen donors or members of their families have been involved with the twice-yearly seminars hosted by the Kochs, whose organizations have pressed the U.S. Chamber of Commerce and other business groups to eliminate the Export-Import Bank. They include Mr. Deason and his wife; the brokerage pioneer Charles Schwab, whose wife, Helen, is among the donors; and Karen Buchwald Wright, whose family company makes compressors used to extract and transport natural gas.\n“Most of the people at the Koch seminars are entrepreneurs who have built it from the ground up — they built it themselves,” said Mr. Deason, who said he supported eliminating corporate subsidies and welfare, including those that benefit his own investments.\nAnother group of the families, including the hedge fund investor George Soros and his son Jonathan, have ties to the Democracy Alliance, a network of liberal donors who have pushed Democrats to move aggressively on climate change legislation and progressive taxation. Those donors, many of them from Hollywood or Wall Street, have put millions of dollars behind Hillary Rodham Clinton.\nThe families who give do so, to some extent, because of personal, regional and professional ties to the candidates. Jeb Bush’s father made money in the oil business, while Mr. Bush himself earned millions of dollars on Wall Street. Some of the candidates most popular among ultrawealthy donors have also served in elected office in Florida and Texas, two states that are home to many of the affluent families on the list.\nTwo of the donors live on Indian Creek Island Road in Florida, the most expensive street in the United States, according to Zillow. Richard Cavalleri/Shutterstock\nBut the giving, more broadly, reflects the political stakes this year for the families and businesses that have moved most aggressively to take advantage of Citizens United, particularly in the energy and finance industries.\nThe Obama administration, Democrats in Congress and even Mr. Bush have argued for tax and regulatory shifts that could subject many venture capital and private equity firms to higher levels of corporate or investment taxation. Hedge funds, which historically were lightly regulated, are bound by new rules with the Dodd-Frank regulations, which several Republican candidates have pledged to roll back and which Mrs. Clinton has pledged to defend.\nAnd while the shale boom has generated new fortunes, it has also produced a glut of oil that is now driving down prices. Most in the industry favor lifting the 40-year-old ban on exporting oil, which would give domestic producers access to new customers overseas, and approval of the controversial Keystone XL oil pipeline.\n“They don’t want anything from the government except that they’d like to export oil, and most of them want the Keystone pipeline,” T. Boone Pickens, the investor and natural gas advocate, said about his colleagues in the energy business.\n“If you look at the oil and gas industry, it has done wonders for the country. They paid a lot of taxes, and people still attack you,” said Mr. Pickens, who has donated $125,000 to groups supporting Mr. Bush or Carly Fiorina. “They’re entrepreneurs, and they have opinions about everything.”", "url": "https://www.nytimes.com/interactive/2015/10/11/us/politics/2016-presidential-election-super-pac-donors.html"}