{"authors": ["Amanda Cox"], "date_download": "2018-11-16 04:07:45", "date_modify": "2018-11-16 04:07:45", "date_publish": "2014-07-08 03:43:35", "description": "People’s political views are particularly shaped by events they experience between 14 and 24.", "filename": "interactive_2014_07_08_upshot_how-the-year-you-were-born-influences-your-politics_1542341265.html", "image_url": "https://static01.nyt.com/images/2014/07/08/upshot/how-the-year-you-were-born-influences-your-politics-1404777959500/how-the-year-you-were-born-influences-your-politics-1404777959500-articleLarge-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2014_07_08_upshot_how-the-year-you-were-born-influences-your-politics_1542341265.html", "title": "How Birth Year Influences Political Views", "title_page": "How Birth Year Influences Political Views - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A new model of presidential voting suggests President Obama’s approval rating — currently in the low 40s — will inform not only the 2016 election, but also the election in 2076. The model, by researchers at Catalist, the Democratic data firm, and Columbia University, uses hundreds of thousands of survey responses and new statistical software to estimate how people’s preferences change at different stages of their lives.\nThe model assumes generations of voters choose their team, Democrats or Republicans, based on their cumulative life experience — a “running tally” of events. By using Gallup’s presidential approval rating as a proxy for those events, Yair Ghitza, chief scientist at Catalist, and Andrew Gelman, a political scientist and statistician at Columbia University, were able to estimate when political preferences are formed.\nThe most formative years\nEvents at age 18 are about three times as powerful as those at age 40, according to the model.", "url": "https://www.nytimes.com/interactive/2014/07/08/upshot/how-the-year-you-were-born-influences-your-politics.html"}