{"authors": ["Jody Rosen"], "date_download": "2018-11-16 04:50:32", "date_modify": "2018-11-16 04:50:32", "date_publish": "2015-07-08 16:20:16", "description": "Lin-Manuel Miranda has transformed theater — and the way we think about history — with 'Hamilton,' his new multiethnic hip-hop romp about 18th-century politics. His collaborators, Stephen Sondheim, Ron Chernow and the Roots, talk Broadway’s latest founding father.", "filename": "interactive_2015_07_08_t-magazine_hamilton-lin-manuel-miranda-roots-sondheim.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343832.html", "image_url": "https://static01.nyt.com/images/2015/07/19/t-magazine/19entertain-well-hamilton-slide-WF4N/19entertain-well-hamilton-slide-WF4N-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_07_08_t-magazine_hamilton-lin-manuel-miranda-roots-sondheim.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343832.html", "title": "The American Revolutionary", "title_page": "The American Revolutionary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "‘‘HAMILTON,’’ the new musical biography of Alexander Hamilton created by and starring Lin-Manuel Miranda, kicks off with a doozy of a question. The houselights rise on Aaron Burr, the third vice president of the United States and, infamously, the killer of Hamilton in a duel in 1804. Burr steps to center stage and reels off several lines of verse:\nHow does a bastard\nOrphan\nSon of a whore and\nA Scotsman\nDropped in\nThe middle of a forgotten\nSpot in\nThe Caribbean by Providence\nImpoverished\nIn squalor\nGrow up to be a hero and a scholar?\nThe question is a good one. How exactly did Hamilton rise from the deprivations of his childhood in the island backwater of St. Croix to become a storied founding father: an aide-de-camp of Gen. George Washington, the prime mover in the creation of the United States financial system, the first secretary of the Treasury, the author of nearly half of the Federalist Papers, the subject of America’s first political sex scandal, the bane and bugbear of everyone from Burr to Thomas Jefferson and James Madison? But it is the manner in which ‘‘Hamilton’’ poses this question — in the emphatic cadences of rap, with witty rhymes pouring out over a tolling beat — that has been electrifying audiences since January, when the show debuted off Broadway at New York’s Public Theater.\n‘‘Hamilton’’ arrives on Broadway this month, riding a wave of adulation not seen in American theater in decades. It is a rare thing: not just a theatrical landmark, but a show that jolts our thinking about popular culture and casts new light on some of the most storied events in American history. It is an odd creation: a rigorously factual period drama about the political intrigues of the early Republic, starring a cast of mostly black and Latino actors, with a score steeped in hip-hop. It is also a coronation, confirming the 35-year-old Miranda, the acclaimed composer and star of the Tony- and Grammy-winning 2008 show ‘‘In the Heights,’’ as his generation’s preeminent musical theater auteur. ‘‘Hamilton’’ is the product of an unlikely meeting of two minds, across a gulf of centuries. ‘‘When I encountered Alexander Hamilton I was immediately captivated,’’ Miranda says. ‘‘He’s an inspirational figure to me. And an aspirational one.’’\nThe genesis of ‘‘Hamilton’’ has already entered theatrical lore. While on vacation in Mexico in 2008, Miranda cracked Ron Chernow’s doorstop biography, ‘‘Alexander Hamilton,’’ which was nominated in 2004 for the National Book Critics Circle award and won the George Washington Book Prize. A few dozen pages in, Miranda’s new project began leaping to life. In Hamilton, he saw a figure he recognized: a word-drunk firebrand with untrammeled ambition, raw talent, an outsize ego and a lust for combat, verbal and otherwise. Miranda saw a rapper.\nIt is the genius of ‘‘Hamilton’’ to make the link between hip-hop and the world of 18th-century politics seem like the most obvious thing in the world — not a conceit imposed upon the history but the excavation of some essence lurking within it. ‘‘The idea of hip-hop being the music of the Revolution appealed to me immensely,’’ Miranda says. ‘‘It felt right.’’\nMiranda’s Hamilton is a ‘‘young, scrappy and hungry’’ upstart, whose bootstrapping rise from the streets of New York resonates with the Horatio Alger trajectories of rappers like Jay Z. Hamilton has a fatalistic streak in the manner of Tupac and the Notorious B.I.G. (It is not a long leap from Biggie’s ‘‘I’m ready to die!’’ to the words that Miranda puts in Hamilton’s mouth: ‘‘I imagine death so much it feels more like a memory.’’) Most of all, Hamilton is a wit, a motormouth, a graphomaniac — a man who staked his fate on his way with words. ‘‘Hamilton produced over 27 volumes of written work,’’ Miranda says. ‘‘I think it’s appropriate that we would need a musical style that transmits more words per minute than any other genre.’’\nThe score of ‘‘Hamilton’’ is a treat for sharp-eared hip-hop fans, packed with references to songs by Grandmaster Flash and the Furious Five, Mobb Deep and others. One song, a précis on the rules of 18th-century combat called ‘‘Duel Commandments,’’ is a cheeky rewrite of the Notorious B.I.G.’s ‘‘Ten Crack Commandments.’’ Cabinet meetings are staged as rap battles, with Hamilton and Jefferson trading volleys of rhymes about issues of debt assumption and federalism.\nBut to call ‘‘Hamilton’’ a ‘‘rap musical’’ is to mischaracterize it. Miranda’s score includes Destiny’s Child-style R&B, choral ballads in a contemporary Broadway vein and, in the case of ‘‘You’ll Be Back,’’ sung by a haughty King George III, chiming ’60s Britpop. All of the songs perform the magic trick of making drama (or, sometimes, comedy) out of heavy-going political and bureaucratic history.\nPerhaps the biggest testament to the force of ‘‘Hamilton’’ is how easily audiences acclimate to its color-blind casting, accepting a Latino Alexander Hamilton, a black George Washington, a Thomas Jefferson who swaggers like the Time’s Morris Day, sings like Cab Calloway and drawls like a Dirty South trap-rapper. The crucible of American popular theater was the minstrel stage, where white actors blacked up to perform racist caricatures of African-Americans. ‘‘Hamilton’’ flips minstrelsy on its head, offering sympathetic and insightful portrayals of the archetypal white Americans, the founding fathers and mothers, by a cast composed almost entirely of people of color. ‘‘The show reflects what America looks like now,’’ Miranda says.\n‘‘Hamilton’’ isn’t just a historical drama — it’s a historiographical one. The show ends with another question: the closing number, ‘‘Who Lives, Who Dies, Who Tells Your Story,’’ which reflects on the formation and transmission of historical narratives. The old Broadway adage holds that a musical should send its audience home humming. ‘‘Hamilton’’ does that, but it also sends you out thinking — stewing over questions about the country’s past and future; about the way we sort historical players into winners and losers, heroes and villains, martyrs and murderers; about the gray area where fact grades into myth.\n‘‘We could all be dead tomorrow,’’ Miranda says. ‘‘Who tells our story? Will it be told? We have no way of knowing. In essence, that’s what the show is about. We are telling the story of someone who I don’t think would expect it to be told in this way, if he were alive. But he very much wanted his story told. He was outlived by all his enemies. The next four presidents — Jefferson, Madison, Monroe and John Quincy Adams — all hated Hamilton, and did their best, not even to assassinate his character, but to bury him by omission.’’\n‘‘ ‘Who lives? Who dies? Who tells your story?’ It’s a question for the characters on that stage, and it’s also a question for the audience. It leaves you reckoning with: Wait, who does tell my story? What am I doing with my life? I think that’s why, when I get emails about this show from people in the audience, they usually come at three in the morning. They’re dark-night-of-the-soul emails. Because it’s a question we’re all grappling with. It’s a question that we all pose at the end.’’", "url": "https://www.nytimes.com/interactive/2015/07/08/t-magazine/hamilton-lin-manuel-miranda-roots-sondheim.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}