{"authors": ["The New York Times", "Elian Peltier", "Melissa Eddy", "Sewell Chan", "Nicholas St. Fleur"], "date_download": "2018-11-16 04:21:27", "date_modify": "2018-11-16 04:21:27", "date_publish": "2015-11-29 00:00:00", "description": "PARIS – The blue, white and red colors of the French flag that covered the Eiffel Tower after the terrorist attacks of No...", "filename": "interactive_projects_cp_climate_2015-paris-climate-talks_eiffel-tower-goes-green-for-climate-talks_1542342087.html", "image_url": "https://static01.nyt.com/images/2015/11/30/world/30EIFFELBLOG/30EIFFELBLOG-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_projects_cp_climate_2015-paris-climate-talks_eiffel-tower-goes-green-for-climate-talks_1542342087.html", "title": "Eiffel Tower Goes Green for Climate Talks", "title_page": "Eiffel Tower Goes Green for Climate Talks  - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LE BOURGET, France — The 31-page document that details a landmark agreement reached on Saturday could be a turning point in the struggle to contain global warming, according to several experts who have been scrutinizing the small but momentous changes to the document’s wording.\nHere are some highlights of the agreement.\n• It calls for “holding the increase in the global average temperature to well below 2°C above pre-industrial levels and to pursue efforts to limit the temperature increase to 1.5°C above pre-industrial levels, recognizing that this would significantly reduce the risks and impacts of climate change.” This language recognizes the scientific conclusions that an increase in atmospheric temperatures of more than 2 degrees Celsius, or 3.6 degrees Fahrenheit, would lock the planet into a future of catastrophic impacts, including rising sea levels, more devastating floods and droughts, widespread food and water shortages and more powerful storms. But it also recognizes the scientific conclusions that warming of just 1.5 degrees Celsius, or 2.7 degrees Fahrenheit, could present an existential threat to low-lying island nations that would be inundated by sea level rise at that rate of increase. But while those nations celebrated the inclusion of that 1.5 degree target, it is more aspirational than practical. The national plans submitted for the conference would probably result in an increase above 3 degrees Celsius.\n• To achieve that goal, countries should “reach global peaking of greenhouse gas emissions as soon as possible, recognizing that peaking will take longer for developing country parties, and to undertake rapid reductions thereafter.” Advocates say this wording sends a clear message to the fossil-fuel industry that much of the world’s remaining reserves of coal, oil and gas must stay in the ground and cannot be burned. But the agreement does not call, as a previous version did, for “reaching greenhouse gas emissions neutrality in the second half of the century,” a provision that oil producers fiercely resisted. OPEC states lobbied for language that suggests that at least some fossil fuels can continue to burn, as long as the greenhouse gas emissions are absorbed by a larger number of “greenhouse sinks” such as new forests.\n• The agreement acknowledges “the importance of averting, minimizing and addressing loss and damage associated with the adverse effects of climate change.” This was deemed crucial by poor and small-island countries that suffer the most from extreme weather and from long-term impacts like droughts. However, this provision “does not involve or provide a basis for any liability or compensation,” a point that wealthy nations, which did not want to be held financially liable for climate change, insisted on.\n• Ahead of the agreement, 186 countries submitted plans detailing how they reduce their greenhouse gas pollution through 2025 or 2030. The agreement requires all countries to submit updated plans that would ratchet up the stringency of emissions by 2020 and every five years thereafter, a time frame that the United States and the European Union urged. India had initially sought a 10-year review cycle.\n• The deal requires a global “stocktake” — an overall assessment of how countries are doing in cutting their emissions compared to their national plans – starting in 2023, every five years.\n• The deal requires countries to monitor, verify and report their greenhouse gas emissions using the same global system. The United States has insisted that an aggressive system of counting and verifying each nation’s emissions is crucial to the success of any plan. The United States had also pushed for the creation of an outside panel of experts – a sort of “carbon auditor” to verify nations’ emissions reductions. Developing countries, including China and India, had pushed for two separate accounting systems – a more stringent one for rich countries, a more lenient one for poor countries. The United States scored a victory with the inclusion of the single accounting system, but all the details of how it would work, including the creation of the outside verifying body, have been punted to the future.\n• The agreement sets up something called a “Capacity-Building Initiative for Transparency” to help developing countries meet a new requirement that they regularly provide a national “inventory report” of human-caused emissions, by source, and track their progress in meeting their national goals.\n• The agreement, which takes effect in 2020, calls on nations to establish “a new collective quantified goal” of at least $100 billion a year in climate-related financing by 2020. It avoids a specific number, and even the $100 billion-a-year aspiration is mentioned in the “decision” part of the document, not the “action” section, to avoid triggering a review by the United States Senate. But it makes clear that the $100 billion — promised in 2009 in Copenhagen — is the bare minimum going forward.\n• When countries update their commitments, they will commit to the “highest possible ambition,” but the agreement does not set a numeric target. It acknowledges “common but differentiated responsibilities and respective capabilities, in the light of different national circumstances.” This language is essential to a country like India, which believes it will need some time before it can reach peak emissions, given the need to provide 300 million people with electricity. The agreement calls on rich countries to engage in “absolute” reductions in emissions, while calling on developing ones to “continue enhancing their mitigation efforts.”", "url": "https://www.nytimes.com/interactive/projects/cp/climate/2015-paris-climate-talks/eiffel-tower-goes-green-for-climate-talks"}