{"authors": ["Andrew Ferren"], "date_download": "2018-11-16 03:47:06", "date_modify": "2018-11-16 03:47:06", "date_publish": "2016-02-11 18:26:16", "description": "America’s youngest city offers a potpourri pot of cuisines, quirky shops and art with both global and local reach.", "filename": "interactive_2016_02_11_travel_what-to-do-in-36-hours-in-houston.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340026.html", "image_url": "https://static01.nyt.com/images/2016/02/12/travel/14hours5/14hours5-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_02_11_travel_what-to-do-in-36-hours-in-houston.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340026.html", "title": "36 Hours in Houston", "title_page": "36 Hours in Houston - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Saturday\n4. ­­Breakfast Por Favor, 9 a.m.\nCome with a newspaper and be prepared to stand in line at Laredo Taqueria, where the breakfast tacos ($2.25) run from egg and potato to chicharrón (pork skin). Start to burn some of those calories with a stroll through Buffalo Bayou Park, which has just emerged from a five-year overhaul and has running paths, bike trails and playgrounds.\n5. ­­A Fine Display, 10:30 a.m.\nWith a vast art collection and roster of special exhibitions that vividly reflect the city’s cultural mix and civic aspirations, the Museum of Fine Arts Houston (admission, $15) mixes prominent displays of Latin American, Islamic, Indian and Texan art in the mix with the ancient Greeks, Romans, European old masters and Impressionists and American modernists. There’s also a Noguchi-designed sculpture garden and one of the most cleverly curated museum shops in America. And since some Houston­ians don’t donate just their art but their homes as well, swing by one of the city’s most upscale enclaves, River Oaks, to visit the museum’s collections of decorative arts in two gorgeous house museums — Rienzi ($6) and Bayou Bend ($12.50) — surrounded by acres of manicured gardens. Both homes will be on the wildly popular River Oaks Garden Club’s Azalea Trail weekend happening March 11 to 13 ($25).\n6. ­­Get Crabby, 2 p.m.\nYou might not get past the appetizers at Goode Co. Seafood, which feels like a laid-back beachtown diner with a train car stuck on the front of it. Among the starters, the standout dish (or rather glass, since it’s served in a tall sundae goblet) is the Campechana. Imagine zingy fresh tomato salsa — spicy but not hot enough to stop you from shoveling it into your mouth — laden with chunks of ripe avocado and succulent shrimp. Add fresh crab meat for the Campechana “Extra,” which is definitely worth the splurge at $16. Follow it up with a fried flounder po’ boy ($14) and a slice of margarita Key lime pie ($7) and roll back out to the sidewalk.\n7. ­Style Mile, 4 p.m.\nHouston is famously scattershot, with no single center of style gravity but rather little constellations of like-minded shops, cafes and restaurants sitting a few doors from one another. If you’re looking for sartorial inspiration, look no further than the stretch of Westheimer Road between West Avenue and River Oaks. For women’s clothing and accessories, start at Tootsies, a 35,000-foot “boutique” known for its take on major designer collections and customer service. Down the road are smaller and edgier shops, Laboratoria and Cakewalk, both specializing in niche brands and personalized styling. Men can work the other side of the street to find Billy Reid and see what new-school Southern gentry are wearing. A few blocks west, Sid Mashburn hawks his more polished and preppy togs in an upscale strip mall (not a pejorative term in Houston).\n8. ­­State of Grace, 8:30 p.m.\nWith Houston’s smart set table-hopping and air-kissing away, you’d never know that State of Grace’s see-and-be-seen dining room was formerly a dry cleaner and nail salon. Turns out the restaurateur Ford Fry, one of Atlanta’s culinary legends, is from Houston, and State of Grace, which opened in October, is his first venture in the old hometown. There’s a clubby dining room, a raw bar ringed by tables for two and a long bar for drinking or dining. The menu conveys Houston’s new eclecticism: lobster hush puppies ($9), queso Oaxaca ($12), Wagyu beef carpaccio ($9), pork schnitzel ($25) and roast duck carnitas for two ($52). Wash it all down with a bottle of Becker Texas viognier ($36). Linger after dinner for inventive cocktails like the Beast of Burden, made with ginger-spiced vodka and ginger beer or Bull in the Heather, blending Scotch, lavender honey and lemon bitters.", "url": "https://www.nytimes.com/interactive/2016/02/11/travel/what-to-do-in-36-hours-in-houston.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}