{"authors": ["Alicia Parlapiano"], "date_download": "2018-11-16 03:11:07", "date_modify": "2018-11-16 03:11:07", "date_publish": "2018-02-15 10:00:09", "description": "Lawmakers are working to extend legal protections for undocumented immigrants who were brought to the United States as children, but the discussion is complicated by other issues on the table.", "filename": "interactive_2018_02_15_us_politics_immigration-issues-congress-daca_1542337867.html", "image_url": "https://static01.nyt.com/images/2018/02/14/us/politics/immigration-issues-congress-daca-1518670143366/immigration-issues-congress-daca-1518670143366-facebookJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_02_15_us_politics_immigration-issues-congress-daca_1542337867.html", "title": "Dreamers’ Fate Is Now Tied to Border Wall and Other G.O.P. Immigration Demands", "title_page": "Dreamers’ Fate Is Now Tied to Border Wall and Other G.O.P. Immigration Demands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Lawmakers have until March 5 to extend legal protections for Dreamers, the undocumented immigrants who were brought to the United States as children. But the battle over their fate has expanded to include other potential changes to the nation’s immigration system, and lawmakers have not come to a consensus.\nOn Thursday, the Senate voted to advance three different plans, but each failed.\nProposal by: Senate vote to advance (60 needed to pass) House Republicans No vote scheduled White House 39-60 3 Democrats Yes, 14 Republicans No Senator Flake No vote scheduled Gang of Six No vote scheduled McCain-Coons 52-47 4 Republicans Yes, 1 Democrat No Common Sense Coalition 54-45 8 Republicans Yes, 3 Democrats No Senate vote to advance (60 needed to pass) Proposal by: House Republicans No vote scheduled White House 39-60 3 Ds Yes, 14 Rs No Senator Flake No vote scheduled Gang of Six No vote scheduled McCain-Coons 52-47 4 Rs Yes, 1 D No Common Sense Coalition 54-45 8 Rs Yes, 3 Ds No\nComplicating matters, President Trump said Wednesday that he would not support a proposal that did not include the “four pillars” of his own plan: a path to citizenship for Dreamers, a border wall, and an end to the visa lottery system and family-based migration that he calls chain migration. On Thursday, the Department of Homeland Security released a scathing critique of the latest bipartisan plan, which Mr. Trump vowed to veto.\nHere is how different proposals address the Dreamers’ protections and five other critical issues:\nProtections for Dreamers\nMORE GENEROUS MORE RESTRICTIVE Path to citizenship for Dreamers and renewable legal status for parents 3-year renewable legal status for DACA recipients (a subset of Dreamers) Path to citizenship for Dreamers MORE GENEROUS MORE RESTRICTIVE Path to citizenship for Dreamers Path to citizenship for Dreamers and renewable legal status for parents 3-year renewable legal status for DACA recipients (a subset of Dreamers)\nAbout 700,000 undocumented immigrants are currently shielded from deportation under the Deferred Action for Childhood Arrivals program, or DACA. An additional 1.1 million Dreamers were eligible for the program, but they did not apply. Mr. Trump announced plans to phase out the program by March 5.\nMost of the major proposals in Congress include a path to citizenship for Dreamers. One, a more moderate bipartisan Senate proposal introduced by Richard J. Durbin, Democrat of Illinois, and Lindsey Graham, Republican of South Carolina, along with four other senators in the so-called Gang of Six, would also allow parents of Dreamers to obtain three-year renewable legal status.\n(That proposal was rejected during a White House meeting in which Mr. Trump reportedly derided people from African nations.)\nPath to citizenship and parent benefit Path to citizenship No citizenship Proposal by: House Republicans White House Senator Flake Gang of Six McCain-Coons Common Sense Coalition The Senate voted down the proposals in yellow. Path to citizenship and parent benefit Path to citizenship No citizenship Proposal by: House Republicans White House Senator Flake Gang of Six McCain-Coons Common Sense Coalition The Senate voted down the proposals in yellow.\nA more conservative approach, written by the House Judiciary Committee chairman, Robert W. Goodlatte of Virginia, and supported by other Republicans in the House, does not provide a path to citizenship for Dreamers. Instead, it offers three-year renewable legal status for a smaller subset of immigrants who were DACA recipients.\nThe proposals also differ on who would qualify, potentially expanding protections for more than the 1.8 million immigrants who were eligible for DACA. A narrow bipartisan Senate plan, introduced by John McCain, Republican of Arizona, and Chris Coons, Democrat of Delaware, includes more expansive thresholds for qualification, potentially expanding the number of eligible immigrants to 3.2 million. That plan was voted down Thursday.\nIn 2001, the Dream Act was introduced to provide a pathway to citizenship for these immigrants without additional immigration measures. Democrats still favor that approach, but it does not have enough support in the Republican-controlled Congress.\nBorder Wall\nNO MONEY MORE MONEY Limited funding for a border wall No funding for a border wall More funding for a border wall NO MONEY MORE MONEY Limited funding for a border wall No funding for a border wall More funding for a border wall\nMr. Trump has called for full funding, an estimated $25 billion over 10 years, to fulfill his campaign promise to build a wall along the southern border with Mexico, which Democrats have generally opposed. The White House plan has been introduced as legislation by Senator Charles E. Grassley, Republican of Iowa. It would appropriate $25 billion for a border security trust fund, of which $18 billion would go toward a wall and other physical barriers. It was also voted down Thursday.\nThe House Republican plan “authorizes” about $25 billion for border security, designating $9.3 billion of that for physical barriers like a wall. An authorization is a step taken before an “appropriation,” which is actual funding.\nSmall amount of money More money No money Proposal by: House Republicans White House Senator Flake Gang of Six McCain-Coons Common Sense Coalition The Senate voted down the proposals in yellow. Small amount of money More money No money Proposal by: House Republicans White House Senator Flake Gang of Six McCain-Coons Common Sense Coalition The Senate voted down the proposals in yellow.\nThe Common Sense Coalition, a bipartisan group of senators led by Susan Collins, Republican of Maine, and Joe Manchin III, Democrat of West Virginia, released a proposal late Wednesday that would appropriate $25 billion for border security overall. On Thursday, the White House released a statement saying that if that plan came to the president’s desk, “his advisors would recommend that he veto it.” Later, the Senate voted against a motion to advance the plan.\nA compromise plan developed by Senator Jeff Flake, Republican of Arizona, addresses the White House’s four priorities, including $25 billion for a border security trust fund.\nThe Gang of Six plan would appropriate a total of just $1.6 billion for a border wall. A similar plan has been introduced in the House by the bipartisan Problem Solvers Caucus.\nOther Border Security\nLESS AGGRESSIVE MORE AGGRESSIVE Significant funding for border security Limited funding for border security Significant funding for border security and new bio-metric exit-entry system LESS AGGRESSIVE MORE AGGRESSIVE Limited funding for border security Significant funding for border security Significant funding for border security and new bio-metric exit-entry system\nRepublicans want to beef up security along the border as a condition for other reforms. The House Republican plan takes the most aggressive approach, including a new biometric entry-exit system “at all air, land, and sea ports of entry,” with a $15.7 billion authorization for border security on top of money for a wall.\nLimited funding More funding Most aggressive Proposal by: House Republicans White House Senator Flake Gang of Six McCain-Coons Common Sense Coalition The Senate voted down the proposals in yellow. Limited funding More funding Most aggressive Proposal by: House Republicans White House Senator Flake Gang of Six McCain-Coons Common Sense Coalition The Senate voted down the proposals in yellow.\nThe narrow McCain-Coons plan authorizes (but would not appropriate) a small amount of money ($550 million over 10 years) for border security. That plan is nearly identical to a House bill that has more than 50 bipartisan co-sponsors, but it is not likely to have enough Republican support to pass.\nEven the most expensive plans fall short of the border security funding included in the 2013 immigration bill that was passed in the Senate but was never taken up in the House. That compromise bill devoted roughly $40 billion to border security. In exchange, the bill also included a path to citizenship for all 11 million undocumented immigrants in the country, with an expedited path for Dreamers.\nInterior Enforcement\nSTATUS QUO MORE ENFORCEMENT Heavier enforcement of immigration laws No increased enforcement of immigration laws Heavier enforcement of immigration laws, crack down on sanctuary cities, implement E-Verify STATUS QUO MORE ENFORCEMENT Heavier enforcement of immigration laws No increased enforcement of immigration laws Heavier enforcement of immigration laws, crack down on sanctuary cities, implement E-Verify\nMr. Trump, along with hard-line Republicans, wants to crack down on unauthorized immigrants with more arrests and faster deportations. The White House plan introduces harsher criminal penalties for deported criminals who re-enter the country and expands the criminal activities that would result in removal for unauthorized immigrants.\nThe House Republican plan includes many of the same provisions but goes further. It would implement mandatory E-Verify systems for employers, authorize the Justice Department to crack down on so-called sanctuary cities and make visa overstays a federal misdemeanor.\nA separate vote to advance an amendment that would withhold federal grants from sanctuary cities failed in the Senate on Thursday. Four Democrats joined the Republicans in supporting it, but they did not reach the 60 votes needed to proceed.\nStatus quo Heavier enforcement Most aggressive enforcement Proposal by: House Republicans White House Senator Flake Gang of Six McCain-Coons Common Sense Coalition The Senate voted down the proposals in yellow. Most aggressive enforcement Status quo Heavier enforcement Proposal by: House Republicans White House Senator Flake Gang of Six McCain-Coons Common Sense Coalition The Senate voted down the proposals in yellow.\nNone of the other major plans include increased interior enforcement measures.\nFamily-Based Migration\nSTATUS QUO FEWER VISAS Scale back family-based migration and reallocate visas No change to current visa system Scale back family-based migration and not reallocate visas STATUS QUO FEWER VISAS Scale back family-based migration and reallocate visas No change to current visa system Scale back family-based migration and not reallocate visas\nAnother one of the administration’s four priorities is ending “chain migration” — migration that allows legal immigrants to sponsor extended family members.\nThe hard-line plans by the White House and by House Republicans would limit family-based migration to spouses and children and would not reallocate those visas (or would only reallocate a limited number), resulting in less legal immigration over all.\nStatus quo Redistribute visas Fewer visas Proposal by: House Republicans White House Senator Flake Gang of Six McCain-Coons Common Sense Coalition The Senate voted down the proposals in yellow. Status quo Redistribute visas Fewer visas Proposal by: House Republicans White House Senator Flake Gang of Six McCain-Coons Common Sense Coalition The Senate voted down the proposals in yellow.\nOther plans, from the bipartisan Gang of Six and Senator Flake, also limit family-based migration to spouses and children but redistribute the remaining visas to highly educated and skilled workers or qualifying family.\nThe Common Sense Coalition plan prohibits green card holders from sponsoring adult children. The McCain-Coons plan does not make changes to the visa system.\nDiversity Visa Lottery\nSTATUS QUO FEWER VISAS End diversity lottery and reallocate visas No change to current diversity lottery visa system End diversity lottery and not reallocate visas STATUS QUO FEWER VISAS End diversity lottery and reallocate visas No change to current diversity lottery visa system End diversity lottery and not reallocate visas\nLike the family-based migration changes, ending the diversity visa program is a priority of the Trump administration. The White House plan and the House Republican plan would eliminate the program without redistributing its visas. The Migration Policy Institute, a research organization, estimates that both plans would result in a drop of 30 percent in legal immigration because of their family-based visa and diversity lottery provisions.\nStatus quo Redistribute visas Fewer visas Proposal by: House Republicans White House Senator Flake Gang of Six McCain-Coons Common Sense Coalition The Senate voted down the proposals in yellow. Status quo Redistribute visas Fewer visas Proposal by: House Republicans White House Senator Flake Gang of Six McCain-Coons Common Sense Coalition The Senate voted down the proposals in yellow.\nUnder Senator Flake’s plan, diversity lottery visas would be partially reallocated, but the number available would eventually drop off. The Gang of Six plan would also end the program, but would redistribute all of the visas, with some going to vulnerable populations that are in the country under Temporary Protected Status.", "url": "https://www.nytimes.com/interactive/2018/02/15/us/politics/immigration-issues-congress-daca.html"}