{"authors": ["Nicholas Kristof", "Jessia Ma", "Stuart A. Thompson", "With Jessia Ma"], "date_download": "2018-11-16 04:18:58", "date_modify": "2018-11-16 04:18:58", "date_publish": "2018-05-17 09:23:15", "description": "Kevin Cooper is awaiting execution for a quadruple murder. But he may have been framed.", "filename": "interactive_2018_05_17_opinion_sunday_kevin-cooper-california-death-row.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341938.html", "image_url": "https://static01.nyt.com/images/2018/05/16/opinion/sunday/kevin-cooper-california-death-row-1526560567671/kevin-cooper-california-death-row-1526560567671-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_05_17_opinion_sunday_kevin-cooper-california-death-row.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341938.html", "title": "One Test Could Exonerate Him. Why Won't California Do It?", "title_page": "Opinion | One Test Could Exonerate Him. Why Won't California Do It? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Still, the trial outcome was close. The jury took a week to convict Cooper, and one juror told reporters that there would have been no conviction “if there had been one less piece of evidence.”\nCooper was scheduled to be executed at 12:01 a.m. on Feb. 10, 2004. On Feb. 9, he was offered a last meal (he turned it down), and led on the “dead man walking” path to a holding area beside the execution cell. He was strip-searched, given new clothes to die in, and guards searched his arms for veins that could be used to administer lethal injections. A pastor visited to pray with him.\nYet on what was supposed to be his last day, the Court of Appeals for the Ninth Circuit granted a stay of execution, and a few hours before the end, the warden halted the machinery of death.\nCooper was now permitted to conduct a new test on the tan T-shirt, and this time the labs found something extraordinary. Yes, that may have been Cooper’s blood on it — but the blood had a chemical preservative called EDTA in it. That suggested that the blood came not from Cooper directly but from a test tube of his blood. Sure enough, the sheriff’s deputies had taken a sample of Cooper’s blood and had kept it in a test tube with EDTA.\nNow the lab checked a swatch of blood from that test tube. More wonders! The test tube miraculously contained the blood of two or more people .\nThis indicated that the sheriff’s office may have used the test tube of Cooper’s blood to frame him, and then topped off the test tube with someone else’s blood.\n“How could there be blood from two people? Well, I ask you to remember the teenager’s trick. Drink liquor from mom and dad’s bottle, and then you put some water back in to bring it back up to the line. How do we have blood from two people? Well how do you bring it back up to the line after you’ve taken blood from it?”\nCooper’s case began to get traction. The Ninth Circuit Court of Appeals en banc refused to hear an appeal by Cooper, but Fletcher wrote a remarkable 100-page dissent, concluding, “The State of California may be about to execute an innocent man.” Four judges joined in this extraordinary judicial opinion.\nLikewise, the Inter-American Commission on Human Rights found in 2015 that there had been profound flaws in the case and called for a review. The deans of four law schools and the president of the American Bar Association expressed concerns. At the end of his term in office, Gov. Arnold Schwarzenegger urged a “thorough and careful review” of the case.\nFive of the original jurors signed declarations expressing concerns about the case and calling for new DNA testing or for clemency. An award-winning book, “Scapegoat,” concluded that Cooper had been framed. In February 2016, Hile and the Orrick law firm submitted to Governor Brown a 235-page clemency petition , pleading for advanced DNA testing of evidence from the case.\nCooper’s lawyers ask above all for new “touch DNA” testing — capable of detecting microscopic residues — of the tan T-shirt, the hatchet and the blond or brown hairs found in the victims’ hands. This might determine who wore the tan T-shirt or handled the hatchet, and whom the hairs came from. Was it Kevin Cooper? Or was it Lee?\nAs state attorney general, Kamala Harris refused to allow this advanced DNA testing and showed no interest in the case (on Friday, after the online publication of this column, Senator Harris called me to say \"I feel awful about this\" and put out a statement saying: \"As a firm believer in DNA testing, I hope the governor and the state will allow for such testing in the case of Kevin Cooper.\"). As for Brown, he has not responded in the two years since the petition was filed, and he refused to be interviewed. His spokesman, Gareth Lacy, told me that the petition “remains under review.” Brown leaves office in January, and I think he is running out the clock.\nOne reason Brown may be hesitant to weigh in: For four years before becoming governor, he was attorney general, and during that time he suggested that no one on death row was innocent. I hope that this won’t keep him from allowing advanced DNA testing.\nCalifornia voters in 2016 approved a ballot measure to hasten executions. So, depending on how litigation unfolds, Cooper could again be led to the execution chamber sometime in the next year or so — and even if he delays execution, he feels he is wasting away.\nKevin Cooper at San Quentin\n“Look at how white my hair is,” Cooper told me, bending over to show how his hair is graying. “I don’t have as much time left. Every day is one I won’t get back.”\nI was speaking to him in San Quentin Prison, in a cage where inmates are allowed to meet outsiders. Cooper lives on death row in San Quentin, in a 4.5-foot-by-11-foot cell.\nCooper told me about his abusive and troubled childhood in Pennsylvania, where he was adopted as a baby. When prosecutors said that Cooper had tangled with the law since the age of 7, they were right, but he says that the reason is that he was running away from home to escape beatings. His childhood involved shoplifting, marijuana smoking, juvenile detention and negligible education; he never graduated from high school.\nThese days in prison, Cooper has remedied his lack of education with a G.E.D. diploma and comes across as smart, passionate and articulate. But he’s not optimistic that the governor or courts will block his execution.\n“I don’t have any confidence,” he told me. “I don’t believe in the system.” He also spends his time writing a memoir, which now stands at more than 300 pages. “That’s my motivating factor to get out of here, to tell my story and tell the truth about this rotten-ass system,” he said.\nI asked Cooper whom he blamed. The sheriff? The jury? “I blame myself first and foremost, for walking out of Chino prison, for letting those people get their hands on me,” he said. “I regret that every day of my life.”\nTime and again, Cooper came back to a larger point: The criminal justice system is unfair to poor people and members of minorities.\n“I’m frameable, because I’m an uneducated black man in America,” he said. “Sometimes it’s race, and sometimes it’s class.”\n“The only people here on death row to my understanding are the poor,” he added. “Even the white people on death row, they’re poor. If they’re white, racism goes away and classism jumps in and takes its place.”\nAlthough Cooper’s defenders note that before the murders he had never been convicted of a violent offense, or even charged with one, it’s a bit more complicated: He has been accused of rape without being charged.\nI’m particularly troubled by one episode. Cooper admits forcing a 17-year-old girl into a vehicle in 1982. She says that he also hit her, threatened to kill her and raped her, and she went afterward to a hospital to seek treatment; he flatly denies hitting or raping her. Hile says that if the evidence had been strong, Cooper would have been charged with rape. For my part, I can’t think why the girl would have lied, and although it’s impossible to know after 36 years what happened, it bothers me.\nIt’s obvious to you by now that this is not a usual column — I’m not sure The Times has ever published a column of this length — so why am I exploring the case with such passion? I became interested primarily because Fletcher and other respected federal appeals judges had said he was framed. That just doesn’t happen.\nDeath Row Exonerations By State Since 1973 Each shape represents one person released from death row Calif. Ill. Fla. Tex. La. Okla. Ariz. N.C. Ohio Ala. Ga. Penn. Miss. Mass. N.M. Mo. Tenn. Del. Ark. Ind. S.C. Ida. Ky. Md. Neb. Sources: Death Penalty Information Center, news reports\nI’m also haunted by something else. In 2000, I proposed reporting a lengthy piece about doubts about the conviction of Cameron Willingham, who was then on death row in Texas for the arson murder of his three children. An editor talked me out of it, and I never did write about Willingham, who was executed in 2004. Since then, growing evidence has emerged that he was innocent, and perhaps it’s partly to atone for my earlier failure that I’ve taken up Cooper’s case.\nIf Cooper is innocent, he would have plenty of company. The Death Penalty Information Center says that since 1973, at least 162 people sentenced to death have been exonerated. One peer-reviewed study estimated that at least 4.1 percent of those sentenced to death in the United States are innocent; that would mean that on California’s death row alone, where 746 people await execution, about 30 have been wrongfully convicted.\nMoreover, there’s abundant evidence that executions in America are linked to race: One study in Washington State found that jurors were three times as likely to hand down a death sentence for a black defendant as for a white defendant in a similar case.\nDecades after Cooper’s trial, many of the people involved have died or didn’t want to talk to me. Some who were willing to talk insist that the trial was fair and Cooper was properly convicted.\nWilliam Baird, the sheriff’s office lab expert who in 1983 found suspicious shoe print evidence supposedly linking Cooper to the crime scene, told me that the evidence was real. He acknowledged having stolen heroin from the evidence room but said that had nothing to do with the evidence against Cooper.\nI also spoke to Bill Hughes, who discovered the bodies of the Ryens and of his son, Chris. He is certain that Cooper is responsible: “There is no doubt in my mind that he did that.” His wife, Mary Ann, is equally passionate: She spoke of her family’s suffering as the case drags on without closure, of her certainty that Cooper is simply trying to distract from overwhelming evidence against him, of her frustration at calls for further testing when there has already been forensic testing for 35 years.\nI told Bill and Mary Ann Hughes that my heart breaks for them. And of course, I can’t be sure that Kevin Cooper is innocent. One lesson to absorb from the criminal justice system’s past mistakes is that we need some humility about our own ability to ferret out truth.\nThat’s why the governor should allow advanced DNA testing, especially of the hairs and of the T-shirt and hatchet, and why Dianne Feinstein, Gavin Newsom and other California politicians should back the call.\nHatchet Hatchet found near the Ryen home Hair Locks of hair found in victim Jessica Ryen’s hands Tan t-shirt T-shirt recovered with victim’s blood Source: Court documents\nI know readers will ask me what they can do, and I don’t have a good answer beyond contacting Brown’s office or signing a petition calling for clemency. Another takeaway is to regard our criminal justice system, especially in its interactions with the poor or racial minorities, with greater skepticism.\nMaybe in the grand scheme of things, the fate of one man on death row doesn’t seem so important; innumerable people die tragically every day. Yet we aspire to be a nation where we are all equal before the law, and if we execute a man in so flawed a case without even bothering to test the evidence rigorously, then a piece of our justice system dies along with Kevin Cooper.\nGovernor Brown, if you’re reading this, I understand that you may believe that Cooper is guilty. But other smart people, including federal judges and law school deans, believe him innocent. So how can you possibly execute him without even allowing advanced DNA testing, at the defense’s expense, to resolve the doubt? What’s your argument for refusing to allow testing?\nThe former Supreme Court Justice Sandra Day O’Connor once wrote that “the execution of a legally and factually innocent person would be a constitutionally intolerable event.” She’s right: It is not just Cooper’s life that is at stake, but also the legitimacy of our system of laws. This is a test of Governor Brown, of our justice system, of our politicians, and of us.\n“This is bigger than me,” Cooper told me in our prison meeting. “This is bigger than any one person.”\nNicholas Kristof / May 10th 2018 An interview with San Bernardino County Inmate, Kevin Cooper, edited for clarity", "url": "https://www.nytimes.com/interactive/2018/05/17/opinion/sunday/kevin-cooper-california-death-row.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}