{"authors": ["Alicia Parlapiano"], "date_download": "2018-11-16 04:21:23", "date_modify": "2018-11-16 04:21:23", "date_publish": "2016-08-16 21:02:43", "description": "Officials say that Russian hackers may have breached the email accounts of more than 100 officials and groups.", "filename": "interactive_2016_08_16_us_politics_cyberattack-on-democratic-politicians-dnc.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342083.html", "image_url": "https://static01.nyt.com/images/2016/08/16/us/politics/cyberattack-on-democratic-politicians-dnc-1471357087818/cyberattack-on-democratic-politicians-dnc-1471357087818-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_08_16_us_politics_cyberattack-on-democratic-politicians-dnc.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342083.html", "title": "What We Know About the Cyberattack on Democratic Politicians", "title_page": "What We Know About the Cyberattack on Democratic Politicians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mid-2015 to mid-2016 June 15 July 22 Russian group has access to D.N.C. systems D.N.C. announces it was hacked Almost 20,000 D.N.C. emails are published April 2016 August 12 Cellphone numbers and email addresses of nearly 200 lawmakers are published Second Russian group hacks the D.N.C. Mid-2015 to mid-2016 June 15 July 22 Russian group has access to D.N.C. systems D.N.C. announces it was hacked Almost 20,000 D.N.C. emails are published April 2016 August 12 Cellphone numbers and email addresses of nearly 200 lawmakers are published Second Russian group hacks the D.N.C. June 15 July 22 Mid-2015 to mid-2016 D.N.C. announces it was hacked Almost 20,000 D.N.C. emails are published Russian group has access to D.N.C. systems April 2016 August 12 Cellphone numbers and email addresses of nearly 200 lawmakers are published Second Russian group hacks the D.N.C.\nIn addition to the computer systems of the Democratic National Committee and the Democratic Congressional Campaign Committee, Russian agencies may have also gained access to the email accounts of Hillary Clinton’s campaign officials, party operatives and other party organizations. An F.B.I. investigation continues, and Democrats worry that more documents will be released.\nSo Far, 20,000 Emails and Contact Information for Nearly 200 Lawmakers Have Been Released\nJulian Assange, the founder of WikiLeaks, in February. Peter Nicholls/Reuters\nWikiLeaks released almost 20,000 emails from the D.N.C.’s system on July 22, days before the party’s convention in Philadelphia. Julian Assange, its founder, has suggested that he has more material about her campaign. U.S. officials say Russian intelligence agencies were almost certainly behind the hacking, but it is unclear how WikiLeaks got the material before releasing it publicly.\nOn Aug. 12, a hacker calling himself “Guccifer 2.0,” who officials believe is working for Russia’s military intelligence service, published documents obtained through the D.C.C.C. breach that included the personal cellphone numbers and email addresses of nearly 200 lawmakers.\nD.N.C. Emails Include Exchanges With News Media and Fund-Raisers and Show Favor for Clinton\nIn the 20,000 emails that have been released, D.N.C. employees exhibit favoritism toward Mrs. Clinton’s campaign and discuss how they might be able to undermine her Democratic opponent, Bernie Sanders. The emails also reveal pleas for favors from fund-raisers, ego clashes and feuds with members of the news media.\nEmail Release Has Led to Resignations, and Fueled Unrest During Democratic Convention\nBernie Sanders’s supporters marching in Philadelphia during the Democratic National Convention in July. John Minchillo/Associated Press\nThe release of emails showing the D.N.C.’s preference for Mrs. Clinton over Mr. Sanders led to the resignation of the committee’s chairwoman, Representative Debbie Wasserman Schultz, and three other top committee officials. It also fueled the outrage of Mr. Sanders’s supporters, many of whom protested at the convention.\nOfficials Have ‘High Confidence’ That Russian Intelligence Agencies Are Behind Hackings\nWhile investigators have said publicly that they have “high confidence” that the hackings were the work of Russian intelligence agencies, the F.S.B. and the G.R.U., they told members of Congress that they have virtually no doubt it was the Russians, according to one staff member.\n“Guccifer 2.0” claimed sole credit and posted some of the stolen documents online as proof, but U.S. investigators have said they now believe that the person was an agent of Russia’s military intelligence service.", "url": "https://www.nytimes.com/interactive/2016/08/16/us/politics/cyberattack-on-democratic-politicians-dnc.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}