{"authors": ["Alicia Parlapiano", "Karen Yourish"], "date_download": "2018-11-16 04:25:33", "date_modify": "2018-11-16 04:25:33", "date_publish": "2017-09-05 22:28:42", "description": "There are roughly 800,000 current beneficiaries of the DACA program. Here’s who they are.", "filename": "interactive_2017_09_05_us_politics_who-are-the-dreamers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342333.html", "image_url": "https://static01.nyt.com/images/2017/09/05/us/politics/who-are-the-dreamers-1504649561377/who-are-the-dreamers-1504649561377-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_09_05_us_politics_who-are-the-dreamers.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342333.html", "title": "A Typical ‘Dreamer’ Lives in Los Angeles, Is From Mexico and Came to the U.S. at 6 Years Old", "title_page": "A Typical ‘Dreamer’ Lives in Los Angeles, Is From Mexico and Came to the U.S. at 6 Years Old - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The future of hundreds of thousands of young undocumented immigrants remains in doubt as lawmakers struggle to pass a deal to maintain protections for the beneficiaries of the Obama-era Deferred Action for Childhood Arrivals program.\nPresident Trump ordered an end to the program in September, and lawmakers have until March 5 to come up with a replacement. Here’s who the roughly 800,000 DACA beneficiaries, known as Dreamers, are.\nMore than a quarter live in California.\nFrom the start of the program in 2012 to March 2017, 28 percent of initial acceptances were for immigrants living in California. In the first year of the program, 14 percent lived in the Los Angeles metro area. (The Department of Homeland Security has not released detailed geographic data since then.)\nState DACA beneficiaries California 222,795 222,795 Texas 124,300 124,300 Illinois 42,376 42,376 New York 41,970 41,970 Florida 32,795 32,795 Arizona 27,865 27,865 North Carolina 27,385 27,385 Georgia 24,135 24,135 New Jersey 22,024 22,024 Washington 17,843 17,843 Colorado 17,258 17,258 Nevada 13,070 13,070 Virginia 12,134 12,134 Oregon 11,281 11,281 Source: U.S. Citizenship and Immigration Services, Department of Homeland Security\nOnce accepted into the program, which defers deportation for two years, a vast majority of recipients apply for renewal. In the 20 states with the largest DACA populations, 93 percent of those eligible for renewal through last year applied.\nMost came from Mexico.\nA vast majority of DACA recipients are Latino, with 79 percent coming from Mexico. Also, eligible immigrants from Mexico and El Salvador were the most likely to apply for the program. Eighty-four percent of Mexicans and 83 percent of Salvadorans applied in 2016. Immigrants from Asian countries have some of the lowest application rates — less than 30 percent of eligible applicants applied from the Philippines, India and South Korea.\nCountry DACA beneficiaries Mexico 618,342 618,342 El Salvador 28,371 28,371 Guatemala 19,792 19,792 Honduras 18,262 18,262 Peru 9,066 9,066 Brazil 7,361 7,361 South Korea 7,250 7,250 Ecuador 6,696 6,696 Colombia 6,591 6,591 Argentina 4,774 4,774 Philippines 4,655 4,655 Jamaica 3,435 3,435 India 3,182 3,182 Dominican Rep. 3,115 3,115 Venezuela 3,099 3,099 Source: U.S. Citizenship and Immigration Services, Department of Homeland Security\nThe median age of entry is 6 years old.\nAccording to a 2017 online survey of more than 3,000 DACA recipients, the median age of entry into the United States was 6 years old, and the most common age was 3. The current age of DACA recipients ranges from 16 to 35 years old. The survey was conducted by Tom K. Wong, a professor at the University of California, San Diego, along with the Center for American Progress, a liberal think tank, and immigration advocacy groups.\nAge at entry Percent of DACA beneficiaries 0 4.5% 4.5% 1 7.6 7.6 2 8.3 8.3 3 9.7 9.7 4 8 8 5 8.7 8.7 6 7.4 7.4 7 7.4 7.4 8 6.5 6.5 9 6.2 6.2 10 5.6 5.6 11 5 5 12 3.9 3.9 13 3.5 3.5 14 4.1 4.1 15 3.7 3.7 Source: 2017 National DACA Study\nDACA-eligible immigrants have higher-skilled jobs.\nAccording to an analysis by the Migration Policy Institute, immigrant workers who are eligible for DACA have higher-skilled, higher-paying jobs than undocumented immigrants who are ineligible. For example, DACA-eligible workers are more likely to work in sales and office jobs and less likely to work in construction, cleaning and maintenance jobs.\nTop occupations among undocumented immigrants DACA-eligible workers DACA-ineligible workers Food preparation and serving 16% 16% Sales and related 15 6 Office and adminstrative support 12 5 Construction and extraction 10 20 Production 8 9 Transportation and material moving 8 8 Building and grounds cleaning and maintenance 6 13 Management, business, science and arts 4 2 Personal care and service 4 3 Installation, maintenance and repair 3 2 Farming, fishing and forestry 2 7 Source: Migration Policy Institute | Note: Includes workers ages 16 to 32.\nThere are several reasons for the differences. Unauthorized immigrants who are DACA-eligible are likely to have been in the United States for longer. They also have higher levels of education: Current enrollment in school or a high school diploma or equivalent is required.\nBut according to Randy Capps, a research director at the Migration Policy Institute, participation in the DACA program also helps immigrants rise into more white-collar occupations, in part because those jobs may be more likely to validate a Social Security number than some lower-skilled jobs.", "url": "https://www.nytimes.com/interactive/2017/09/05/us/politics/who-are-the-dreamers.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}