{"authors": [], "date_download": "2018-11-16 03:34:37", "date_modify": "2018-11-16 03:34:37", "date_publish": "2015-05-19 21:45:42", "description": "A familiar face at a summer meal doesn’t have to be prepared the same old way.", "filename": "interactive_2015_05_19_dining_potato-salad-recipes-and-ideas_1542339277.html", "image_url": "https://static01.nyt.com/images/2015/05/20/dining/20POTATO1/20POTATO1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_05_19_dining_potato-salad-recipes-and-ideas_1542339277.html", "title": "Potato Salad Done Right", "title_page": "Potato Salad Done Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Potato salad is one of the easiest and most beloved dishes of summer: a soft and creamy mix that anchors any grilled, fried or steamed menu of the season. But that doesn’t guarantee that every potato salad will be good. Sadly, there are an awful lot of attempts gone wrong out there — mushy, bland, overdressed and generally unappealing.\nThe good news is, it’s just as easy to make a terrific potato salad as it is to make a terrible one, once you understand a few of the finer points of putting it all together.\nHaving mixed up hundreds of potato salads over summers past, I’ve learned some fundamental principles that apply to any variation, whether you’re sticking to the classic mayonnaise-swathed recipe or looking for something off the beaten track. Follow the rules below and you’ll be able to riff on the theme, mixing it up to suit your appetite and mood.\nOr try one of these dressing recipes. Are you feeling like something classic, but with a garlicky twist? Substitute homemade aioli for regular mayonnaise. Pink potato salad gets its zingy color and flavor from a combination of sriracha, ketchup and chopped kimchi in the dressing. Or leave off the mayonnaise entirely and indulge in crisp shards of bacon to add richness, offset by grainy mustard and sweet, sautéed shallots. For something light and summery, use a simple dressing of lemon juice and olive oil strewn with mint and scallions.", "url": "https://www.nytimes.com/interactive/2015/05/19/dining/potato-salad-recipes-and-ideas.html"}