{"authors": [], "date_download": "2018-11-16 04:44:47", "date_modify": "2018-11-16 04:44:47", "date_publish": "2018-09-21 21:39:08", "description": "Allegations against Brett Kavanaugh have raised questions about the ways men behaved in high school.", "filename": "interactive_2018_opinion_men-high-school-experience.html_action=click&module=RelatedLinks&pgtype=Article_1542343487.html", "image_url": "https://static01.nyt.com/images/2018/09/21/opinion/21Kavanaugh-callout/merlin_143348394_9571999f-d3d4-4084-8e9e-9a6002fbe719-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_opinion_men-high-school-experience.html_action=click&module=RelatedLinks&pgtype=Article_1542343487.html", "title": "Men, Tell Us About Your High School Experience", "title_page": "Opinion | Men, Tell Us About Your High School Experience - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Christine Blasey Ford's claim that she was assaulted by Brett Kavanaugh, the Supreme Court nominee, when they were both in high school 36 years ago has sparked a national debate about teenage sexual behavior – and whether it has changed.\nWe want to hear from men about their high school experiences. A Times editor may contact you with follow-up questions. No information you provide will be published without your permission.\nDid you ever, as a teenager or younger man, behave toward women in ways you may now regret? If so, how? And how has that experience stayed with you over the years? * You have 175 words left.\nHow old were you when you had this experience? * You have 5 characters left.\nHas the way you think about the incident changed over time? If so, when did you start thinking about it differently, and why? * You have 150 words left.\nHave standards of what constitutes unacceptable behavior changed since then? Have you? * You have 150 words left.\nHow old are you? In what year did you graduate? * You have 20 characters left.\nCountry Select your country United States Afghanistan Aland Islands Albania Algeria American Samoa Andorra Angola Anguilla Antarctica Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Bouvet Island Brazil British Indian Ocean Territory Brunei Darussalam Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos (Keeling) Islands Colombia Comoros Congo Congo, the Democratic Republic of the Cook Islands Costa Rica Cote D'Ivoire Croatia Cuba Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Falkland Islands (Malvinas) Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Heard and McDonald Islands Holy See (Vatican City State) Honduras Hong Kong Hungary Iceland India Indonesia Iran, Islamic Republic of Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea, Democratic People's Republic of Korea, Republic of Kuwait Kyrgyzstan Lao People's Democratic Republic Latvia Lebanon Lesotho Liberia Libyan Arab Jamahiriya Liechtenstein Lithuania Luxembourg Macao Macedonia, the former Yugoslav Republic of Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia, Federated States of Moldova, Republic of Monaco Mongolia Montserrat Morocco Mozambique Myanmar Namibia Nauru Nepal Netherlands Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Pitcairn Poland Portugal Puerto Rico Qatar Reunion Romania Russian Federation Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia and Montenegro Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Georgia and the South Sandwich Islands Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Swaziland Sweden Switzerland Syrian Arab Republic Taiwan Tajikistan Tanzania, United Republic of Thailand Timor-Leste Togo Tokelau Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States Minor Outlying Islands Uruguay Uzbekistan Vanuatu Venezuela Vietnam Virgin Islands (British) Virgin Islands (U.S.) Wallis And Futuna Islands Western Sahara Yemen Zambia Zimbabwe\nState Select your state Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware District of Columbia Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington West Virginia Wisconsin Wyoming American Samoa Guam Northern Mariana Islands Puerto Rico Virgin Islands\nCity\nWhat is your name? It will not be published without your permission. * First and last preferred, please.\nWhat is your email? It will not be published. *", "url": "https://www.nytimes.com/interactive/2018/opinion/men-high-school-experience.html?action=click&module=RelatedLinks&pgtype=Article"}