{"authors": ["Carlos Tejada", "Karl Russell"], "date_download": "2018-11-16 03:50:05", "date_modify": "2018-11-16 03:50:05", "date_publish": "2018-03-06 19:36:36", "description": "China was mentioned only in broad terms when President Trump announced plans to impose tariffs on steel and aluminum imports. But the world’s largest maker of steel was a major driver behind the action.", "filename": "interactive_2018_03_06_business_china-tariffs_1542340205.html", "image_url": "https://static01.nyt.com/images/2018/03/06/business/china-tariffs-1520295851136/china-tariffs-1520295851136-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_03_06_business_china-tariffs_1542340205.html", "title": "The U.S. Wants to Take On China With Trade. The Rest of the World Will Be Caught in the Middle.", "title_page": "The U.S. Wants to Take On China With Trade. The Rest of the World Will Be Caught in the Middle. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "China was mentioned only in broad terms when President Trump announced plans to impose tariffs on steel and aluminum imports. But the country was a major driver behind the action. China makes large amounts of steel and aluminum, flooding the global market with cheap products. That hurts American producers, though it makes steel cheaper for everyone who uses it.\nTargeting China alone wouldn’t work. It is the world’s largest steel maker, but sends only a tiny fraction of its output to the United States. Chinese steel makers serve mostly Asian markets.\nTop origins of U.S. imported steel Top destinations of Chinese exported steel Canada South Korea 16% 16% Vietnam 10 Brazil 13 Philippines 6 Thailand South Korea 4 10 Indonesia 4 India 4 Mexico 9 Pakistan 3 2 Malaysia 2 Hong Kong 2 Russia 9 Myanmar Turkey 7 Japan 5 Taiwan 4 Germany 3 Rest of the world 47 2 India Rest of the world 22 Top origins of U.S. imported steel Top destinations of Chinese exported steel Canada South Korea 16% 16% Vietnam 10 Brazil 13 Philippines 6 Thailand South Korea 4 10 Indonesia 4 India 4 Mexico 9 Pakistan 3 Malaysia 2 2 Hong Kong 2 Russia 9 Myanmar Turkey 7 Japan 5 Taiwan 4 Germany 3 Rest of the world 47 India 2 Rest of the world 22 By volume; first nine months of 2017 | Sources: U.S. International Trade Administration; IHS Global Trade Atlas\nInstead, to hit China, the Trump administration must go much broader with its tariffs. While details are scant and the focus could change, the measures would hit steel from countries around the world, including from American allies like South Korea and Canada.\nThe global nature of the tariffs has sparked worries that they will set off a trade war.\nAlready Trying to Protect U.S. Steel\nSteel has long been a sore spot in trade between the United States and China. Washington has levied more tariffs and countermeasures against Chinese steel than it has against steel from any other place.\n1. China 24 2. South Korea 18 3. India 16 4. Japan 12 5. Taiwan 12 6. Turkey 11 7. Brazil 8 8. Indonesia 6 9. Mexico 6 Number of U.S. trade remedies in effect against steel imports 10. Thailand 4 11. Ukraine 4 12. Germany 2 Antidumping duties 13. Italy 2 14. Moldova 2 Countervailing duties 15. Russia 2 16. South Africa 2 Suspension agreements and undertakings 17. Britain 2 18. Vietnam 2 14 All others 1. China 24 2. South Korea 18 3. India 16 4. Japan 12 5. Taiwan 12 6. Turkey 11 7. Brazil 8 8. Indonesia 6 9. Mexico 6 10. Thailand 4 11. Ukraine 4 Number of U.S. trade remedies in effect against steel imports 12. Germany 2 13. Italy 2 14. Moldova 2 15. Russia 2 Antidumping duties 16. South Africa 2 17. Britain 2 Countervailing duties 18. Vietnam 2 19. Australia 1 Suspension agreements and undertakings 20. Belarus 1 21. Belgium 1 22. Latvia 1 23. Malaysia 1 24. Netherlands 1 25. Oman 1 26. Pakistan 1 27. Poland 1 28. Romania 1 29. Spain 1 30. Sweden 1 31. Trinidad & Tobago 1 32. United Arab Emirates 1 Through June 1, 2017 | Sources: U.S. International Trade Administration; World Trade Organization\nAmerican steel makers argue that Chinese steel hurts them anyway. Faced with American tariffs, the argument goes, Chinese steel mills simply send their products elsewhere. That drives down global prices and pushes other countries to export cheap steel to the United States.\nAppearing with Mr. Trump on Thursday, David B. Burritt, the chief executive of U.S. Steel, alluded to the idea when he referred to the steel trade issue as “the Whac-A-Mole game.”\nBut any global trade fight goes back to China. Thanks to its rapid industrialization over the past four decades, China now makes roughly as much steel as the rest of the world combined. While it consumes much of what it makes, China is also by far the world’s largest exporter, although the amount it sells overseas has been on the decline.\nHurting Trusted Allies\nLargest steel producers 900 million metric tons 800 China 700 600 500 Japan 400 India United States 300 Russia South Korea 200 Germany 100 Turkey Brazil 0 Italy ’07 ’16 ’17 Largest steel exporters 120 million metric tons 100 China 80 Japan ’17* 60 Russia South Korea Germany 40 Italy Ukraine Belgium 20 Turkey France 0 ’07 ’16 Largest steel producers Largest steel exporters 900 million metric tons 120 million metric tons China 800 100 700 China 600 80 500 ’17* 60 400 300 40 Japan Japan India Russia United States South Korea 200 Russia Germany 20 South Korea Italy Germany 100 Ukraine Turkey Belgium Brazil Turkey Italy 0 0 France ’07 ’16 ’17 ’07 ’16 Largest steel producers Largest steel exporters 900 million metric tons 120 million metric tons China 800 100 700 China 600 80 500 ’17* 60 400 300 40 Japan Japan India Russia United States South Korea 200 Russia Germany 20 South Korea Italy Germany 100 Ukraine Turkey Belgium Brazil Turkey Italy 0 0 France ’07 ’16 ’17 ’07 ’16 Largest steel producers Largest steel exporters 900 million metric tons 120 million metric tons China 800 100 700 China 600 80 500 ’17* 60 400 300 40 Japan Japan India Russia United States South Korea 200 Russia Germany 20 South Korea Italy Germany 100 Ukraine Turkey Belgium Brazil Turkey Italy 0 0 France ’07 ’16 ’17 ’07 ’16 Largest steel producers Largest steel exporters 900 million metric tons 120 million metric tons China 800 100 700 China 600 80 500 ’17* 60 400 300 40 Japan Japan India Russia United States South Korea 200 Russia Germany 20 South Korea Italy Germany 100 Ukraine Turkey Belgium Brazil Turkey Italy 0 0 France ’07 ’16 ’17 ’07 ’16 Sources: World Steel Association; *Data for China in 2017 from the U.S. International Trade Administration shows a decrease of more than 30 percent from 2016.\nIn taking aim at China’s steel makers with broad tariffs, the United States could hurt its trusted allies. Consider South Korea. China is the single biggest source of its imported steel. South Korea is also a major exporter to the United States. In terms of raw volume, however, South Korea’s exports to the United States total about one quarter of what it imports from China.\nCanada, too, imports steel from China and South Korea; it exports steel to the United States. While the United States stands as its biggest market for steel both coming and going, Canada exports more steel to the United States than it imports.\nOthers Have the Power to Fight Back\nAmerica’s trading partners have room to retaliate. Some of the biggest steel exporters to the United States are some of the biggest buyers of American products.\nThe European Union has said it would target bourbon, blue jeans and Harley Davidson motorcycles, products with an especially American flavor. Canada has also threatened to fight back.\nU.S. exports in 2017 In billions, total: $1.55 trillion 1 5 8 6 U.S. 4 3 7 2 9 10 1. CANADA $282 6. GERMANY $53 2. MEXICO $243 7. SOUTH KOREA $48 3. CHINA $130 8. NETHERLANDS $42 4. JAPAN $68 9. HONG KONG $40 5. BRITAIN $56 10. BRAZIL $37 In billions, total: $1.55 trillion U.S. exports in 2017 1. CANADA $282 5. BRITAIN $56 8. NETHERLANDS $42 6. GERMANY $53 7. SOUTH KOREA $48 3. CHINA $130 UNITED STATES 4. JAPAN $68 2. MEXICO $243 9. HONG KONG $40 10. BRAZIL $37 In billions, total: $1.55 trillion U.S. exports in 2017 1. CANADA $282 5. BRITAIN $56 8. NETHERLANDS $42 6. GERMANY $53 7. SOUTH KOREA $48 4. JAPAN $68 3. CHINA $130 UNITED STATES 2. MEXICO $243 9. HONG KONG $40 10. BRAZIL $37 In billions, total: $1.55 trillion U.S. exports in 2017 1. CANADA $282 5. BRITAIN $56 8. NETHERLANDS $42 6. GERMANY $53 7. SOUTH KOREA $48 4. JAPAN $68 3. CHINA $130 UNITED STATES 2. MEXICO $243 9. HONG KONG $40 10. BRAZIL $37 U.S. exports in 2017 In billions, total: $1.55 trillion 1. CANADA $282 5. BRITAIN $56 8. NETHERLANDS $42 6. GERMANY $53 7. SOUTH KOREA $48 4. JAPAN $68 3. CHINA $130 UNITED STATES 2. MEXICO $243 9. HONG KONG $40 10. BRAZIL $37 Source: Census Bureau\nA trade war is far from guaranteed.\nChina has put greater emphasis on exporting higher-valued products, like finished machinery and high-tech goods, rather than raw steel. Beijing may not want to endanger its markets in those products.\nBut steel and aluminum may be only a first step. Administration officials have expressed concerns about China’s growing ambitions in industries like semiconductors, telecommunications equipment and other high-tech exports.", "url": "https://www.nytimes.com/interactive/2018/03/06/business/china-tariffs.html"}