{"authors": ["Sarah Almukhtar", "Anjali Singhvi"], "date_download": "2018-11-16 03:12:12", "date_modify": "2018-11-16 03:12:12", "date_publish": "2018-03-16 19:35:57", "description": "Here are the steps taken to build the bridge at Florida International University that collapsed on Thursday, killing at least six people.", "filename": "interactive_2018_03_16_us_florida-bridge-construction_1542337932.html", "image_url": "https://static01.nyt.com/images/2018/03/16/us/florida-bridge-construction-promo-1521252751929/florida-bridge-construction-promo-1521252751929-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_03_16_us_florida-bridge-construction_1542337932.html", "title": "Fatal Collapse: A Look at How the Florida Bridge Was Built", "title_page": "Fatal Collapse: A Look at How the Florida Bridge Was Built - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The pedestrian bridge that collapsed at Florida International University in Miami on Thursday had been put into place five days earlier and was being built using a method called accelerated bridge construction. Here’s how the bridge was assembled, according to videos and images of the construction.\n1. The bridge walkway was built nearby.\nThe main, 174-foot walkway of the bridge was assembled next to Southwest Eighth Street, a major thoroughfare that separates the university campus from the city of Sweetwater.\nBridge walkway built along road support support Side view Canal University Southwest eightH street Sweetwater Bridge walkway built along road support support Side view Canal University Southwest eightH street Sweetwater Bridge walkway built along road support support Side view University Southwest eightH street Sweetwater Bridge walkway built along road support support Side view Side view Canal University Southwest eightH street Sweetwater Bridge walkway built along road support support Side view University Southwest eightH street Sweetwater\n2. The walkway was placed onto supports.\nOn Saturday, the walkway was rotated and moved to rest on two supports that were built on either side of the street.\n174 feet Walkway lowered onto supports support support Canal University Southwest eightH street Sweetwater 174 feet Walkway lowered onto supports support support Canal University Southwest eightH street Sweetwater 174 feet Walkway lowered onto supports support support University Southwest eightH street Sweetwater 174 feet Walkway lowered onto supports support support University Southwest eighth street Sweetwater\n3. Two days before the collapse, an engineer reported seeing cracks.\nThe lead engineer with the company in charge of the bridge’s design reported cracks on the north end of the bridge two days before it collapsed.\nNorth end of bridge 174 feet support support Canal University Southwest eightH street Sweetwater North end of bridge 174 feet support support University Southwest eighth street Sweetwater North end of bridge 174 feet support support University Southwest eightH street Sweetwater North end of bridge 174 feet support support Canal University Southwest eightH street Sweetwater\n4. The bridge plans included cable stays.\nThe final bridge, which was expected to open in 2019, would have added a tower and cable stays as the main support for the structure.\nPlanned cable stays support support Canal University Southwest eightH street Sweetwater Planned cable stays support support Canal University Southwest eightH street Sweetwater Planned cable stays support support University Southwest eightH street Sweetwater Planned cable stays support support University Southwest eightH street Sweetwater\n5. The bridge collapsed before it was completed.\nThe collapse crushed cars and killed at least six people.\nDroneBase, via Associated Press", "url": "https://www.nytimes.com/interactive/2018/03/16/us/florida-bridge-construction.html"}