{"authors": ["Nadja Popovich", "Henry Fountain"], "date_download": "2018-11-16 03:59:37", "date_modify": "2018-11-16 03:59:37", "date_publish": "2017-06-02 23:17:14", "description": "In announcing his decision to exit the Paris accord, President Trump scorned the Green Climate Fund. Does the United States contribute an outsize share?", "filename": "interactive_2017_06_02_climate_trump-paris-green-climate-fund_1542340777.html", "image_url": "https://static01.nyt.com/images/2017/06/02/climate/trump-paris-green-climate-fund-1496444974956/trump-paris-green-climate-fund-1496444974956-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_06_02_climate_trump-paris-green-climate-fund_1542340777.html", "title": "What Is the Green Climate Fund and How Much Does the U.S. Actually Pay?", "title_page": "What Is the Green Climate Fund and How Much Does the U.S. Actually Pay? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In announcing his decision to withdraw from the Paris climate accord, President Trump also said the United States would stop contributing to the Green Climate Fund, a United Nations program that he claimed could eventually cost the country “billions and billions and billions” of dollars.\nHow much have rich countries pledged?\nIndustrialized countries have voluntarily pledged $10.3 billion since 2013 to help poorer nations reduce greenhouse gas emissions and address the effects of climate change. The United States has pledged by far the most — $3 billion, twice that of the second-largest pledger, Japan. But on a per-capita basis, many other countries have offered more than the United States. Swedes, for example, will contribute nearly $60 each.\nPer Person Contributions to the Green Climate Fund If countries fulfill their signed pledges Sweden $59.31 Luxembourg 58.63 Norway 50.20 Monaco 28.89 Britain 18.77 France 15.64 Denmark 12.73 Germany 12.40 Switzerland 12.21 Japan 11.80 9.41 United States If the U.S. fulfilled its original $3 billion committment Finland 8.49 Netherlands 7.94 Australia 7.92 Canada 7.79 Belgium 6.18 Italy 4.54 Austria 4.09 Spain 3.46 South Korea 1.99 Sweden $59.31 Luxembourg 58.63 Norway 50.20 Monaco 28.89 Britain 18.77 France 15.64 Denmark 12.73 Germany 12.40 Switzerland 12.21 Japan 11.80 U.S. 9.41 If the U.S. fulfilled its original $3 billion committment Finland 8.49 Netherlands 7.94 Australia 7.92 Canada 7.79 Belgium 6.18 Italy 4.54 Austria 4.09 Spain 3.46 South Korea 1.99 Source: Green Climate Fund\nIf the United States contributed its full pledge, the total would be a little less than $10 per American. With Mr. Trump stopping payments, the United States will have contributed $1 billion, or just more than $3 per person.\nWhere does the money go?\nThe fund has a portfolio of more than 40 projects, using $2.2 billion of its own money and $5 billion from development agencies and banks.\nApproved Funding Proposals, as of October 2016 Source: Overseas Development Institute , G.C.F. press releases", "url": "https://www.nytimes.com/interactive/2017/06/02/climate/trump-paris-green-climate-fund.html"}