{"authors": ["Alicia Parlapiano", "Jasmine C. Lee"], "date_download": "2018-11-16 03:11:08", "date_modify": "2018-11-16 03:11:08", "date_publish": "2018-02-17 00:02:09", "description": "Thirteen Russian nationals have been charged with illegally trying to disrupt the American political process through inflammatory social media posts and organized political rallies.", "filename": "interactive_2018_02_16_us_politics_russia-propaganda-election-2016_1542337868.html", "image_url": "https://static01.nyt.com/images/2018/02/16/us/russia-propaganda-election-2016-promo/russia-propaganda-election-2016-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_02_16_us_politics_russia-propaganda-election-2016_1542337868.html", "title": "The Propaganda Tools Used by Russians to Influence the 2016 Election", "title_page": "The Propaganda Tools Used by Russians to Influence the 2016 Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Thirteen Russian nationals have been charged with illegally trying to disrupt the American political process, according to an indictment filed by Robert S. Mueller III, the special counsel investigating Russia’s interference in the 2016 presidential election.\nHere are the tools the Russians used:\nFraudulent Social Media Accounts\nAccording to the indictment, the defendants and their co-conspirators created hundreds of social media accounts impersonating real and fictitious Americans — and they paid for ads promoting their posts.\nThe Russians in the indictment acted as an organization, and employees who ran the accounts were directed to create “political intensity through supporting radical groups” and to criticize Hillary Clinton, but not Donald J. Trump or Bernie Sanders.\nMany fraudulent accounts have been taken down, but Tennessee GOP, an account created by the Russian organization, was partially archived\nMany posts by the accounts addressed religion and were critical of Muslims.\nThe accounts focused on issues like immigration, the Black Lives Matter movement and religion. Some were used to encourage minority groups not to vote or to promote accusations that the Democratic Party engaged in voter fraud.\nOther fraudulent accounts, like “South United” and “Heart of Texas,” took on a geographic identity.\nIn an email written to a family member, a Russian defendant, Irina Viktorovna Kaverzina, explained: “I created all these pictures and posts, and the Americans believed that it was written by their people.”\nPolitical Rallies\nA post by March for Trump, a Twitter account run by the Russian organization, was retweeted by Tennessee GOP, another account run by the organization.\nThe indictment says that the organization staged several political rallies across the country from June to November 2016. Members of the group promoted the events through their social media channels and used accounts registered under false American personas to recruit volunteers.\n2016 rallies planned and promoted by the organization:\nJune 25: March for Trump New York\nMarch for Trump New York July 9: Support Hillary. Save American Muslims Washington, D.C.\nSupport Hillary. Save American Muslims Washington, D.C. July 23: Down with Hillary New York\nDown with Hillary New York Aug. 20: Florida Goes Trump several Florida cities\nFlorida Goes Trump several Florida cities Oct. 2: Miners for Trump several Pennsylvania cities\nMiners for Trump several Pennsylvania cities Nov. 12: Show your support for President-Elect Donald Trump New York\nShow your support for President-Elect Donald Trump New York Nov. 12: Trump is NOT my President New York\nTrump is NOT my President New York Nov. 19: Charlotte Against Trump Charlotte, N.C.\nThe social media accounts were sometimes used to contact and coordinate with local Trump campaign staff members. In June 2016, a volunteer for the Trump campaign agreed to provide signs for a “March For Trump” rally staged by the organization. The indictment does not allege that any Americans knowingly conspired with the group.\nThe indictment says that “Matt Skiber” was one of the false United States personas used by the organization to recruit rally attendees.\nIn some cases, the organization offered money to rally attendees for expenses. For one of several “Florida Goes Trump” rallies held in August 2016, the organization paid an individual to portray Mrs. Clinton in a prison uniform in a cage built on a flatbed truck.\nThe group also purchased advertisements to promote the rallies. The indictment said that Facebook ads for the Florida rallies reached more than 59,000 users and were clicked on by more than 8,300.\nMultiple tweets from Florida rallies on Aug. 20, 2016 mentioned the group’s March for Trump account.\nIn addition to the pro-Trump rallies it staged before and after the election, the group also organized anti-Trump rallies, including “Charlotte Against Trump” in Charlotte, N.C., and “Trump is NOT my President” in New York after the election.\nOnline Political Advertisements\nThe indictment says that from April to November 2016, the group paid for advertisements on social media and elsewhere that expressly advocated for Mr. Trump or opposed Mrs. Clinton.\nThis advertisement from the group’s “Army of Jesus” page was released in November by the House Intelligence Committee along with other samples of Russian-purchased ads.\nThe defendants did not file those expenditures with the Federal Election Commission, although as foreign nationals, they would have been prohibited from making them in the first place.", "url": "https://www.nytimes.com/interactive/2018/02/16/us/politics/russia-propaganda-election-2016.html"}