{"authors": ["Sergio Peçanha", "Keith Collins", "Por Sergio Peçanha", "Por Sergio Peçanha Y Keith Collins"], "date_download": "2018-11-16 03:50:40", "date_modify": "2018-11-16 03:50:40", "date_publish": "2018-02-13 20:11:32", "description": "Corea del Norte es una de varias naciones que han estado trabajando para mejorar el alcance y la exactitud de sus misiles.", "filename": "interactive_2018_02_13_universal_es_misiles-corea-norte-proliferacion_1542340240.html", "image_url": "https://static01.nyt.com/images/2018/02/08/universal/es/es-north-korea-missile-proliferation-range-1518549380849/es-north-korea-missile-proliferation-range-1518549380849-facebookJumbo.jpg", "language": "es", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_02_13_universal_es_misiles-corea-norte-proliferacion_1542340240.html", "title": "Los países que pueden lanzar un misil a todo el mundo y los que podrían hacerlo pronto", "title_page": "Los países que pueden lanzar un misil a todo el mundo y los que podrían hacerlo pronto - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "El área que comprende el alcance de un misil. Rusia Estados Unidos China Reino Unido Francia Nota: Los mapas incluyen los alcances de misiles terrestres y los lanzados desde submarinos. Fuente: CSIS Missile Defense Project.\nCorea del Norte ha aumentado de manera drástica el alcance de sus misiles. En pruebas hechas en 2017 demostró que probablemente pueda atacar Estados Unidos.\nCorea del Norte\nEs una de varias naciones que han estado trabajando para mejorar el alcance y la exactitud de sus misiles.\nIsrael India Arabia Saudita Irán Pakistán Corea del Sur Taiwán\n“Creemos que es el principio de un renacimiento de los misiles”, dijo Ian Williams, director asociado del Centro para Estudios Estratégicos e Internacionales (CSIS, por su sigla en inglés), que ha recopilado datos de programas de misiles en varios países.\nUna cantidad cada vez mayor de naciones con acceso a los misiles representa más tensiones regionales y hace más factible una guerra, dijo Williams. Los países son más propensos a utilizar su arsenal si creen que los misiles podrían ser un blanco.\nAdemás, muchos de los misiles en desarrollo en estos países están basados en tecnologías obsoletas, lo que los hace menos certeros y aumenta los riesgos que enfrentarían civiles. También está el peligro de que los misiles queden en manos de milicias o grupos terroristas.\nVarios de los países que han invertido en misiles en las últimas dos décadas están en zonas conflictivas en Asia y Medio Oriente. Los alcances máximos aparecen en este mapa.\nAlcance máximo estimado de un misil Arabia Saudita Israel Corea del Norte Irán Corea del Sur Taiwán Pakistán India El mapa muestra países con la capacidad de atacar blancos a distancias mayores de 300 kilómetros y que han buscado aumentar su arsenal en las últimas dos décadas.\nLos países que invierten en misiles usualmente quieren disuadir a rivales regionales. Pero los efectos de esa carrera armamentista son globales.\nCorea del Norte es un ejemplo de esos peligros. Los estimados del alcance máximo de un misil pasaron de los 1200 kilómetros en 1990 a más de 12.000 kilómetros. Eso es suficiente para atacar en la mitad del mundo, incluido Estados Unidos continental. (En ese mismo periodo Corea del Sur aumentó su capacidad y ahora puede atacar cualquier punto de Corea del Norte).\nCorea del Norte Corea del Sur\nPaíses como Irán, Corea del Norte y Pakistán tienen programas armamentistas sólidos. Y son bastante similares, lo que sugiere que han colaborado para compartirse tecnología entre sí.\nPakistán comenzó a invertir más en el programa de misiles en los años noventa y se cree que también ha colaborado con China. Para mediados de la década de dos mil, Pakistán ya podía atacar casi cualquier punto de India, su principal rival.\nPakistán India\nMientras, India desarrolló la capacidad de atacar cualquier parte de Pakistán y la mayoría de China, otro rival regional, en las últimas dos décadas. India ahora está colaborando con Rusia para desarrollar misiles de crucero.\nArabia Saudita e Israel ya podían atacar Irán desde antes de los noventa. Aunque ahora Irán puede actuar en represalia gracias a tecnología que, en parte, consiguió de Corea del Norte.\nArabia Saudita Israel Irán\nAdemás, tanto India como Corea del Norte han trabajado en misiles balísticos lanzados desde un submarino, lo que permitiría a ambas naciones esconder su armamento para lanzamientos en represalia.\nOtro tema que causa alarma es el acceso a los misiles por parte de milicias o grupos terroristas.\nPor ejemplo: en noviembre, un misil balístico lanzado desde Yemen alcanzó la capital saudita. El misil fue disparado por rebeldes hutíes, una milicia chiita que controla buena parte de Yemen desde hace unos tres años y que cuenta con el respaldo de Irán y Hezbolá, de Líbano.\nLa Liga Árabe ha acusado a los hutíes de disparar decenas de misiles contra Arabia Saudita desde que el reino lanzó una ofensiva para expulsar a los rebeldes en 2015.\n800 kilómetros Alcance mínimo estimado del misil de los hutíes. Riad ARABIA SAUDITA Yemen Territorio que controlaban los hutíes durante el ataque 1000 kilómetros Alcance máximo estimado del misil. 800 kilómetros Alcance mínimo estimado del misil de los hutíes. Riad ARABIA SAUDITA Yemen Territorio que controlaban los hutíes durante el ataque 1000 kilómetros Alcance máximo estimado del misil. Fuente: Estimados del CSIS Missile Defense Project; Territorio controlado por hutíes según el American Enterprise Institute\nEl arma utilizada contra los sauditas fue una variante de un misil Scud.\nLos misiles Scud y sus variantes ahora son de los misiles más comunes en el mundo. Rusia originalmente desarrolló el Scud en los años cincuenta para portar armas de destrucción masiva.\nKorean Central News Agency\nEl misil desempeñó un papel clave en los programas armamentistas de naciones como Corea del Norte e Irán. Las armas fabricadas por Corea del Norte ejemplifican lo difícil que es detener el armamentismo.\nPese a décadas de sanciones, el país ha desarrollado varios tipos de misiles balísticos por medio del aprendizaje adquirido a partir del Scud. Algunos de los descendientes de este fueron vendidos a otras naciones.\nCómo unos misiles se han vuelto muchos Corea del Norte adquirió unos cuantos misiles Scud B, equipo y tecnología de apoyo en los años 80, aparentemente de Egipto, y les hizo ingeniería inversa. Egipto Inicio de los 80 El país ha exportado o planeado exportar su versión del Scud, el Hwasong-5 o variaciones de este, a casi una decena de países, incluido Irán. Corea del Norte Hwasong-5 1986 Irán Shahab-1, 1987 and -2, 1997 Síria Rebeldes hutíes (Yemen) Irán también desarrolló la capacidad de producir sus propias versiones del Scud y se sospecha que le dio algunas al gobierno sirio y otras a los rebeldes hutíes. Lo aprendido con el Scud le permitió desarrollar el misil de medio alcance Nodong, capaz de alcanzar unos 1000 kilómetros. Esa tecnología después se vendió a Irán y Pakistán. Corea del Norte Nodong 1994 Pakistán Hatf-5 Ghauri 1998 Entre 1350 y 1500 kilómetros Irán Shahab-3 1997/98 1300 kilómetros baja precisión Ghadr 2007 1800 kilómetros mayor precisión Emad 2015 1700 kilómetros misil guiado Las variantes del Nodong permitieron que Irán tenga la capacidad de atacar a Israel. Corea del Norte adquirió unos cuantos misiles Scud B, equipo y tecnología de apoyo en los años 80, aparentemente de Egipto, y les hizo ingeniería inversa. Egipto Inicio de los 80 El país ha exportado o planeado exportar su versión del Scud, el Hwasong-5 o variaciones de este, a casi una decena de países, incluido Irán. Corea del Norte Hwasong-5 1986 Irán Shahab-1, 1987 and -2, 1997 Rebeldes hutíes (Yemen) Síria Irán también desarrolló la capacidad de producir sus propias versiones del Scud y se sospecha que le dio algunas al gobierno sirio y otras a los rebeldes hutíes. Corea del Norte Nodong 1994 Lo aprendido con el Scud le permitió desarrollar el misil de medio alcance Nodong, capaz de alcanzar unos 1000 kilómetros. Esa tecnología después se vendió a Irán y Pakistán. Pakistán Hatf-5 Ghauri 1998 Entre 1350 y 1500 kilómetros Irán Shahab-3 1997/98 1300 km baja precisión Ghadr 2007 1800 km mayor precisión Emad 2015 1700 km misil guiado Las variantes del Nodong permitieron que Irán tenga la capacidad de atacar a Israel.\n“Puede que los Scuds soviéticos –y luego norcoreanos– sean la droga que engancha de un programa de misiles, pero el tema más grande es la proliferación a nivel doméstico”, dijo Jeffrey Lewis, director del programa de no proliferación en Asia Oriental del Middlebury Institute of International Studies en Monterey, California.\nA continuación, algunas de las armas, incluido un misil balístico intercontinental (ICBM, por su sigla en inglés), que Corea del Norte desarrolló a partir del diseño del Scud.\nDe un Scud a un ICBM en 20 años Hwasong-5, 1986, 300 kilómetros La primera versión norcoreana del Scud Nodong-1, 1994, 1000 kilómetros Un diseño y motor de tipo Scud mejorados Taepodong-1, 1998, 2200 kilómetros Un motor de Nodong mejorado, un motor Scud y un tercer motor desconocido Taepodong-2, 8000 kilómetros o más Un vehículo de lanzamiento satelital de tres fases que puede usarse como ICBM. Usa hasta cinco motores Nodong en las primeras dos fases y un motor desconocido en la tercera Hwasong-5, 1986, 300 kilómetros La primera versión norcoreana del Scud Nodong-1, 1994, 1000 kilómetros Un diseño y motor de tipo Scud mejorados Taepodong-1, 1998, 2200 kilómetros Un motor de Nodong mejorado, un motor Scud y un tercer motor desconocido Taepodong-2, 8000 kilómetros o más Un vehículo de lanzamiento satelital de tres fases que puede usarse como ICBM. Usa hasta cinco motores Nodong en las primeras dos fases y un motor desconocido en la tercera\nIntentar prevenir la proliferación de tecnología de misiles es muy difícil. Pero es casi imposible detener el tráfico de partes pequeñas, como sistemas de teledirección y motores, o de la información. Una sola unidad de memoria o USB puede albergar muchos secretos.\nY, a veces, una sola pieza puede ayudar a resolver todo el rompecabezas: se cree que un diseño de motor soviético que consiguió Corea del Norte está detrás de los recientes avances del programa de ese país.\nLewis añadió que muchos países también han aprendido los secretos de los cohetes y misiles y cómo construir modelos cada vez más amenazantes. India, por ejemplo, está trabajando en un misil que le permitiría atacar casi la mitad del planeta.\n8000 kilómetros Alcance máximo estimado de un misil que desarrolla India. 8000 kilómetros Alcance máximo estimado de un misil que desarrolla India.\nLa creciente amenaza de la proliferación de misiles ha llevado al Régimen de Control de Tecnología de Misiles, un grupo de 35 países que busca restringir la exportación de misiles y sus componentes, a realizar nuevos esfuerzos por controlarla.\nEn un reciente comunicado, el grupo destacó la importancia de su trabajo para atender los cambios rápidos de cómo se desarrollan y transfieren las armas.", "url": "https://www.nytimes.com/interactive/2018/02/13/universal/es/misiles-corea-norte-proliferacion.html"}