{"authors": ["Karl Russell", "Nick Wingfield"], "date_download": "2018-11-16 03:40:58", "date_modify": "2018-11-16 03:40:58", "date_publish": "2017-12-29 15:52:31", "description": "The e-commerce giant’s actions – some big, like buying Whole Foods Markets; some smaller, like Amazon meal kits – have led to stock sell-offs for a wide range of businesses.", "filename": "interactive_2017_12_22_business_amazon-stocks_1542339658.html", "image_url": "https://static01.nyt.com/images/2017/12/22/business/amazon-stocks-1513981752087/amazon-stocks-1513981752087-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_12_22_business_amazon-stocks_1542339658.html", "title": "How Amazon Rattles Other Companies", "title_page": "How Amazon Rattles Other Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Amazon’s ambitions have few limits, and the mere specter of its entry into a particular industry can shape markets. When the company has appeared interested in expanding into a new business, it has spooked investors in potential competitors, leading to large sell-offs.\nHealth Care\n+80 % change in stock prices since Dec. 30, 2016 Anthem +70 +60 +50 +40 +30 UnitedHealth +20 +10 Amazon, JPMorgan Chase and Berkshire Hathaway announce they are forming a health care company –10 J F M A M J J A S O N D J 2017 2018 +80 % change in stock prices since Dec. 30, 2016 +70 Anthem +60 +50 UnitedHealth +40 +30 +20 Amazon, JPMorgan Chase and Berkshire Hathaway announce they are forming a health care company +10 0 –10 J F M A M J J A S O N D J 2017 2018 +80 % change in stock prices since Dec. 30, 2016 +70 Anthem +60 +50 UnitedHealth +40 +30 +20 Amazon, JPMorgan Chase and Berkshire Hathaway announce they are forming a health care company +10 0 –10 J F M A M J J A S O N D J 2017 2018\nThe most recent example: Amazon, along with JPMorgan Chase and Berkshire Hathaway, announced the formation of a new health care company on Tuesday. The three companies provided few details about the new entity, other than saying it would initially focus on technology to provide simplified, high-quality health care for their employees and their families, and at a reasonable cost.\nBut health care investors shuddered at the prospect, selling off shares of established players like UnitedHealth and Anthem plunging. Both stocks quickly fell by more than 5 percent.\nPrescription Drugs\n% change in stock prices since Dec. 30, 2016 +10 CVS + 5 0 – 5 Walgreens –10 –15 Rumors spread that Amazon is considering getting into the prescription drug business –20 –25 J F M A M J J A S O N D J 2017 2018 % change in stock prices since Dec. 30, 2016 +10 + 5 CVS 0 – 5 Walgreens –10 –15 Rumors spread that Amazon is considering getting into the prescription drug business –20 –25 J F M A M J J A S O N D J 2017 2018 % change in stock prices since Dec. 30, 2016 +10 + 5 CVS 0 – 5 Walgreens –10 –15 Rumors spread that Amazon is considering getting into the prescription drug business –20 –25 J F M A M J J A S O N D J 2017 2018\nOne of the more notable examples of Amazon’s influence is in the pharmacy business. After reports that Amazon might soon enter the prescription drug market, shares in CVS Health and Walgreens, the two largest pharmacy chains, fell sharply in early October.\nThen, in early December, CVS said it would pay $69 billion to buy Aetna, a deal that could reshape the health industry. Many analysts said that Amazon’s interest in selling prescription drugs was one reason why the two began talking. The idea is that the deal could help insulate the companies in case Amazon does make an ambitious move into selling drugs, as well as give the combined improved leverage in negotiations with drug companies.\nWith huge amounts of consumer spending and frustrating inefficiencies, prescription drug sales are the type of business that invariably attracts Amazon’s attention. And the likelihood of Amazon eventually getting into the pharmacy business is high, several analysts and a former employee have said. But it is not clear when it will make that move or how aggressive it intends to be.\nGroceries\n+60 % change in stock prices since Dec. 30, 2016 Amazon announces it is buying Whole Foods Walmart +50 +40 Whole Foods +30 +20 +10 Target –10 –20 –30 Kroger –40 Amazon announces it is lowering prices at Whole Foods –50 J F M A M J J A S O N D J 2017 2018 +60 % change in stock prices since Dec. 30, 2016 Walmart +50 Amazon announces it is buying Whole Foods +40 Whole Foods +30 +20 +10 Amazon announces it is lowering prices at Whole Foods Target 0 –10 Kroger –20 –30 –40 –50 J F M A M J J A S O N D J 2017 2018 +60 % change in stock prices since Dec. 30, 2016 Walmart +50 Amazon announces it is buying Whole Foods +40 Whole Foods +30 +20 +10 Amazon announces it is lowering prices at Whole Foods Target 0 –10 Kroger –20 –30 –40 –50 J F M A M J J A S O N D J 2017 2018\nIn June, Amazon announced that it would buy Whole Foods for more than $13 billion, by far its biggest acquisition yet. The unexpected deal sent shares in several of the nation’s biggest grocers, including Walmart, and Safeway, down sharply. Kroger, another top grocer, lost about one-tenth of its value on the day of the announcement.\nBut the drop in stock prices wasn’t a one-time occurrence.\nShares in these companies fell again a couple of months later, when Amazon said it would sharply lower prices on numerous products at Whole Foods. Kroger, for example, fell 8.1 percent that day.\nPackage Delivery and Logistics\n+50 % change in stock prices since Dec. 30, 2016 Hype of Amazon Prime Air flights to deliver goods on Amazon Prime Day +40 Amazon announces a new $1.5 billion air cargo hub +30 FedEx +20 U.P.S. +10 –10 –20 J F M A M J J A S O N D J 2017 2018 +50 % change in stock prices since Dec. 30, 2016 Hype of Amazon Prime Air flights to deliver goods on Amazon Prime Day +40 FedEx Amazon announces a new $1.5 billion air cargo hub +30 +20 +10 U.P.S. 0 –10 –20 J F M A M J J A S O N D J 2017 2018 +50 % change in stock prices since Dec. 30, 2016 Hype of Amazon Prime Air flights to deliver goods on Amazon Prime Day +40 FedEx Amazon announces a new $1.5 billion air cargo hub +30 +20 +10 U.P.S. 0 –10 –20 J F M A M J J A S O N D J 2017 2018\nAmazon has put a lot of time and effort into improving its ability to deliver goods to customers, encroaching bit by bit on the country’s two giant delivery companies, FedEx and U.P.S. It has leased dozens of cargo jets to distribute inventory to warehouses around the country and is a building its own hub in Kentucky for a fleet of its own planes.\nThe key phrases here are “own hub” and its “own planes.”\nWhen the news was reported in January that Amazon was building a cargo hub in Kentucky, where U.P.S. has its largest air cargo facility, stocks in both U.P.S. and FedEx plunged. In U.P.S.’s case, it would take the better part of the year for its shares to recover.\nThat wasn’t helped by the media event that Amazon held in July to show off its Prime Air fleet of planes, which it tested during its annual Prime Day promotional event. In October, the delivery companies took another hit after a report that Amazon was testing its own delivery service.\nMeal Kit Delivery\n0 I.P.O. –10 % Change in stock prices since Dec. 30, 2016 –20 –30 –40 Reports that meal kits are available to some Amazon customers. –50 –60 –70 Blue Apron –80 J F M A M J J A S O N D J 2017 2018 0 I.P.O. –10 % change in stock prices since Dec. 30, 2016 –20 –30 –40 –50 Reports that meal kits are available to some Amazon customers. –60 –70 Blue Apron –80 J F M A M J J A S O N D J 2017 2018 0 I.P.O. –10 % change in stock prices since Dec. 30, 2016 –20 –30 –40 –50 Reports that meal kits are available to some Amazon customers. –60 –70 Blue Apron –80 J F M A M J J A S O N D J 2017 2018\n“We do the prep. You be the chef.” So read Amazon’s trademark application in early July for prepared food kits. Then, later in the month came reports that Amazon Meal Kits were available on the company’s website. The reports sent the stock price of Blue Apron, the newly public meal kit service, down as much as 11 percent.\nAuto Parts Retailers\n+10 % change in stock prices since Dec. 30, 2016 AutoZone 0 –10 O’Reilly Automotive –20 –30 Amazon begins selling auto parts –40 –50 Advance Auto Parts –60 J F M A M J J A S O N D J 2017 2018 +10 % change in stock prices since Dec. 30, 2016 0 AutoZone O’Reilly Automotive –10 –20 Amazon begins selling auto parts –30 Advance Auto Parts –40 –50 –60 J F M A M J J A S O N D J 2017 2018 +10 % change in stock prices since Dec. 30, 2016 0 AutoZone O’Reilly Automotive –10 –20 Amazon begins selling auto parts –30 Advance Auto Parts –40 –50 –60 J F M A M J J A S O N D J 2017 2018\nOne area of shopping that Amazon has not yet entered is the car business.\nIf you want a Ford F-150 or a Tesla Model 3, you still need to go elsewhere, and there is no sign that will change anytime soon.", "url": "https://www.nytimes.com/interactive/2017/12/22/business/amazon-stocks.html"}