{"authors": ["Nicholas Kristof", "Graphics Bill Marsh"], "date_download": "2018-11-16 04:19:10", "date_modify": "2018-11-16 04:19:10", "date_publish": "2018-10-29 16:35:21", "description": "Saving lives is not just about changing laws, but also about defanging the N.R.A.", "filename": "interactive_2018_10_29_opinion_nra-mass-shootings-pittsburgh.html_rref=collection%2Fcolumn%2FNicholas%20Kristof_1542341950.html", "image_url": "https://static01.nyt.com/images/2018/10/28/opinion/kristof-nra-1540828210792/kristof-nra-1540828210792-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_10_29_opinion_nra-mass-shootings-pittsburgh.html_rref=collection%2Fcolumn%2FNicholas%20Kristof_1542341950.html", "title": "It’s Time to Talk About the N.R.A.", "title_page": "Opinion | It’s Time to Talk About the N.R.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Donald Trump speaks to a crowd during the 145th National Rifle Association Convention in 2016. By Ty Wright for The New York Times\nThe massacre of 11 people at a Pittsburgh synagogue a week ago was terrifyingly predictable — with an equally predictable response. President Trump and members of Congress denounced the violence but show no signs of actually doing anything.\nWhy is it that polls show that voters want more gun safety laws yet Congress can’t pass any? One reason is the National Rifle Association, a heavyweight player in this election and every election. On Tuesday, the N.R.A. once again will help deflect what surveys suggest is the people’s will to stop it.\nI write this as a former N.R.A. member who grew up on a farm — my 12th birthday present was my own .22 rifle — and I acknowledge that it once was a great organization for shooting enthusiasts.\nBut it has been hijacked by extremist leaders committed not to their members’ (much more reasonable) views, but to hard-line resistance of safety regulations. All countries have violent, hateful people, but only in America do we give them ready access to assault weapons and large-capacity magazines, and that’s in part because of the N.R.A. and its political influence.\nN.R.A. membership cards (left: from 1970, a year before Nicholas Kristof received his own gun at the age of 12, right: from 2017)\nThe National Rifle Association was founded in 1871 because of concern that Civil War troops had been terrible marksmen.\nThe Second Amendment? Few talked about it. Almost everyone, in and out of the N.R.A., accepted that there should be restrictions on firearms.\n“Gun control laws were ubiquitous” in the 19th century, Michael Waldman notes in his book “The Second Amendment.”\nVisitors to Wichita, Kan., had to check their revolvers at police headquarters. And as for Dodge City, a symbol of the Wild West, a photo shows a sign on main street in 1879 warning: “The Carrying of Fire Arms Strictly Prohibited.”\nIn the 1920s and 1930s, the N.R.A. favored tighter gun laws, and its president, Karl Frederick, said that the carrying of weapons “should be sharply restricted and only under license.” In 1934, the United States helped pioneer modern gun laws with the National Firearms Act, with the blessings of the N.R.A., and came close to banning handguns. As recently as the 1960s, the N.R.A. supported — more grudgingly — some limits on guns.\nBut in 1977 there was a coup within the N.R.A. that put hard-liners in charge. The group began calling for repeal of the 1968 Gun Control Act and doubled down on a full-time lobbying arm to oppose firearm restrictions. In effect, the group took an extremist turn that continues to shape American life today.\nAmerica’s gun culture and Canada’s had been similar in the 1950s and 60s, focused on rifles used for hunting. In 1959, a survey found that 60 percent of Americans favored a ban on handguns. Then in the post-World War II period, other countries steadily tightened gun laws, while in the United States the N.R.A. moved to emphasize handguns and personal security, building on public anxiety about crime, so the United States resisted that global trend and instead passed a series of concealed carry laws.\nLeaders of the N.R.A. fervently backed a new movement to reinterpret the Second Amendment, which had been regarded as a relic having to do with state militias, as protecting individual gun rights. In 1991, former Supreme Court Chief Justice Warren Burger, a conservative, dismissed calls to reinterpret the Second Amendment as “one of the greatest pieces of fraud, I repeat the word ‘fraud,’ on the American public by special interest groups that I have ever seen in my lifetime.”\nJustice Warren Burger on the Second Amendment PBS News Hour via Frank Staheli on YouTube\nNow that “fraud” is the law of the land.\nThe reinterpretation of the Second Amendment is a tribute to the undeniable effectiveness of the N.R.A. Relentless campaigning by the N.R.A. and changing American mores have resulted in a Constitutional right to bear arms, in a blizzard of concealed carry permits, and in tough stand-your-ground laws. In contrast to Canada, the United States now has a gun culture focused on handguns, assault weapons and paranoia, and that’s in large part because of the N.R.A.\nIn fairness, let’s also note that progressives have periodically driven moderate gun-owners into the arms of the N.R.A. with muddled commentary indicating that they didn’t know anything about the guns they wanted to regulate. In 2013, for example, New York State banned loading magazines with more than seven rounds, with many lawmakers apparently not realizing that for many guns there are no magazines holding seven or fewer rounds.\nEven now, the N.R.A.’s strategy is largely to pounce on liberal comments about “gun control” — one reason I prefer the less threatening term “gun safety” — and leverage them to frighten gun owners to become more engaged. On one of the N.R.A.’s websites the other day was a headline, “D.C. Area Witches Unite for Gun Control, Hurl Curses at the N.R.A.” and “New Jersey to Gun-Owners: Hand Over Those Magazines or We Could Throw You in Jail.”\nGun carrying has also become an important part of identity and self-esteem for millions of Americans, in ways that liberal city-dwellers don’t always appreciate. The last few decades have in many ways demoted working class white men — their jobs have become insecure, they may no longer be the family’s chief breadwinner, women and people of color have gained ground — but firing an AR-15 or packing a concealed weapon offers beleaguered men a chance to reassert their masculinity; to such men, guns provide a sense of purpose, fulfilling a traditional manly role of protecting their families and their communities. Bushmaster, the gun company, has marketed one assault rifle with a photo of it and a headline: “CONSIDER YOUR MAN CARD REISSUED.”\nScan of Bushmaster advertisement from the November 2009 issue of Maxim magazine\nThe N.R.A. has also expanded the gun-buying constituency by reframing the purpose of firearms from hunting to personal security and by promoting the idea of empowered women — even feminists — packing handguns in their purses. Among N.R.A. programs reaching out to women are “Refuse To Be a Victim” and “love at first shot,” plus a women’s leadership forum.\nN.R.A. spokeswoman Dana Loesch has even said that efforts to ban assault weapons constitute a “war on women.” (In fact, researchers have found that having a gun in the home is associated with a huge increase in the risk of dying from murder, suicide or a gun accident; when a gun is around, husbands and boyfriends become much more dangerous in domestic violence situations.)\nGuns killing children, much more here than in other countries Violent deaths of 5- to 14-year-olds here vs. other developed countries. American children are slightly more likely to be murdered without guns, or to commit suicide without guns, than in other countries. But they are 11 times as likely to commit suicide with guns, and almost 19 times as likely to be murdered with guns, as children in the other countries. Child homicides For each death in other developed countries … … the United States has: 18.5 By guns Other means 1.4 Child suicides For each death in other developed countries … … the United States has: 11.2 By guns Other means 1.1 Source: David Hemenway, Harvard School of Public Health, in the American Journal of Medicine Guns killing children, much more here than in other countries Violent deaths of 5- to 14-year-olds here vs. other developed countries. American children are slightly more likely to be murdered without guns, or to commit suicide without guns, than in other countries. But they are 11 times as likely to commit suicide with guns, and almost 19 times as likely to be murdered with guns, as children in the other countries. Child homicides For each death in other developed countries … … the United States has: 18.5 By guns 1.4 Other means Child suicides For each death in other developed countries … … the United States has: 11.2 By guns 1.1 Other means Source: David Hemenway, Harvard School of Public Health, in the American Journal of Medicine\nFear-mongering served the N.R.A.’s interests, galvanizing donations and voting, but it also served the interests of gun manufacturers by hugely boosting sales.\nRemember when President Obama tried to change the Second Amendment and ban handguns? No, neither do I. But Wayne LaPierre of the N.R.A. repeatedly warned that Obama favored “a total ban on the manufacture, sale and possession of all handguns.” The propaganda worked: In one poll in 2009, 55 percent of gun-owners said that they expected Obama to try to ban the sale of guns.\nWayne LaPierre speaking at the 2012 Conservative Political Action Conference in Washington. Originally aired Feb. 10, 2012. NRA News via nralifeofduty\nThe alarmism was effective. By one count, the number of Americans licensed to carry concealed weapons soared from 4.6 million in 2007 to 17.3 million today.\nThat raises a larger question: Has the gun industry hijacked a hunters’ organization and turned it into one that drums up demand for firearms and accessories, to serve the industry’s bottom line?\nDoes the N.R.A. Represent the Gun Lobby, or Members?\n\"The NRA appears to have evolved into the lobby for gun and ammunition manufacturers rather than gun owners,” Adolphus Busch IV, of the Anheuser Busch beer fortune, wrote in a 2013 letter resigning his life membership in the N.R.A. “Your current strategic focus places a priority on the needs of gun and ammunition manufacturers while disregarding the opinions of your 4 million individual members. One only has to look at the makeup of the 75-member board of directors, dominated by manufacturing interests, to confirm my point.”\nThe backdrop is several challenges faced by the gun industry. It is a mature business whose products last generations, and whose traditional constituency — hunters — is aging and shrinking, and it is also facing the kind of liability risks that struck the tobacco industry. Yet in fact, the gun industry has prospered in recent decades — in large part because it has been rescued by N.R.A. fear-mongering that drives gun owners to buy more weapons and accessories before they’re banned. This is brilliant marketing.\nConsider another of the N.R.A.’s current campaigns, to allow silencers. Silencers have been largely banned since the 1930s, but the N.R.A. and enthusiasts like Donald Trump Jr. argue that they should be allowed as a matter of liberty and for health reasons — to reduce hearing loss associated with gunfire.\nDonald Trump Jr. on silencers, in conversation with SilencerCo’s CEO, Joshua Waldron SilencerCo. via YouTube\nNo one takes this public health argument seriously, but allowing silencers would be a huge boon for the gun industry. If five million Americans each bought a silencer for two firearms, it could amount to $1 billion in sales.\nMoreover, most firearms today don’t have the threaded barrels needed to accommodate a silencer. So a gun owner who wanted both a rifle and a handgun with silencers would also buy two more firearms — a further benefit to the industry.\n“The N.R.A. has policy positions and rhetorical positions that are aligned with where the gun industry makes its money,” notes J. Adam Skaggs of the Giffords Law Center to Prevent Gun Violence.\nStill, this doesn’t necessarily mean that the gun industry has hijacked the N.R.A. Mike Weisser, a gun store owner and frequent writer about gun policy, argues persuasively that it goes too far to say that the N.R.A. is controlled by gun manufacturers; he says that the gun industry and the N.R.A. work together not out of a nefarious conspiracy but because together they can maximize both N.R.A. influence and industry revenue.\nN.R.A. finances are fuzzy, and contributions to its lobbying arm are not disclosed. But a basic membership has been raised to $45 a year — higher levels are available — and those dues are a measure of loyalty, contrasting with anti-gun groups that don’t even charge dues. All told, membership dues raise more than $125 million a year for the N.R.A. Major corporate donations and advertising seem to provide much smaller sums, according to the N.R.A.’s 990 non-profit filings.\nCompanies show gratitude in other ways. A laser sight maker called Crimson Trace donates 10 percent of certain sales to the organization, and other companies have similar initiatives.\nIs the N.R.A.’s Power Waning?\nThe N.R.A. has been admired and feared for decades for its political influence. When Al Gore lost the presidency in 2000, it was widely said that the N.R.A. made the difference.\nLarry Sabato of the University of Virginia says that the N.R.A.’s power is often attributed to its financial support for candidates, but that its endorsements are far more important. The key, he says, is that many gun rights supporters are single-issue voters, while historically those against the N.R.A. have also cared about the economy, civil rights, foreign policy and so on.\nCharles McBurney, a Florida legislator, lamented that although he had a consistent A or A+ rating from the N.R.A., he was attacked by it because of a disagreement about one bill. In an op-ed on Jacksonville.com, he said the real message from the N.R.A. was: “You can be with me on virtually everything, but if you cross me once, even if the issue doesn’t involve the Second Amendment, I will take you out.”\nYet there are signs that this is changing, and that N.R.A. influence may have peaked.\nEven N.R.A. members want some curbs on guns Solid majorities of N.R.A. members supported these restrictions. Requiring gun retailers to perform background checks on employees to ensure they are not felons 79% of NRA members agree Requiring a criminal background check on anyone purchasing a gun 74 Prohibiting people on the terrorist watch list from purchasing guns 71 Requiring gun owners to alert police if their guns are lost or stolen 64 Concealed carry permits should only be granted to applicants … … who have not committed any violent misdemeanors, such as assault 75 … who have completed gun safety training 74 … who do not have prior arrests for domestic violence 68 65 … 21 years old or older Sources: poll by Luntz Global, 2012; Mayors Against Illegal Guns Even N.R.A. members want some curbs on guns Solid majorities of N.R.A. members supported these restrictions. 79% of NRA members agree Requiring gun retailers to perform background checks on employees to ensure they are not felons Requiring a criminal background check on anyone purchasing a gun 74 Prohibiting people on the terrorist watch list from purchasing guns 71 Requiring gun owners to alert police if their guns are lost or stolen 64 Concealed carry permits should only be granted to applicants … … who have not committed any violent misdemeanors, such as assault 75 … who have completed gun safety training 74 … who do not have prior arrests for domestic violence 68 … 21 years old or older 65 Sources: poll by Luntz Global, 2012; Mayors Against Illegal Guns\nThe N.R.A. has raised membership dues twice since 2016, most recently a few months ago, in what could be a sign of financial challenges. Revenue from dues fell to $128 million last year, down from $163 million the previous year.\nThe group claims six million members, although many analysts believe that number is inflated. But even if membership is four million, that is still a huge number, and its print magazines appear to be gaining circulation. Perhaps more important, there is nothing comparable on the other side; that’s why the N.R.A. wins.\nPolling on the N.R.A. varies widely, and Gallup shows public opinion still net approving of the N.R.A., although trending downward in recent years. But two polls this year found that more Americans view the N.R.A. unfavorably than favorably.\nViews of the N.R.A. have been mostly positive favorable 60 58 55 53 51 Overall it has been positive since Gallup began tracking it — except in June 1995, two months after the Oklahoma City terror attack and one month after former president George H.W. Bush quit the NRA. Bush was disgusted with the NRA’s rhetoric, which referred to government officers as “jack-booted thugs” allowed to “harass, intimidate, and even murder law-abiding citizens.” 50% 42 42 35 34 32 unfavorable 1990s 2000s 2010s ’18 Decades of opposition to a ban of handguns Americans haven’t supported an outright ban on handguns since the 1960s. 70% 65 71 AGAINST BAn 50 FOR BAN 30 28 31 No opinion 10 1960s 1970s 1980s 1990s 2000s 2010s ’17 78 But Americans do want stricter gun laws 67 mAKE LAWS More strict 70% Opinion has swung strongly toward tougher gun regulation, like background checks for gun purchasers. 50 30 less strict 28 17 10 KEPT SAME ’18 1990s 2000s 2010s Views of the N.R.A. have been mostly positive favorable 60 58 55 53 51 50% 42 42 35 34 32 unfavorable 1990s 2000s 2010s ’18 Decades of opposition to a ban of handguns Americans haven’t supported an outright ban on handguns since the 1960s. 70% AGAINST BAn 65 71 50 30 FOR BAN 28 31 No opinion 10 1960s 1970s 1980s 1990s 2000s 2010s But Americans do want stricter gun laws Opinion has swung strongly toward tougher gun regulation, like background checks for gun purchasers. 78 67 mAKE LAWS More strict 70% 50 30 less strict 28 17 10 KEPT SAME ’18 1990s 2000s 2010s\nA Marist poll found that 51 percent of Americans would definitely or probably vote against a candidate who received money from the N.R.A.\nWho shuns pro-N.R.A. politicians? Would you vote for or against a candidate for Congress who receives campaign contributions from the National Rifle Association? Definitely/probably for Definitely/probably against Unsure Democrats 80% 6 14 51 14 35 Independents 16 14 70 Republicans 61 10 29 Women 39 14 46 Men Who shuns pro-N.R.A. politicians? Would you vote for or against a candidate for Congress who receives campaign contributions from the National Rifle Association? Definitely or probably for Definitely or probably against Unsure 80% 6 14 Democrats 51 14 35 Independents 16 14 70 Republicans 61 10 29 Women 39 14 46 Men\n“Even voters in these largely Republican districts see [the N.R.A.] as another special interest against which candidates should take a stand,” the Global Strategy Group concluded after polling in largely Republican-held battleground congressional districts. Some polls find a gulf between gun owners and the N.R.A., with 74 percent of ordinary N.R.A. members willing to support universal background checks that the N.R.A. ferociously opposes.\nOne sign of change is that members of Congress now regularly boast about how badly they are rated by the N.R.A. “I am proud of my F rating from the NRA,” Representative Carolyn Maloney of New York told me. “I mention it in my gun safety town halls, releases on gun safety and campaign mailings.”\nA Nation With More Guns Than People\nAdam Winkler, a professor of law at U.C.L.A. and author of the book “Gunfight,” believes the N.R.A. faces serious challenges, including demographic ones: Its core constituency of white men is shrinking. Yet Winkler is wary of concluding that the N.R.A. has peaked. He notes that after the shooting in Parkland, Fla., there was enormous pressure for federal gun measures. “The reason nothing has happened since is, I think, largely due to the N.R.A.,” Winkler said.\nAfter a shooter in Las Vegas used a bump stock to simulate automatic fire and kill 59 people in 2017, there was a widespread call to ban bump stocks. But today they remain legal around the country, and the public has moved on. This underscores the N.R.A.’s success at blocking national regulations, but also the degree to which it is vulnerable for being out of step with public opinion.\nEven critics of the N.R.A. acknowledge that it also performs a significant public service that liberals rarely acknowledge: It runs gun safety classes around the country.\nEvery year, the N.R.A. trains some 750,000 Americans in gun safety. Sometimes these classes have an ideological tinge, and they often encourage joining the N.R.A. and fighting for Second Amendment rights, but they also train new gun buyers to use a gun reasonably safely.\nIt would be good to see progressive organizations teaching gun safety as well, rather than simply ceding the turf to the N.R.A.\nMy first encounter with the N.R.A. was in a hunter safety class in my hometown of Yamhill, Ore., when I was in seventh grade. At the end of the class, we all received a one-year N.R.A. membership.\nAt the time it was simply a grass-roots organization of hunters and well-meaning sportsmen. But along the way, it morphed into an extremist organization that fights any restrictions on firearms.\nN.R.A. advocacy is one reason the United States diverged from the path of other advanced nations — and one reason there are now more guns in America (about 393 million) than people (326 million). A more grim indication of American exceptionalism: Americans in their late teens are 82 times more likely to be murdered with guns than their peers in other advanced nations.\nMore guns = more child deaths A comparison of child deaths in the 15 states with the highest household gun ownership and the six states with the lowest. Each group of states has a similar number of children ages 5 to 14, and those children die at similar rates from suicide and homicide where guns are not involved. But children in high-gun states are 2.2 times as likely to be murdered with guns, and almost 9 times as likely to kill themselves with guns, as children in low-gun states. Child homicides … high-gun states have: For each death in low-gun states … 2.2 By guns Other means 1.2 Child suicides … high-gun states have: For each death in low-gun states … 8.8 By guns Other means 1.4 Source: David Hemenway in the American Journal of Medicine The 15 states with the highest average levels of household gun ownership: Wyoming, Montana, Alaska, South Dakota, Arkansas, West Virginia, Alabama, Idaho, Mississippi, North Dakota, Kentucky, Wisconsin, South Carolina, Utah and Louisiana. The 6 states with the lowest average gun levels: Hawaii, Massachusetts, Rhode Island, New Jersey, Connecticut and New York. More guns = more child deaths A comparison of child deaths in the 15 states with the highest household gun ownership and the six states with the lowest. Each group of states has a similar number of children ages 5 to 14, and those children die at similar rates from suicide and homicide where guns are not involved. But children in high-gun states are 2.2 times as likely to be murdered with guns, and almost 9 times as likely to kill themselves with guns, as children in low-gun states. Child homicides For each death in low-gun states … … high-gun states have: 2.2 By guns 1.2 Other means Child suicides For each death in low-gun states … … high-gun states have: 8.8 By guns 1.4 Other means Source: David Hemenway in the American Journal of Medicine The 15 states with the highest average levels of household gun ownership: Wyoming, Montana, Alaska, South Dakota, Arkansas, West Virginia, Alabama, Idaho, Mississippi, North Dakota, Kentucky, Wisconsin, South Carolina, Utah and Louisiana. The 6 states with the lowest average gun levels: Hawaii, Massachusetts, Rhode Island, New Jersey, Connecticut and New York.\nThere are no magic solutions to gun violence in America, but neither is reducing the toll an impossible challenge. We can do better, and one step would be to avoid demonizing gun owners, while relentlessly challenging the political influence of the N.R.A.\nIt has overreached and is vulnerable. If we want to tackle gun violence in America, we can start by discrediting it as an extremist organization that has been a boon to the firearms industry and a catastrophe for the American public.", "url": "https://www.nytimes.com/interactive/2018/10/29/opinion/nra-mass-shootings-pittsburgh.html?rref=collection%2Fcolumn%2FNicholas%20Kristof"}