{"authors": ["Debra Kamin"], "date_download": "2018-11-16 03:47:15", "date_modify": "2018-11-16 03:47:15", "date_publish": "2015-12-31 10:45:03", "description": "Young, modern Tel Aviv and ancient Jaffa pulse with energy and combine to offer bustling markets, night clubs and a beachside promenade just right for two wheels.", "filename": "interactive_2015_12_30_travel_what-to-do-in-36-hours-in-tel-aviv_1542340035.html", "image_url": "https://static01.nyt.com/images/2016/01/03/travel/3HOURS2/3HOURS2-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_12_30_travel_what-to-do-in-36-hours-in-tel-aviv_1542340035.html", "title": "36 Hours in Tel Aviv", "title_page": "36 Hours in Tel Aviv - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Friday\n1. ­Bright Lights, White City, 4 p.m.\nAt the heart of Tel Aviv-Jaffa sits the White City, a cluster of some 4,000 buildings designed in the 1930s by German-trained Jewish architects with a passion for Bauhaus design. Marked by simplistic lines, geometric balconies and the sleek uniformity of clean white facades, the White City is a Unesco World Heritage site that has, over the past decade, received a painstaking restoration. The richest collection of architectural gems is clustered along tree-lined, cafe-dotted Rothschild Boulevard, which features a central pedestrian green space and is one of the city’s prettiest thoroughfares. Standouts include the Baumel House (Rothschild 87); the Old Russian Embassy (Rothschild 46); and the Rubinsky-Braun Haus (Rothschild 82).\n2. ­­Sip and Stare, 6 p.m.\nTel Aviv likes to party late, which means that happy hour — observed at most watering holes between 5 and 8 p.m. — is all about fueling up. Luckily, the outdoor perch at Rothschild 12 offers nibbles of all sizes, like salmon tartar on toast (24 new shekels, or $6.35 at $3.77 shekels to the dollar) and roasted fennel with Gorgonzola cheese (22 shekels) paired with cocktails (starting at 25 shekels) and an unrivaled view of the boulevard’s pedestrian parade. As the sun sets, the back room of this funky, street-art adorned cafe morphs into a music hall, with D.J.s and live bands taking over the soundtrack.\n3. ­Flea Market Frenzy, 8 p.m.\nTel Aviv is barely 100 years old, but ancient, cobblestoned Jaffa is one of the oldest port cities in the world and home to Arab community life for centuries. Jaffa was united with Tel Aviv in 1950, and development has brought new energy to many of its downtrodden neighborhoods. By day, Jaffa’s flea market bursts with vendors peddling antiques and bric-a-brac; by night, the market — known locally as Shuk Hapishpeshim — is a wonderland of twinkling lights, clinking glasses and al fresco restaurants. Pull up a mismatched armchair at Puaa, a charming restaurant decorated with flea-market finds, order the red tahini to start (made with chargrilled tomatoes) and expect to pay about 85 shekels, without drinks, for dinner. Or find the alleyway Shaffa Bar, a hair salon that doubles as a tapas joint, serving small plates like grilled purple calamari with labneh yogurt (52 shekels) and Lima Lima, a Romanian-inspired lima bean purée with tomatoes, chiles and warm bread for 35 shekels.\n4. ­Dance Dance Revolution, 11 p.m.\nIf you want to find a taste of peace in the Middle East, the dance floor at Anna Lou Lou, a cultural center and underground bar in Old Jaffa, is a good place to look. Utopia reigns at this smoky, hipster-happy party spot, where locals of every stripe — Muslim and Jewish, gay, straight and undefined — shake their sweaty selves to electro-Arab and African beats well into the wee hours. A revolving collection of cultural events and visiting D.J.s adds to the appeal.", "url": "https://www.nytimes.com/interactive/2015/12/30/travel/what-to-do-in-36-hours-in-tel-aviv.html"}