{"authors": ["Josh Katz"], "date_download": "2018-11-16 04:42:44", "date_modify": "2018-11-16 04:42:44", "date_publish": "2016-08-24 04:51:16", "description": "The Upshot’s Senate election forecast for 2016, updated daily with the latest polls.", "filename": "interactive_2016_upshot_senate-election-forecast.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343364.html", "image_url": "https://static01.nyt.com/images/2016/08/23/upshot/senate-polls-forecast-1471992076804/senate-polls-forecast-1471992076804-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_upshot_senate-election-forecast.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343364.html", "title": "2016 Senate Election Forecast", "title_page": "2016 Senate Election Forecast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Democrats have a 52% chance of winning the Senate. Last updated Thehaveof winning the Senate. Chance of winning\nThe Upshot’s elections model suggests that the Democrats are slight favorites to win the Senate, based on the latest state and national polls.\nFrom now until Election Day, we’ll update our estimates with each new poll, as well as collect the ratings of other news organizations. Here’s how our estimates have changed over time:\nTo understand what is driving the national trend, it’s worth taking a look at the states where the winning probabilities have changed most over the last two weeks:\nTo forecast each party’s chance of gaining a majority, our model calculates win probabilities for each Senate race. In addition to 465 state polls, it incorporates the candidates’ political experience, fund-raising, a state’s past election results and national polling.\nSome seat counts are much more likely than others. The chart below shows the estimated likelihood of each outcome.\nDem. Seats Rep. Seats Majority Likelihood 44 56 + 12 Rep. <1% 45 55 + 10 Rep. 1% 46 54 + 8 Rep. 3% Current 47 53 + 6 Rep. 9% 48 52 + 4 Rep. 14% 49 51 + 2 Rep. 18% 50 50 Even * 19% Likeliest 51 49 + 2 Dem. 16% 52 48 + 4 Dem. 11% 53 47 + 6 Dem. 6% 54 46 + 8 Dem. 3% 55 45 + 10 Dem. 1% 56 44 + 12 Dem. <1% * The Vice President breaks ties in the Senate. The bar in the chart is divided to match the likelihood that the next president is either a Democrat or a Republican\nThe New York Times is one of many news organizations to publish election ratings or forecasts. Some use statistical models; others rely on reporting and experts’ opinions. PredictWise uses information from betting markets. We compile and standardize these ratings every day into one scoreboard for easy comparison.\nNYT 538 HuffPost PW PEC DK Cook Roth. Sabato Note: Qualitative ratings reflect the rating for the state in the middle of each organization’s forecast.\nWith the state-by-state probabilities in hand, we can randomly simulate all 34 Senate elections. Give it a try below. The spinners are calibrated to the current probabilities we’ve calculated for each state and programmed to move together — that is, be correlated to one another — just as they are in our model.", "url": "https://www.nytimes.com/interactive/2016/upshot/senate-election-forecast.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}