{"authors": ["Alicia Parlapiano", "Karen Yourish"], "date_download": "2018-11-16 03:11:06", "date_modify": "2018-11-16 03:11:06", "date_publish": "2018-01-20 01:44:06", "description": "Hundreds of thousands of federal workers would be furloughed, affecting a wide range of government programs.", "filename": "interactive_2018_01_19_us_politics_government-shutdown-employee-effects_1542337866.html", "image_url": "https://static01.nyt.com/images/2018/01/19/us/government-shutdown-employee-effects-promo/government-shutdown-employee-effects-promo-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_01_19_us_politics_government-shutdown-employee-effects_1542337866.html", "title": "What Will Happen if the Government Remains Shut Down", "title_page": "What Will Happen if the Government Remains Shut Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If Congress fails to come to an agreement, the government shutdown that officially began at 12:01 a.m. Saturday would continue indefinitely. Hundreds of thousands of federal workers would be furloughed, affecting a wide range of government programs.\nShare of Employees Who Would Stay Home Agency Total employees Furloughed Share of employees Housing and Urban Development 7,800 7,500 96% Environmental Protection Agency 14,400 13,700 95% Education 3,900 3,700 95% Commerce 47,900 41,600 87% Labor 15,400 12,800 83% Interior 70,400 56,600 80% Treasury 88,000 48,500 55% Health and Human Services 81,900 41,000 50% Defense (civilian workforce) 740,000 370,000 50% Transportation 55,200 20,500 37% Justice 114,600 19,500 17% Social Security Administration 63,200 10,400 16% Homeland Security 241,400 31,200 13% Veterans Affairs 377,000 15,900 4% Note: Current data for the State, Energy and Agriculture Departments were not immediately available.\nSource: Agency contingency plans\nCritical services that protect “human life or property,” like air traffic control, and programs like the United States Postal Service that have alternate funding sources would continue.\nHere are the outlooks for major federal agencies and some consequences of the last government shutdown, which lasted for 16 days in October 2013:\nHousing and Urban Development\nMost of the nearly 8,000 employees would be furloughed, but the agency would continue essential services like emergency housing for the homeless and new loan endorsements for single family homes.\nLoans to develop or rehabilitate rental units went unprocessed.\nEnvironmental Protection Agency\nMost of its nearly 14,500 employees would be furloughed, according to the agency’s contingency plan. On Friday, however, the agency’s administrator, Scott Pruitt, said that E.P.A. has sufficient resources to operate through next week even if government financing expired and that all employees should plan on working next week.\nInspections at about 1,200 water, hazardous waste and chemical sites were halted.\nEvaluations of potential health impacts of new industrial chemicals were discontinued.\nReviews of pesticides for adverse effects on health and the environment were stopped.\nEducation\nMost of the department’s nearly 4,000 employees would be furloughed. Other than financial aid support, most of the department’s activities would come to a halt.\nCommerce\nOf the department’s nearly 48,000 employees, 90 percent would be furloughed. Work would stall across a wide swath of scientific and economic agencies, including the National Oceanic Atmospheric Administration, the Census Bureau and the International Trade Administration, while activities like fisheries management, patent processing and climate observation would continue.\nImportant monthly reports on trade, retail sales and construction were not released.\nSome technology exports were delayed.\nLabor\nMore than 80 percent of its 15,000 or so employees would be furloughed. Most of the department would be closed, but unemployment compensation would continue.\nSome 1,400 inspections to prevent workplace fatalities were delayed.\nInvestigations to enforce workplace protections were delayed.\nMonthly employment and price reports were not released.\nInterior\nMore than three-quarters of the roughly 70,000 employees would be furloughed. Unlike with previous shutdowns, national parks would remain open, but some services that require staffing, like campgrounds and full-service restrooms, would not operate. Smithsonian museums and the National Zoo would be closed beginning on Monday.\nDrilling permit applications were not processed.\nNational parks and the Smithsonian closed.\nData on natural disasters could not be gathered.\nTreasury\nMore than half of the 88,000 or so employees would be furloughed. The Internal Revenue Service would exempt more employees from being furloughed than it normally would during a shutdown because it is tax filing season.\nThere was a much larger furlough of 80 percent of employees.\nExport certificates for alcohol were not issued.\nThe I.R.S. could not verify data for private-sector lenders.\nTax refunds were delayed.\nImplementation of financial sanctions against countries like Iran and Syria were hampered.\nHealth and Human Services\nHalf of its nearly 82,000 employees would be furloughed, including a vast majority of staff members at agencies that provide grants. Agencies with a substantial direct service component, like the Indian Health Service, would remain mostly open. Medicare would operate “largely without disruption,” according to the Health and Human Services contingency plan, and health care exchange activities would continue.\nApproval of medical devices and drugs was delayed.\nFlu season surveillance and monitoring were cut back.\nNew patients were prevented from enrolling in clinical studies.\nHead Start programs temporarily closed their centers.\nFood safety inspections were delayed.\nDefense\nThe furlough would apply only to about half of the department’s 740,000 civilian workers, but military personnel also would not be paid unless Congress voted to pay them (it did in 2013).\nContracts with small businesses dropped by almost one-third.\nThousands of hours were spent developing and implementing contingency plans and restarting full operations.\nTransportation\nLess than half of its 55,000 or so employees would be furloughed, leaving operations like air traffic control and hazardous material safety inspections largely intact.\nAircraft purchases and deliveries were delayed.\nThe United States Merchant Marine Academy closed for nearly three weeks. The latest guidance said that the academy would now remain open in a shutdown.\nJustice\nMore than 80 percent of the department’s 115,000 employees would be allowed to work through a shutdown because they have national security, law enforcement and criminal justice responsibilities.\nSocial Security Administration\nSocial Security recipients would continue to receive their benefits. Most of the agency’s 63,000 employees would continue to work.\nHomeland Security\nA small share of the department’s 241,000 employees would be furloughed, including those who perform planning, research, policy, regulatory and training activities. Nearly all Customs and Border Protection; Immigration and Customs Enforcement; and Transportation Security Administration employees would remain at work.\nVeterans Affairs\nNearly 96 percent of the agency’s roughly 377,000 employees would continue to work. V.A. hospitals would remain open but functions like education assistance and case appeals would be delayed.\nProgress in reducing the backlog of disability claims stalled.\nSupport for military service members who were transitioning to civilian life was delayed.\nState\nThe department has not released estimates for how many employees would be furloughed. According to a memo, passport services would continue, though passport offices in federal buildings affected by the shutdown could be closed.\nEnergy\nCurrent furlough data for the agency was not immediately available, but 69 percent of workers were furloughed in 2013.\nNational Nuclear Security Administration labs and plants and also nuclear cleanup sites likely lost weeks of productivity.\nAgriculture\nNutrition programs including food stamps (SNAP) and the program for women and children (WIC) would continue. Current furlough data for the agency was not immediately available.", "url": "https://www.nytimes.com/interactive/2018/01/19/us/politics/government-shutdown-employee-effects.html"}