{"authors": ["Alicia Parlapiano", "Wilson Andrews"], "date_download": "2018-11-16 03:11:06", "date_modify": "2018-11-16 03:11:06", "date_publish": "2018-01-19 01:11:16", "description": "A deal to avoid closing the federal government hinges on Senate Democrats, and some Republicans, who want to include protections for young undocumented immigrants.", "filename": "interactive_2018_01_18_us_politics_government-shutdown-congress_1542337866.html", "image_url": "https://static01.nyt.com/images/2018/01/18/us/politics/government-shutdown-congress-1516323464448/government-shutdown-congress-1516323464448-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_01_18_us_politics_government-shutdown-congress_1542337866.html", "title": "These Factions in Congress, Split Over ‘Dreamers,’ Could Lead to Government Shutdown", "title_page": "These Factions in Congress, Split Over ‘Dreamers,’ Could Lead to Government Shutdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Lawmakers have until Friday at midnight to pass a short-term spending bill to avoid a government shutdown. The House passed the bill Thursday night, but it appears less likely to pass in the Senate, where Democrats are demanding that the legislation include protections for young undocumented immigrants. Get the latest updates.\nHere are the primary factions in the debate:\nDemocrats who will risk a government shutdown to secure protections for Dreamers.\n“Congress should remain in session with no recess until we work out a long-term bipartisan budget deal.” Senators Mark Warner and Tim Kaine of Va. “We are not going to desert these young people,” he said, referring to DACA beneficiaries. Senator Bernie Sanders of Vt. (Independent who caucuses with Democrats)\nWhat do they want?\nThose expected to vote against the current version of the bill include a majority of Senate Democrats, including several presidential hopefuls and a handful of senators who voted in favor of the last stopgap bill.\nThese Democrats are insisting that any spending measure must include immigrant protections for beneficiaries of the Deferred Action for Childhood Arrivals program, also known as “Dreamers,” who could face deportation when the program ends on March 5.\nThey also want a permanent extension of funding for the Children’s Health Insurance Program, or CHIP, which was allowed to lapse last fall. Republicans included a six-year extension of the funding in the spending bill, effectively daring Democrats to vote against it.\nAre they needed to pass a bill?\nNot necessarily. As long as just some Democrats support the bill, it could pass in the Senate.\nSenate Democrats who are facing tough re-elections.\n“I want to keep the government open.” Senator Joe Manchin III of W.V. “I think it’s a bad proposal, I’ll just tell you that, and it has nothing to do with DACA.” Senator Jon Tester of Mont.\nWhat do they want?\nTen Democratic senators representing states won by Donald J. Trump are up for re-election this year. While these senators support DACA protections, they are the Democrats most likely to vote for the bill because they do not want to be blamed for a shutdown, or the failure to extend CHIP funding, come November. Senator Joe Manchin III of West Virginia has said he would vote yes.\nBut at least one red-state Democrat, Senator Jon Tester of Montana, has hinted that he would vote against the bill.\nAre they needed to pass a bill?\nYes. Even if all Senate Republicans vote for the bill (and some have said they will not), it would still take at least 10 Democrats to avoid a filibuster and pass with 60 “yes” votes.\nRepublican leaders in Congress.\n“There is nothing – nothing – in such a continuing resolution that my Democratic friends actually oppose.” Senator Mitch McConnell of Ky., the majority leader “I think members understand: Why on earth would we want to have a government shutdown, hurt the military?” Representative Paul D. Ryan of Wis., the House speaker\nWhat do they want?\nRepublican leaders want to pass their spending bill, ensuring that the government remains open on their watch. After a recent report by the Congressional Budget Office found that the extending funding for CHIP would actually save the government money, they enthusiastically included it in their bill, making it more difficult for Democrats to vote against it.\nRepublican leaders are also open to putting protections for DACA recipients into law, but only if they are included alongside increased border security and other immigration measures.\nAre they needed to pass a bill?\nYes. Most of their caucuses will vote along with them.\nRepublicans who have said they will vote ‘no.’\n“Above all else I want to rebuild the military that’s in a great decline.” Senator Lindsey Graham of S.C. “I’m not going to vote to continue to put the country further into debt.” Senator Rand Paul of Ky.\nWhat do they want?\nFour Republican senators have said they would vote against the bill. Senator Lindsey Graham of South Carolina said that he would not vote for the measure because he wanted to use the opportunity to pass a bipartisan immigration plan and an increase in military spending. Senator Jeff Flake of Arizona cited the lack of a bipartisan solution for DACA recipients when he said he was “not inclined to vote” for a one-month spending resolution.\nSenator Rand Paul of Kentucky, who has voted against past continuing resolutions, cited concerns about the federal debt.\nSenator Mike Rounds of South Dakota said that he would not support a short-term funding approach, particularly because of its effect on the defense budget. Republicans in the conservative House Freedom Caucus had previously cited similar concerns, but the group said Thursday evening that it would support the bill after being promised later votes on military issues.\nAre they needed to pass a bill?\nYes. If Republicans vote against the bill in the Senate, more Democrats will have to vote yes in their stead for it to pass.\nThe White House\nPresident Trump told reporters on Thursday that he believed “the Democrats would like to see a shutdown” in order to drown out discussion of his successful economic policies.\nWhat does the White House want?\nThe administration on Wednesday released a statement endorsing the spending bill, including the CHIP funding extension. But on a Thursday morning, a tweet by the president, in which he said that a long-term extension of CHIP should not be a part of a stopgap spending bill, added confusion to the debate. Hours later, a White House spokesman said Mr. Trump supports the bill.\nIs the administration needed to pass a bill?", "url": "https://www.nytimes.com/interactive/2018/01/18/us/politics/government-shutdown-congress.html"}