{"authors": ["Jennifer Medina", "Josh Haner", "Josh Williams", "Quoctrung Bui"], "date_download": "2018-11-16 03:40:06", "date_modify": "2018-11-16 03:40:06", "date_publish": "2017-11-08 10:05:31", "description": "The government could choose a design soon, but experts say picking one that works for the entire southern border would be extremely hard.", "filename": "interactive_2017_11_08_upshot_eight-ways-to-build-a-border-wall-prototypes-mexico.html_module=inline_1542339606.html", "image_url": "https://static01.nyt.com/images/2017/11/06/upshot/how-to-pick-a-border-wall-1509734426248/how-to-pick-a-border-wall-1509734426248-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_11_08_upshot_eight-ways-to-build-a-border-wall-prototypes-mexico.html_module=inline_1542339606.html", "title": "Eight Ways to Build a Border Wall", "title_page": "Eight Ways to Build a Border Wall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "SAN DIEGO — They all stand neatly in a row: eight large panels on a barren dirt patch just a few hundred yards from the San Diego border with Mexico. Unveiled in late October, these are the prototypes for the border wall President Trump has vowed to erect on the southern border. Later this year, the federal government will test the panels for strength and effectiveness.\nThese prototypes make clear that a border wall is not simple: It can vary considerably in material, shape and cost. And while it is far from clear that Congress will pay for a wall or that any of these designs will be built at wider scale, they are real-life renderings of a promise that fueled much of Mr. Trump’s campaign.\nSix contractors have made bids on the wall, and the specific details of their plans are not public. But they allowed us to visit the prototypes, and we asked border security experts and engineers what they saw in each design and what challenges each wall may face.\nEvery expert agreed on one thing: Finding a design that would work for the entire length of the border would be extremely hard, if not impossible. And many caution that such a wall may never happen.\nConcrete or No Concrete?\nConcrete Not concrete\nThe prototypes include plain concrete walls and ones made of a combination of materials, what the government described as “other than concrete.” The term is intentionally vague, a signal to contractors to be creative and bring a design that U.S. Customs and Border Protection had not considered.\nAny barrier must be able to withstand at least 30 minutes of force from a “sledgehammer, car jack, pick axe, chisel, battery-operated impact tools, battery-operated cutting tools, oxy/acetylene torch or other similar hand-held tools,” according to the instructions for the prototypes.\nSome “other than concrete” prototypes incorporate steel, which can be relatively easy to cut with a torch, while pure concrete is not. A hollow steel pipe whose walls are half an inch thick could easily be cut in less than an hour, according to Michael D. Engelhardt, professor of structural engineering at the University of Texas at Austin.\nSteel is also malleable. Mr. Engelhardt said that a small hydraulic arm (similar to the “Jaws of Life” used to pry open a crumpled car) could easily be used to make an opening in such a wall: “The equipment is small (could likely fit in a backpack), inexpensive, widely available and can generate many tons of force.”\n“Steel can rust really quickly,” said Curtis Patterson, a structural engineer based in San Diego who visited the prototypes with a team of Times journalists. He pointed to several rust spots that had already appeared on one of the prototypes, less than a month after construction.\nBut some envision the mixed-material walls as having more technological capabilities. They might be called smart walls: walls that incorporate radar, acoustics and other types of surveillance embedded in the infrastructure. One of the contractors bidding on the wall is ELTA North America, an Israeli defense contractor that specializes in radar and communication equipment.\n“My sense is they will select multiple awards for these types of infrastructure,” said Jayson Ahern, a former acting commissioner of Customs and Border Protection who was involved in the construction of a border fence during the George W. Bush administration. “Some will be for technology, some for when they just need a wall.”\nOpaque or Transparent?\nOpaque Transparent\nDavid Aguilar, a former deputy commissioner of Customs and Border Protection, said that with concerns over officer safety, it is critical that border patrol agents have good situational awareness: “It can be done visually or it could be done with technology, but in a high-activity area, it is difficult to discern legal activity versus illegal. In urban areas, you’re going to need that transparency. In terms of attempted intrusion, you want to see people coming toward the border so that they can respond.”\nMichael Evangelista-Ysasaga, the chief executive of Penna Group, which has contracted with the government before but whose prototype bid was rejected, said: “A see-through border wall allows them to know when they are facing threats on the other side, which Border Patrol has long preferred on their wish list. They didn’t want a solid wall. Going through was never the real threat. The real threat is going over or under.”\n“Big” and “Beautiful”?\nMore aesthetics Fewer aesthetics\nMr. Trump campaigned on a “big, fat, beautiful wall,” so it’s unsurprising that looks play a role in the border wall guidelines. The official proposal request says that the U.S.-facing side of the wall should be “aesthetically pleasing.”\nBut standing in front of the prototypes, Mr. Patterson winced when he considered the aesthetics of a potential wall. “I don’t know if there’s a way to make these beautiful — unless you get murals painted on them,” he said with a chuckle. “You want something that blends in, that you wouldn’t be offended to look at from your backyard. Some of the steel looks like something you’d find in a prison. The brick facade is more like something you’d see on a freeway.”\nThe only wall that actually has a brick facade is the prototype from Texas Sterling Construction. But in keeping with the guidelines, the pattern appears only on the U.S.-facing side. What Mexico gets to see is a bare concrete wall lined with barbed wire.\nFacing the United States Facing Mexico\nIt turns out that barbed wire presents its own problems. Mr. Evangelista-Ysasaga said that his company often uses razor wire in prisons and that animals routinely get stuck. For humans, hair and clothing could get tangled in it. Having such wire along the border would be “really inhumane,” he said. “You’re going to read about a whole family dead on a Sunday morning. It’s going to be a human rights nightmare in the international world.”\nPrecast or Filled On-Site?\nPrecast Filled-in\nThe engineers and contractors agree that concrete walls aren’t the most complicated of structures to deal with. For them, the big question is: Do you make walls on-site or precast them?\nLengthy wall segments in very remote regions can make pouring concrete on-site expensive and logistically difficult.\nMost experts thought that precasting — making the concrete panels elsewhere and then shipping them to the border — was the most practical choice. “Rather than build from Point A to Point B, the wall route could be divided into segments, say 100 miles apart,” said Daniel Abrams, a professor of structural engineering at the University of Illinois at Urbana-Champaign.\nTube or No Tube?\nTube No tube\nBorder patrol officials have repeatedly said that they want to construct a wall that would be effectively impossible to scale — that it should be “physically imposing,” measure between 18 and 30 feet high and include “anti-climbing features.”\nMany of the contractors added a rounded tube at the top of their prototypes; they believe it will make it far less likely that anyone could reach the top. “It makes it impossible to straddle or use to get a rope ladder across because there is nothing to hook onto,” Deputy Chief Patrol Agent Roy D. Villareal said.", "url": "https://www.nytimes.com/interactive/2017/11/08/upshot/eight-ways-to-build-a-border-wall-prototypes-mexico.html?module=inline"}