{"authors": [], "date_download": "2018-11-16 04:21:04", "date_modify": "2018-11-16 04:21:04", "date_publish": "2014-01-16 21:04:33", "description": "As Yahoo’s chief executive, Ms. Mayer acquired more than 20 companies, but ultimately struggled to turn around the web pioneer.", "filename": "interactive_2014_01_16_technology_marissa-mayer-yahoo-timeline.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342064.html", "image_url": "https://static01.nyt.com/images/2014/01/16/technology/yahoo-mayer-timeline-poster/yahoo-mayer-timeline-poster-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2014_01_16_technology_marissa-mayer-yahoo-timeline.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342064.html", "title": "Milestones in Marissa Mayer’s Tenure as Yahoo’s C.E.O.", "title_page": "Milestones in Marissa Mayer’s Tenure as Yahoo’s C.E.O. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Marissa Mayer Is Named Chief of Yahoo Ms. Mayer, a top executive at Google, becomes the seventh chief executive of Yahoo in less than five years. She also announces that she is pregnant. Mayer Orders Workers Back to the Office\nYahoo and its chief executive abolish the company's work-at-home policy in an effort to reinvigorate the once-dominant Internet pioneer. The move is seen as a reaction by a company in crisis mode, and is immediately met with criticism.\n“This isn’t a broad industry view on working from home,” according to a statement from the company. “This is about what is right for Yahoo right now.”\nSummly Is Acquired Yahoo buys Summly, a news-reading app started by a 17-year-old high school student in Britain. The purchase price is estimated at about $30 million. Enhancing Parental Leave Policy\nThe company doubles the time new parents are allowed to take off, an olive branch after receiving negative attention for revamping its work-at-home policy.\nMs. Mayer, Yahoo’s chief executive, has said that attracting talented workers is crucial for the company’s turnaround. Since arriving at Yahoo, Ms. Mayer has increased the amount of perks employees receive, including handing out smartphones and free lunches in the company cafeteria.\nYahoo Snaps Up Tumblr for $1.1 Billion The deal for the blogging service is regarded as the largest acquisition of a social networking company in years, surpassing Facebook's $1 billion purchase of Instagram in 2012. Yahoo Becomes Top Trafficked Online Property Again For the first time since May 2011, Yahoo sites get the most monthly visitors among Internet properties, barely inching out sites owned by Google, which include YouTube. Outrage After Mail Is Revamped\nDays after the company unveiled the second redesign of its mail service under Ms. Mayer's leadership, thousands of users express their displeasure with the changes. Several groups form online, advocating to change it back.\nWith an estimated 275 million users, Yahoo used to be the most popular email service in the United States. But it has been surpassed in recent years by Google’s Gmail service and Microsoft’s Hotmail offering.\nYahoo users suspect the new Yahoo Mail was the company's unsuccessful attempt to mimic Gmail, which Ms. Mayer had a hand in overseeing while she worked at Google.\nPlacing Stock in Celebrity\nLooking to further restore the company's diminished profile, Ms. Mayer hires Katie Couric to be the \"global anchor\" for Yahoo, a role that is likely to include interviewing major newsmakers as well as an expansion of the company's news operations.\n\"We both speak the same language and share the same sensibilities,\" Ms. Couric says of Ms. Mayer.\nAlibaba Goes Public, a Windfall for Yahoo The Alibaba Group, the Chinese Internet juggernaut, raises nearly $21.8 billion in its initial stock sale. Yahoo, a longtime shareholder with a sometimes rocky relationship with its Chinese partner, raises nearly $8.3 billion through the offering. Spinoff of Alibaba Stake Announced Ms. Mayer announces plans to spin off Yahoo's 15 percent stake in Alibaba into a separate company, with the aim of avoiding taxes on the transaction. The decision cheers shareholders since they stand to reap all the remaining profit from Yahoo’s prescient investment, which cost virtually nothing a decade ago but is now worth about $39.5 billion. Yahoo Buys the Shopping Site Polyvore The acquisition of Polyvore, which was founded in 2007 by three former Yahoo engineers, gives Yahoo a foothold in mobile e-commerce. And the shopping site's ads, which blend in with the other content on its app, fit Yahoo’s strategy of moving more into so-called native advertising. Investor Calls for Yahoo to Keep Alibaba Stake and Sell Core Business\nA prominent activist investor, the hedge fund Starboard Value, urges Yahoo to forgo a plan to spin off its stake in Alibaba and instead sell its core business.\nStarboard argues that the reason for spinning off the Alibaba stake — avoiding taxes while raising money for shareholders — appears to have evaporated after the Internal Revenue Service declined to provide any guidance about the tax liability related to the spinoff.\nReversing Course, the Company Announces It Will Spin Off Its Core Business\nYahoo drops a plan to spin off its $31 billion stake in Alibaba. Instead, the company will spin off all of its other assets, including its stake in Yahoo Japan, into a new company.\nAfter spinning off the company’s 15 percent stake in Alibaba, Ms. Mayer had planned to focus on improving the company’s core business, the sale of advertising that is shown to the roughly one billion users of Yahoo’s apps and websites.\nMs. Mayer is effectively back to square one in her attempts to turn around the beleaguered Internet giant.\nCompany Opens Door to Sale of Core Business and Announces Layoffs Confronted with investor demands for radical action, Yahoo outlines a turnaround plan that includes laying off 15 percent of its 11,000 employees, shedding assets, cutting expenses and focusing on just a few areas where growth seems promising. A few weeks later the company takes a step toward a sale, announcing that its board had formed a strategic-review committee to consider the best path for its core business. Starboard Seeks to Oust Entire Yahoo Board Starboard Value makes good on its threat to try to unseat Yahoo's board, running nine candidates to try to oust all the incumbent directors. Starboard's slate, which includes its chief executive, Jeffrey Smith, represents the strongest challenge to a board of a major American company in some time. Yahoo Gives 4 Board Seats to Starboard as Bids Start Coming In Yahoo gives four director seats to Starboard, ending the activist investor’s campaign to unseat the company’s entire board. One of those seats goes to Starboard’s chief executive, Jeffrey Smith, who also joins a special board committee overseeing the company’s sale process as it combs through preliminary bids. Yahoo Sells Itself to Verizon Verizon, seeking to bolster its meager digital content for consumers, announced that it was acquiring Yahoo’s core internet business for $4.83 billion in cash. The deal, which was reached over the weekend, unites two titans of the early internet, AOL and Yahoo, which were surpassed by Google and Facebook long ago and have struggled to compete on their own.", "url": "https://www.nytimes.com/interactive/2014/01/16/technology/marissa-mayer-yahoo-timeline.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}