{"authors": [], "date_download": "2018-11-16 04:23:15", "date_modify": "2018-11-16 04:23:15", "date_publish": "2015-02-02 18:12:04", "description": "The president’s 2016 budget represents his policy aspirations as he begins negotiations with Republicans.", "filename": "interactive_2015_02_02_us_politics_obama-2016-budget_1542342195.html", "image_url": "https://static01.nyt.com/images/2015/02/02/us/politics/obama-2016-budget-1422899802335/obama-2016-budget-1422899802335-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_02_02_us_politics_obama-2016-budget_1542342195.html", "title": "Obama’s Priorities, in Budget Form", "title_page": "Obama’s Priorities, in Budget Form - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Increases taxes on the wealthiest individuals and on corporations, including a one-time tax on corporate profits held overseas.\nCancels automatic cuts known as sequestration to domestic and military programs and increases spending over 10 years.\nFlattens out deficits around 2.5 percent of G.D.P. because of the increases in revenue.\nFlattens out the nation’s debt around 73 percent of G.D.P.\n90% of G.D.P\n30% of G.D.P.\n30% of G.D.P.\n30% of G.D.P.\n80\n25\n25\n25\n70\nOBAMA’S BUDGET\n60\n20\n20\n20\n50\nCURRENT PROJECTIONS\n15\n15\n15\n40\nACTUAL\n30\n10\n10\n10\nREVENUE\nSPENDING\nDEFICITS\nDEBT HELD BY THE PUBLIC\n20\n5\n5\n5\n10\n0\n0\n0\n0\n’08\n’15\n’20\n’25\n’08\n’15\n’20\n’25\n’08\n’15\n’20\n’25\n’08\n’15\n’20\n’25\nIs this an increase or decrease?\nAn increase. Revenues in the budget are $3 trillion more (over 10 years) than the Congressional Budget Office projects and $2.1 trillion more than the White House projects (its baseline assumes that certain policies will continue).\nAn increase, depending on what you assume. If all current laws stay in place, the budget is an increase of $1 trillion over 10 years. The White House assumes that overall spending levels would be the same over 10 years without its budget.\nA decrease. Under current policies, the deficit is expected to slowly increase beginning in 2018.\nA decrease. Under current policies, the debt is expected to climb to 79 percent by 2025.\nWhat do Republicans want?\nNo tax increases. Republicans in Congress have called for an overhaul of the tax system and have resisted any increases by the president.\nTo cut spending. Republicans are opposed to new spending on the president’s domestic policy priorities in areas like immigration and education.\nA balanced budget. For the last several years, Republicans have put forth a budget that eventually eliminates the deficit altogether.\nTo reduce the debt more. Republicans have sought to reduce the nation’s debt and have criticized the president for failing to address its long-time drivers like Medicare and Social Security.\nIs there room for compromise?\nNot much. Representative D. Paul Ryan, the head of the Ways and Means Committee, has suggested that he could work with the president to expand the earned income tax credit program.", "url": "https://www.nytimes.com/interactive/2015/02/02/us/politics/obama-2016-budget.html"}