{"authors": ["Matthew Goldstein", "Robert Gebeloff", "Ross Mantle", "Matt Ruby"], "date_download": "2018-11-16 03:59:13", "date_modify": "2018-11-16 03:59:13", "date_publish": "2018-09-12 09:00:01", "description": "Prices are soaring in North Las Vegas, which helped spark the global financial crisis a decade ago. But many in the middle class are still struggling to regain what was lost.", "filename": "interactive_2018_09_12_business_las-vegas-housing-crisis_1542340753.html", "image_url": "https://static01.nyt.com/images/2018/09/16/business/16Financial-Crisis-01/Financial-Crisis-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_09_12_business_las-vegas-housing-crisis_1542340753.html", "title": "The Epicenter of the Housing Bust Is Booming Again. (That’s a Warning Sign.)", "title_page": "The Epicenter of the Housing Bust Is Booming Again. (That’s a Warning Sign.) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This quiet working-class town, just beyond the glitz of the Las Vegas Strip, helped spark the global financial crisis 10 years ago. The fallout was inescapable: Nearly one in three homes went into foreclosure.\nToday, the community of North Las Vegas, encompassing the 89031 ZIP code, is the model of the recovery that has swept the nation. The economy is growing, companies are hiring, and the housing market is hot, with this suburban enclave spreading farther into the Mojave Desert.\nBut the recovery has been uneven.\nAlthough the Las Vegas area is booming, the middle class is still getting squeezed.\nSteady growth across the country has lifted the stock market and corporate profits. Those gains, though, haven’t filtered down to most workers. Incomes have barely budged, and consumer debt is increasing again.\nHousing prices in North Las Vegas are rising so fast that many communities are no longer affordable. Much of the new construction is at the high end, keeping out many first-time homeowners. Some cannot come up with money for a down payment, while others are wary of getting back into a market that once burned them.\nFor many, the American dream is now out of reach. It is increasingly a nation of renters.\nThis is Angela Guthrie’s third home in a dozen years.\nShe bought a three-bedroom house in 2006 with her husband. But she couldn’t keep up on the payments on the mortgage, a subprime loan with ballooning interest rates. She filed for personal bankruptcy, lost the home and got divorced.\nShe tried to buy a home a few miles away, on a property with a rent-to-own option, and put down $3,000 upfront. The deal went bad when she couldn’t get a mortgage, and she lost the down payment.\nMs. Guthrie now lives in a rental a few blocks away.\nIt’s in a safe neighborhood where private security guards patrol at night. But the new owner, an out-of-state investor, just raised the rent by a few hundred dollars and demanded an additional $1,000 for the security deposit.\nA mother of four, Ms. Guthrie, 51, didn’t have much choice. Her 15-year-old daughter is in a top high school, and she didn’t want to jeopardize her placement by moving out of the neighborhood.\nMs. Guthrie, who works at a souvenir distribution company, isn’t planning on buying again. For her, the foreclosure is still too fresh. “How do you build wealth?” she asked. “My views on homeownership have changed.”\nIn the past decade, this home on Osiana Avenue has changed hands five times, twice in foreclosure.\nThe first owner bought the house for $400,000 in 2005, taking out more than $1.3 million in loans to acquire the property and three others. She ended up losing all of them in foreclosure and filing for bankruptcy.\nThe damage from the housing crisis — a toxic combination of frenzied buying, rampant construction, predatory lending and investment excess — was extensive. Of the 23,000 single-family homes in the 89031 ZIP code, more than 7,500 have had at least one foreclosure since 2006, according to Attom Data Solutions.\nForeclosures in 89031 since 2006 Yellow squares on the map are properties that went into foreclosure. Source: Attom Data Solutions Edge of 89031 ZIP code WEST ANN ROAD WEST LONE MOUNTAIN ROAD NORTH LAS VEGAS Foreclosures in 89031 since 2006 Yellow squares on the map are properties that went into foreclosure. Source: Attom Data Solutions WEST ANN ROAD WEST LONE MOUNTAIN ROAD Edge of 89031 NORTH LAS VEGAS Foreclosures in 89031 since 2006 Yellow squares on the map are properties that went into foreclosure. Edge of 89031 NORTH LAS VEGAS Source: Attom Data Solutions\nThe wave of foreclosures over the past decade changed the face of the community.\nSandra L. Francescon, a registered nurse, bought the house on Osiana Avenue for $227,000 in 2008. She faced foreclosure four years later, after the homeowner association said she was delinquent on her fees. Some 10,000 liens were placed on homes here by creditors when owners failed to pay bills.\nShe went to court without a lawyer, and lost the case with the homeowner association. “I am still sick to my stomach to this day,” said Ms. Francescon, 59. “The thing that threw me off is the bank kept saying everything was still in good standing.”\nLike many in the same situation, she was forced to move elsewhere. Ms. Francescon now lives in Illinois.\nEarly in the crisis, cash-rich investors rushed in, snapping up troubled homes on the cheap.\nBig, Wall Street-backed firms and small players picked up homes by the thousands at bank foreclosures for well under $100,000. The investor who bought the house on Osiana Avenue after Ms. Francescon paid just $6,000.\nThe bargains are now gone.\nPrices are up more than 135 percent from the depths of the crisis in North Las Vegas, rising almost three times as fast as the national average, according to the analytics firm Black Knight.\nJasmine Ricks and her sister Portia Reed were among the lucky ones to get a home at their price point.\nThe sisters, both in their 20s, were tired of throwing away their money. And they wanted a home where their three kids could play.\nAfter looking at two properties this summer, they found a five-bedroom home with three bathrooms for $300,000. First-time home buyers, they were able to take advantage of a program that provides financial assistance in hard-hit areas. They put down less than $1,000.\n“It surprised us. This was the easiest thing we ever did in our lives,” said Ms. Ricks, who works at a medical records company. “It has a huge backyard. The kids love it.”\nThe rebound in housing has followed the broader recovery, as the area attracts new employers.\nAmazon has opened two huge centers in North Las Vegas for distributing goods and handling returns, bringing thousands of jobs. A third facility is on the way. Sephora, the cosmetics company, recently broke ground here for a giant warehouse.\nWith nearly a quarter-million people, North Las Vegas is one of the fastest-growing cities in the country. It’s also young — the average resident is just 33 years old.\nLike much of the area, North Las Vegas is a landscape of contrasts, where pawnshops are as common as manicured golf courses.\nSquat and basic housing complexes sit just miles from more luxurious homes with grass lawns — a rarity in a community where yards of rock and of desert are the norm.\nIn a fast-moving market, many can’t afford to buy at all. Although prices are still below their pre-crisis peak, North Las Vegas is considered one of the most overvalued markets in the country.\nToday, renters live in about 45 percent of the city’s single-family homes. In 2008, they accounted for 33 percent of homes.\nAlma Williams worries that her landlord will raise the rent on this four-bedroom home.\nMs. Williams, who has lived in North Las Vegas for 25 years, has been on a month-to-month lease for nearly two years. Her landlord has kept her rent steady so far at $1,400.\nBut Ms. Williams, a 69-year-old retiree, lives on a fixed income and doesn’t have much financial wiggle room. She shares the home with her adult daughter, who is recovering from cancer, and a 12-year-old grandson.\n“It is hard for many people to buy a home in Vegas,” she said. “People don’t make enough money.”\nThe rate of rent increases on Las Vegas-area homes are among the highest in the country.\nJazzmine Guiberteaux moved here a few years ago from Oakland, Calif. — one of many California real estate refugees who headed to Nevada in search of more space and cheaper housing. But she is increasingly being priced out.\nA 35-year-old mother of two, with another child on the way, she works in a clothing shop and drives for Uber to earn extra cash. She has had to move three times in five years.\nMs. Guiberteaux’s previous landlord terminated her month-to-month lease on Mother’s Day. It took her 10 days to get a new place. “The rent is higher,” she said. “But it’s in a better neighborhood.”\nFor some renters, affordability isn’t the only issue. Subtle discrimination also complicates their search.\nIn June, there were about 1,800 rental homes in Clark County, which includes North Las Vegas. Just 39 were accepting tenants with so-called Section 8 housing vouchers, the subsidized rental assistance from the federal government.\nKristine Bergstrom-Norwood with Nevada Legal Services said she and her colleagues see this problem all the time. They call the unspoken obstacle “renting while black.”\nIt doesn’t help that developers are largely focused on the upper end of the housing market.\nOne developer, Pardee Homes, is building $400,000-plus homes on the edge of the desert. Upscale homes at the Villages at Tule Springs come in three styles: Desert Contemporary, Modern Spanish and Nevada Living.\nLennar is building moderately priced townhomes and condos with a New York theme. The home models are called Brooklyn, Manhattan and Rochester.\nHouses in North Las Vegas “are going like hotcakes,” said Trish Nash, a real estate broker and longtime resident. “They are going in just three days, even one day on the market. And they’re going for the asking price or above.”\nRichard Plaster has watched the building business go from boom to bust back to boom again.\nA British-born American citizen, Mr. Plaster has been living in the Las Vegas area since 1973. When he moved here, it had about a quarter-million people; now it has 2.2 million.\nBefore the housing crisis, he had built hundreds of homes. When the financial crisis brought construction to a halt, he switched to buying homes and apartments to rent.\nHe says he wants to build affordable housing.\nMr. Plaster’s Solana Terrace development will have 184 homes when completed. He is setting aside about a half-dozen homes for young buyers with modest incomes, who will be able to get assistance with down payments from a state program.\nIt’s the right thing to do, said Mr. Plaster, 71, given how young families were hit hard by the financial crisis.", "url": "https://www.nytimes.com/interactive/2018/09/12/business/las-vegas-housing-crisis.html"}