{"authors": ["Kevin Granville"], "date_download": "2018-11-16 03:53:29", "date_modify": "2018-11-16 03:53:29", "date_publish": "2016-08-20 21:08:26", "description": "On his first full workday in office, President Trump delivered on a campaign promise by abandoning the enormous trade deal that had became a flashpoint in American politics.", "filename": "interactive_2016_business_tpp-explained-what-is-trans-pacific-partnership.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340409.html", "image_url": "https://static01.nyt.com/images/2016/08/04/business/04TPPEXPLAINER/04TPPEXPLAINER-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_business_tpp-explained-what-is-trans-pacific-partnership.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340409.html", "title": "What Is TPP? Behind the Trade Deal That Died", "title_page": "What Is TPP? Behind the Trade Deal That Died - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Trans-Pacific Partnership, the largest regional trade accord in history, would have set new terms for trade and business investment among the United States and 11 other Pacific Rim nations — a far-flung group with an annual gross domestic product of nearly $28 trillion that represents roughly 40 percent of global G.D.P. and one-third of world trade.\nBut the agreement, a hallmark of the Obama administration, became a flashpoint in the United States presidential campaign, where it was opposed by the nominees of both major parties as a symbol of failed globalism and the loss of United States jobs overseas.\nThe election of Donald J. Trump all but ensured that the deal would not go through. On Monday, his first full workday in office, Mr. Trump delivered on a campaign promise and signed a statement formally abandoning the Pacific trade deal.\nMr. Trump’s press secretary, Sean Spicer, later said the administration would push for bilateral trade agreements in the future. Aides have suggested that Mr. Trump may move quickly to reopen the North American Free Trade Agreement with Mexico and Canada.\nThe Trans-Pacific Partnership was the product of years of negotiations that culminated in late 2015 with the endorsement of the 12 nations’ trade chiefs. It was a hallmark achievement for President Obama, who had pushed for a United States foreign policy “pivot” to the Pacific rim. The goal was to bind Pacific nations closer through lower tariffs while also serving as a buttress against China’s growing regional influence. An independent study said that it would raise incomes and exports in the United States, but not jobs over all.\nBut the proposal, which was never put to a vote in Congress, ran into an election year when the benefits of international trade agreements were roundly questioned. United States lawmakers predicted the deal would lead to a loss of jobs and competitive wages. Opposition to the pact became a popular rallying cry in stump speeches by Mr. Trump.", "url": "https://www.nytimes.com/interactive/2016/business/tpp-explained-what-is-trans-pacific-partnership.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}