{"authors": ["Max Fisher", "Jugal K. Patel"], "date_download": "2018-11-16 04:17:13", "date_modify": "2018-11-16 04:17:13", "date_publish": "2017-02-24 10:00:34", "description": "Clues from a single propaganda photo reveal details about North Korea’s expanding weapons programs and internal politics.", "filename": "interactive_2017_02_24_world_asia_north-korea-propaganda-photo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341833.html", "image_url": "https://static01.nyt.com/images/2017/02/24/international-home/north-korea-propaganda-photo-1487891040109/north-korea-propaganda-photo-1487891040109-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_02_24_world_asia_north-korea-propaganda-photo.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341833.html", "title": "What One Photo Tells Us About North Korea’s Nuclear Program", "title_page": "What One Photo Tells Us About North Korea’s Nuclear Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "KCNA/Handout/European Pressphoto Agency\nImages like this one might look silly, but they are rich with insights into the country’s military and politics. By using high-tech forensics and traditional detective work, analysts and intelligence agencies can use photos to track North Korea’s internal politics and expanding weapons programs with stunning granularity.\nSeveral experts walked us through this photo of Kim Jong-un, North Korea’s leader, unveiling what he claimed was a new nuclear device. But the image, from March 2016, may show more than Mr. Kim intended: the possible range of the missile behind him, his relationship with the military, even his precise location.\nThe Bomb\nNorth Korea calls this its first miniaturized nuclear warhead, small enough to fit on a missile. Analysts call it the disco ball.\nJeffrey Lewis, an analyst at the Center for Nonproliferation Studies at the Middlebury Institute of International Studies, used the photo to estimate the device’s size, from which he deduced its weight — a few hundred kilograms — and its destructive yield, about 20 kilotons, roughly equivalent to the atomic bombs that the United States dropped on Japan.\nBut more important than yield was its small size – about 60 centimeters in diameter – which appears to match North Korea’s claim that it can fit on their long-range missiles, a major leap forward for the country’s nuclear prowess.\nWiring Nozzle NUCLEAR WARHEAD Plug Wiring Nozzle NUCLEAR WARHEAD Plug\nAnalysts are unsure about the metal plug. It could be a routine component to trigger detonation or it could be used to inject gas, making the device more efficient. This would allow North Korea to build more warheads out of limited plutonium supplies, multiplying the size of its arsenal.\nThere’s also disagreement over the nozzle. Some suspect it’s a safety feature used to enter the nuclear “pit” just before detonation; others say it could be used to arm the warhead. Analysts hope new images will emerge that will help them solve these riddles.\nThe Outfit\nScholars of North Korean state media recognize Mr. Kim’s jacket from official portrayals of his grandfather, Kim Il-sung, the nation’s founding leader. The elder Kim is heavily celebrated in state media and closely associated with the Korean War. Mr. Kim, by borrowing his coat, is sending a message that North Korea is again on a war footing.\nMr. Kim’s grandfather, Kim Il-sung, shown in a North Korean propaganda magazine.\nSuch details help scholars to understand how Mr. Kim is constructing his legitimacy. By mimicking his grandfather, he is implicitly breaking with his father, Kim Jong-il, who tended to rule through institutions like the military and the Communist Party. Instead, Mr. Kim is asserting himself as the center of all authority, as his grandfather did. This pose can help experts better understand the government’s internal dynamics and how it might behave.\nThe Entourage\nNotice what’s absent: military uniforms at an event to unveil a new military weapon. In a country where propaganda sets reality, and the political hierarchy can be life or death, such choices matter.\nThat’s why Michael Madden, an analyst, tracks appearances by North Korean officials. Here, he spotted civilian officials and two key military leaders: the head of the nuclear program and the head of missile forces, both in civilian clothing.\nThat sends a clear message: Mr. Kim is asserting that he runs the nuclear weapons program personally, cutting out the usual chain of command. “This is not rule by the military anymore. This is rule by one man,” said Joshua Pollack, who edits the Nonproliferation Review.\nThe body language is also significant: Mr. Kim is giving guidance as even top military officials dutifully take notes, a show of submission to his personal authority over this specific warhead.\nThe Missile\nEven a glimpse of the intercontinental missile in the background reveals important information. David Schmerler, also with the Center for Nonproliferation Studies, noticed the white lettering, which is Korean for “support.” Missile airframes are fragile and so have to be rested where the frame is strongest — between the internal tanks.\nExterior of the KN-08 missile The KN-08, shown behind Kim Jong-un, is designed for a range of 7,200 miles, but has had no flight tests to date. Heat shield Warhead STAGE 1 STAGE 2 STAGE 3 Possible nuclear device Possible electronics package AT LEAST 62 FEET Exterior of the KN-08 missile The KN-08, shown behind Kim Jong-un, is designed for a range of 7,200 miles, but has had no flight tests to date. Possible electronics package Heat shield Warhead Possible nuclear device STAGE 3 STAGE 2 AT LEAST 62 FEET STAGE 1 Exterior of the KN-08 missile The KN-08, shown behind Kim Jong-un, is designed for a range of 7,200 miles, but has had no flight tests to date. Heat shield Warhead STAGE 1 STAGE 2 STAGE 3 Possible nuclear device Possible electronics package AT LEAST 62 FEET Exterior of the KN-08 missile The KN-08, shown behind Kim Jong-un, is designed for a range of 7,200 miles, but has had no flight tests to date. Possible electronics package Heat shield Warhead Possible nuclear device STAGE 3 STAGE 2 AT LEAST 62 FEET STAGE 1 Source: NTI/CNS\nBy measuring the number and size of those tanks, Mr. Schmerler was able to effectively X-ray the missile’s interior and deduce information like the type of fuel used. Altogether, this reveals that the missile is designed for a range of thousands of miles — enough to reach Washington, D.C., if the technology is perfected.\nPakistan Saudi Arabia Iran China Mongolia Italy Russia Spain North Korea Norway Japan Guam Musudan 2,200 miles Australia Canada A Wave of Warheads The potential range of North Korea’s current weapons, particularly the KN-14 and KN-08 missiles, would put most of the world in reach of its nuclear warheads. KN-14 6,200 miles United States KN-08 7,200 miles Mexico A Wave of Warheads The potential range of North Korea’s current weapons, particularly the KN-14 and KN-08 missiles, would put most of the world in reach of its nuclear warheads. Saudi Arabia Italy China Russia Britain Musudan 2,200 miles Canada United States KN-08 7,200 KN-14 6,200 Estimated ranges Italy China Russia North Korea Britain Japan Musudan 2,200 miles A Wave of Warheads The potential range of North Korea’s current weapons, particularly the KN-14 and KN-08 missiles, would put most of the world in reach of its nuclear warheads. Canada KN-14 6,200 miles United States KN-08 7,200 miles Source: The James Martin Center for Nonproliferation Studies\nBy Troy Griggs\nMelissa Hanham, also of the Center for Nonproliferation Studies, is pairing these findings with a series of photos North Korea has released of rocket engine tests, some for the KN-08. Analysis of the flame from the engine, particularly its color, confirm it’s designed to be able to reach the East Coast of the United States one day.\nThe Facility\nNorth Korea did not name the location, but analysts figured it out by sorting through thousands of propaganda photos to identify clues.\nThey narrowed their search, in part, by examining photos where Mr. Kim wore the same outfit, reasoning that his proclivity for wearing the same clothing over a stretch of time would help them spot patterns. (Mr. Pollack also said they could roughly date an undated photo by Mr. Kim’s weight, which tends to fluctuate.)\nThat led them to an earlier photo of the missile facility, whose tiny architectural details and a banner matched those in the “disco ball” photo. Propaganda officials had not bothered to hide its location: the Chamjin missile factory just outside Pyongyang.\nNORTH KOREA Area Shown PYONGYANG MISSILE FACILITY The missile facility is secluded within a small ring of mountainous terrain, just 10 miles from North Korea’s capital city of Pyongyang. TAEDONG RIVER 1 MILE NORTH KOREA Area Shown PYONGYANG MISSILE FACILITY The missile facility is secluded within a small ring of mountainous terrain, just 10 miles from North Korea’s capitol city of Pyongyang. TAEDONG RIVER 1 MILE NORTH KOREA AREA SHOWN PYONGYANG MISSILE FACILITY The missile facility is secluded within a small ring of mountainous terrain, just 10 miles from North Korea’s capitol city of Pyongyang. TAEDONG RIVER 1 MILE NORTH KOREA 0.5 MILE AREA SHOWN PYONGYANG TAEDONG RIVER MISSILE FACILITY The missile facility is secluded within a small ring of mountainous terrain, just 10 miles from North Korea’s capitol city of Pyongyang. Source: Terrain and aerial imagery by Google\nMr. Lewis has been monitoring the facility ever since. He watches how and when it is used, looking for bursts in traffic or new construction. By tracking which facilities are expanded and which are neglected, he can infer the same of whichever program a facility houses.\nSatellite photos show this facility getting a recent upgrade — which Mr. Lewis was able to see up close by finding a matching propaganda photo. Such glimpses give him a feel for key weapons centers. He thinks he may even have spotted Mr. Kim’s car.\nBefore roof extension After MISSILE FACILITY Roof extension Before roof extension After MISSILE FACILITY Roof extension Aerial imagery by Google | Photo from KCNA video\nThese small observations add up, demonstrating that, as Mr. Pollack put it of North Korea’s nuclear development, “this is a deadly serious program.”\nMs. Hanham believes some details may have been deliberately revealed to demonstrate the country’s growing capabilities. Whereas most such images are doctored, if only to improve Mr. Kim’s appearance, she noticed that this was conspicuously unretouched — perhaps a message to the foreign intelligence agencies who conduct such analyses.", "url": "https://www.nytimes.com/interactive/2017/02/24/world/asia/north-korea-propaganda-photo.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}