{"authors": ["Sahil Chinoy"], "date_download": "2018-11-16 03:15:55", "date_modify": "2018-11-16 03:15:55", "date_publish": "2018-05-24 09:00:03", "description": "In the last 16 years, most of the damages caused by catastrophes like wildfires and hurricanes have been concentrated in just a few areas.", "filename": "interactive_2018_05_24_us_disasters-hurricanes-wildfires-storms_1542338155.html", "image_url": "https://static01.nyt.com/images/2018/05/23/us/disasters-hurricanes-wildfires-storms-promo-1527118679463/disasters-hurricanes-wildfires-storms-promo-1527118679463-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_05_24_us_disasters-hurricanes-wildfires-storms_1542338155.html", "title": "The Places in the U.S. Where Disaster Strikes Again and Again", "title_page": "The Places in the U.S. Where Disaster Strikes Again and Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the last 16 years, parts of Louisiana have been struck by six hurricanes. Areas near San Diego were devastated by three particularly vicious wildfire seasons. And a town in eastern Kentucky has been pummeled by at least nine storms severe enough to warrant federal assistance.\nLosses in each ZIP code from major natural disasters, 2002-17 $150,000 $500,000 $1 million $5 million $150,000 $500,000 $1 million $5 million\nSeattle Grayson, Ky., residents have applied\nfor loans to recover from nine\nsevere storms in the last 16 years. Grayson, Ky., had\n9 severe storms\nin 16 years. Helena, Mont. Bismarck, N.D. Minneapolis Boston The 2017 Tubbs fire near Santa\nRosa was the most destructive\nwildfire in state history. Milwaukee Detroit Chicago New York Omaha San Francisco Denver Cincinnati St. Louis Norfolk, Va. San Diego had damages\nfrom wildfires in 2003,\n2007 and 2017. San Diego had\nwildfires in 2003,\n2007 and 2017. Nashville Charlotte Los Angeles Oklahoma City Memphis Atlanta San Diego Dallas Jackson, Miss. Savannah Alaska New Orleans Houston Puerto Rico accounts\nfor almost 5 percent\nof total losses alone. Puerto Rico\nhad 5 percent\nof all losses. Orlando Hawaii Northern Mariana Islands Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Puerto Rico Virgin Is. Miami Guam Am. Samoa Seattle Helena, Mont. Grayson, Ky., residents have applied\nfor loans to recover from nine\nsevere storms in the last 16 years. Grayson, Ky., had\n9 severe storms\nin 16 years. Bismarck, N.D. Minneapolis Boston The 2017 Tubbs fire near Santa\nRosa was the most destructive\nwildfire in state history. Milwaukee Chicago New York Omaha San Francisco Denver Cincinnati St. Louis Norfolk, Va. San Diego had damages\nfrom wildfires in 2003,\n2007 and 2017. San Diego had\nwildfires in 2003,\n2007 and 2017. Nashville Charlotte Oklahoma City Los Angeles Memphis Atlanta San Diego Dallas Jackson, Miss. Savannah Alaska New Orleans Houston Puerto Rico accounts\nfor almost 5 percent\nof total losses alone. Puerto Rico\nhad 5 percent\nof all losses. Orlando Hawaii Northern Mariana Islands Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Miami Guam Am. Samoa Puerto Rico Virgin Is. Seattle Grayson, Ky., residents have applied\nfor loans to recover from nine\nsevere storms in the last 16 years. Grayson, Ky., had\n9 severe storms\nin 16 years. Helena, Mont. Bismarck, N.D. Minneapolis Boston The 2017 Tubbs fire near Santa\nRosa was the most destructive\nwildfire in state history. Milwaukee Chicago New York Omaha San Francisco Denver Cincinnati St. Louis Norfolk, Va. San Diego had damages\nfrom wildfires in 2003,\n2007 and 2017. San Diego had\nwildfires in 2003,\n2007 and 2017. Nashville Charlotte Oklahoma City Los Angeles Memphis Atlanta San Diego Savannah Dallas Jackson, Miss. Alaska New Orleans Houston Puerto Rico accounts\nfor almost 5 percent\nof total losses alone. Puerto Rico\nhad 5 percent\nof all losses. Orlando Northern Mariana Is. Hawaii Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Miami Guam Am. Samoa Puerto Rico Virgin Is. Grayson, Ky., residents have applied\nfor loans to recover from nine\nsevere storms in the last 16 years. Grayson, Ky., had\n9 severe storms\nin 16 years. Wash. MONT. N.D. Minn. The 2017 Tubbs fire near Santa\nRosa was the most destructive\nwildfire in state history. N.Y. Wis. S.D. Mass. Mich. PA. Iowa N.J. Md. Ohio Ind. W.Va. Ill. CALIF. Colo. Va. San Diego had damages\nfrom wildfires in 2003,\n2007 and 2017. San Diego had\nwildfires in 2003,\n2007 and 2017. Mo. Ky. N.C. Tenn. Okla. S.c. Ga. Ark. Miss. Ala. Puerto Rico accounts\nfor almost 5 percent\nof total losses alone. Puerto Rico\nhad 5 percent\nof all losses. LA. TEX. Fla. Alaska Hawaii Mariana Is. Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. AM. Samoa Puerto Rico V.I. Grayson, Ky., residents have applied\nfor loans to recover from nine\nsevere storms in the last 16 years. Grayson, Ky., had\n9 severe storms\nin 16 years. Wash. MONT. N.Y. Wis. CALIF. Mich. PA. N.J. Iowa Ohio Ind. San Diego had damages\nfrom wildfires in 2003,\n2007 and 2017. San Diego had\nwildfires in 2003,\n2007 and 2017. Ill. Colo. Mo. Va. Ky. N.C. Tenn. Okla. S.c. Ark. Miss. Ala. Ga. LA. TEX. Puerto Rico accounts\nfor almost 5 percent\nof total losses alone. Puerto Rico\nhad 5 percent\nof all losses. Fla. Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Alaska Hawaii Puerto Rico V.I. Grayson, Ky., residents have applied\nfor loans to recover from nine\nsevere storms in the last 16 years. Grayson, Ky., had\n9 severe storms\nin 16 years. Wash. MONT. N.Y. PA. Ill. CALIF. Colo. Mo. Ky. N.C. Ala. Ga. LA. Alaska TEX. Hawaii Fla. P.R. V.I. San Diego had damages\nfrom wildfires in 2003,\n2007 and 2017. San Diego had\nwildfires in 2003,\n2007 and 2017. Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Puerto Rico accounts\nfor almost 5 percent\nof total losses alone. Puerto Rico\nhad 5 percent\nof all losses. Grayson, Ky., residents have applied\nfor loans to recover from nine\nsevere storms in the last 16 years. Grayson, Ky., had\n9 severe storms\nin 16 years. Wash. MONT. N.Y. PA. Ill. CALIF. Colo. Mo. Ky. N.C. Ala. Ga. LA. Alaska TEX. Hawaii Fla. P.R. V.I. San Diego had damages\nfrom wildfires in 2003,\n2007 and 2017. San Diego had\nwildfires in 2003,\n2007 and 2017. Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Ten ZIP codes near\nNew Orleans sustained\n11 percent of all losses. Puerto Rico accounts\nfor almost 5 percent\nof total losses alone. Puerto Rico\nhad 5 percent\nof all losses. Note: All the maps in this article show losses verified by the Small Business Administration for disasters in which a presidential disaster declaration was issued. The values of the losses are expressed in 2017 dollars. The New York Times\nThese places are part of a small fraction of the United States that has sustained most of the damage from major natural disasters, forming a pattern of destruction concentrated in specific areas.\nAbout 90 percent of the total losses across the United States occurred in ZIP codes that contain less than 20 percent of the national population, according to an analysis of data from the Small Business Administration.\nThe federal government, through disaster relief programs and flood insurance, subsidizes the cost of rebuilding in areas hit repeatedly by storms, floods and fires. Critics say that encourages too much development in those regions, wasting tens of billions of dollars in tax money and endangering lives.\nChristina DeConcini, the director of government affairs at the World Resources Institute, said that federal programs do not adequately emphasize adapting to the risks posed by climate change. She said that instead of just being responsive, the government should stress building for resilience against disasters.\nAftermath of Hurricane Isaac in Slidell, La., in 2012. Mario Tama/Getty Images\nSome residents continue living in disaster-stricken areas because they cannot afford to leave. Others rebuff appeals to resettle, citing deep family ties or a sense of fatalism. Rather than move the town, “it’s easier to throw your hands up and say, ‘Forget it,’” said Linda Lowe, the president of a historical society in flood-prone Olive Hill, Ky.\n“Abandoning a location and moving a city makes sense from a scientific, risk point of view, but the fact is that to get to a place culturally and psychologically where that conversation can be tolerated is a difficult thing to imagine,” said Dr. Irwin Redlener, the director of the National Center for Disaster Preparedness at Columbia University. “It’s not all that rational — but I guess a lot of these things are not really rational.”\nAftermath of Hurricane Isaac in Slidell, La., in 2012. Flooding after heavy rains in Morehead, Ky., in 2010. From left: Mario Tama/Getty Images; John Flavell/The Independent, via Associated Press\nAs hurricane season begins, residents of Slidell, La., near New Orleans, are planning ahead. Susan McClamroch, who works at a museum there, said that locals joke that they “start eating everything in the freezer” this time of year because of the likelihood of a power failure after a hurricane.\nBrian Smith, who runs a print shop in Slidell, said the business flooded in 1995 and again during Hurricane Katrina in 2005. So when Hurricane Isaac hit in 2012, flooding his shop once more, he moved it away from the vulnerable downtown area.\n“I’m not going to take that chance again,” Mr. Smith said.\nFlooding after heavy rains in Morehead, Ky., in 2010. John Flavell/The Independent, via Associated Press\nEastern Kentucky is similarly susceptible to disaster. Almost yearly, it is hit with severe storms.\nSusan Thomas, who owns a bookstore and coffee shop in Morehead, Ky., said that the store flooded once when her parents owned it. When it flooded again in 2010, she had to throw away 3,000 books.\n“Honestly, there was a moment where I was, like, can we recover from this?” she said, adding that she returned to check on the store every time it rained. The business moved to a new location in town the next year.\nThree Brothers Bakery in Houston has flooded five times since 2001, most recently during Hurricane Harvey. But its owners, Robert and Janice Jucker, the self-proclaimed “king and queen of disaster,” are not moving — and Ms. Jucker, who anticipates more storms, is unafraid.\nThe Juckers received low-interest disaster loans from the Small Business Administration to rebuild their business after Hurricanes Ike and Harvey. Officials verified the damage and estimated the amount of their property loss.\nThe agency tracks properties nationwide whose owners or renters applied for disaster loans. Data about these loans provide a window into the geographic pattern of destruction that disasters cause each year.\nThe pattern of disasters, year by year Larger circles indicate costlier disasters Tropical storms, hurricanes Severe weather, tornadoes, flooding Wildfires, earthquakes, other disasters 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 The New York Times | Source: Small Business Administration\nThe National Oceanic and Atmospheric Administration attempts to calculate the full cost of major disasters, namely those that cause more than a billion dollars in damages. It estimates that 2017 was the costliest year on record, with 16 billion-dollar disasters that together cost the United States more than $300 billion.\nWhile natural disasters are unpredictable, the annual losses from billion-dollar disasters, adjusted for inflation, have increased over the last 40 years.\nTotal cost of major natural disasters For disasters causing more than $1 billion in losses. $300 billion California wildfires $18 billion 250 Hurricane Irma $50 billion 200 Hurricane Maria $90 billion 150 Hurricane Katrina $161 billion Hurricane Harvey $125 billion 100 50 1980 1985 1990 1995 2000 2005 2010 2015 $300 billion California wildfires $18 billion 250 Hurricane Irma $50 billion 200 Hurricane Maria $90 billion 150 Hurricane Katrina $161 billion 100 Hurricane Harvey $125 billion 50 1980 1985 1990 1995 2000 2005 2010 2015 $300 billion California wildfires Irma 200 Maria Katrina Harvey 100 ’80 ’85 ’90 ’95 ’00 ’05 ’10 ’15 $300 billion California wildfires Irma 200 Maria Katrina Harvey 100 ’80 ’85 ’90 ’95 ’00 ’05 ’10 ’15 $300 billion California wildfires Irma 200 Maria Katrina Harvey 100 ’80 ’85 ’90 ’95 ’00 ’05 ’10 ’15 The New York Times | Source: National Oceanic and Atmospheric Administration\nIn the first three months of 2018, billion-dollar storms hit the United States three times. By contrast, in the first three months of an average year, just one disaster that causes more than a billion dollars in damages occurs, according to National Oceanic and Atmospheric Administration records dating back to 1980.\nClimate change is making some kinds of disasters more frequent. Studies show that large wildfires have become more common in the western United States because global warming has made Western forests drier.\nBut rising damage costs are partly because of demographic shifts and development decisions that make natural disasters more destructive.\nPhil Klotzbach, an atmospheric scientist at Colorado State University, said that the rise in population and wealth near the coast was contributing to most of the increase in destruction caused by hurricanes.\nIn the last century, there has been no clear trend in the frequency of hurricanes that made landfall in the continental United States.\nNumber of hurricanes that made landfall in the continental United States 1900 1910 1920 1930 1940 1950 1960 1970 1980 1990 2000 2010 1900 1910 1920 1930 1940 1950 1960 1970 1980 1990 2000 2010 1900 1910 1920 1930 1940 1950 1960 1970 1980 1990 2000 2010 1900 1910 1920 1930 1940 1950 1960 1970 1980 1990 2000 2010 1900 1930 1940 1950 1910 1920 1960 1970 1980 1990 2000 2010 1900 1910 1920 1930 1940 1950 1960 1970 1980 1990 2000 2010 The New York Times | Source: Continental United States Hurricane Landfall Frequency and Associated Damage: Observations and Future Risks\nOver the same period, the number of buildings has ballooned in parts of the country susceptible to tropical storms as the population in those places has also increased. In 2016, there were more than 3.6 times as many homes in states that border the Gulf of Mexico and the Atlantic Ocean as in 1940, according to the Census Bureau.\nThe effects of global warming on individual storms have been difficult to determine, scientists say, because there are only about a dozen observed even in an active season.\nBut scientists also contend that climate change is expected to lead to stronger, wetter hurricanes over all. It has also made them more destructive, Dr. Klotzbach said. Because global sea levels have risen, hurricanes create storm surges that go further inland, flooding homes and businesses.\n“You can build your house to withstand pretty much any wind, but the surge is what will get you,” he said.\nChange in global sea level since 1993 +3.5 inches 1994 1996 1998 2000 2002 2004 2006 2008 2010 2012 2014 2016 2018 +3.5 inches ‘94 ‘96 ‘98 ‘00 ‘02 ‘04 ‘06 ‘08 ‘10 ‘12 ‘14 ‘16 ‘18 +3.5 inches ‘94 ‘98 ‘02 ‘06 ‘10 ‘14 ‘18 Note: Chart shows two-month averages adjusted for land movement. The New York Times | Source: NASA\nOnly about 4 percent of all hurricanes that make landfall globally hit the United States, said Robert Mendelsohn, an economist at Yale University who studies the damage caused by hurricanes. Yet 60 percent of worldwide damage from hurricanes happens in the United States.\nDr. Mendelsohn attributed this partly to federal government programs that discourage citizens and local governments from building walls to protect housing near the coast. Only in the United States do relief programs and subsidized insurance make it attractive for people to move toward disaster-prone areas, he said.\nWhere Disaster Struck Each Year", "url": "https://www.nytimes.com/interactive/2018/05/24/us/disasters-hurricanes-wildfires-storms.html"}