{"authors": [], "date_download": "2018-11-16 03:34:34", "date_modify": "2018-11-16 03:34:34", "date_publish": "2015-05-19 21:49:59", "description": "Lobster butter, compound butters, dry rub and a marinade are easy, versatile flavor enhancers that can improve most everything they touch.", "filename": "interactive_2015_05_19_dining_summer-dinner-ideas_1542339274.html", "image_url": "https://static01.nyt.com/images/2015/05/20/dining/20ENTREE2/20ENTREE2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_05_19_dining_summer-dinner-ideas_1542339274.html", "title": "Summer Dinner Ideas That Work Again and Again", "title_page": "Summer Dinner Ideas That Work Again and Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We were sitting in the back room of the Montreal restaurant Joe Beef not so long ago, eating the first shrimp of the season, when the waiter told us to dip the meat into a tureen of lobster butter. It was a dark and clouded sauce, slightly yellow, slightly green. We dipped and ate — sweet shrimp meat against deep salinity and velvet sauciness — and it was like hearing a summer anthem for the very first time, addictive from the start. We dipped everything in lobster butter that night. We’re still at it now, and will be through Labor Day.\nSummer cooking is different from the kitchen shenanigans we get into during the rest of the year. We discover flavors, or methods, and we hit repeat on their excellence, again and again. We get into grooves. We use just a couple of techniques and ingredients and we stick with them, as long as we can, because the ingredients are awesome and the techniques don’t mess with their perfection.\nThis summer, I’d like to propose, should be all about lobster butter — more easily made than its lushness suggests — along with a few other easy, versatile flavor enhancers that can improve most everything they touch. Each summer’s hit song has a hook that makes it irresistible. These insta-sauces and spice rubs and marinades are our culinary version of those: recipes to lift main dishes that are otherwise simply cooked.\nSo we’ll use the lobster butter for shrimp, fish, clams and mussels, as a mix-in for spaghetti, and probably for corn when it comes. It is as simple as anything to prepare. Steam some lobsters and enjoy them, then harvest the shells to roast down and bubble with a pound or more of unsalted butter, like a stock made with fat instead of water.\nToo much effort for you? We’ll take those high-fat European butters they sell at the fancymart and make some simple compound butters as well, for use on steaks and fish and vegetables.\nWe’ll have a good dry rub on hand, too, to coat the cheap supermarket steaks of summer, big London broils to feed a crowd. And we’ll mix up a strong, Italianate marinade to use on chicken, pork, beef, lamb or venison. The flavor is retro-regional, a nod to the skewered spiedies of upstate New York. We’ll use it when we want to grill skewered meats for dinner, which is something (the forecast says) we will want to do a lot.", "url": "https://www.nytimes.com/interactive/2015/05/19/dining/summer-dinner-ideas.html"}