{"authors": ["Haeyoun Park"], "date_download": "2018-11-16 04:28:34", "date_modify": "2018-11-16 04:28:34", "date_publish": "2014-07-15 21:08:26", "description": "The number of children crossing the U.S. border alone has doubled since last year. Answers to key questions on the crisis.", "filename": "interactive_2014_07_15_us_questions-about-the-border-kids.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342514.html", "image_url": "https://static01.nyt.com/images/2014/07/15/us/questions-about-the-border-kids-1413912332146/questions-about-the-border-kids-1413912332146-articleLarge.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2014_07_15_us_questions-about-the-border-kids.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342514.html", "title": "Children at the Border", "title_page": "Children at the Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Q. Where are the children going? 100 1,000 children Where children have been sent Jan. 1 to Aug. 31 Where children have been sent Jan. 1 to Aug. 31 Where children have been sent Jan. 1 to Aug. 31 Seattle WASH. 100 1,000 children Boston MASS. N.Y. New York Chicago NEB. Oakland OHIO N.J. Salt Lake City Denver DEL. Fairfax ILL. UTAH MD. COLO. Kansas City VA. KAN. CALIF. KY. N.C. Los Angeles Charlotte ARIZ. TENN. Nashville ARK. Phoenix S.C. OKLA. Atlanta Little Rock ALA. GA. Dallas TEX. LA. FLA. New Orleans Houston West Palm Beach Miami Since Jan. 1, more than 43,000 unaccompanied minors have been placed with sponsors, usually parents or relatives. They remain there while their cases are being processed. The majority of the children are in states where immigrants have traditionally settled, like Texas, New York, California and Florida. A large number have also been sent to Maryland, Virginia, Georgia and Louisiana.\nQ. Where are the migrant children coming from? Major towns where children caught from Jan. 1 to May 14 came from 50 MILES BELIZE San Pedro Sula, which has the world’s highest homicide rate, sent more than 2,000 children. Tegucigalpa, Honduras’s capital, sent more than 900, the second highest number. More than 800 children were from Juticalpa, a rural town. MEXICO Tela La Ceiba Tocoa Huehuetenango GUATEMALA San Pedro Sula Yoro San Marcos HONDURAS Santa Rosa Guatemala Juticalpa Comayagua EL SALVADOR Tegucigalpa San Salvador NICARAGUA San Miguel Usulután Choluteca Circles are sized to the number of children 2,000 This rural town, is among the poorest in a nation. Guatemala’s capital is plagued with gang violence. Rival gangs are responsible for most of the murders in El Salvador’s capital. 1,000 500 100 Major towns where children caught from Jan. 1 to May 14 came from 50 MILES BELIZE MEXICO 1 GUATEMALA HONDURAS 4 2 3 NICARAGUA EL SALVADOR 1. San Pedro Sula, which has the world’s highest homicide rate, sent more than 2,000 children. Circles are sized to the number of children 2,000 2. Tegucigalpa, Honduras’s capital, sent more than 900, the second highest number. 1,000 100 3. Rival gangs are responsible for most of the murders in El Salvador’s capital, San Salvador. 4. Guatemala’s capital is plagued with gang violence. More than three-quarters of the children minors are from mostly poor and violent towns in three countries: El Salvador, Guatemala and Honduras. Children from Mexico, once the largest group, now make up less than a quarter of the total. A small number come from 43 other countries.\nQ. When did the surge start? 15 From Mexico Honduras 10 Children caught at the border, in thousands El Salvador 5 Guatemala FY ’09 ’10 ’11 ’12 ’13 ’14 The number of unaccompanied minors began to surge in 2012, mainly driven by an influx of children from El Salvador, Guatemala and Honduras.\nQ. What caused the sudden increase in unaccompanied minors? Honduras 80 Homicides per 100,000 people El Salvador 40 Guatemala Mexico U.S. ’00 ’02 ’04 ’06 ’08 ’10 ’12 Although the reasons tend to depend on the child's home country, poverty, violence and family reunification are often cited as the main reasons. Honduras has the world's highest murder rate, while the Guatemalan children are from extremely poor rural areas. The Department of Homeland Security has acknowledged that because so many minors caught in the past few years were reunited with their families here and not immediately deported, many Central Americans were left with the perception that the United States was allowing children to stay.\nQ. Why are the children not deported immediately? Under an anti-trafficking statute adopted with bipartisan support in 2008, minors from Central America cannot be deported immediately and must be given a court hearing before they are deported. A United States policy allows Mexican minors caught crossing the border to be sent back quickly.\nQ. Where are the children crossing the border? CALIF. ARIZ. N.M. TEX. OKLA. Del Rio 3,150 Tucson sector 7,867 Rio Grande Valley 48,475 Laredo 3,627 MEXICO Where children were caught this year Of the children who were apprehended, more than three quarters were caught crossing the Rio Grande Valley in Texas.\nQ. How old are they? Are they mostly boys or girls? Many of them are boys between ages 15 and 17, and the proportion who are girls and younger children has been increasing in the last year.\nQ. What happens to the children after they are caught? Immigration proceedings are started. The Department of Health and Human Services gives each child a health screening and immunizations, and assigns a short-term shelter. Children stay in a shelter an average of 35 days. Most are then placed with a family member or sponsor in the United States, where they remain during the process.\nQ. Where are the shelters? There are about 100 permanent shelters located mostly near the United States-Mexico border, which are run by the Department of Health and Human Services. But because of the sudden influx of children, three temporary shelters with a total of about 3,000 beds were opened on military bases in California, Oklahoma and Texas.", "url": "https://www.nytimes.com/interactive/2014/07/15/us/questions-about-the-border-kids.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}