{"authors": ["Margot Sanger-Katz"], "date_download": "2018-11-16 04:25:07", "date_modify": "2018-11-16 04:25:07", "date_publish": "2015-02-03 05:29:22", "description": "A list of frequently asked questions about the King v. Burwell Supreme Court case and its implications for Obamacare.", "filename": "interactive_2015_02_03_upshot_obamacare-back-at-the-supreme-court-frequently-asked-questions.html_module=inline_1542342307.html", "image_url": "https://static01.nyt.com/images/2015/02/03/business/03UP-King-Faq/03UP-King-Faq-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_02_03_upshot_obamacare-back-at-the-supreme-court-frequently-asked-questions.html_module=inline_1542342307.html", "title": "Obamacare, Back at the Supreme Court: Frequently Asked Questions", "title_page": "Obamacare, Back at the Supreme Court: Frequently Asked Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": ": Why was the King v. Burwell case important? ↖ Back to top The case was one of this year's most important news subjects. It had the potential to roll back a major portion of Obamacare: the subsidies that more than 6 million middle-income people, across more than 30 states, now receive to buy health insurance. Without those subsidies, many people would not have been able to afford health insurance. And without those people in the insurance markets, prices would have risen for everyone else. The government's victory means that the health care law will continue unchanged by the court.\n: How did the court rule? ↖ Back to top In a 6-3 decision, the Supreme Court ruled that subsidies could continue to be distributed to insurance customers in every state of the country, regardless of who ran its marketplace. \"Congress passed the Affordable Care Act to improve health insurance markets, not destroy them,\" wrote Chief Justice John Roberts in the court's majority opinion.\n: What was the case about? ↖ Back to top The Patient Protection and Affordable Care Act (the health law's official name) sets up marketplaces in every state where people who don’t have insurance can shop for individual health plans. Most blue states set up their own marketplaces, known as exchanges. Most red states did not, instead allowing the federal government to do so. Across all states, about 85 percent of customers qualify for federal subsidies to help pay for the coverage, based on their income. One section of the law says that subsidies should flow to customers “through an Exchange established by the state.” Plaintiffs argued unsuccessfully that the language meant that only people in the state-run marketplaces – and not those in federally run marketplaces – could get the subsidies.\n: What does this mean for states? ↖ Back to top States using the federal exchange, HealthCare.gov, no longer need to worry about losing health insurance subsidies for their residents. But now states that are managing their own health insurance exchanges may think twice about whether it's worth the continued expense and difficulty. Already, several state exchanges have switched to the federal platform, and others are considering it.\n: Would other people have been affected, too? ↖ Back to top Beyond the immediate cancellation of subsidies, a decision for the plaintiffs would have also had secondary effects on insurance markets. As subsidies disappeared and most lower-income customers drop out of the market, only the sickest such patients would have been likely to keep paying for insurance. That, in turn, would have led to higher prices for everyone, including people who didn't use subsidies.", "url": "https://www.nytimes.com/interactive/2015/02/03/upshot/obamacare-back-at-the-supreme-court-frequently-asked-questions.html?module=inline"}