{"authors": ["Jeremy Ashkenas", "Haeyoun Park", "Adam Pearce"], "date_download": "2018-11-16 04:20:02", "date_modify": "2018-11-16 04:20:02", "date_publish": "2017-08-24 09:00:15", "description": "How 100 top U.S. schools compare.", "filename": "interactive_2017_08_24_us_affirmative-action.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342002.html", "image_url": "https://static01.nyt.com/images/2017/08/03/us/affirmative-action-in-colleges-and-representation-of-blacks-and-hispanics-1503525136789/affirmative-action-in-colleges-and-representation-of-blacks-and-hispanics-1503525136789-facebookJumbo-v15.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_08_24_us_affirmative-action.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342002.html", "title": "Even With Affirmative Action, Blacks and Hispanics Are More Underrepresented at Top Colleges Than 35 Years Ago", "title_page": "Even With Affirmative Action, Blacks and Hispanics Are More Underrepresented at Top Colleges Than 35 Years Ago - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How much more or less each group is represented among freshmen at top colleges relative to the U.S. population\nHow much more or less each group is represented among freshmen at top colleges relative to the U.S. population\nHow much more or less each group is represented among freshmen at top colleges relative to the U.S. population\nThe share of black freshmen at elite schools is virtually unchanged since 1980. Black students are just 6 percent of freshmen but 15 percent of college-age Americans, as the chart below shows.\nEven after decades of affirmative action, black and Hispanic students are more underrepresented at the nation’s top colleges and universities than they were 35 years ago, according to a New York Times analysis.\nMore Hispanics are attending elite schools, but the increase has not kept up with the huge growth of young Hispanics in the United States, so the gap between students and the college-age population has widened.\nThe Times analysis includes 100 schools ranging from public flagship universities to the Ivy League. For both blacks and Hispanics, the trend extends back to at least 1980, the earliest year that fall enrollment data was available from the National Center for Education Statistics.\nBlacks and Hispanics have gained ground at less selective colleges and universities but not at the highly selective institutions, said Terry Hartle, a senior vice president at the American Council on Education, which represents more than 1,700 colleges and universities.\nThe courts have ruled that colleges and universities can consider race or ethnicity “as one element in a holistic admissions policy, so it’s something that can be considered, but it’s not a magic bullet,” he said.\nAffirmative action increases the numbers of black and Hispanic students at many colleges and universities, but experts say that persistent underrepresentation often stems from equity issues that begin earlier.\nElementary and secondary schools with large numbers of black and Hispanic students are less likely to have experienced teachers, advanced courses, high-quality instructional materials and adequate facilities, according to the United States Department of Education's Office for Civil Rights.\n“There’s such a distinct disadvantage to begin with,” said David Hawkins, an executive director at the National Association for College Admission Counseling. “A cascading set of obstacles all seem to contribute to a diminished representation of minority students in highly selective colleges.”", "url": "https://www.nytimes.com/interactive/2017/08/24/us/affirmative-action.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}