{"authors": ["Ford Fessenden", "K.K. Rebecca Lai", "Bedel Saget", "Anjali Singhvi", "Derek Watkins"], "date_download": "2018-11-16 03:12:10", "date_modify": "2018-11-16 03:12:10", "date_publish": "2017-11-05 21:25:43", "description": "A shooting at a church in Sutherland Springs, Tex., killed at least 26 people on Sunday.", "filename": "interactive_2017_11_05_us_texas-church-shooting_1542337930.html", "image_url": "https://static01.nyt.com/images/2017/11/05/us/texas-church-shooting-1509916787452/texas-church-shooting-1509916787452-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_11_05_us_texas-church-shooting_1542337930.html", "title": "What Happened at the Texas Church Shooting", "title_page": "What Happened at the Texas Church Shooting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A gunman opened fire at a church in rural Texas, killing at least 26 people on Sunday in the deadliest mass shooting in the state’s history.\nSUTHERLAND SPRINGS HIGHWAY 87 Gunman was seen driving away in a white S.U.V. in this direction. Gunman opened fire at First Baptist Church FARM ROAD 539 A witness said the gunman parked in front of the church on Fourth Street. FOURTH STREET According to a witness, a neighbor shot back at the gunman from here. NORTH SUTHERLAND SPRINGS Gunman opened fire at First Baptist Church Gunman was seen driving away in a white S.U.V. in this direction. NORTH SUTHERLAND SPRINGS HIGHWAY 87 Gunman was seen driving away in a white S.U.V. in this direction. Gunman opened fire at First Baptist Church FARM ROAD 539 A witness said the gunman parked in front of the church on Fourth Street. FOURTH STREET According to a witness, a neighbor shot back at the gunman from here. NORTH The New York Times | Satellite imagery via Google Earth | Sources: Erica Hernandez, KSAT.com ; Texas Department of Public Safety\nAt around 11:20 a.m. local time, the gunman, identified as Devin Patrick Kelley, exited his vehicle and opened fire with a rifle outside the church, according a spokesman of the Texas Department of Public Safety.\nMr. Kelley, who was wearing all-black tactical gear and a mask, then entered the church, and continued to fire inside. Most of the victims were found inside the church. Two were found outside.\nAfter Mr. Kelley exited the church, he shot at residents who had come outside. A church neighbor returned fire with a rifle and hit the gunman. Mr. Kelley got into his vehicle and fled north towards Guadalupe County, with neighbors driving after him in pursuit.\nFirst Baptist Church is in Sutherland Springs, Tex., about 30 miles east of San Antonio. Mr. Kelley lived in New Braunfels, Tex., a city about 35 miles north of the shooting.\nSunday worship service, according to the church’s website, is scheduled for 11 a.m.\nYouTube videos of recent Sunday services at the church show at least 30 people in attendance, including many children. The victims of Sunday’s shooting ranged from 18 months to 77 years of age, according to law enforcement officials.", "url": "https://www.nytimes.com/interactive/2017/11/05/us/texas-church-shooting.html"}