{"authors": ["Quoctrung Bui", "Margot Sanger-Katz"], "date_download": "2018-11-16 03:11:16", "date_modify": "2018-11-16 03:11:16", "date_publish": "2017-12-12 10:30:01", "description": "Some strategies are straightforward; others fiendishly difficult. For many you’ll need to act fast.", "filename": "interactive_2017_12_12_upshot_tax-hacks_1542337876.html", "image_url": "https://static01.nyt.com/images/2017/12/13/upshot/14up-tax-hacks/14up-tax-hacks-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_12_12_upshot_tax-hacks_1542337876.html", "title": "Hacking the Tax Plan: Ways to Profit Off the Republican Tax Bill", "title_page": "Hacking the Tax Plan: Ways to Profit Off the Republican Tax Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Turn yourself into a corporation\nIf you’re really wealthy and earn a lot of money you don’t plan on spending soon, you may want to turn yourself into a different kind of company: a corporation, instead of a pass-through. As a so-called C-corp, your company’s earnings will be subject to the 21 percent corporate tax, a big reduction from the top individual rate, even with the pass-through discount. And, under the bill, corporations are allowed to deduct all state and local taxes, which individuals and pass-throughs can’t. The downside comes if you want to pay those earnings to yourself; they would become subject to a dividends tax.\nIf you think you’ll need the money right away, and earn less than 315,000, a pass-through may be better for you. But if you will never spend the money, you can leave your corporate earnings to your heirs, who won’t have to pay such taxes for cashing out. And if you don’t need much of it for a long time, you can at least avoid paying higher taxes on the savings until you withdraw them. “If you’re wanting to save a lot of money, you might want to become a C-corp, and if you want to spend it right away, you would want to be a pass-through,” said Lily Batchelder, a law professor at N.Y.U. who has also worked on tax policy in the Senate and for the Obama administration’s National Economic Council.", "url": "https://www.nytimes.com/interactive/2017/12/12/upshot/tax-hacks.html"}