{"authors": ["Ford Fessenden"], "date_download": "2018-11-16 04:50:31", "date_modify": "2018-11-16 04:50:31", "date_publish": "2016-11-07 10:00:10", "description": "A potential victory for Donald J. Trump may hinge on one important (and large) group of Americans: whites who did not attend college.", "filename": "interactive_2016_11_07_us_how-trump-can-win_1542343831.html", "image_url": "https://static01.nyt.com/images/2016/11/07/us/how-trump-can-win-1478505713560/how-trump-can-win-1478505713560-facebookJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_11_07_us_how-trump-can-win_1542343831.html", "title": "Donald Trump’s Big Bet on Less Educated Whites", "title_page": "Donald Trump’s Big Bet on Less Educated Whites - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "A potential victory for Donald J. Trump may hinge on one important (and large) group of Americans: whites who did not attend college.\nPolls have shown a deep division between whites of different education levels and economic circumstances. A lot rides on how large these groups will be on Election Day: All pollsters have their own assessment of who will show up, and their predictions rely on these evaluations.\nHere’s what the American voting-age population looked like in 2012.\nVoting-age population, in millions\n50 40 30 20 10 White, college degree Hispanic White, no college White, some college Black Other White, no college White, some college White, college degree Black Hispanic Other 0 10 20 30 40 50\nThe largest bloc is whites who have no college degree, and the voting-age population of this group is as large as that of voting-age blacks, Hispanics and Asian-Americans combined. Mitt Romney won this group over Barack Obama by 26 percentage points, and Ronald Reagan by 31 points in 1984. But Bill Clinton won this bloc of voters both times he ran. In this year’s political polls, this group favors Mr. Trump by large margins over Hillary Clinton.\nWhite, no college degree White, college degree Black Hispanic Clinton Trump 57 43 37 82 75 29 6 20 Education questions from Fox News poll, Oct. 26; Black and Hispanic from Economist/You Gov Poll, Nov. 1\nHowever, the voting electorate — the people who actually go to the polls — could look substantially different from the voting-age population. Here’s how the population of actual voters broke down in the last presidential election. Only about half of whites with no college degree voted, leaving about 29 million votes on the table in an election decided by five million votes.\nVoting-age population, in millions\n50 Did not vote 40 30 20 Voted 10 White, college degree Hispanic White, no college White, some college Black Other Voted Did not vote White, no college White, some college White, college degree Black Hispanic Other 0 10 20 30 40 50\nThis population is the heart of red-state America. It dominates the rural landscape of swing states like Ohio, Pennsylvania, Iowa and Wisconsin. But it is outnumbered in urban centers and in most suburban areas. A big unknown in this election is how many additional voters will turn out in these counties. On election night, watch for the votes from these areas:\nLargest voter group by county\nBased on the turnout in 2012 by race and education\nWhite, no college White, some college White, college degree Minority Wash. Me. N.D. Mont. Vt. Minn. Ore. N.H. N.Y. Mich. Mass. S.D. Wis. Idaho R.I. Wyo. Conn. Iowa Nev. Pa. N.J. Neb. Ohio Ind. Ill. Del. Utah Md. W.Va. Colo. Va. Calif. Kan. Mo. Ky. N.C. Tenn. Ariz. ARK. N.M. Okla. S.C. TEXAS Ga. MISS. ALA. LA. FLA. Alaska HAWAII White educational-attainment populations calculated based on proportions in the over-25 population applied to voting-age population. Turnout is calculated for each of seven race-education groups (white, no college; white, some college; white, college degree; Hispanic; black; Asian-American; and other) at the state level, and applied to county voting-age population. The New York Times\nMr. Trump has argued that his candidacy has generated unprecedented enthusiasm in this part of the electorate. The unpredicted turnout of such a voting group was crucial to Britain’s vote to depart from the European Union.\nMr. Trump’s pursuit of the group has been pointed, but its voting strength has steadily and rapidly declined. Has he stoked enough fervor to make it work?\nExit polls, white voters with no college degree", "url": "https://www.nytimes.com/interactive/2016/11/07/us/how-trump-can-win.html"}