{"authors": ["Mike Bostock", "Shan Carter", "Archie Tse"], "date_download": "2018-11-16 04:42:35", "date_modify": "2018-11-16 04:42:35", "date_publish": "2014-05-22 01:03:33", "description": "The choice between buying a home and renting one is among the biggest financial decisions that many adults make.", "filename": "interactive_2014_upshot_buy-rent-calculator.html_module=inline_1542343355.html", "image_url": "https://static01.nyt.com/images/2014/05/21/upshot/buy-rent-calculator-1400716516315/buy-rent-calculator-1400716516315-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2014_upshot_buy-rent-calculator.html_module=inline_1542343355.html", "title": "Is It Better to Rent or Buy?", "title_page": "Is It Better to Rent or Buy? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Additional Renting Costs\nThese are the costs on top of rent, such as the fee you pay to a broker and the opportunity cost on your security deposit. But these expenses typically have a negligible impact.\nThe number of months of rent that the landlord will keep as a security deposit.\nMethodology\nThe calculator keeps a running tally of the most common expenses of owning and renting. It also takes into account something known as opportunity cost — for example, the return you could have earned by investing your money instead of spending it on a down payment. The calculator assumes that the profit you would have made in your investments would be taxed as long-term capital gains and adjusts the bottom line accordingly. The calculator tabulates opportunity costs for all parts of the buying and renting situations. All figures are in current dollars.\nBuying\nInitial costs are the costs you incur when you go to the closing for the home you are purchasing. This includes the down payment and other fees.\nRecurring costs are expenses you will have to pay monthly or yearly in owning your home. These include mortgage payments, condo fees (or other community living fees), maintenance and renovation costs, property taxes and homeowner’s insurance. Property taxes, the interest part of the mortgage payment and, in some cases, a portion of the common charges are tax deductible. The resulting tax savings is accounted for in each item’s totals. The mortgage payment amount increases each year for the term of the loan because the tax credit shrinks each year as the interest portion of the payments becomes smaller.\nOpportunity costs are tracked for the initial purchase costs and for the recurring costs. The former will give you an idea of how much you could have made if you had invested the down payment instead of buying your home.\nNet proceeds is the amount of money you receive from the sale of your home minus the closing costs, which includes the broker’s commission and other fees, the remaining principal balance that you pay to your mortgage bank and any tax you have to pay on profit that exceeds your capital gains exclusion. If your total is negative, it means you have done very well: You made enough of a profit that it covered not only the cost of your home, but also all of your recurring expenses.\nRenting\nInitial costs include the rent security deposit and, if applicable, the broker’s fee.\nRecurring costs include the monthly rent and the cost of renter’s insurance.\nOpportunity costs are calculated each year for both your initial costs and your recurring costs.\nNet proceeds include the return of the rental security deposit, which typically occurs at the end of a lease.", "url": "https://www.nytimes.com/interactive/2014/upshot/buy-rent-calculator.html?module=inline"}