{"authors": ["Emily Badger", "Quoctrung Bui", "Claire Cain Miller"], "date_download": "2018-11-16 04:03:13", "date_modify": "2018-11-16 04:03:13", "date_publish": "2017-09-09 09:00:03", "description": "Let’s skip the nationwide bidding war and cut right to the winner.", "filename": "interactive_2017_09_09_upshot_where-should-amazon-new-headquarters-be.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340993.html", "image_url": "https://static01.nyt.com/images/2017/09/09/upshot/where-should-amazon-new-headquarters-be-1505097742874/where-should-amazon-new-headquarters-be-1505097742874-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_09_09_upshot_where-should-amazon-new-headquarters-be.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340993.html", "title": "Dear Amazon, We Picked Your New Headquarters for You", "title_page": "Dear Amazon, We Picked Your New Headquarters for You - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Amazon has set off a scrum among cities that are hoping to land the company’s second headquarters — with the winner getting the prize of a $5 billion investment and 50,000 new jobs over the next two decades. We’re offering to help, using Amazon’s own criteria to identify a winning city.\nThe company announced in September that it was looking for a metropolitan area in North America with at least a million people, so we’ve started with the map above. (With apologies to Canada, we’ve set aside Toronto and several other large cities because they’re not included in most of the data sets we’ve used to determine which places meet Amazon’s needs.)\nIn the eight pages of guidance that Amazon has provided cities, one of its central requirements is a “stable business climate for growth.” That led us to this subset of places:\nAreas where job growth is strong …\nHere we’ve cut the contenders by half, keeping those metropolitan areas that have had the best job growth over the last decade, according to Bureau of Labor Statistics data. Metro areas that have actually lost jobs (Tucson; Birmingham, Ala.) and those that have grown more sluggishly are out of the running.\nThis removes a couple of otherwise intriguing possibilities: Chicago and Pittsburgh. But it’s hard to argue that Chicago could have had a great chance while the finances of Illinois are a wreck.\nSentimental picks like Detroit fail this first test. Amazon’s request for proposals doesn’t suggest that it will prioritize places it could help revitalize, but the company would certainly have that effect if it chose such an underdog.\nAmazon is also clear that it needs a lot of skilled tech labor. Remember, it could ultimately hire 50,000 employees. And we’re not primarily talking about warehouse workers, but executives, software engineers, and legal and accounting experts.\n… and the right labor pool is large and growing …\nIn these metro areas, more than one in eight workers is in an industry related to tech, science or professional services, according to the census. (That figure is one in five in Raleigh, N.C.; San Francisco; San Jose, Calif.; and Washington). And the segment of the labor pool that Amazon is particularly interested in — software programmers and designers — is growing rapidly, according to an analysis of tech jobs by the Brookings Institution. For its recruiting, Amazon also says it requires a strong university system nearby. All of these metro areas offer that, with colleges that include computer science degrees.\nAmazon wants the kind of place that would lure and keep those workers. That means, in short, a metro area with the features that young, skilled workers like, and where they think they can afford to live.\n… and the quality of life is high …\n“Quality of life” in this context is primarily about two things — housing costs and amenities — and striking a balance between them. The Bay Area does a poor job of that, given that its high cost of living is now driving away even tech workers with six-figure salaries. New York loses out because of high housing costs, too, as measured by median rents in census data. Boston is relatively expensive, but we’re keeping it in the running because its tech job pool is so good. Washington is also expensive, but more affordable Baltimore is a commuter rail line away. And Jeff Bezos, for one, has a nice quality of life in D.C. — he bought a $23 million home there this year.\nAs for the amenities, the winning region will also have the restaurants, outdoor recreation, cultural attractions and general cool of Amazon’s first home, Seattle. Urban economists suggest that such amenities are important to explaining the allure of cities. We asked the economist David Albouy to rank these metro areas for us with an index he uses to measure how much people would be willing to sacrifice, in terms of housing costs and commutes, to live in desirable places. On that basis, we cut Charlotte, N.C., and Indianapolis, because they rank lower on the cultural edginess that attracts young, educated workers.\nHere is one other way to consider how tech workers weigh the cost of cities against their benefits: According to the real estate site Redfin, people looking to leave the Bay Area are primarily looking for an alternative in Seattle; Portland, Ore.; Austin, Tex.; Denver; Dallas; and Washington, among our remaining contenders.\nThis next criterion narrows the field significantly:\n… and workers can easily get around — and out of town …\nAn Amazon priority is mass transit, and it has asked applicants to provide their traffic congestion rankings during peak commuting hours. These remaining metro areas are among the top 15 in the country in the share of workers who commute by transit, according to the American Community Survey. Gone are those with both weak transit and bad congestion rankings according to the company INRIX: Atlanta, Miami, Dallas and Austin.\nAmazon also wants easy access to an international airport with direct flights to Seattle, San Francisco, New York and Washington, which these four finalists provide. At this point, though, we’re going to eliminate Portland, because it makes little sense for the company to put a second headquarters so close to Seattle. So we’re down to three: Boston, Washington and Denver.\nAmazon could easily sort through all the criteria above by itself (the company knows data, after all). But there are two questions it can’t answer without information from potential host cities: What are they willing to give the company in incentives and tax breaks? And what real estate is on the table? This leads us to our winner:\n… and there is space and a willingness to pay to play.\nIt’s hard to imagine where the Boston region would find the room for a company that will ultimately want up to eight million square feet of office space (the Pentagon, for comparison, has 6.6 million). Mayor Marty Walsh also said on Thursday that Boston is “not going to get into a bidding war with another city over something like this.” And it’s pretty clear that a bidding war is what Amazon wants.\nThe company has asked for very specific information on all the state, regional and local incentives communities are willing to offer, and the timelines for how long it would take to approve them. Amazon concludes its proposal by stressing that this a “competitive project.” So let the competition among cities begin!\nDenver and Washington, including their suburbs, have already raised their hands. Mayor Michael Hancock of Denver has said he’s excited about this “megaprospect” and has begun talking to the economic development partners the region would need to make an offer. Officials in Washington and suburban Loudoun County sound eager, too. But land in the District of Columbia is expensive and increasingly hard to come by. And a far-flung suburban campus, like those many government contractors have in Northern Virginia, seems unlikely for a company that has grown out of a proudly urban home in downtown Seattle.", "url": "https://www.nytimes.com/interactive/2017/09/09/upshot/where-should-amazon-new-headquarters-be.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}