{"authors": ["Jonathan Martin"], "date_download": "2018-11-16 03:58:41", "date_modify": "2018-11-16 03:58:41", "date_publish": "2015-06-15 13:42:29", "description": "Mr. Bush has announced he is entering the race for the Republican presidential nomination. Here is a look at what he will need to do to win.", "filename": "interactive_2015_06_15_us_elections_jeb-bush_1542340721.html", "image_url": "https://static01.nyt.com/images/2015/06/16/us/16BUSH-pathsweb/16BUSH-pathsweb-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_06_15_us_elections_jeb-bush_1542340721.html", "title": "What Jeb Bush Would Need to Do to Win", "title_page": "What Jeb Bush Would Need to Do to Win - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Coalition\nMr. Bush’s support in the primary will come chiefly from right-of-center Republicans, but he will also appeal to conservatives who are concerned most about choosing a nominee who is electable. Having decisively lost two straight presidential elections, Republicans are hungry to take back the White House. Mr. Bush, with his policy fluency, fund-raising capacity, links to the Hispanic community and political base in the country’s most pivotal swing state, is seen by some in the party as most capable of winning. While some Republicans are reluctant to nominate a third Bush for president, others are fond of his family and will be more inclined to back Mr. Bush because of his lineage. A crucial question is how many other Republicans will be in his “lane.” If harder-line candidates divide the conservative vote, Mr. Bush could win states with only a plurality of voters. But he is not the only candidate hoping to win over center-right primary voters. If he fails, it will likely be, at least in part, because he was squeezed from both flanks.", "url": "https://www.nytimes.com/interactive/2015/06/15/us/elections/jeb-bush.html"}