{"authors": ["Mary Williams Walsh"], "date_download": "2018-11-16 03:47:23", "date_modify": "2018-11-16 03:47:23", "date_publish": "2017-05-16 20:59:57", "description": "Puerto Rico is seeking what is essentially bankruptcy relief. This is what’s happening and how the island got here.", "filename": "interactive_2017_business_dealbook_puerto-rico-debt-bankruptcy.html_module=inline_1542340043.html", "image_url": "https://static01.nyt.com/images/2017/05/09/business/09db-rico/09db-rico-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_business_dealbook_puerto-rico-debt-bankruptcy.html_module=inline_1542340043.html", "title": "How Puerto Rico Is Grappling With a Debt Crisis", "title_page": "How Puerto Rico Is Grappling With a Debt Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "​Why is Puerto Rico’s debt so big?\nPuerto Rico’s public debt has ballooned because of a failing economy and an inefficient government that has spent more than it has taken in for years, often borrowing to close the gap.\nMuch of the borrowing is in the form of municipal bonds. As the size of the debt grew, so did the complexity, with some branches of government issuing bonds on behalf of others, or backstopping each others’ debts, until it became nearly impossible to keep track of it all. Even then, demand for Puerto Rico’s bonds was strong because they pay interest that is tax-exempt in all jurisdictions.\nIn addition, Puerto Rico owes billions more in pensions to retired public workers.\n1990s\nThe government created a health insurance program for low-income people in 1994, but did not establish a way to pay for it. In 1996, Washington started phasing out a tax break for American companies with subsidiaries on the island, removing a significant driver of economic growth.\n2000\nBond debt: $24 billion.\nUnfunded pensions: $7 billion for the three main funds, for teachers, judges and general employees.\n2014\nBond debt: $72 billion.\nUnfunded pensions: $34 billion.\nThe island’s credit was downgraded well into junk range. Even so, Puerto Rico managed one last bond sale, oversubscribed at $3.5 billion.\nMay 2017\nBond debt: Still about $72 billion, because Puerto Rico has lost market access.\nPensions: $49 billion.", "url": "https://www.nytimes.com/interactive/2017/business/dealbook/puerto-rico-debt-bankruptcy.html?module=inline"}