{"authors": ["Denise Lu", "Kate Zernike"], "date_download": "2018-11-16 04:44:41", "date_modify": "2018-11-16 04:44:41", "date_publish": "2018-09-14 17:12:30", "description": "Despite record primary victories, it is possible that the number of women will decline or remain at status quo in Congress and in the governors’ offices.", "filename": "interactive_2018_09_14_us_women-primaries-house-senate-governor.html_module=inline_1542343481.html", "image_url": "https://static01.nyt.com/images/2018/09/17/us/women-primaries-house-senate-governor-promo-1537222778215/women-primaries-house-senate-governor-promo-1537222778215-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_09_14_us_women-primaries-house-senate-governor.html_module=inline_1542343481.html", "title": "Women Have Won More Primaries Than Ever Before. Will They Set a Record in November?", "title_page": "Women Have Won More Primaries Than Ever Before. Will They Set a Record in November? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "“When women run, women win.” That’s been the line on getting more women into public office; if only there were more candidates, there would be more elected.\nSo with a record 257 women running for the House and Senate this year, will there be a record-breaking surge of women in office come January?\nProbably, probably not, and maybe. It depends on which office you’re following, and what happens in toss-up races over the next seven weeks.\nThis has definitely been a historic year so far: The 2018 midterms have broken the record for the number of female candidates who filed as well as for the number and share of women who won primaries in House and Senate contests. The number of women winning primaries for the governor’s office is also the highest ever, and the share is the highest since 2000.\nShare of general election candidates who are women HOUSE SENATE GOVERNORS 32% 29% 22% 1994 1994 1994 2018 2018 2018 HOUSE SENATE GOVERNORS 32% 29% 22% 1994 1994 1994 2018 2018 2018 HOUSE SENATE GOVERNORS 32% 29% 22% 1994 1994 1994 2018 2018 2018\nThere are more woman vs. woman contests than ever before: 33, up from a previous record of 19 in 2002 and the single digits in 1992, the so-called Year of the Woman.\nThe best chances for women to make history are in the House, where Democratic women won primaries at a higher rate than any other group, male or female. Women of color make up one-third of all House candidates, also a record.\nStill, it is possible that the number of women will decline or remain at status quo in Congress and in the governors’ offices.\nHow can that be, when the number of women running has shot up so much?\nIt is mostly because a majority of female candidates are running in House districts that favor the other party — either running for open seats, or challenging incumbents, who almost always win.\nSeats currently held by women Seats currently held by women Seats currently held by women\nCurrently, women hold of the 435 seats in the House. If a woman won in every race where one is running, would make it to the House. But that’s unlikely. are unlikely to win because they are running against men in districts that favor their opponents’ party. women have a chance, but they are running against men in competitive races (toss-ups or leaning toward one party). That leaves women who will likely hold seats. (This includes mostly incumbents, or other candidates in female-only races or in districts that favor their party.) If only these women win the general election, there will be one more woman in the House than there is now.\nBut if women win all the competitive races and ones where they are favored to win, they will hold 117 seats in the House come January. Still, this is not parity: Even if women win every one of the races with female nominees, they will still occupy fewer than half the seats in the House.\nAccording to the Center for American Women and Politics at Rutgers, half of female nominees in the House are running as challengers, compared with 36 percent of male nominees. Among Democrats, 52 percent of the women in the general election are challengers, compared with 39 percent of men.\n“The argument has been: When women run, they’re just as likely as similarly situated men to win,” said Jennifer Lawless, a professor of politics at the University of Virginia (and a former Democratic House candidate in Rhode Island). “It’s not that they’re less likely to win this year — they’re just comprising a lot of the challengers.”\nPennsylvania, the only large state without a woman in its congressional delegation, is guaranteed to have one because two women are running against each other in the suburbs of Philadelphia: Mary Gay Scanlon, the Democrat, is favored over Pearl Kim, a Republican.\nVermont, on the other hand, will most likely remain the only state never to have sent a woman to Congress; it does have its first woman on the ballot this year, but she is a Republican and the seat leans toward the incumbent Democrat.\nTwo Democrats, Rashida Tlaib in Michigan and Ilhan Omar in Minnesota, are likely to be the first Muslim-American women elected to Congress.\nIlhan Omar, a Minnesota state lawmaker, celebrated her primary victory in August. Mark Vancleave/Star Tribune, via Associated Press\nThe large number of Democratic female nominees in the House reflects the energy of the women’s marches against President Trump and the historic gender gap among the voters who elected him; Republican women set their record in 2010, when the midterm energy was on the right.\n“Any Democratic wave is going to disproportionately help women because women disproportionately run as Democrats,” Dr. Lawless said. “If we see 60 seats flip, we are going to see women get elected at unprecedented rates. If the wave ends up more like a puddle on the sand, it’s not going to look that different than previous cycles.”\nKimberly Peeler-Allen, a co-founder of Higher Heights for America, which aims to elect more black women, said Democratic House nominees like Linda Coleman in North Carolina and Lauren Underwood in Illinois, both challenging incumbents in Republican-leaning districts, have been running intense and face-to-face campaigns, which could make them part of that wave.\nllinois’s Democratic congressional candidate Lauren Underwood greets guest during a campaign event in June. Joshua Lott for The New York Times\n“That’s kind of the secret sauce I’ve been seeing,” Ms. Peeler-Allen said. “There’s going to be a lot of movement.”\nThere are 22 women running in Senate contests this year, up from the previous record of 18 in 2012. Eleven of those women are favored to win — including the six contests where a woman is running against a woman, also a record.\nSenate races in which nominees were both women Six races One race 1960 1986 1998 2018 Six races One race 1960 1986 1998 2018 Six races One race 1960 1986 1998 2018\nAdding those to the 10 female senators who are not up for re-election, there could be 21 female senators in the next Congress, two fewer than the 23 now serving. But if women win all the competitive races — this includes two Democratic incumbents, Claire McCaskill of Missouri and Heidi Heitkamp of North Dakota — there will be 25 women in the Senate, a slight increase but also a record-breaking one.\n23 female senators are currently in office 21 women are favored to win or are not up for election 4 are in competitive races 23 female senators are currently in office 21 women are favored to win or are not up for election 4 are in competitive races\nIt is in the governor’s races that there is the biggest variability. Six women are now serving, and the record was nine, set in 2004. Just three are running in contests that their party is favored to win: two incumbents, Gina Raimondo of Rhode Island and Kay Ivey of Alabama, and Representative Kristi Noem, who is running for an open seat in South Dakota.\nBut assume that all of those in competitive races win — this includes Stacey Abrams, a Democrat running in Georgia and Kim Reynolds, the Republican incumbent in Iowa — and you get 10 female governors, again breaking the record by a bit.\n6 female governors are currently in office 3 women are favored to win 7 are in competitive races 6 female governors are currently in office 3 women are favored to win 7 are in competitive races\nIn New York on Thursday, Cynthia Nixon lost her insurgent challenge to Gov. Andrew Cuomo, a Democrat who has already served two terms.\nThe governor’s offices have long been the hardest for women to win. Twenty-two states have never had a female governor. Four states could have female governors for the first time this year: Maine, Georgia, South Dakota and Idaho.\n“We are much more accustomed to seeing women as part of a deliberative body like a legislature,” said Barbara Lee, who started her namesake foundation 20 years ago with the initial goal of getting more women elected to executive office. “When a woman is running to be the C.E.O., voters need more evidence, traditionally, to see that she’s prepared for the role than they do with a man.”\nStill, Ms. Lee argued that even if the surge of women who filed to run does not lead to a surge of winners in November, it has changed the dynamics of women running for office.\n“From the day of the Women’s March, I felt like, oh my gosh, this is bigger than a moment,” she said. “The energy I saw that day and in the protests following it, this is the time that it can really be a movement that is long lasting.”\nBut she and others argue that the number of women running this year has been so big that it has changed our image of what a candidate looks like.\nThis is particularly true for women of color, Ms. Peeler-Allen said, repeating the adage, “if you can see it, you can be it.”", "url": "https://www.nytimes.com/interactive/2018/09/14/us/women-primaries-house-senate-governor.html?module=inline"}