{"authors": ["Choe Sang-Hun", "Motoko Rich", "Natalie Reneau", "Audrey Carlsen"], "date_download": "2018-11-16 03:11:57", "date_modify": "2018-11-16 03:11:57", "date_publish": "2017-12-15 10:48:49", "description": "North Korea’s nuclear missile progress has stunned the world. Here are some of the scientists behind it.", "filename": "interactive_2017_12_15_world_asia_north-korea-scientists-weapons.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337917.html", "image_url": "https://static01.nyt.com/images/2017/12/12/world/asia/rocket-men-1513201927073/rocket-men-1513201927073-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_12_15_world_asia_north-korea-scientists-weapons.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542337917.html", "title": "Rocket Men: The Team Building North Korea’s Nuclear Missile", "title_page": "Rocket Men: The Team Building North Korea’s Nuclear Missile - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When the North Korean leader Kim Jong-un celebrated the launch of a powerful new missile last month, he was surrounded by a group of top scientists and officials.\n1 Jang Chang-ha Scientist 2 Jon Il-ho Scientist 3 Kim Rak-gyom Commander of rocket forces 4 Yu Jin Munitions industry official 1 Jang Chang-ha Scientist 3 Kim Rak-gyom Military commander 2 Jon Il-ho Scientist 4 Yu Jin Munitions official 3 Kim Rak-gyom Military commander 2 Jon Il-ho Scientist 1 Jang Chang-ha Scientist 4 Yu Jin Munitions official 3 Kim Rak-gyom Commander of rocket forces 1 Jang Chang-ha Scientist 2 Jon Il-ho Scientist 4 Yu Jin Munitions industry official Korean Central News Agency, via European Pressphoto Agency\nState media did not identify them, but they have all been seen with Mr. Kim before.\n6 Kim Jong-sik 5 Ri Pyong-chol 2 Jon Il-ho 1 Jang Chang-ha 5 Ri Pyong-chol 2 Jon Il-ho 1 Jang Chang-ha 6 Kim Jong-sik 6 Kim Jong-sik 5 Ri Pyong-chol 2 Jon Il-ho 1 Jang Chang-ha 5 Ri Pyong-chol 2 Jon Il-ho 6 Kim Jong-sik 1 Jang Chang-ha Korean Central News Agency, via Reuters\nThese men – known by nicknames such as the “nuclear duo” and the “missile quartet” – have built an intercontinental ballistic missile that appears capable of hitting any city in the United States, an extraordinary scientific achievement for the world’s most isolated country.\n1 Jang Chang-ha 6 Kim Jong-sik 5 Ri Pyong-chol 1 Jang Chang-ha 6 Kim Jong-sik 5 Ri Pyong-chol 1 Jang Chang-ha 6 Kim Jong-sik 5 Ri Pyong-chol Korean Central News Agency, via Agence France-Presse/Getty Images\nAt only 33, Mr. Kim has been ruthless about consolidating power, executing scores of senior officials, including his own uncle. But he has showered his regime’s scientists with incentives and adulation, turning them into public heroes and symbols of national progress.\nKorean Central Television, via Reuters\n“We have never heard of him killing scientists,” said Choi Hyun-kyoo, a senior researcher in South Korea who runs NK Tech, a database of North Korean scientific publications. “He is someone who understands that trial and error are part of doing science.”\nAnalysts are still trying to explain how North Korea managed to overcome decades of international sanctions and make so much progress so quickly. But it is clear the nation has accumulated a significant scientific foundation despite its backward image.\nIts new ICBM is a feat of physics and engineering that has stunned the world, and each of its six nuclear tests has been more powerful than the last, boosting Mr. Kim’s stature at home and his leverage abroad.\nStill, it is unclear if the North has mastered the technology needed to keep a nuclear warhead intact as it re-enters the Earth’s atmosphere.\nScience Worship\nMr. Kim has elevated science as an ideal in the regime’s propaganda and put his fondness for scientists and engineers on prominent display across North Korea.\nThat is a departure from the practice of his predecessor and father, Kim Jong-il, who instead emphasized cinema and the arts as propaganda tools.\nFour years after taking power in 2011, Kim Jong-un opened a six-lane avenue in Pyongyang known as Future Scientists Street, with gleaming apartment towers for scientists, engineers and their families.\nKorean Central Television, via YouTube\nHe also opened a sprawling complex shaped like an atom that showcases the nation’s achievements in nuclear science.\nKorean Central News Agency, via Reuters\nExtravagant galas are held to celebrate scientific progress.\nKorean Central Television, via Reuters\nThere is little doubt what is behind Mr. Kim’s passion for science. In ubiquitous propaganda posters, North Korean rockets soar into space and crash into the United States Capitol.\nKorean Central News Agency, via Agence France-Presse/Getty Images\nAnd after successful tests, scientists and engineers are honored with huge outdoor rallies. On their way to Pyongyang, their motorcades pass cheering crowds.\nKorean Central Television, via Reuters\n“They are already pretty sophisticated in metallurgy, mechanical engineering, and to some extent chemistry,” all areas tied to the nation’s civilian and military needs, said Joshua Pollack, a senior research associate at the Middlebury Institute of International Studies at Monterey, California.\nNorth Korea has imported scientific papers and journals from Japan for decades. And when it sends students abroad, it orders them to copy scientific literature and bring it home, said Michael Madden, who runs the North Korea Leadership Watch website.\nUnited Nations sanctions prohibit the teaching of scientific material with military applications to North Korean students. Yet North Korea still sends students to countries such as China, India and even Germany, according to analysts and United Nations reports.\nThe internet has also been a gold mine for the North. While the state blocks public access, it allows elite scientists to scour the web for open-source data under the watch of security agents. The North has also built digital libraries of approved material that are accessible across the country.\nNorth Korea funnels its top science students into military projects. Those selected for the nuclear and missile program are relocated from their hometowns and allowed to return for visits only with government minders, according to defectors and analysts.\nBut they are also given better food rations — and access to weapons designs and components obtained by the nation’s spies and hackers, who have focused on the former Soviet republics.\nFamiliar Faces\nScientists and engineers also enjoyed special privileges under Mr. Kim’s grandfather, Kim Il-sung, as he struggled to rebuild North Korea from the ruins of the Korean War. He embraced those trained in Japan when Korea was a Japanese colony and later sent hundreds of students to the Soviet Union, East Germany and other socialist states.\nOne of them was So Sang-guk, a nuclear scientist who emerged as a key figure in the nation’s nuclear program but seems to have retired.\nSince taking power, Kim Jong-un appears to have overseen a generational shift at the top of the weapons program, elevating a group of scientists and officials about whom little is known.\nHe tends to assign officials to different projects, letting them compete for his attention and favor. But analysts have identified six figures who have repeatedly appeared alongside Mr. Kim at key moments — four tied to missile development and two associated with nuclear tests.\nTwo members of the “missile quartet” are scientists, according to state media. 1 Jang Chang-ha is 53 and president of the Academy of National Defense Science, and 2 Jon Il-ho, 61, is commonly described as an “official in the field of scientific research.”\n1 2 1 2 AFP/Getty; Korean Central Television; Korean Central News Agency\n5 Ri Pyong-chol appears to be the quartet’s highest-ranking member. A former air force commander, he serves as first deputy director of the ruling Workers’ Party’s munitions industry department.\nKorean Central News Agency; Korean Central Television\n6 Kim Jong-sik, 49, first began appearing with Kim Jong-un in February 2016 and has an engineering background. His rise has coincided with an acceleration of test launches, but he and Mr. Ri did not attend last month’s launch.\nKorean Central News Agency\n7 Ri Hong-sop, the director of North Korea’s Nuclear Weapons Institute, appears to be a leading figure in the nuclear program. He has been blacklisted by the United Nations since 2009.\nKorean Central News Agency; Korean Central Television\n8 Hong Sung-mu, the other member of the “nuclear duo,” is a former chief engineer at the Yongbyon nuclear complex, the birthplace of the North’s nuclear weapons program.\nKorean Central Television; Korean Central News Agency\nNorth Korea has also recruited scientists from the former Soviet Union, offering salaries as high as $10,000 per month, according to Lee Yun-keol, a defector who runs the North Korea Strategic Information Service Center in Seoul and has studied the history of the North’s nuclear program.\nIn 1992, a plane carrying 64 rocket scientists from Moscow was stopped before departing for North Korea. It is not clear how many, if any, former Soviet scientists made it to North Korea in the decades since.\nTheodore A. Postol, a professor emeritus of science, technology and international security at the Massachusetts Institute of Technology, said the North has “this fantastic record for flying rockets the first time and having them succeed.”\n“We think it’s because they had rocket motors and designs that were basically Russian designs, and they had the expertise of Russian engineers who knew how to solve the problems,” he said.\nFather Figure\nLittle is left to chance in propaganda related to the weapons program. Even the smallest of details can be laden with significance.\n“By launching rockets and treating scientists like stars, Kim Jong-un gives his people a sense of progress,” Mr. Lee said. “It’s not just a military project but also a political stratagem.”\nMr. Kim’s annual visit to his grandfather’s mausoleum is the most important ritual of his dynastic regime. The missile quartet’s proximity to him at the July event was a sign of their high status.\n6 Kim Jong-sik 5 Ri Pyong-chol 1 Jang Chang-ha 2 Jon Il-ho 5 Ri Pyong-chol 2 Jon Il-ho 6 Kim Jong-sik 1 Jang Chang-ha 5 Ri Pyong-chol 2 Jon Il-ho 6 Kim Jong-sik 1 Jang Chang-ha Korean Central News Agency, via Reuters\nMissile experts were shown sharing cigarettes with Mr. Kim after last month’s missile launch — an almost unimaginable privilege in a nation where he is portrayed as a godlike figure.\n1 Jang Chang-ha 2 Jon Il-ho 3 Kim Rak-gyom 1 Jang Chang-ha 2 Jon Il-ho 3 Kim Rak-gyom 3 Kim Rak-gyom 1 Jang Chang-ha 2 Jon Il-ho Korean Central News Agency, via European Pressphoto Agency\nAfter successful tests, Mr. Kim is sometimes even shown embracing his scientists, some of whom can be seen weeping.\nKorean Central Television, via Reuters\nPerhaps the most surprising photo came in March, when Mr. Kim carried an unidentified official on his back while celebrating the ground test of a new rocket engine.\nKorean Central Television, via Yonhap News Agency\nThe image evoked an old Korean tradition in which young men give their aging parents piggyback rides as a symbolic gesture of gratitude for the hardship they have endured for their children. But others say Mr. Kim was actually playing the parent, carrying the scientist on his back as a father might a child.\nIn general, Mr. Kim is presented in the regime’s propaganda as a father figure — a national patriarch whom the public is supposed to obey without question. That makes the symbolism of his interactions with these scientists and engineers even more striking.\nIn traditional Korean culture, it is generally inappropriate for a son to smoke with his father or even with a teacher. One would only do so with great reluctance — and gratitude — at the elder’s insistence. In effect, Mr. Kim is insisting that these scientists take a bow.\nBut even as he honors these men and celebrates their accomplishments, they remain bit players on the stage. Every scientist in North Korea, no matter how important, must credit Mr. Kim for his successes, just as the nation’s athletes never fail to cite him as inspiration for their achievements at the Olympics and other competitions.", "url": "https://www.nytimes.com/interactive/2017/12/15/world/asia/north-korea-scientists-weapons.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}