{"authors": ["Joe Ward", "Amanda Cox"], "date_download": "2018-11-16 04:07:51", "date_modify": "2018-11-16 04:07:51", "date_publish": "2015-10-27 16:32:12", "description": "This season, the Mets had four of the top 20 pitchers who threw the most pitches over 95 m.p.h.", "filename": "interactive_2015_10_27_sports_baseball_mets-fastest-pitchers_1542341271.html", "image_url": "https://static01.nyt.com/images/2015/10/27/sports/baseball/mets-fastest-pitchers-1445900955895/mets-fastest-pitchers-1445900955895-facebookJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_10_27_sports_baseball_mets-fastest-pitchers_1542341271.html", "title": "The Fastest Pitchers in Baseball", "title_page": "The Fastest Pitchers in Baseball - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "96 M.P.H. 92 M.P.H. 96 M.P.H. 92 M.P.H. 2 FT. 96 M.P.H. 92 M.P.H. 2 FT. 96 M.P.H. AVG. FASTBALL FOR METS’ POSTSEASON STARTERS 92 AVG. MAJOR LEAGUE FASTBALL M.P.H. 2 FT. 96 M.P.H. AVG. FASTBALL FOR METS’ POSTSEASON STARTERS 92 M.P.H. AVG. MAJOR LEAGUE FASTBALL 2 FT. 96 M.P.H. AVG. FASTBALL FOR METS’ POSTSEASON STARTERS 92 M.P.H. AVG. MAJOR LEAGUE FASTBALL 2 FT.\nTwo feet.\nThat is the difference between the average major league fastball and the fastballs thrown by the Mets’ postseason starters. For every mile an hour faster, the ball is about six inches farther on its path when it crosses the plate.\nSo it is no wonder that teams are increasingly stocking their rotations with harder-throwing pitchers.\nThis season, nearly one of every 10 pitches was 95 m.p.h. or faster, almost twice the rate from just eight years ago.\nNow batters face a steady stream of these superfast pitches, with starters and relievers combining to throw more than 60,000 pitches that were 95 or more this season.\nNo pitching staff typifies this trend quite like the Mets’ rotation.\n20% Mets 15% 10% PERCENT OF PITCHES 95 M.P.H. OR FASTER M.L.B. 5% ’09 ’10 ’11 ’12 ’13 ’14 ’15 20% Mets 15% 10% PERCENT OF PITCHES 95 M.P.H. OR FASTER M.L.B. 5% 2009 2010 2011 2012 2013 2014 2015\nFour years ago, Mets pitchers threw these high-velocity fastballs about 5 percent of the time. This season, the rate was more than 20 percent. The Mets’ four postseason starters, Jacob deGrom, Matt Harvey, Noah Syndergaard and Steven Matz, regularly throw in the high 90s. Closer Jeurys Familia and Hansel Robles add high-speed pitches out of the bullpen.\nThe 20 Top Guns\n1. Gerrit Cole Pirates 2. Noah\nSynder­gaard Mets 3. Garrett Richards Angels 4. Matt Harvey Mets 5. Yordano Ventura Royals 6. Nathan Eovaldi Yankees 7. Chris Archer Rays 8. Andrew Cashner Padres 9. Joe Kelly Red Sox 10. Danny Salazar Indians 11. Carlos Martínez Cardinals 12. Jacob deGrom Mets 13. Trevor Rosenthal Cardinals 14. Aroldis Chapman Reds 15. Chris Sale White Sox 16. Stephen Strasburg Nationals 17. Kelvin Herrera Royals 18. Jeurys Familia Mets 19. Kevin Gausman Orioles 20. Arquimedes Caminero Pirates\nThe Mets had four of the 20 pitchers who threw the most pitches over 95 m.p.h. this season. The Royals, the Mets’ opponents in the World Series, along with two other postseason teams, the Cardinals and the Pirates, each had two.\nSyndergaard, who regularly reached 98 to 100 on his pitches, was second in the majors in high-velocity pitches thrown, even though his major league debut came a month into the season. In all, he threw 1,421 pitches that were clocked at or above 95.\nHarvey spent 2014 rehabilitating after Tommy John surgery, but he returned this season without any apparent loss of velocity.\nOf the five relievers who made the top 20, two will appear in the World Series: the Royals’ Kelvin Herrera and the Mets’ Familia. The others were Trevor Rosenthal, Aroldis Chapman and Arquimedes Caminero.\nWhen Speed Alone Is Not Enough\nFor the game’s best hitters, 98 is the new 94. They are finding ways to get good swings at pitches that seemed nearly unhittable not that long ago.\nIn the postseason, deGrom has given up two home runs, both on pitches above 95 m.p.h. It is still true that to get good hitters out, pitchers need to vary their speeds and use pitches that change direction — two things the Mets’ starters have done with great success this postseason.\nFour-seam fastball Two-seam Slider Off-speed Regular season Postseason deGrom Four-seam fastball Two-seam Slider Off-speed Regular season Postseason deGrom Four-seam fastball Two-seam Slider Off-speed Reg. season Postseason deGrom deGrom Four-seam fastball Two-seam Slider Off-speed Reg. season Postseason\nDuring the regular season, deGrom used his four-seam fastball (his fastest and straightest pitch) about 47 percent of the time. But against the lineups in the postseason, he has mixed in more two-seamers, which have a bit more lateral movement. And to keep the Dodgers’ and Cubs’ hitters from simply gauging the speed of his fastball, he has also made more use of his off-speed pitches, the curve and the changeup.\nFour-seam fastball Two-seam Slider Off-speed Regular season Postseason Harvey Four-seam fastball Two-seam Slider Off-speed Regular season Postseason Harvey Four-seam fastball Two-seam Slider Off-speed Reg. season Postseason Harvey Harvey Two-seam Slider Off-speed Four-seam fastball Reg. season Postseason\nHarvey has not strayed too far from his regular-season formula. But he has often done what is called pitching backward — reversing the order of pitches usually used by hard throwers. Fireballers often start hitters with the hard stuff, getting them to begin their swings early. Then they throw off the hitters’ timing with off-speed pitches. Against the Cubs, Harvey used his curve and changeup early in the game and early in the count.\nFour-seam fastball Sinker Slider Off-speed Regular season Postseason Syndergaard Four-seam fastball Sinker Slider Off-speed Regular season Postseason Syndergaard Sinker Four-seam fastball Slider Off-speed Reg. season Postseason Syndergaard Syndergaard Sinker Slider Off-speed Four-seam fastball Reg. season Postseason", "url": "https://www.nytimes.com/interactive/2015/10/27/sports/baseball/mets-fastest-pitchers.html"}