{"authors": ["Karen Zraick", "Compiled Karen Zraick"], "date_download": "2018-11-16 04:11:28", "date_modify": "2018-11-16 04:11:28", "date_publish": "2015-10-25 05:33:07", "description": "Argentina, Poland, Tanzania, Guatemala, Haiti and Ivory Coast held elections on Sunday. Here is a rundown of major issues and candidates in each country, with links to New York Times coverage.", "filename": "interactive_2015_10_24_world_argentina-poland-tanzania-elections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341488.html", "image_url": "https://static01.nyt.com/images/2015/10/27/world/sub-argentina-listy/sub-argentina-listy-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_10_24_world_argentina-poland-tanzania-elections.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341488.html", "title": "Elections in Argentina, Poland and Four Other Nations: Why They Matter", "title_page": "Elections in Argentina, Poland and Four Other Nations: Why They Matter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Argentina\nNational elections bring an official end to 12 years of “Kirchnerismo,” the political movement named for President Cristina Fernández de Kirchner and her late husband, Néstor Kirchner. The Kirchners expanded social benefits, nationalized companies, taxed agricultural exports, feuded with American hedge funds and tried to curb media conglomerates.\nAfter winning four-year terms in 2007 and 2011, Mrs. Kirchner was constitutionally barred from seeking a third consecutive term.\nBut it remains unclear who will succeed her. The mayor of Buenos Aires, Mauricio Macri, made a surprisingly strong showing, and will face the front-runner, Daniel Scioli, in a runoff on Nov. 22.\nMr. Scioli, a former vice president who was endorsed by Mrs. Kirchner, took 35.7 percent of the vote with 84 percent of balloting stations tallied, against 35.3 percent for Mr. Macri.\nMr. Macri appeals to voters who believe Mrs. Kirchner’s economic policies have isolated the country and who see her as imperious. He could take the election if he aligns with a third candidate, Sergio Massa, a centrist who leads a party called the Renewal Front and took 21 percent of the vote.\nLatest Story: In Argentina Elections, Tight Vote Yields Presidential Runoff", "url": "https://www.nytimes.com/interactive/2015/10/24/world/argentina-poland-tanzania-elections.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}