{"authors": ["Larry Buchanan", "Evan Grothjan", "Jon Huang", "Yuliya Parshina-Kottas", "Adam Pearce", "Karen Yourish"], "date_download": "2018-11-16 04:20:19", "date_modify": "2018-11-16 04:20:19", "date_publish": "2017-10-04 15:39:16", "description": "“Bump stocks” are attachments that enable semiautomatic rifles to fire faster, almost like machine guns. Twelve of the rifles found in the hotel room of the Las Vegas gunman were fitted with the devices.", "filename": "interactive_2017_10_04_us_bump-stock-las-vegas-gun_1542342019.html", "image_url": "https://static01.nyt.com/images/2017/10/04/us/bump-stock-las-vegas-gun-1507131222062/bump-stock-las-vegas-gun-1507131222062-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_10_04_us_bump-stock-las-vegas-gun_1542342019.html", "title": "What Is a Bump Stock and How Does It Work?", "title_page": "What Is a Bump Stock and How Does It Work? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Twelve of the rifles the gunman in the Las Vegas mass shooting had in his 32nd-floor hotel room were each modified with a “bump stock,” an attachment that enables a semiautomatic rifle to fire faster.\nThe National Rifle Association announced on Thursday that it would support tighter restrictions on such devices.\nA “bump stock” replaces a rifle’s standard stock, which is the part held against the shoulder. It frees the weapon to slide back and forth rapidly, harnessing the energy from the kickback shooters feel when the weapon fires.\nBy The New York Times\nThe stock “bumps” back and forth between the shooter’s shoulder and trigger finger, causing the rifle to rapidly fire again and again. The shooter holds his or her trigger finger in place, while maintaining forward pressure on the barrel and backward pressure on the pistol grip while firing.\nThe bump stock is not banned under federal law even though it allows a weapon to fire at nearly the rate of a machine gun without technically converting it to a fully automatic firearm. (It is illegal for private citizens to possess fully automatic firearms manufactured after May 19, 1986; ownership of earlier models requires a federal license.)\n“The classification of these devices depends on whether they mechanically alter the function of the firearm to fire fully automatic,” Jill Snyder, a special agent in charge at the Bureau of Alcohol, Tobacco, Firearms and Explosives, said at a news conference in Las Vegas on Tuesday. “Bump-fire stocks, while simulating automatic fire, do not actually alter the firearm to fire automatically, making them legal under current federal law.”\nHow Fast Is a Rifle With a Bump Stock?\nAnalysis of video posted on social media suggests that the gunman used rifles with rapid-fire capabilities.\nThis video shows 15 seconds of the attack, with constant gunshots ringing out.\nIsolated, the pattern of gunshots looks like this.\nLas Vegas About 90 shots in 10 seconds\nCompare that with audio extracted from a video of the June 2016 Orlando nightclub shooting, in which 49 people were killed and 53 were wounded. The gunman, Omar Mateen, used at least two guns, including a semiautomatic AR-15-style assault rifle.\nOrlando nightclub 24 shots in 9 seconds\nIn contrast, a fully automatic weapon, like this pre-1986 Colt AR-15A2, sounds different. There are no variations in the firing rate like there was in the Las Vegas shooting.", "url": "https://www.nytimes.com/interactive/2017/10/04/us/bump-stock-las-vegas-gun.html"}