{"authors": [], "date_download": "2018-11-16 04:19:26", "date_modify": "2018-11-16 04:19:26", "date_publish": "2015-05-04 05:20:33", "description": "Children growing up in some places go on to earn more than they would if they had grown up elsewhere.", "filename": "interactive_2015_05_03_upshot_the-best-and-worst-places-to-grow-up-how-your-area-compares_1542341966.html", "image_url": "https://static01.nyt.com/images/2015/05/03/upshot/how-good-is-your-county-at-income-mobility-1430529153548/how-good-is-your-county-at-income-mobility-1430529153548-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_05_03_upshot_the-best-and-worst-places-to-grow-up-how-your-area-compares_1542341966.html", "title": "The Best and Worst Places to Grow Up: How Your Area Compares", "title_page": "The Best and Worst Places to Grow Up: How Your Area Compares - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Manhattan is very bad for income mobility for poor kids . It is better than only about 7 percent of counties.\nLocation matters – enormously. If you’re poor and live in the New York area, it’s better to be in Putnam County than in Manhattan or the Bronx. Not only that, the younger you are when you move to Putnam, the better you will do on average. Children who move at earlier ages are less likely to become single parents, more likely to go to college and more likely to earn more.\nBut even is below the national average. Every year a poor child spends in Putnam County addssubtracts about tofrom his or her annual household income at age 26, compared with a childhood spent in the average American county. Over the course of a full childhood, which is up to age 20 for the purposes of this analysis, the difference adds up to about $3,100, or 12 percent, moreless in average income as a young adult.\nThese findings, particularly those that show how much each additional year matters, are from a new study by Raj Chetty and Nathaniel Hendren that has huge consequences on how we think about poverty and mobility in the United States. The pair, economists at Harvard, have long been known for their work on income mobility, but the latest findings go further. Now, the researchers are no longer confined to talking about which counties merely correlate well with income mobility; new data suggests some places actually cause it.\nConsider Manhattan, the focus of this articleour best guess for where you might be reading this article. (Feel free to change to another place by selecting a new county on the map or using the search boxes throughout this page.)\nIt’s among the worst counties in the U.S. in helping poor children up the income ladder. It ranks 175th out of 2,478 counties, better than only about 7 percent of counties. Compared with the rest of the country, it is also bad for rich boys and rich girls. It is relatively worse for poor girls than it is for poor boys. (The low-income population in Manhattan is concentrated in the far northern and southern parts of the borough.)\nHere are the estimates for how much 20 years of childhood in adds or takes away from a child’s income (compared with an average county), along with the national percentile ranking for each.", "url": "https://www.nytimes.com/interactive/2015/05/03/upshot/the-best-and-worst-places-to-grow-up-how-your-area-compares.html"}