{"authors": ["Ford Fessenden", "Yuliya Parshina-Kottas", "Derek Watkins", "Mika Gröndahl"], "date_download": "2018-11-16 03:41:03", "date_modify": "2018-11-16 03:41:03", "date_publish": "2016-11-28 11:01:01", "description": "The protection of Donald J. Trump during visits to his home in Manhattan presents challenges unlike those of any previous president.", "filename": "interactive_2016_11_28_us_trump-tower-security.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339663.html", "image_url": "https://static01.nyt.com/images/2016/11/27/us/trump-tower-security-1480284279197/trump-tower-security-1480284279197-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_11_28_us_trump-tower-security.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542339663.html", "title": "A Guide to White House North", "title_page": "A Guide to White House North - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "TRUMP TOWER TRUMP TOWER\nThe Manhattan White House of Donald J. Trump is in the center of one of the busiest and richest urban corridors in the world, close to major corporate and bank headquarters and expensive high-rises. The protection of Mr. Trump during visits to Trump Tower presents challenges unlike those of any previous president.\nMr. Trump lives in the three top floors of Trump Tower at Fifth Avenue and 56th Street, atop 38 floors of residences, 13 stories of commercial offices and seven floors of public retail space, all planted in a teeming office, residential and shopping district three blocks from Central Park.\nCentral Park Queensboro Bridge Columbus CircLE 59th Street Broadway Trump Tower 57th Street 56th Street 5th Avenue 9th Avenue 8th Avenue Park Avenue 2nd Avenue 1st Avenue 21 CLUB 52nd Street St. Patrick’s Cathedral ROCKEFELLER CENTER EAST RIVER 48th Street Times Square Manhattan United Nations Area Shown GRAND CENTRAL CHRYSLER BUILDING Central Park 59th Street Broadway Trump Tower 57th Street 56th Street 8th Avenue Park Avenue 2nd Avenue 5th Avenue 1st Avenue 52nd Street EAST RIVER 48th Street Times Square Manhattan United Nations Area Shown GRAND CENTRAL Central Park 59th St. Trump Tower 56th St. 8th Ave. Park Ave. 2nd Ave. 5th Ave. EAST RIVER Times Square Area Shown United Nations\nIn addition to whatever fortifications and personnel the Secret Service deploys but doesn’t talk about, the city has assigned 50 additional traffic agents and police officers to manage flow, and has posted surveillance officers on elevated platforms and rooftops. Bomb-sniffing dogs and plainclothes police officers patrol the vicinity, and heavy-weapons teams are nearby, according to the police chief of department, Carlos M. Gomez.\nA glimpse of what New Yorkers will see as the transition continues:\nE57 st Checkpoint tiffany 590 madison Lane used by the press madison ave 5 ave TRUMP TOWER 590 atrium Entrance to residential floors High-speed crash barrier High-speed crash barrier E56 st Checkpoint Two lanes closed E57 st Checkpoint tiffany 590 madison Lane used by the press TRUMP TOWER madison ave 5 ave 590 atrium High-speed crash barrier Entrance to residential floors High-speed crash barrier E56 st Checkpoint Two lanes closed Checkpoint tiffany 590 madison Lane used by the press madison ave TRUMP TOWER 5 ave 590 atrium High-speed crash barrier Entrance to residential floors High-speed crash barrier E56 st Checkpoint Two lanes closed E57 st Checkpoint madison ave 590 madison tiffany Press TRUMP TOWER 590 atrium Entrance to residential floors E56 st Checkpoint 5 ave High-speed crash barriers Two lanes closed\nThe president-elect and residents of Trump Tower’s 263 apartments enter on 56th Street, and the sidewalk along the north side of 56th Street is closed from Fifth Avenue to Madison Avenue. The street itself is blocked at either end, with high-speed crash barriers that can be opened for delivery vehicles.\nA second level of security applies to the sidewalks on the south side of 56th Street and the east side of Fifth Avenue, where as many as 25,000 pedestrians walk during rush hours. Bags are searched at checkpoints on the corners.\nIn addition, the two easternmost lanes of Fifth Avenue from 55th to 57th Streets have been closed. The others remain open except in emergencies or to accommodate protests. Thousands of cars and 140 city buses pass by the tower at rush hour, and Chief Gomez said the closing, in effect for the transition, might be reconsidered later.\ntrump tower 590 madison Fourth-floor public garden tiffany Passageway from 590 Madison Entrance to commercial and retail floors E56 st Entrance to residential floors GUCCI 5 ave trump tower 590 madison Fourth-floor public garden tiffany Entrance to commercial and retail floors Passageway from 590 Madison GUCCI E56 st Entrance to residential floors 5 ave trump tower Fourth-floor public garden 590 madison tiffany Passageway from 590 Madison Entrance to commercial and retail floors GUCCI E56 st Entrance to residential floors 5 ave 590 madison trump tower Fourth-floor public garden tiffany Passageway from 590 Madison Entrance to commercial and retail floors E56 st gucci 5 ave Entrance to residential floors", "url": "https://www.nytimes.com/interactive/2016/11/28/us/trump-tower-security.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}