{"authors": ["Rukmini Callimachi", "Andrew Rossback"], "date_download": "2018-11-16 03:20:04", "date_modify": "2018-11-16 03:20:04", "date_publish": "2018-04-05 03:45:07", "description": "The New York Times found thousands of documents left behind by the Islamic State when it fled parts of Iraq. The documents here shed light on what happens when terrorists try their hand at governing.", "filename": "interactive_2018_04_04_world_middleeast_isis-documents-photos.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338404.html", "image_url": "https://static01.nyt.com/images/2018/03/19/world/middleeast/isis-documents-photos-1522801161654/isis-documents-photos-1522801161654-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_04_04_world_middleeast_isis-documents-photos.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338404.html", "title": "The ISIS Way: Extreme Brutality and Detailed Record-Keeping", "title_page": "The ISIS Way: Extreme Brutality and Detailed Record-Keeping - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "MOSUL, Iraq — In June 2014, after it captured Mosul, Iraq’s second-largest city, the Islamic State wanted both legitimacy and revenue. To get that, it used armed militants — and seasoned bureaucrats. There were even forms for suicide bombers to fill out. Here is one fighter’s will.\nHe directed ISIS to pay $600 to a family in Morocco. The group believes a person cannot enter paradise with wordly debts. “I am Tariq al-Bozaidy al-Alami.” “I am Tariq al-Bozaidy al-Alami.” He directed ISIS to pay $600 to a family in Morocco. The group believes a person cannot enter paradise with wordly debts. “I am Tariq al-Bozaidy al-Alami.” He directed ISIS to pay $600 to a family in Morocco. The group believes a person cannot enter paradise with wordly debts. “I am Tariq al-Bozaidy al-Alami.” He directed ISIS to pay $600 to a family in Morocco. The group believes a person cannot enter paradise with wordly debts.\nISIS took land from ‘nonbelievers,’ and rented it to those deemed worthy.\nThe militants targeted landowners who did not share their strict Sunni faith. Then they rented the land out to farmers like Ghanim Khalaf. He wanted five acres — and he found a property that he believed belonged to a Shia family. Workers then went out to map the property and determine whether its former owner practiced the “wrong” religion.\nThen they drew up this contract allowing Mr. Khalaf to lease the land.\nBefore each planting season, the farmer paid the rent to ISIS, receiving a numbered receipt. A photocopy of his ID was included in the file.\nName: Ghanim Father’s name: Khalaf Ahmed Town: Nimrud “General Directorate of Citizenship”: Instead of issuing new IDs, ISIS repurposed those issued by the Iraqi government. Name: Ghanim Father’s name: Khalaf Ahmed Town: Nimrud “General Directorate of Citizenship”: Instead of issuing new IDs, ISIS repurposed those issued by the Iraqi government. Town: Nimrud “General Directorate of Citizenship”: Instead of issuing new IDs, ISIS repurposed those issued by the Iraqi government. Name: Ghanim Father’s name: Khalaf Ahmed Name of district: Nimrud “General Directorate of Citizenship”: Instead of issuing new IDs, ISIS repurposed those issued by the Iraqi government. Name: Ghanim Father’s name: Khalaf Ahmed\nISIS proved extremely adept at tax collection.\nThe paper trail shows that the militants taxed everything imaginable. When harvest time neared, farmers who were already paying rent needed yet another government form, below.\nThe land, located in Nimrud, was planted with barley. “We allow Muslim Rabiha Abdullah Sultan to harvest his land.” The land, located in Nimrud, was planted with barley. “We allow Muslim Rabiha Abdullah Sultan to harvest his land.” This slip gave a farmer permission to harvest. The land, located in Nimrud, was planted with barley. “We allow Muslim Rabiha Abdullah Sultan to harvest his land.” This slip gave a farmer permission to harvest. “We allow Muslim Rabiha Abdullah Sultan to harvest his land.” The land, located in Nimrud, was planted with barley.\nIt allowed an ISIS-directed combine driver to harvest the crop. Ten percent of the harvest was taken as a religious tax. To sell the rest, farmers needed a tax receipt, like this one.\nThe bureaucracy also enforced religious rules.\nWithin days of taking the city, the militants handed out their City Charter. It spelled out new rules: no smoking, drinking or stealing. Women had to be veiled. Prayer times were to be strictly observed.\nFresh from victory, the city's new rulers bragged about conquering “large swaths of land in Iraq and Syria.” Then it was time to lay down the rules: “As for the apostates who continue in their ways, they should expect nothing from us but killing.” “Be happy and enjoy the good life under the Islamic rule that is just and fair, and rejoice on the land where Muslims have the upper hand.” Fresh from victory, the city's new rulers bragged about conquering “large swaths of land in Iraq and Syria.” “Be happy and enjoy the good life under the Islamic rule that is just and fair, and rejoice on the land where Muslims have the upper hand.” Then it was time to lay down the rules: “As for the apostates who continue in their ways, they should expect nothing from us but killing.” “Be happy and enjoy the good life under the Islamic rule that is just and fair, and rejoice on the land where Muslims have the upper hand.” Fresh from victory, the city's new rulers bragged about conquering “large swaths of land in Iraq and Syria.” Then it was time to lay down the rules: “As for the apostates who continue in their ways, they should expect nothing from us but killing.” Fresh from victory, the city's new rulers bragged about conquering “large swaths of land in Iraq and Syria.” “Be happy and enjoy the good life under the Islamic rule that is just and fair, and rejoice on the land where Muslims have the upper hand.” Then it was time to lay down the rules: “As for the apostates who continue in their ways, they should expect nothing from us but killing.”\nResidents soon came to know and fear the religious police, whose vehicles bore official ISIS license plates. The militants had their own D.M.V.\nThe officers began issuing citations to rule breakers. People who signed the form below agreed to accept any punishment the government saw fit to impose if they broke the rule again: “I, the undersigned, pledge not to cut or trim my beard again. If I do that again, I will be subject to all kinds of punishment that the Hisba Center may take against me.”\nAnd there were many rules to break. One day, a group of 13- and 14-year-old boys were taken into custody. Their offense: “making fun during prayer.”\nIt was never too early to start inculcating the young with hard-line beliefs. This workbook was given to children studying English.\nThe Islamic State’s authority extended to the cradle. Babies born under the caliphate’s black flag were issued birth certificates on ISIS stationery. This child weighed 4 kilograms on the day of her birth.\nShe was born in al-Jazeera Province, an administrative area created by ISIS. A little girl, named Shehed, was born at home on Aug. 26, 2016. She was born in al-Jazeera Province, an administrative area created by ISIS. A little girl, named Shehed, was born at home on Aug. 26, 2016. A little girl, named Shehed, was born at home on Aug. 26, 2016. She was born in al-Jazeera Province, an administrative area created by ISIS. She was born in al-Jazeera Province, an administrative area created by ISIS. A little girl, named Shehed, was born at home on Aug. 26, 2016.\nISIS officials continued their unrelenting documentation until their final days in power, when United States-led forces retook Mosul. Even in those final days, documents like the one below show that they were still flush with cash.\nThis November 2016 document shows money changing hands in the Caliphate’s final months. The total amount was more than $160,000. It was a transfer between two ISIS bureaucrats. This November 2016 document shows money changing hands in the Caliphate’s final months. “Ministry of Agriculture and Livestock” The total amount was more than $160,000. It was a transfer between two ISIS bureaucrats. This November 2016 document shows money changing hands in the Caliphate’s final months. “Ministry of Agriculture and Livestock” The total amount was more than $160,000. It was a transfer between Abu Yousif and Abu Jarrah, two ISIS bureaucrats. This November 2016 document shows money changing hands in the Caliphate’s final months. “Ministry of Agriculture and Livestock” It was a transfer between Abu Yousif and Abu Jarrah, two ISIS bureaucrats. The total amount was more than $160,000. This November 2016 document shows money changing hands in the Caliphate’s final months. “Ministry of Agriculture and Livestock” The total amount was more than $160,000. It was a transfer between Abu Yousif and Abu Jarrah, two ISIS bureaucrats.\nDocument photography by Tony Cenicola. Rukmini Callimachi reported from Mosul, and Andrew Rossback from New York.", "url": "https://www.nytimes.com/interactive/2018/04/04/world/middleeast/isis-documents-photos.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}