{"authors": ["Haeyoun Park", "Matthew Ericson", "Matthew Bloch"], "date_download": "2018-11-16 04:39:25", "date_modify": "2018-11-16 04:39:25", "date_publish": "2015-03-21 23:45:28", "description": "Who Rahm Emanuel needs to win over to keep his seat in the April 7 runoff.", "filename": "interactive_2015_03_22_us_chicago-mayoral-runoff-election_1542343165.html", "image_url": "https://static01.nyt.com/images/2015/03/22/us/chicago-mayoral-runoff-election-1426892905634/chicago-mayoral-runoff-election-1426892905634-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_03_22_us_chicago-mayoral-runoff-election_1542343165.html", "title": "The Groups That May Decide the Chicago Mayoral Election", "title_page": "The Groups That May Decide the Chicago Mayoral Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Emanuel’s share of the vote fell in more than 80 percent of the city’s 2,069 precincts. While Mr. Emanuel had the support of voters in majority-white precincts, Mr. Garcia’s primary base was in majority-Hispanic precincts. In the runoff, the black vote may be critical in determining the winner.\nBlack precincts\nEmanuel Chico Others 2011 59% 10 2015 24 23 42% Emanuel Garcia Wilson Others Emanuel Chico Others 2011 59% 10 2015 42% 24 23 Emanuel Garcia Wilson Others\nMr. Emanuel has the support of President Obama, but high crime rates and the decision to close nearly 50 public schools in mostly poor neighborhoods have hurt his popularity among black voters. While Mr. Emanuel won in many predominantly black precincts, his margins were significantly smaller than in 2011. Four years ago, he decisively won the majority-black precincts. In February, some of those precincts chose Mr. Garcia or Willie Wilson, the third-place candidate who has officially endorsed Mr. Garcia.\n2011 Emanuel Chico 10 20 30 40% 2015 Emanuel Garcia Wilson 10 20 30 40%\nHispanic precincts\nEmanuel Chico Others 2011 39% 39 2015 54 3 36% Emanuel Garcia Wilson Emanuel Chico Others 2011 39% 39 2015 36% 54 3 Emanuel Garcia Wilson\nMr. Garcia, who is widely known as Chuy, united the predominantly Hispanic precincts, capturing 54 percent of the vote. Meanwhile, Mr. Emanuel’s vote fell to 36 percent from 39 percent in 2011. Mr. Garcia’s best chance at winning the runoff may be to grow this electorate, but that may be challenging because Hispanics generally have lower voter registration rates and turnout is often unreliable.\n2011 Emanuel Chico 10 20 30 40% 2015 Emanuel Garcia Wilson 10 20 30 40%\nWhite precincts\nEmanuel Chico Others 2011 29 59% 2015 33 3 53% Emanuel Garcia Wilson Emanuel Chico Others 2011 59% 29 2015 53% 33 3 Emanuel Garcia Wilson\nMr. Emanuel has his strongest base among predominantly white voters, particularly on the city’s North Side. But even his support in majority-white precincts waned to 53 percent from 59 percent four years ago. About a third of these voters went for Mr. Garcia in February.", "url": "https://www.nytimes.com/interactive/2015/03/22/us/chicago-mayoral-runoff-election.html"}