{"authors": ["Adam Liptak", "Alicia Parlapiano"], "date_download": "2018-11-16 04:09:06", "date_modify": "2018-11-16 04:09:06", "date_publish": "2015-04-28 08:55:17", "description": "How the court decided in key cases during the 2014-15 term.", "filename": "interactive_2015_us_major-supreme-court-cases-in-2015.html__r=0_1542341346.html", "image_url": "https://static01.nyt.com/images/2015/04/28/us/major-supreme-court-cases-in-2015-1430210716182/major-supreme-court-cases-in-2015-1430210716182-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_us_major-supreme-court-cases-in-2015.html__r=0_1542341346.html", "title": "Major Supreme Court Cases in 2015", "title_page": "Major Supreme Court Cases in 2015 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "• In 2008, the Supreme Court ruled that a combination of chemicals then in widespread use did not violate the Constitution's ban on cruel and unusual punishment.\n• Three death row inmates challenged the use of the sedative midazolam as the first step in executions. They said that even if properly administered, the drug cannot reliably cause deep unconsciousness before the injection of other extremely painful agents that cause death.\nThe court decided in Glossip v. Gross that states may use a drug linked to apparently botched executions to carry out death sentences. Full analysis »\n• Scores of friend-of-the-court briefs were filed on both sides. The Obama administration supported the couples challenging bans on same-sex marriage.\n• In three earlier decisions, the Supreme Court has expanded the rights of gay Americans.\n• Same-sex couples could marry in three dozen states, but federal appeals courts had been divided over whether states must allow same-sex couples to marry and recognize such marriages performed elsewhere.\nThe court decided in Obergefell v. Hodges that the Constitution guarantees a right to same-sex marriage. Full analysis »\n• A ruling for the plaintiffs would not have overturned the health care law completely, but more than six million people in about three dozen states would have lost their subsidies. The effect of those cancellations would probably also have led to higher prices for everyone in those markets.\n• A divided three-judge panel of a federal appeals court in Washington said the Affordable Care Act did not allow the subsidies.\nThe court decided in King v. Burwell that tax subsidies were being provided lawfully in three dozen states that had decided not to run marketplaces for insurance coverage. Full analysis »\n• Last term, the E.P.A. won a case before the Supreme Court aimed at limiting power plant pollution that wafts across state lines. It largely prevailed in a second case aimed at cutting planet-warming greenhouse gas emissions, though the court indicated that it remained prepared to impose limits on the agency’s regulatory authority.\n• In the mercury case, the United States Court of Appeals for the District of Columbia Circuit ruled that the agency’s interpretation of the Clean Air Act was reasonable.\nIn three environmental regulation cases , the court found the Environmental Protection Agency violated the Clean Air Act by failing to undertake a cost-benefit analysis in deciding whether to set limits on emissions of mercury and other toxic pollutants from power plants.\n• Had the Supreme Court rejected Arizona’s commission, at least one other, in California, would also have been imperiled.\nIn Arizona State Legislature v. Arizona Independent Redistricting Commission , the court ruled that voters had the power to strip elected lawmakers of their authority to draw district lines.\n• When the case was argued in January, Justice Antonin Scalia asked question suggesting that he was not prepared to provide the fifth vote to do away with disparate-impact suits. As it turned out, he joined the dissent.\n• The case was brought by a Texas group that helps mostly lower-income black families find housing in the Dallas suburbs, which are mostly white. The families use housing vouchers, but not all landlords accept them. Landlords receiving federal low-income tax credits, however, are required to accept the vouchers, and a disproportionate share of the tax credits goes to landlords in minority neighborhoods.\nIn Texas Department of Housing and Community Affairs v. Inclusive Communities Project , the court decided that plaintiffs suing under the Fair Housing Act of 1968 could prove discrimination using statistics to show that the challenged practice had produced a “disparate impact.”\n• The justices agreed on the bottom line but not the rationale. Six justices said the ordinance was subject to the most searching form of judicial review, strict scrutiny, and that it could not survive it. Three justices agreed that the ordinance must fall but said the legal principles announced by the majority were too sweeping, endangering many reasonable sign ordinances.\nThe court decided in Reed v. Town of Gilbert, Ariz. , that a town ordinance that places different limits on political, ideological and directional signs violates the First Amendment.\n• In 2011, not long before the motor vehicles department rejected the plates, Gov. Rick Perry indicated he supported such a move. “We don’t need to be scraping old wounds,” he said. The American Civil Liberties Union filed a brief against the state, while an N.A.A.C.P. spokesperson expressed support for the state.\n• Nine states, some under court order, had let drivers choose specialty license plates featuring the Confederate flag and honoring the Sons of Confederate Veterans, which says it seeks to celebrate Southern heritage. But Texas refused to allow the group’s plates, saying the flag was offensive.\nThe court decided in Walker v. Texas Division, Sons of Confederate Veterans that Texas was free to reject specialty license plates bearing the Confederate battle flag.\nSeparation of Powers in Foreign Affairs\nThe court decided in Zivotofsky v. Kerry that Congress was not entitled to order the State Department to “record the place of birth as Israel” in the passports of American children born in Jerusalem if their parents requested.\n6-3\nSotomayor Kagan Ginsburg Breyer Kennedy Roberts Scalia Alito Thomas\n• The Bush administration did not follow the Jerusalem provision, saying that it interfered with the president's constitutional authority to conduct foreign affairs. The Obama administration followed suit.\n• In 2012, the Supreme Court ruled that the case did not involve a “political question” beyond the federal courts’ power to decide and returned the case to an appeals court. In 2013, the appeals court ruled for the executive branch, saying the passport requirement impermissibly intruded on what it said was the president’s exclusive authority to recognize foreign governments.", "url": "https://www.nytimes.com/interactive/2015/us/major-supreme-court-cases-in-2015.html?_r=0"}