{"authors": ["Jasmine C. Lee", "Rudy Omri", "Julia Preston"], "date_download": "2018-11-16 03:11:18", "date_modify": "2018-11-16 03:11:18", "date_publish": "2016-09-03 15:30:10", "description": "Behind the term that Donald J. Trump and others are talking about.", "filename": "interactive_2016_09_02_us_sanctuary-cities_1542337878.html", "image_url": "https://static01.nyt.com/images/2016/09/02/us/sanctuary-cities-1472858205877/sanctuary-cities-1472858205877-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_09_02_us_sanctuary-cities_1542337878.html", "title": "What Are Sanctuary Cities?", "title_page": "What Are Sanctuary Cities? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Five days after taking office, President Trump signed an executive order to block federal funding to “sanctuary cities,” a term that has been used to generally describe places that limit how local law enforcement can cooperate with federal immigration agents.\nIt was not immediately clear which jurisdictions would be subject to the order, said Lena Graber, a special projects lawyer at the Immigrant Legal Resource Center.\nThe order targets jurisdictions that hinder communication with the Department of Homeland Security about a person’s immigration status, Ms. Graber said. She did not think the sanctuary policies now in place in cities across the country were in violation of the order.\nAt least five states have laws that limit how much the local police can cooperate with federal immigration agents.\nThe New York Times\nThe maps shown here are based on data collected by the Immigrant Legal Resource Center, specifically looking at jurisdictions that limit how much the local police cooperate with requests from federal authorities to hold immigrants in detention.\nThe center found at least 633 counties with these policies.\nThe New York Times\nPolicies limiting cooperation with immigration detainers are typically in place at the county and state level, Ms. Graber said. In cities, sanctuary policies often mean local officials do not ask about a person’s immigration status, but there is no universal definition for a sanctuary city.\nCompiling a comprehensive list of cities that could be considered sanctuaries is challenging. In some places, officials have publicly declared their city to be a sanctuary, but the city may not have actual policies in place.\nCounty policies, Ms. Graber said, are actually the most relevant in the debate over immigration enforcement.\nMr. Trump and many Republicans say sanctuary cities allow criminals to go free, leading to crimes that could have been avoided if the immigrants had been deported.\nMany local law enforcement officials favor the policies, saying they do not want the job of enforcing federal immigration laws. They say they rely on immigrants in their communities to come forward to report crimes.", "url": "https://www.nytimes.com/interactive/2016/09/02/us/sanctuary-cities.html"}