{"authors": ["Margot Sanger-Katz", "Quoctrung Bui"], "date_download": "2018-11-16 04:51:09", "date_modify": "2018-11-16 04:51:09", "date_publish": "2016-10-31 11:07:17", "description": null, "filename": "interactive_2016_10_31_upshot_up-uninsured-2016.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343869.html", "image_url": "https://static01.nyt.com/images/2016/10/31/upshot/up-uninsured-2016-1477872946719/up-uninsured-2016-1477872946719-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_10_31_upshot_up-uninsured-2016.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343869.html", "title": "The Impact of Obamacare, in Four Maps", "title_page": "The Impact of Obamacare, in Four Maps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "2013\n2014\n2015\n2016\nThis article ran in October 2016.\nThe share of people without health insurance keeps falling.\nSince 2013, when the major provisions of Obamacare went into effect, the uninsured rate has fallen in every state. And some states that you might not expect have led the way.\nThe news about the Affordable Care Act has been grim lately: The price of health plans in new marketplaces is up, and choice is declining in many places. But amid the difficulties, new data highlight the law’s effectiveness in getting coverage for millions of Americans.\nOver all, the gains are substantial: a seven-percentage-point drop in the uninsured rate for adults. But there remain troublesome regional patterns. Many people in the South and the Southwest still don’t have a reliable way to pay for health care, according to the new, detailed numbers from a pair of groups closely tracking enrollment efforts. Those patterns aren’t an accident. As our maps show, many of the places with high uninsured rates had poor coverage before the Affordable Care Act passed. They tend to be states with widespread poverty and limited social safety nets. Look at Mississippi and Texas, for example.\nBut many of the places that have reduced their uninsured rates the most had similar characteristics in 2013. Look at Kentucky and Arkansas. Over the years, you can see them diverge sharply from their neighbors.\nReductions in the uninsured in 2014. One year after the health law’s coverage expansion kicked in, millions of people got health insurance.\nThrough 2015. In the second year, the uninsured rate continued to fall nationwide, with some states having especially sharp declines.\nThrough this year. Guess which states expanded Medicaid?\nThe differences reflect a number of factors, but there is one big one: a state’s decision about whether to expand its Medicaid program. States that expanded saw much larger declines in their uninsured rates compared with those that didn’t. It appears that Medicaid expansion has had a couple of effects: It provided a new coverage option for childless adults below or near the poverty line. It helped spur many people who were already eligible for the program to sign up. And it may have helped boost enrollment in Obamacare’s marketplace plans. Take a look at Montana, which expanded its Medicaid program this year -- it experienced immediate, sharp reductions in the number of residents without insurance. (Louisiana also expanded its program this year, but the expansion began after the research used to make the map was conducted.)\nThe numbers used to make our maps come from two organizations that are closely tracking the progress of the health law. For the last two years, Enroll America and Civis Analytics have shared with The Upshot the results of their research into where the uninsured live. They use the data to help identify people who may be eligible for coverage and need help signing up.\nThe new marketplaces have struggled to attract a large share of young, healthy customers, which is part of why costs there have been higher than insurers expected. But the Enroll America data suggest that, over all, a lot of young people who had no insurance before have it now. Researchers measured a five-percentage-point drop in the uninsured rate among adults under 35 in 2016 alone.\nThe Enroll analysis found that states that expanded Medicaid in 2014 showed big reductions, but states that expanded the next year caught up quickly. Those data suggest that states yet to expand could expect results similar to neighbors that made the policy change earlier. (For a glimpse of what the country might have looked like in 2014 if every state had expanded Medicaid, look at the map here.)\n“The states that expanded early, they obviously saw an immediate decline,” said Ed Coleman, the national analytics and data director at Enroll America. “But the states that expanded late, they caught up almost right away. They get very immediate and dramatic benefits.”\nMedicaid expansion is not the only way states have increased the number of residents with health insurance. One of the most striking trends in the three-year Enroll data is that many of the states with the largest reductions in the uninsured in 2014 also had the largest ones this year.\nWest Virginia started near the bottom of the pack in 2013. It had high rates of uninsurance and poverty, and ranked low on measures of public health. But state officials, health care providers and local advocacy groups embraced the Affordable Care Act wholeheartedly -- and avoided the word Obamacare. The state didn’t just expand Medicaid, but also took extra efforts to identify residents who were likely to be eligible for new insurance, sought them out, and made it easier for them to sign up. Even after the Medicaid expansion sharply reduced the state’s uninsured rate in 2014, advocates like Terri Giles, the executive director of West Virginians for Affordable Health Care, continued to press for more people to sign up for health coverage.\nWest Virginia is a red state, and opposition to the president’s health law can run strong. But Ms. Giles said that she had faced little pushback as she’s spoken to county officials around the state, encouraging them to help with sign-up efforts. “At first, we might have had some hesitancy,” she said. “But the proof is in the pudding, and the pudding is delicious in West Virginia.”\nThere’s a governor’s race this year in the state, but both candidates say they are committed to preserving the Medicaid expansion and other signup programs.\nArkansas, another big success story, used some of the same automatic enrollment strategies. Kentucky gave residents a single, simple website to sign up for Medicaid or buy health insurance, though the new governor just shut down the site. California, a blue state, started early with Medicaid, and has focused on its insurance marketplace for middle-class residents, and has invested heavily in outreach to uninsured populations. Parts of the state still have a lot of uninsured residents, but the number has fallen every year.", "url": "https://www.nytimes.com/interactive/2016/10/31/upshot/up-uninsured-2016.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}