{"authors": ["Guilbert Gates", "Troy Griggs", "Denise Lu", "Tim Wallace", "Jeremy White"], "date_download": "2018-11-16 03:46:41", "date_modify": "2018-11-16 03:46:41", "date_publish": "2018-07-07 03:18:51", "description": "Divers navigated flooded passages, with some openings as small as 3 feet wide, to rescue the soccer team.", "filename": "interactive_2018_07_06_world_asia_thai-cave-rescue.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340001.html", "image_url": "https://static01.nyt.com/images/2018/07/07/us/inside-the-cave-rescuers-soccer-team-thailand-promo-1530979062697/inside-the-cave-rescuers-soccer-team-thailand-promo-1530979062697-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_07_06_world_asia_thai-cave-rescue.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340001.html", "title": "Inside the Thailand Cave: The Obstacles That Rescuers Faced", "title_page": "Inside the Thailand Cave: The Obstacles That Rescuers Faced - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Go here to read the story of how the boys escaped.\nRescue divers navigated flooded passages, with some openings as small as 3 feet wide and 2 feet tall, to rescue the trapped soccer team.\n1/2 MILE Location of cross-section Cross-section of the cave 5 FEET Location of cross-section 1/2 MILE Cross-section of the cave 5 FEET 1/2 MILE Location of cross-section Cross-section of the cave 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET 1/2 MILE Main entrance Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET 1/2 MILE Main entrance Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET 1/2 MILE Main entrance Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET 1/2 MILE Main entrance Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET 1/2 MILE Main entrance Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET 1/2 MILE Main entrance Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET Main entrance 1/2 MILE Location of cross-section 5 FEET 1/2 MILE Main entrance Location of cross-section 5 FEET\nRescuers brought in supplies and equipment through the cave’s main entrance. The shape shown here is the cross-section of the cave at the entrance. The rescue team had its base here in Chamber 3, a dry area about a third of a mile from the entrance. Divers tried to run a communications line from here to the trapped team. Starting at about a half-mile from the entrance, the cave significantly narrows. This is the cross-section of the cave at about three-quarters of a mile from the entrance. It was here at Sam Yaek junction that divers first found the tunnel that led to the soccer team. This is the cross-section of the cave about one mile from the entrance. Authorities believe the team fled rising waters here at Pattaya Beach, which has one of the smallest openings in the entire complex. The divers found the 12 boys and their coach near this area, which is more than a mile and a half from the entrance.\nIn rescuing all 13 people, the divers faced a risky and desperate mission. The boys had grown weak from falling oxygen levels in the chamber where they were trapped. One rescue diver died Friday when he ran out of air while underwater.\nRescue camp located in Chamber 3. Main entrance Junction where divers found the tunnel that led to the soccer team. Approx. 3/4 mile from entrance Approx. 1/3 mile from entrance Approx. 1 mile from entrance 500 FEET NORTH Pattaya Beach Approximate area where the 12 boys and their coach were found, more than a mile and a half from the entrance. Rescue camp located in Chamber 3. Junction where divers found the tunnel that led to the soccer team. Main entrance Approx. 1/3 mile from entrance Approx. 1 mile from entrance Approx. 3/4 mile from entrance 500 FEET Pattaya Beach NORTH Approximate area where the 12 boys and their coach were found. Rescue camp located in Chamber 3. Main entrance Junction where divers found the tunnel that led to the soccer team. Approx. 1/3 mile from entrance Approx. 1 mile from entrance 500 FEET Pattaya Beach NORTH Approximate area where the 12 boys and their coach were found, more than a mile and a half from the entrance. Junction where divers found the tunnel that led to the soccer team. Main entrance Approx. 1/3 mile from entrance Rescue camp located in Chamber 3. Approx. 1 mile from entrance Pattaya Beach 1,000 FEET Approximate area where the 12 boys and their coach were found. NORTH\nThe cave system runs under a mountain range. Officials initially considered drilling as an approach for rescuing the boys, but that option has mostly been eliminated because getting the necessary drilling equipment up the mountain would be daunting and time-consuming.\nDoi Nang Non mountain range Pong Pha Tham Luang Cave entrance NORTH Doi Nang Non mountain range Pong Pha Tham Luang Cave entrance NORTH Doi Nang Non mountain range Tham Luang Cave entrance NORTH Tham Luang Cave entrance Doi Nang Non mountain range Pong Pha NORTH\nThe boys and their coach went into the cave after a practice on June 23 and were caught inside by rising floodwaters. They were trapped for 10 days before they were found.\nTham Luang Rescue Operation Cent, via Associated Press\nThe initial jubilation that the team had been found alive had given way to deep worry over the difficulty of getting them out. The July-to-November rainy season is a particularly dangerous time because rainfall can flood the cave with surging waters.\nOfficials had been monitoring weather forecasts, with some expecting monsoon rains to arrive soon. The storms could have slowed the rescue effort and pushed water levels in the group’s chamber even higher. To help keep water levels down, a small dam was built outside the cave.\nTham Luang Rescue Operation Center, via Associated Press\nThe boys, ages 11 to 16, and their 25-year-old soccer coach were trained in how to make the journey through cramped and flooded passageways. None had ever used diving gear, and at least some of the boys didn’t know how to swim at all.\nDozens of cave divers from Thailand and around the world participated in the rescue. The operation required shepherding each person for hours through underwater passageways with few air pockets.", "url": "https://www.nytimes.com/interactive/2018/07/06/world/asia/thai-cave-rescue.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}