{"authors": ["Luis Ferré-Sadurní", "Mariana Alfaro", "Adam Ferguson", "Photographs Adam Ferguson"], "date_download": "2018-11-16 04:29:17", "date_modify": "2018-11-16 04:29:17", "date_publish": "2018-10-22 00:28:21", "description": "We spoke to 10 New York City Catholics about their internal struggles amid the recent sexual abuse allegations. Their disparate internal struggles offer a window into the rich complexities of Catholicism in one of the most diverse cities in the world.", "filename": "interactive_2018_10_21_nyregion_new-york-city-catholics.html_module=inline_1542342557.html", "image_url": "https://static01.nyt.com/images/2018/10/18/nyregion/00CATHOLICfader1/00CATHOLICfader1-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_10_21_nyregion_new-york-city-catholics.html_module=inline_1542342557.html", "title": "Why They Stay. Why They Can’t: New York Catholics Wrestle With Their Faith Over Abuse Allegations", "title_page": "Why They Stay. Why They Can’t: New York Catholics Wrestle With Their Faith Over Abuse Allegations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "One out of every three residents identifies as a Catholic. And there are more than four million Catholics in the city and seven surrounding counties.\nSo when a series of scandals involving the Roman Catholic Church unfolded in rapid-fire succession this summer, New York gasped.\nFirst came accusations of sexual abuse by a premier American cardinal, Theodore E. McCarrick, who quickly resigned but left in his wake lingering questions about the role Pope Francis played in covering up the predatory behavior.\nIn August, an 884-page grand jury report out of Pennsylvania landed with a thud, offering a grim catalogue of seven decades of child abuse by more than 300 priests.\nAnd last month, the attorneys general of New Jersey and New York followed Pennsylvania’s lead, announcing investigations into claims of clergy abuse and cover-ups, joining five other states that have started similar inquiries. Last Thursday, Pennsylvania dioceses said they had received subpoenas for documents as part of an investigation by the United States Justice Department.\nThe revelations have forced a painful reckoning that continues to reverberate across the five boroughs, among the devout and the lapsed, young and old, newcomers and native-born. Their disparate internal struggles offer a window into the rich complexities of Catholicism in one of the most diverse cities in the world.\n[Tell us how the recent abuse allegations have affected your faith.]\n“I’m grappling with my own uncertainties about the whole situation,” she said. “But it’s more so accompanying each other through that pain, and seeing how Christ is present with us.”\nThrough these groups, Ms. Abat said, she has been able to share and understand her anger about the sex scandals with other young Catholics.\nToday, Ms. Abat is not only a practicing Catholic, she is also involved with multiple faith ministries across New York City. She leads Ascension Adults in Action, a group of parishioners at the Church of the Ascension on the Upper West Side. She offers support to young adults who participate in the Jesuit Volunteer Corps, an organization of lay volunteers who spend a year working in the city’s poorest communities. She is also on the ministry team for Charis NYC, which offers retreats to young adults.\n“It definitely makes me angry,” she said. “But it doesn't make me want to leave. If anything, it makes it more urgent for me to stay, not to abandon this church and the people who are in it because we need to heal together. And I can’t do that by leaving.”\nEventually, Ms. Abat said she was able to “come to peace” with her identity as a Catholic. Her temporary break from Catholicism, she said, strengthened her faith and has allowed her to better cope with the recent scandals.\n“I questioned a lot of things,” she said about her decision to step away from the church. “All the rules and all the hierarchy and all of that was just something I was very opposed to, and I needed some time away from that.”\nFor a time in high school and college, Raya Abat, 27, left the Catholic Church. She had grown up attending two churches near her home in Morningside Heights in Manhattan, Notre Dame and Corpus Christi.\n\"I was angry at God. I was angry at the Catholic Church,” he said. “But then, I forgave.”\nMr. McGarvey did leave the church for a few years, disillusioned by the lack of support he felt when he finally opened up about the abuse. But he said he never stopped believing. In the end, a sense of duty toward the faith drew him back in.\n“God gave the Devil over a hundred years to try to destroy his church,” he said. “The best way that he’s going to try to do that is within. I'm not going to let the Devil get the best of me.”\nThough he remains skeptical of clergymen and the Vatican hierarchy, Mr. McGarvey said he has never allowed the abuse to damage his faith in God. To do so, he said, would let evil win.\nDecades later, Mr. McGarvey was among the victims who received a monetary settlement from the Diocese of Rockville Centre as part of its Independent Compensation and Reconciliation Program . He now lives in Jamaica, Queens, and goes to Mass weekly at Our Lady of the Cenacle Church.\n“I hate saying his name,” said Mr. McGarvey, now 52. “I thought I had a father figure, you know, because my dad wasn’t there. And he took advantage of me.”\nMr. McGarvey said he was 16 when he was first sexually assaulted by the Rev. Robert Brown, a priest at his local church, Sienna Parish in Franklin Square, N.Y. Mr. McGarvey, who had joined the church’s youth ministry in search of guidance, said the abuse went on for 14 years. It only ended when the priest died.\nFor Thomas McGarvey, being a follower of the Catholic Church is not only an act of devotion, it is also an act of resistance.\n“I’ll probably still have a nativity scene in my house for Christmas. I have a rosary and have stamps of the Virgin Mary,” Mr. Sánchez said. “I still believe these are all good things. I just can’t keep supporting the church as an institution.”\nHe still occasionally accompanies his parents to Mass. And he acknowledges his “soft spot” for the Catholic faith.\nAfter coming out, Mr. Sánchez said he initially convinced himself that the church “didn’t hate me for being gay.” He even joined an Upper East Side church that had an L.G.B.T.Q. group. But he ultimately found it impossible to worship in a church that was hostile to homosexuality, even if there were havens where he had felt welcome. “Even if this church is liberal,” he said. “It doesn’t mean that the whole Catholic Church is.”\nBut Mr. Sánchez recently stopped going to church after learning from news reports that a priest he had idolized in Ecuador had sexually abused teenagers. Feeling betrayed, Mr. Sánchez said he had grown increasingly vocal with friends and on social media about his concerns about sex abuse in the church, especially after the grand jury report.\n“Everything I grew up around was Catholic,” said Mr. Sánchez, who lives in Bushwick, Brooklyn, and moved to the United States with his family about four years ago.\nIt was an instinctual response. He was raised Catholic in Ecuador, where he attended a Catholic school. He went to Mass every Sunday. He had been an altar server.\n“It was a very dramatic time,” said Mr. Sánchez, 21, a student at Baruch College. “I went to church. Just praying. I really relied on that.”\nFernando Sánchez relied on his faith after he told his family he was gay when he was a senior in high school.\nThe grand jury report exacerbated her internal struggle. “I get so angry because of the systemic abuse,” she said.\nComplicating her decision about whether to participate as a Catholic is a fear of showing a lack of respect toward her parents, and her Irish heritage. Her mother, she said, wishes she and her five siblings were “very pious, fervent supporters of the Catholic Church.”\nYet she wound up at a Jesuit university, and some of her favorite academic pursuits have involved studying the history of the church.\n“At this point I don’t really know if I identify as a Catholic,” she said, adding, “That’s something I’m still trying to figure out.”\nMs. Schliep has largely stopped going to church. When she does accompany her boyfriend to Mass, she feels guilty receiving communion. To participate in the sacrament feels disrespectful to her friends and relatives who remain steadfast in their beliefs.\n“I felt I didn’t fit in,” said Ms. Schliep, who is 21 and studying English and history. “I also didn’t believe in a lot of the tenets of the Catholic Church. The fact that there are no female priests has always bothered me.”\nShe grew up in a family with deep Irish-Catholic roots; her parents took her to Mass every Sunday near their home in New Jersey. But as she got older she realized that her positions on many social issues — like abortion and same-sex marriage — were at odds with the church’s central teachings.\nTheresa Schliep, a senior at Fordham University in the Bronx, wrestles with whether to still identify as a Catholic.\n“The one thing I remember my dad telling me, as a young boy, is: ‘Don’t let others cause you to lose your salvation,’” he said. “I never understood what he meant by that. But as I've grown older, and now that I have children, I understand a little more.”\nMr. David said he wanted his children to grow up with a strong sense of faith so they, like him, can adhere to the principles of Catholic social teaching and its emphasis on selflessness, service and charity as a road to salvation.\nMr. David, who grew up in Kentucky, now attends Sunday Mass at St. Charles Borromeo Church in Brooklyn Heights with his wife and two children, who are being raised in both the Catholic and evangelical traditions.\n“As Catholics we’re sort of accustomed to just waiting for people to tell us how it’s going to be, what the church rules and regulations are,” he said. “Christ lives and dwells in us. And so I think, as lay people, we have a sense of what is right and what is wrong. I think it’s time for us to stand up and say, ‘This is unacceptable.’”\nThe Pennsylvania report, he said, provides an opportunity for lay Catholics to demand more accountability.\n“We are broken people, and so it doesn’t shock me that this has taken place. What shocks me more is sort of the response to it,” he said. “That’s what I think disappoints and what leaves people cynical and bitter and frustrated.”\nJacques David, 50, said he believes the cover-up of sexual abuse shows the church hierarchy has not adhered “authentically to what Jesus taught.”\n“I do miss it,” Mr. Dougherty said about the church. “I love the Catholic Church, but I can’t go there anymore right now until they fix this.”\nMr. Dougherty said he would consider returning to the Catholic Church only if comprehensive reforms were implemented and state laws were changed to prosecute priests accused of older crimes. He said he sometimes thought about all the money he donated over the years, and how it was used.\nSince then, Mr. Dougherty said, he has been attending an Episcopal church on Park Avenue. He likes that women can be ordained priests, and the Episcopal Church’s views on sin: “light on guilt and heavy on compassion.”\n“I was thinking about my brother and all he’s been through and just the enormity of it all,” Mr. Dougherty said. “How could I be a part of this? I felt like a hypocrite.”\nAs an elementary school student in Pennsylvania, Shaun Dougherty was repeatedly molested by a priest who would pull him onto his lap and grab his genitals as they drove around in a car. Shaun Dougherty is among the victims mentioned in a grand jury report released in 2016 about sex abuse in the Altoona-Johnstown Diocese, he said.\n“Shaun said, ‘You’re helping them fight me. You’re helping them raise money by collecting at church. It’s never going to change unless parishioners change,’” Daniel Dougherty recalled. “I had to do some soul-searching and he was right.”\nDaniel Dougherty, 58, said he could no longer stomach providing financial and volunteer support for an institution that had so deeply scarred his brother.\nBut he walked away two years ago at the behest of his younger brother, Shaun Dougherty, who was sexually abused by a priest as a child.\nDaniel Dougherty was an active parishioner at the Church of St. Mary in Long Island City in Queens for 29 years, volunteering as an usher and attending Mass regularly.\n“For me personally, it’s another deeper conversion,” Ms. Jimenez said. “Now it’s time for me to reach a higher level in the sense of my faith. It’s a test of our faith. But when your faith is tested, it makes you stronger.”\nThis, they said, is how they approach the current scandals shaking the church.\n“Anything that is not at the reach of our hands is at the reach of God’s hands,” he said.\nMr. Jimenez, 57, added that his faith had allowed him to let go of worries that would have, in the past, cost him sleep.\n“If I did not have the faith and if I wasn’t rooted in God the way I am, I would be having an anxiety attack every night,” said Ms. Jimenez, 56.\nThe couple had always been active in the church, but they experienced what they described as a “deep conversion” in the late 1990s, during a three-day Cursillo retreat.\nShe sings in the choir at The Parish of St. Joseph and St. Mary Immaculate in the Rosebank neighborhood of Staten Island, and volunteers with parish faith groups. She has even begun attending Mass daily.\n\"You can show everyone that this is not going to stop us,” Ms. Jimenez said. “And that, if anything, we're going to do even more.”\nIn the face of the church’s sexual abuse scandal, Rosanna and Antonio Jimenez made a decision: to get even more involved, and not shy away from the church.\n“A big part of my decision to be Catholic was to meet people.” Kun Seung Lee, 31 Manhattan\nMost of Kun Seung Lee’s classmates moved away from the city when they graduated from New York University a few years ago, but he stayed to work for an accounting firm. Born in South Korea, Mr. Lee, who is known as Pete, suddenly found himself without many friends in a fast-paced city that began to feel isolating.\nHe sought solace in the Catholic Church.\nMr. Lee, 31, began attending a Korean Mass at the St. Francis of Assisi Church in Midtown Manhattan, just a few blocks away from Koreatown. There, he found a bustling community of newly arrived immigrants and other Koreans his age.\n“It served not only as a place of worship but also as a place of gathering and keeping in touch with people with similar situations to mine,” said Mr. Lee, who lives in Murray Hill and now works at a private equity firm.\nHe said that although his decision to be Catholic was “socially driven,” he came to appreciate the church even more as he learned about its teachings. He frequently volunteers for church and charity events.\nHe has remained steadfast amid the sex abuse revelations, which he strongly condemns and finds “really disturbing.” Mr. Lee said it was unsurprising that there were “a few bad apples” in an institution as vast as the Catholic Church and he commended Pope Francis for the way he has handled the issue.\n“Quite frankly, if that happened to someone I personally knew, or if the perpetrator was someone I knew in the church, then it would take a lot of soul-searching and reflection.”", "url": "https://www.nytimes.com/interactive/2018/10/21/nyregion/new-york-city-catholics.html?module=inline"}