{"authors": ["Shreeya Sinha", "Susan Campbell Beachy"], "date_download": "2018-11-16 04:24:33", "date_modify": "2018-11-16 04:24:33", "date_publish": "2013-03-21 13:52:42", "description": "Whether Iran is racing toward nuclear weapon capabilities is one of the most contentious foreign-policy issues challenging the West.", "filename": "interactive_2014_11_20_world_middleeast_Iran-nuclear-timeline.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342273.html", "image_url": "https://static01.nyt.com/images/2013/02/08/world/irantimeline/irantimeline-articleLarge-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2014_11_20_world_middleeast_Iran-nuclear-timeline.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342273.html", "title": "Timeline on Iran’s Nuclear Program", "title_page": "Timeline on Iran’s Nuclear Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Nuclear Program Begins Iran begins a civilian nuclear program in the 1950s, led by Shah Mohammed Reza Pahlavi, who reaches a deal through the Eisenhower administration's Atoms for Peace program. Under the agreement, the United States agrees to provide a nuclear research reactor in Tehran and power plants. Iran Signs Nuclear Non-Proliferation Treaty With the American-provided research reactor running, starting in 1967, Iran becomes one of 51 nations to sign the Nuclear Non-Proliferation Treaty, agreeing to never become a nuclear-weapon state. Creation of Atomic Energy Body\nThe shah creates the Atomic Energy Organization of Iran, which conducts training for its personnel and nuclear deals with countries including the United States, France, West Germany, Namibia and South Africa. By training engineers in Iran and abroad, the country gains a solid understanding of nuclear technologies and capabilities.\nA year later, Kraftwerk Union, a West German company, agrees to construct two light water reactors to produce nuclear energy at the Bushehr complex, 470 miles south of Tehran. Construction begins in 1974 but the contract is not signed until 1976.\nBy the late 1970s, the United States becomes worried that Iran may harbor nuclear weapon ambitions.\nShah Flees\nThe shah is overthrown and flees the country, in what becomes known as the Islamic Revolution of 1979.\nPrime Minister Shahpur Bakhtiar takes over and cancels the $6.2 billion contract for the construction of two nuclear power plants at the Bushehr complex.\nThe United States retracts a deal it had made with Iran a year earlier and stops supplying enriched uranium for the Tehran research reactor.\nKhomeini Comes to Power Prime Minister Bakhtiar is overthrown by followers of Ayatollah Ruhollah Khomeini, an exiled cleric, after bloody clashes in Tehran.\nThe new leader is uninterested in the nuclear program and ends the shah's effort. Many nuclear experts flee the country.\nAny nuclear cooperation between Iran and the United States breaks down completely with the American Embassy hostage crisis from November 1979 until January 1981.\nNuclear Program Restarts\nThe Iran-Iraq war, from 1980 to 1988, changes Iran's thinking about the nuclear program. With Saddam Hussein pursuing a nuclear program in Iraq, Ayatollah Khomeini secretly decides to restart Iran's program and seeks the assistance of German partners to complete the construction at Bushehr, which was damaged by bombs during the war.\nHelp From Pakistani Scientist\nIn the late 1980s, Abdul Qadeer Khan, a Pakistani metallurgist and the father of Pakistan’s nuclear weapons program, sells Iran, North Korea and Libya his uranium enrichment technology, and in Libya's case, a bomb design. The transactions do not become public until years later.\nIn 2005, the United Nations' International Atomic Energy Agency is on the verge of reviewing Tehran's nuclear program when Iranian officials admit to a 1987 meeting with Dr. Khan's representatives. But Tehran tells the agency that it turned down the chance to buy the equipment required to build the core of a bomb.\nNew Supreme Leader Ayatollah Ali Khamenei, the country's nominal president for eight years, becomes supreme leader after Ayatollah Khomeini dies. Iran and Russia Sign Nuclear Contract\nIran announces that it will sign an $800 million contract with Russia to complete construction on one of two light water reactors at the Bushehr nuclear plant within four years. After many delays, the project was completed in 2010.\nThe United States has been persuading countries like Argentina, India, Spain, Germany and France to prohibit the sale of nuclear technology to Iran's civilian program.\nSanctions Against Iran and Libya With growing intelligence estimates that Iran may secretly be trying to build a nuclear weapon, President Bill Clinton signs a bill imposing sanctions on foreign companies with investments in Iran and Libya. Such rules are already in place for American companies. Proposal for Nuclear-Free Mideast\nPresident Mohammad Khatami of Iran goes to Saudi Arabia, becoming the first Iranian leader since 1979 to visit the Arab world.\nHe issues a joint statement with King Fahd expressing concerns about Israel's nuclear weapons program and support for ridding the Middle East of nuclear weapons. In 2003, Iran supports such a proposal initiated by Syria.\nDiscovery of Secret Plants\nMujahedeen Khalq, an Iranian dissident group also known as the M.E.K., obtains and shares documents revealing a clandestine nuclear program previously unknown to the United Nations.\nThe program includes a vast uranium enrichment plant at Natanz and a heavy water plant at Arak. In December, satellite photographs of Natanz and Arak appear widely in the news media. The United States accuses Tehran of an \"across-the-board pursuit of weapons of mass destruction,\" but takes relatively little action because it is focused on the approaching invasion of Iraq the next year.\nIran agrees to inspections by the I.A.E.A. It also signs an accord with Russia to speed up completion of the nuclear power plant at Bushehr.\nNuclear Program Is Suspended\nPossibly in response to the American invasion of Iraq, which was originally justified by the Bush administration on the grounds that Iraq had weapons of mass destruction, Ayatollah Khamenei orders a suspension of work on what appear to be weapons-related technologies, although he allows uranium enrichment efforts to continue.\nInspectors with the United Nations atomic agency find traces of highly enriched uranium at the Natanz plant, and Iran concedes to demands, after talks with Britain, France and Germany, to accept stricter international inspections of its nuclear sites and to suspend production of enriched uranium.\nViolation and New Agreement\nIran violates the agreement, charging that the Europeans reneged on their promises of economic and political incentives. After 22 hours of negotiations, an Iranian delegation and senior officials from France, Germany, Britain and the European Union come to a preliminary agreement to immediately suspend Iran's production of enriched uranium. The Iranian foreign minister, Kamal Kharrazi, praises the so-called Paris Agreement but emphasizes that any suspension will be temporary.\nIn a few weeks, the I.A.E.A verifies Iran's suspension of its enrichment activities, with one exception: its request to use up to 20 sets of centrifuge components for research and development.\nWith Laptop Files, U.S. Seeks to Prove Iran's Nuclear Aims\nSenior American intelligence officials present the International Atomic Energy Agency with the contents of what they say is a stolen Iranian laptop containing more than a thousand pages of Iranian computer simulations and accounts of experiments -- studies for crucial features of a nuclear warhead.\nIntelligence reports reveal that Mohsen Fakhrizadeh, a little-known Iranian scientist, leads elements of Iran's weaponization program known as Project 110 and Project 111.\nBut doubts about the intelligence persist among some experts, in part because American officials, citing the need to protect their source, have largely refused to provide details of the origins of the laptop beyond saying that they obtained it in mid-2004 from a source in Iran who they said had received it from a second person, now believed to be dead.\nAhmadinejad Elected President Mahmoud Ahmadinejad , known only as a secular conservative and a former mayor of Tehran, becomes president. He becomes a divisive figure in world affairs, cheering on the development of Iran’s nuclear program despite orders from the United Nations Security Council to halt it, calling for Israel to be “wiped off the map’' and describing the Holocaust as “a myth.” Natanz Production Is Restarted\nIran resumes uranium enrichment at Natanz after negotiations with European and American officials collapse.\nThe I.A.E.A. approves a resolution to report Iran's nuclear program to the Security Council, citing “the absence of confidence\" among the atomic agency's members \"that Iran’s nuclear program is exclusively for peaceful purposes.”\nIran Opens a Heavy-Water Reactor\nJust days before Iran is supposed to suspend enrichment of uranium or face the prospect of sanctions, President Ahmadinejad formally kicks off a heavy-water production plant in Arak, 120 miles southwest of Tehran, which would put Iran on the path to obtaining plutonium, a fuel used in nuclear weapons.\nIn November, Iran seeks international assistance to ensure safe operation for a 40-megawatt reactor it is building. Citing broader doubts about Iran's nuclear ambitions, the United Nations atomic agency, the United States and European countries oppose offering help.\nFirst Round of U.N. Sanctions The Security Council unanimously approves sanctions intended to curb Iran’s nuclear program. The sanctions ban the import and export of materials and technology used in uranium enrichment and reprocessing and in the production of ballistic missiles. U.S. - Israel Cyberattacks Begin\nPresident George W. Bush rejects a secret request by Israel for specialized bunker-busting bombs it wants for an attack on Iran’s nuclear program. The Bush administration is alarmed by the Israeli idea to fly over Iraq to reach Iran’s major nuclear complex at Natanz and decides to step up intelligence-sharing with Israel and brief Israeli officials on new American efforts to subtly sabotage Iran’s nuclear infrastructure. Mr. Bush will hand off the major covert program to President Obama.\nThe United States works with Israel to begin cyberattacks, code-named Olympic Games, on computer systems at the Natanz plant. A year later, the program is introduced undetected into a controller computer at Natanz. Centrifuges begin crashing and engineers have no clue that the plant is under attack.\nTalks End in Deadlock\nInternational talks on Iran's nuclear ambitions end in deadlock despite the Bush administration’s decision to reverse policy and send William J. Burns, a senior American official, to the table for the first time.\nIran responds with a written document that fails to address the main issue: international demands that it stop enriching uranium. Iranian diplomats reiterate before the talks that they consider the issue nonnegotiable.\nU.S. Joins Regular Iran Talks Secretary of State Hillary Rodham Clinton announces that the United States will participate in talks with Iran involving five other nations: Britain, China, France, Germany and Russia. Warning on Nuclear ‘Deception’\nAmerican, British and French officials declassify some of their most closely held intelligence and describe a multiyear Iranian effort, tracked by spies and satellites, to build a secret uranium enrichment plant deep inside a mountain.\nThe new plant, which Iran strongly denies is intended to be kept secret or used for making weapons, is months from completion and does nothing to shorten intelligence estimates of how long it would take Iran to produce a bomb. American intelligence officials say it will take at least a year, perhaps five, for Iran to develop the full ability to make a nuclear weapon.\nLeaked Gates Memo on U.S. Policy\nDefense Secretary Robert M. Gates warns in a secret three-page memorandum to top White House officials that the United States does not have an effective long-range policy for dealing with Iran's steady progress toward nuclear capability.\nWhen the memo becomes public in April, Mr. Gates issues a statement saying that he wishes to dispel any perception among allies that the administration had failed to adequately think through how to deal with Iran.\nWork on Warhead\nThe United Nations’ nuclear inspectors declare for the first time that they have extensive evidence of “past or current undisclosed activities” by Iran’s military to develop a nuclear warhead.\nThe report also concludes that some Iranian weapons-related activity apparently continued “beyond 2004,\" contradicting an American intelligence assessment published in 2008 that concluded that work on a bomb was suspended at the end of 2003.\nComputer Worms Leak Online; 1,000 Centrifuges Destroyed\nThe United States and Israel realize that copies of the computer sabotage program introduced in Natanz are available on the Internet, where they are replicating quickly. In a few weeks, articles appear in the news media about a mysterious new computer worm carried on USB keys that exploits a hole in the Windows operating system. The worm is named Stuxnet.\nPresident Obama decides not to kill the program, and a subsequent attack takes out nearly 1,000 Iranian centrifuges, nearly a fifth of those operating.\nU.N. Approves New Sanctions\nThe United Nations Security Council levels its fourth round of sanctions against Iran’s nuclear program. The sanctions curtail military purchases, trade and financial transactions carried out by the Islamic Revolutionary Guards Corps, which controls the nuclear program.\nThe Security Council also requires countries to inspect ships or planes headed to or from Iran if they suspect banned cargo. In addition, Iran is barred from investing in other countries' nuclear enrichment plants, uranium mines and related technologies, and the Security Council sets up a committee to monitor enforcement.\nIranian Scientist Defects to U.S., Then Reconsiders\nShahram Amiri, an Iranian nuclear scientist who American officials say defected to the United States in 2009, provided information about Iran's nuclear weapons program and then developed second thoughts, returning to Iran. (After a hero's welcome, he was imprisoned on treason charges and tortured, according to reports from Iran.)\nThe bizarre episode was the latest in a tale that has featured a mysterious disappearance from a hotel room in Saudi Arabia, rumors of a trove of new intelligence about Iran's nuclear plants and a series of contradictory YouTube videos. It immediately set off a renewed propaganda war between Iran and the United States.\nBombings Strike Scientists in Iran Unidentified attackers riding motorcycles bomb two of Iran's top nuclear scientists, killing one and prompting accusations that the United States and Israel are again trying to disrupt Iran's nuclear program.\nThe scientist who was killed, Majid Shahriari, reportedly managed a ''major project'' for the country's Atomic Energy Organization. His wounded colleague, Fereydoon Abbasi, is believed to be even more important; he is on the United Nations Security Council's sanctions list for ties to the Iranian nuclear effort. West Expands Sanctions, and U.N. Offers Evidence on Nuclear Work\nMajor Western powers take significant steps to cut Iran off from the international financial system, announcing coordinated sanctions aimed at its central bank and commercial banks. The United States also imposes sanctions on companies involved in Iran’s nuclear industry, as well as on its petrochemical and oil industries.\nThe United Nations atomic agency releases evidence that it says make a “credible” case that “Iran has carried out activities relevant to the development of a nuclear device” at its Parchin military base and that the project may still be under way.\nNatanz Plant Recovers\nAfter a dip in enriched uranium production in 2010 because of the cyberattacks, Iranian production recovers. While the United States and Israel never acknowledged responsibility for the cyberprogram, Olympic Games, some experts argue that it set the Iranians back a year or two. Others say that estimate overstates the effect.\nWith the program still running, intelligence agencies in the United States and Israel seek out new targets that could further slow Iran’s progress.\nA Blow to U.S., as Drone Crashes\nA stealth C.I.A. drone, the RQ-170 Sentinel, crashes near the Iranian town of Kashmar, 140 miles from the Afghan border. It is part of a stepped-up surveillance program that has frequently sent the United States’ most hard-to-detect drone into Iran to map suspected nuclear sites.\nIran asserts that its military downed the aircraft, but American officials say the drone was lost because of a malfunction.\nBomb Kills Nuclear Scientist A bomber on a motorcycle kills Mostafa Ahmadi Rosha, a scientist from the Natanz site, and his bodyguard. Iran blames Israel and the United States. The Americans deny the accusation, but Israel is more circumspect. New Centrifuges at Natanz\nIran says it is building about 3,000 advanced uranium-enrichment centrifuges at the Natanz plant.\nMeanwhile, I.A.E.A. inspectors are still trying to gain access to the Parchin site, 20 miles south of Tehran, to ascertain whether tests have been carried out there on nuclear bomb triggers.\nBut satellites images show that the site has been extensively cleaned by the Iranians.\nTalks With West Falter After a brief spurt of optimism, talks between Iran and six world powers on its disputed nuclear program fail to produce a breakthrough in Baghdad. The United States, Russia, China, Britain, France and Germany wanted a freeze on Iranian production of uranium enriched to 20 percent purity, which is considered a short step from bomb grade. The Iranians wanted an easing of the onerous economic sanctions imposed by the West and a recognition of what they call their right to enrich. The countries agree to meet again in June, but talks were further slowed after a new regimen of harsh economic sanctions and a statement from the International Atomic Energy Agency that said Iran had made ''no progress'' toward providing access to restricted sites it suspects of being used to test potential triggers for nuclear warheads. Embargo on Iranian Oil\nA European Union embargo on Iranian oil takes effect, playing a large role in severely restricting Iran's ability to sell its most important export.\nIn retaliation, Iran announces legislation intended to disrupt traffic in the Strait of Hormuz, a vital Persian Gulf shipping lane, and tests missiles in a desert drill clearly intended as a warning to Israel and the United States.\nIn January 2013, Iran’s oil minister, Rostam Qasemi, acknowledged for the first time that petroleum exports and sales had fallen by at least 40 percent in the previous year, costing the country $4 billion to $8 billion each month.\nNew Work at Nuclear Site\nThe United Nations atomic agency reports that Iran has installed three-quarters of the nuclear centrifuges needed to complete a deep-underground site under a mountain near Qum for the production of nuclear fuel.\nThe I.A.E.A. also says that Iran may have sought to cleanse another site where the agency has said it suspects that the country has conducted explosive experiments that could be relevant to the production of a nuclear weapon.\nMeanwhile, the United States imposes more punishing sanctions against Iran, aimed at its oil and petrochemical sectors, as well as its shipping trade, intensifying existing sanctions intended to choke off the revenue that Iran reaps from its two largest export industries.\nIsrael's 'Red Line' Prime Minister Benjamin Netanyahu of Israel tells the United Nations that Iran’s capability to enrich uranium must be stopped before the spring or early summer, arguing that by that time Iran will be in a position to make a short, perhaps undetectable, sprint to manufacture its first nuclear weapon. Iran's Currency Tumbles\nAfter months of harsh, American-led sanctions, Iran's currency, the rial, plunges 40 percent. The currency lost about half its value in 2012.\nMost of that decline comes in a frenzy of speculative selling by Iranians worried that rapid inflation could render their money worthless. The government responds with a crackdown in which some money traders are arrested.\nThe depressed value of the rial forces Iranians to carry ever-fatter wads of bank notes to buy everyday items. But the sanctions also present a new complication to Iran's banking authorities: they may not be able to print enough money.\nMeanwhile, the European Union toughens sanctions against Iran, banning trade in industries like finance, metals and natural gas, and making other business transactions far more cumbersome.\nU.S. Bolsters Sanctions\nA new round of American sanctions take effect which state that any country that buys Iranian oil must put the purchase money into a local bank account. Iran cannot repatriate the money and can use it only to buy goods within that country. Violators risk severe penalties in doing business with the United States. Oil exports from Iran have already dropped by a million barrels a day.\nA week earlier, Iran announces that it would deploy a new generation of centrifuges, four to six times as powerful as the current generation.\nNew Deposits of Uranium\nThe state news agency IRNA quotes a report by the Atomic Energy Organization of Iran, saying that it had found significant new deposits of raw uranium and identified sites for 16 more nuclear power stations.\nIran’s raw uranium reserves now total around 4,400 tons, including discoveries over the past 18 months, IRNA quoted the report as saying.\nA few weeks earlier, Ayatollah Khamenei said that his country was not seeking nuclear weapons but added that if Iran ever decided to build them, no “global power” could stop it.\nDefiant Mood at Talks\nIran meets with the United States, Russia, China, Britain, France and Germany in Kazakhstan, but talks end with no specific agreement over a proposal that would sharply constrain Iran’s stockpile of the most dangerous enriched uranium, in return for a modest lifting of some sanctions.\nThe six powers also agreed that Iran could keep a small amount of 20 percent enriched uranium — which can be converted to bomb grade with modest additional processing — for use in a reactor to produce medical isotopes.\nIranian oil sales have been reduced by half as a result of the international pressure on the country, and restrictions on financial transactions and transportation have created many difficulties for its leaders.\nIran Nuclear Weapon to Take Year or More, Obama Says\nPresident Obama tells an Israeli television station that his administration believes it would take Iran “over a year or so” to develop a nuclear weapon.\nMr. Obama’s estimated timeline contrasts with Mr. Netanyahu’s stated belief that Israel and its Western allies are likely to have to intervene by the spring or summer, when, he says, Iran’s scientists will have enriched enough uranium to become a nuclear threat.\nNavy Deploying Laser Weapon Prototype Near Iran\nThe U.S. announces that the Navy will deploy a laser weapon prototype in the Persian Gulf, where Iranian fast-attack boats have harassed American warships and where the government in Tehran is building remotely piloted aircraft carrying surveillance pods and, someday potentially, rockets.\nThe laser will not be operational until next year. It has been shown in tests to disable patrol boats and blind or destroy surveillance drones.\nAfter Talks End, Iran Announces an Expansion of Nuclear Fuel Production\nIran’s president announces an expansion of the country’s uranium production and claims other atomic energy advances, striking a pugnacious tone in the aftermath of diplomatic talks that ended in an impasse with the big powers on April 6 in Kazakhstan.\nUS Blacklists an Iranian and Businesses Over Violation of Sanctions\nThe United States blacklists an affluent Iranian business executive, Babak Morteza Zanjani, and what it describes as his multibillion-dollar money laundering network, accusing them of selling oil for Iran in violation of the Western economic sanctions imposed over Iran’s disputed nuclear program.\nOn March 14, The Treasury Department, which administers the government’s Iran sanctions, blacklisted a Greek shipping tycoon, Dimitris Cambis, over what it called his scheme to acquire a fleet of oil tankers on Iran’s behalf and disguise their ownership to ship Iranian oil.\nIsraeli Officials Stress Readiness for Lone Strike on Iran\nIn an interview with the BBC, Prime Minister Benjamin Netanyahu spoke of dealing with the Iranian nuclear threat, saying Israel has “different vulnerabilities and different capabilities” than the United States. “We have to make our own calculations, when we lose the capacity to defend ourselves by ourselves.”\nIsraeli defense and military officials have been issuing explicit warnings this week that Israel was prepared and had the capability to carry out a lone military strike against Iran’s nuclear facilities.\nU.S. Arms Deal With Israel and 2 Arab Nations Is Near The Defense Department is expecting to finalize a $10 billion arms deal with Israel, Saudi Arabia and the United Arab Emirates next week that will provide missiles, warplanes and troop transports to help them counter any future threat from Iran. Fearing Price Increases, Iranians Hoard Goods\nIranians rush to supermarkets to buy cooking oil, red meat and other staples, stockpiling the goods over new fears of price spikes from a change in the official exchange rate that could severely reduce the already weakened purchasing power of the rial, the national currency.\nPrices of staples are set to increase by as much as 60 percent because of the currency change.\nEconomists say the result is from a combination of severe Western sanctions and what many call the government’s economic mismanagement.\nU.S. Imposes Sanctions on Those Aiding Iran\nThe United States expands its roster of those violating Iran sanctions, blacklisting four Iranian companies and one individual suspected of helping the country enrich nuclear fuel. It also singles out two other companies, including a Venezuelan-Iranian bank, accused of helping Iran evade other Western-imposed prohibitions on oil sales and financial dealings.\nThe penalties came a day after the Senate introduced legislation that could effectively deny the Iran government access to an estimated $100 billion worth of its own money parked in overseas banks, a step that proponents said could significantly damage Iran’s financial stability.\nIran Is Seen Advancing Nuclear Bid\nThe I.A.E.A. says Iran has made significant progress across the board in its nuclear program, while negotiations with the West dragged on this spring. But it said that it has not gone past the \"red line\" that Israel’s leaders have declared could trigger military action.\nIn its last report before the Iranian elections next month, the agency also gives details that point to an emerging production strategy by the Iranians. One strategy involves speeding ahead with another potential route to a bomb: producing plutonium. The report indicates that Iran is making significant progress at its Arak complex, where it has built a heavy-water facility and is expected to have a reactor running by the end of next year.\nU.S. Adds to Its List of Sanctions Against Iran\nThe Obama administration escalates sanctions against Iran for the fourth time in a week, blacklisting what it describes as a global network of front companies controlled by Iran’s top leaders, accusing them of hiding assets and generating billions of dollars worth of revenue to help Tehran evade sanctions.\nThe White House also accuses Ayatollah Ali Khamenei of personally directing an effort to bypass them.\nThe United States also blacklists Iranian petrochemical companies, its automotive industry and more than 50 Iranian officials, and threatens to sanction foreign banks that trade or hold Iran’s national currency, the rial.\nIran Elects New President\nVoters overwhelmingly elect Hassan Rouhani, 64, a mild-mannered cleric who advocates greater personal freedoms and a more conciliatory approach to the world.\nThe diplomat sheik played a key role in Iran’s voluntary suspension of uranium enrichment in 2004, which Western powers responded to by asking for more concessions from Iran.\nMr. Rouhani replaces his predecessors' foreign minister with Mohammad Javad Zarif, an American-educated diplomat known for his understanding of the West, and makes him responsible for negotiations over Iran's nuclear program. Mr. Rouhani also removes a hard-line nuclear scientists as head of Iran’s Atomic Energy Organization, and replaces him with the former foreign minister, Ali Akbar Salehi. In September, Iran’s longtime ambassador to the International Atomic Energy Agency will be replaced as well.\nIran Slows Its Gathering of Enriched Uranium, Report Says\nI.A.E.A. inspectors say that Iran is slowing its accumulation of enriched uranium that can be quickly turned into fuel for an atomic bomb. The report's disclosure is significant politically because it delays the day when Iran could breach what Prime Minister Benjamin Netanyahu of Israel last fall called a “red line” beyond which Iran would not be allowed to pass — the point at which it has enough purified uranium to quickly make a single nuclear weapon. Iran Said to Seek a Nuclear Accord to End Sanctions\nSeizing on a perceived flexibility in a letter from President Obama to President Hassan Rouhani, Iran’s leaders are focused on getting quick relief from crippling sanctions, a top adviser to the Iranian leadership says.\nThe adviser says that Mr. Obama’s letter, delivered about three weeks ago, promised relief from sanctions if Tehran demonstrated a willingness to “cooperate with the international community, keep your commitments and remove ambiguities.”\nRouhani, Blunt and Charming, Pitches a Moderate Iran in First U.N. Appearance\nIran's new president, Hassan Rouhani, turns himself into a high-speed salesman offering a flurry of speeches, tweets, televised interviews and carefully curated private meetings, intended to end Iran's economic isolation.\nAt the United Nations General Assembly, he preaches tolerance and understanding, decries as a form of violence the Western sanctions imposed on his country and says nuclear weapons have no place in its future. He takes aim at Israel's nuclear arsenal in a public - while the country's leaders caution over what they deem as an empty charm offensive.\nFirst Direct US-Iran Talk Since 1979\nPresident Obama says he has spoken by phone with President Hassan Rouhani, the first direct contact between the leaders of Iran and the United States since 1979. Mr. Obama, speaking in the White House briefing room, said the two leaders discussed Iran’s nuclear program and said he was persuaded there was a basis for an agreement.\nMoments before Mr. Obama's announcement, Mr. Rouhani's Twitter account posted this now-deleted message: \"In a phone conversation b/w #Iranian & #US Presidents just now: @HassanRouhani: \"Have a Nice Day!\" @BarackObama: \"Thank you. Khodahafez.\" Iran Talks Called Substantive\nIran and a group of six world powers say that they have engaged in “substantive” and “forward-looking” discussions on the disputed Iranian nuclear program and that they will reconvene on November 7.\nThe account of the two days of talks in Geneva came in a rare joint statement from Iran’s foreign minister, Mohammad Javad Zarif, and Catherine Ashton, the foreign policy chief for the European Union, who is the lead negotiator with Iran.\nIran Says It Agrees to ‘Road Map’ With U.N. on Nuclear Inspections\nThe I.A.E.A. says that Iran has agreed to resolve all outstanding issues with the agency, and will permit “managed access” by international inspectors to two key nuclear facilities. But the promise does not extend to the Parchin military site, which inspectors have been trying to see for months.\nMarathon talks between major powers and Iran fail to ease sanctions on the country and produce a deal to freeze its nuclear program.\nObama Calls for Patience in Iran Talks\nI.A.E.A. inspectors release a report stating that for the first time in years, they saw evidence that the Iranians have put the brakes on their nuclear expansion.\nPresident Obama makes an appeal to Congress to give breathing space to his efforts to forge a nuclear deal with Iran.\nDeal With Iran Halts Nuclear Program\nThe United States and five other world powers announce a landmark accord that would temporarily freeze Iran’s nuclear program and lay the foundation for a more sweeping agreement.\nThe aim of the accord, which is to last six months, is to give international negotiators time to pursue a more comprehensive accord that would ratchet back much of Iran’s nuclear program and ensure that it could only be used for peaceful purposes.\nNegotiators Put Final Touches on Iran Accord\nIran and a group of six world powers complete a deal that will temporarily freeze much of Tehran’s nuclear program starting Jan. 20, in exchange for limited relief from Western economic sanctions.\nThe agreement faced opposition from Iranian hard-liners and Israeli leaders, as well as heavy criticism from some American lawmakers, who have threatened to approve further sanctions despite President Obama’s promise of a veto.\nIran Is Providing Information on Its Detonators, Report Says The I.A.E.A. releases a report stating that Iran is beginning to turn over information related to its nuclear detonators. The agency says that Iran has provided “additional information and explanations,” including documents, to substantiate its claim that it had tested the detonators for “a civilian application.” Iran Outlines Nuclear Deal; Accepts Limit\nAs the deadline for the talks approaches on Sunday, Iran’s foreign minister, Mohammad Javad Zarif, says the country could accept a freeze on its capacity to produce nuclear fuel at current levels for several years, provided it could eventually produce fuel unhindered.\nThe proposal will effectively extend a limited series of concessions Iran made last November as part of a temporary deal to get negotiations started on a permanent accord. In return, Iran wants step-by-step relief from sanctions that have substantially weakened its economy.\nIran Nuclear Talks Extended, Diplomats Say\nIran, the United States and the five other countries agree to a four-month extension of the negotiations, giving them more time to try to bridge a major difference over whether the country will be forced to dismantle parts of its nuclear infrastructure, according to senior Western diplomats involved in the talks. Iran Altering Arak Reactor in Bid for Nuclear Deal\nAtomic power engineers in Iran start redesigning a partly constructed reactor in Arak to limit the amount of plutonium it produces, Ali Akbar Salehi, the director of the Atomic Energy Organization of Iran, says, expressing hope that the change will help alleviate Western objections that the plutonium can be used in weapons. Role for Russia Gives Iran Talks a Possible Boost\nIran tentatively agrees to ship much of its huge stockpile of uranium to Russia for conversion into specialized fuel rods for the Bushehr nuclear power plant, Iran’s only commercial reactor. The agreement is potentially a major breakthrough in talks that have until now been deadlocked.\nA key question remains about the negotiations that American officials have been loath to discuss in public: In a final deal, would Iran be required to publicly admit its past activities, or merely provide a mechanism for monitoring its actions in the future?\nNegotiators Scrambling as Deadline Looms in Nuclear Talks\nAs six world powers and Iran race to meet a Monday deadline for an agreement that would constrain Iran’s nuclear program, the United States stakes out an ambitious goal for what an accord should accomplish.\nAmerican officials say the agreement should slow the Iranian nuclear program enough that it would take Iran at least a year to make enough material for a nuclear bomb if it decided to ignore the accord.\nIt has become increasingly unlikely that any accord announced on Monday would be a complete one. And whatever deal is reached, it may not matter if Iranian hard-liners have their way. In Iran, the final decision on a nuclear deal lies with Ayatollah Ali Khamenei, the supreme leader.\nU.S. and Allies Extend Iran Nuclear Talks by 7 Months\nA yearlong effort to reach an enduring accord with Iran to dismantle large parts of its nuclear infrastructure fell short, forcing the United States and its allies to declare a seven-month extension, but with no clear indication of how they plan to bridge fundamental differences.", "url": "https://www.nytimes.com/interactive/2014/11/20/world/middleeast/Iran-nuclear-timeline.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}