{"authors": ["Sergio Peçanha", "Anjali Singhvi"], "date_download": "2018-11-16 03:12:11", "date_modify": "2018-11-16 03:12:11", "date_publish": "2017-12-22 10:00:02", "description": "We asked experts what they thought it would take to improve New York City’s subway system. Here are six suggestions.", "filename": "interactive_2017_12_22_nyregion_what-would-it-take-to-fix-new-yorks-subway_1542337931.html", "image_url": "https://static01.nyt.com/images/2017/11/22/nyregion/what-would-it-take-to-make-new-yorks-subway-great-again-1512081862517/what-would-it-take-to-make-new-yorks-subway-great-again-1512081862517-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_12_22_nyregion_what-would-it-take-to-fix-new-yorks-subway_1542337931.html", "title": "What Would It Take to Fix New York’s Subway?", "title_page": "What Would It Take to Fix New York’s Subway? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "We asked experts what they thought it would take to fix the subway. Here are six suggestions.\n1 Redesign stations to get more people on and off trains faster.\nSam Hodgson for The New York Times\nThis photo shows the L train platform at the 14th Street-Union Square station during the evening commute.\nMany stations like this one are not prepared to accommodate a larger volume of passengers, even if a new traffic control system allowed trains to come more frequently.\nStarting in April 2019, the L is scheduled to stop going to Manhattan for 15 months, so that the tunnel between Manhattan and Brooklyn, damaged because of Hurricane Sandy, can be repaired. But the Metropolitan Transportation Authority has not announced any plans to upgrade most stations along the line.\nNo upgrades announced Renovation planned for 2019 8th Ave. 6th Ave. 14 St.- Union Sq. 3rd Ave. 1st Ave. Bedford Ave. L MANHATTAN BROOKLYN No upgrades announced Renovation planned for 2019 L 1 Av Bedford Av 3 Av 8 Av 6 Av 14 St.- Union Sq MANHATTAN BROOKLYN\nTwo of the L stations are slated to be be upgraded. But a November 2016 analysis of the Regional Plan Association, an urban research group that has studied how to improve the subway, said in its recommendations that the closure of the line could be used to upgrade all the L stations in Manhattan.\nThe L platforms at these stations provide many examples of the problems that are common throughout the system.\nAt the 14th Street-Union Square station, the fourth-busiest station in the city, the Regional Plan Association recommended that the platforms be widened or decluttered to increase capacity.\nL TRAIN, 14TH ST.-UNION SQUARE Approximate width of the platform at 34th Street-Hudson Yards. L TRAIN, 14TH ST.-UNION SQUARE Approximate width of the platform at 34th Street-Hudson Yards. L TRAIN, 14TH ST.-UNION SQUARE Approximate width of the platform at 34th Street-Hudson Yards. L TRAIN, 14TH ST.-UNION SQUARE Approximate width of the platform at 34th Street-Hudson Yards.\nThe center of the L-train platform at Union Square is about 24 feet wide. By comparison, the platform at the 34th Street-Hudson Yards station, one of the newest in the system, is more than 10 feet wider, even though it has less than one-tenth the ridership of Union Square.\nThe areas under the two staircases at the ends of the platform at Union Square are used for storage. In many other stations, the space under the stairs is open to riders, increasing platform capacity.\nL TRAIN, 14TH ST.-UNION SQUARE The space under these stairs is used for storage. In many stations, similar space is part of the passenger waiting area. Staircases block passenger flow and take away platform space. Elevator L TRAIN, 14TH ST.-UNION SQUARE The space under these stairs is used for storage. In many stations, similar space is part of the passenger waiting area. Staircases block passenger flow and take away platform space. Elevator L TRAIN, 14TH ST.-UNION SQUARE The space under these stairs is used for storage. In many stations, similar space is part of the passenger waiting area. Staircases block passenger flow and take away platform space. L TRAIN, 14TH ST.-UNION SQUARE The space under these stairs is used for storage. In many stations, similar space is part of the passenger waiting area. Storage space Staircases block passenger flow and take away platform space. Elevator\nOne of the main contributors to passenger traffic jams here are two staircases that empty into a small section at the center of the platform. Riders are forced to funnel through narrow passageways along the edge of the platform to get to less crowded areas.\nL TRAIN, 14TH ST.-UNION SQUARE The passageway in these two locations is six feet wide. In some areas, the platform is so narrow that it is nearly impossible to avoid stepping on the yellow safety strip. L TRAIN, 14TH ST.-UNION SQUARE The passageway in these two locations is six feet wide. In some areas, the platform is so narrow that it is nearly impossible to avoid stepping on the yellow safety strip. L TRAIN, 14TH ST.-UNION SQUARE The passageway in these two locations is six feet wide. In some areas, the platform is so narrow that it is nearly impossible to avoid stepping on the yellow safety strip. L TRAIN, 14TH ST.-UNION SQUARE The passageway in these two locations is six feet wide. In some areas, the platform is so narrow that it is nearly impossible to avoid stepping on the yellow safety strip. L TRAIN, 14TH ST.-UNION SQUARE The passageway in these two locations is six feet wide. In some areas, the platform is so narrow that it is nearly impossible to avoid stepping on the yellow safety strip. L TRAIN, 14TH ST.-UNION SQUARE The passageway in these two locations is six feet wide. In some areas, the platform is so narrow that it is nearly impossible to avoid stepping on the yellow safety strip. L TRAIN, 14TH ST.-UNION SQUARE The passageway in these two locations is six feet wide. In some areas, the platform is so narrow that it is nearly impossible to avoid stepping on the yellow safety strip. L TRAIN, 14TH ST.-UNION SQUARE The passageway in these two locations is six feet wide. In some areas, the platform is so narrow that it is nearly impossible to avoid stepping on the yellow safety strip.\nAt the Sixth Avenue station, there is no wheelchair access, even though it is a transfer hub for six subway lines and a connection to the PATH train.\nSTATIONS WITHOUT WHEELCHAIR ACCESS Access planned 8th Ave. 14 St.- Union Sq. 3rd Ave. 1st Ave. Bedford Ave. 6th Ave. L MANHATTAN BROOKLYN A,C,E F,M,1,2,3 PATH Stations Without Wheelchair Access Access planned L 3 Av 1 Av Bedford Av 8 Av A,C,E 14 St.- Union Sq. 6 Av F,M, 1,2,3 PATH MANHATTAN BROOKLYN\nAt 8th Avenue, the L train’s last stop, the tracks end at a wall, not far from where the train is supposed to stop. This forces drivers to slow down much earlier than they would have to at other stations, where the tracks are extended.\nWall Elevator Ramp L TRAIN, 8TH AVE. Wall Elevator Ramp L TRAIN, 8TH AVE. L TRAIN, 8TH AVE. Wall Elevator Ramp L TRAIN, 8TH AVE. Wall\nThe Regional Plan Association suggested that if the terminal was extended, trains would be able to arrive into the station faster.\nRichard Barone, vice president for transportation at the association, also suggested that the Metropolitan Transportation Authority, the agency that runs the subway, should consider adding exits at the ends of the platform and tunnels connecting to the A, C and E lines, as well as to the 14th Street station at 7th Avenue, on the 1, 2 and 3 lines.\nL TRAIN, 8TH AVE. A C E Existing exits Elevator Ramp No direct street access at the ends of the platform. L TRAIN, 8TH AVE. A C E Existing exits Elevator Ramp No direct street access at the ends of the platform. L TRAIN, 8TH AVE. A C E Elevator Ramp Existing exits L TRAIN, 8TH AVE. A C E Elevator Ramp Existing exits\n2 Modernize the signal system.\nKevin Hagen for The New York Times\nMuch of the subway’s signal system uses antiquated parts like the electromechanical relays shown above from the West Fourth Street-Washington Square station in Manhattan.\nTrain traffic for about two-thirds of the subway system is monitored in rooms like the one shown below at West Fourth Street. Little has changed in a century.\nKevin Hagen for The New York Times\nThe old signal system uses a network of switches and cables along the track to keep trains a safe distance apart. The technology is outdated and expensive to maintain.\nThe Metropolitan Transportation Authority has estimated that it will finish replacing half of the signal system by 2034. But the Regional Plan Association concluded that it would take until at least 2067 for the entire system to be upgraded at the current pace.\nA new signal system would allow trains to run closer together, increasing the number of trains that could run on a line at once. But it could cost $20 billion to make the whole subway compatible with the new signals, and the phase-in would require both the old and new systems to operate simultaneously for years.\nSome experts think that the investment would eventually pay off, because new signals would reduce maintenance costs and would allow costs reductions in other areas, like cutting the number of train operators.\nWhere New Control Systems Are Being Installed Bronx Other lines have not been scheduled 7 train Ongoing since 2010 Manhattan Queens E, F, M, R In the beginning phases Brooklyn L train Complete, 1999 to 2009 Bronx Other lines have not been scheduled Manhattan 7 train Ongoing since 2010 E, F, M, R In the beginning phases Queens L train Complete, 1999 to 2009 Brooklyn Sources: Regional Plan Association; Metropolitan Transportation Authority\nThe Metropolitan Transportation Authority has indicated that it is exploring alternatives that may be deployed more quickly and cost less.\nThe authority began experimenting this month with a new signal technology called ultra-wideband radio. The technology is in a proof-of-concept phase, The New York Daily News reported, and is different from the modern signal systems that are currently in use on the L train and being installed on the 7 line.\n3 Add, replace and upgrade subway cars.\nChristian Hansen for The New York Times\nWith a new traffic control system, the Metropolitan Transportation Authority will also need to upgrade most of its trains. In its most recent 20-year capital needs assessment, the agency estimated that it would take until 2027 to make the entire fleet compatible with a new traffic-control technology.\nThe authority is also considering ways to increase the number of people that can fit in a train. One idea is to remove seats, which the agency recently did on some trains on the E Line, below, and on the shuttle between Times Square and Grand Central stations.\nDemetrius Freeman for The New York Times\nAnother idea is to use trains with open passageways between cars. This would allow passengers to move from crowded cars to less-crowded ones, reducing the number of clogged entryways. (Passage from car to car is currently subject to a fine.)\nThe open design is similar to the one in the photo below, from Toronto.\nJ. Adam Huggins for the New York Times\nThe authority has ordered as many as 750 of these types of cars and plans to put them in service by 2020. But the transit authority has struggled to ensure that train vendors would keep car upgrades on schedule and on budget.\nIn addition to buying new trains, the authority is looking to expand its fleet by modernizing older trains. Train renovation has always been a part of its regular maintenance, but the authority is examining ways of making construction faster.\n4 Implement a new fare collection system.\nAlex Wroblewski for The New York Times\nThe Metropolitan Transportation Authority is in the initial stages of phasing out the MetroCard. In October, the authority began testing a smartphone payment reader using the same cell phone application available to riders on the Long Island Railroad and Metro North.\nThe transit authority said that the new system, shown below at the Wall Street station, would allow passengers to pay by using their mobile phones or by tapping a bank card. The agency expects to have the system available to some passengers in 2019 and fully implemented in five years or more.\nDrew Angerer/Getty Images\nExperts agree that a new fare collection system is crucial to modernizing the subway.\nJamison Dague, an infrastructure researcher at the Citizens Budget Commission, said that a new fare collection system could cost less. “You can do certain things like peak pricing, offering lower fares for when demand is not as high,” said Mr. Dague, whose organization is a nonpartisan group focused on improving finances and services in New York.\nA new fare system could be used to reduce overcrowding by offering discounts or credits for riders willing to use less-crowded subway lines, the bus or commuter rail. For example: During an event at Madison Square Garden, a temporary discount at the subway lines at Herald Square could reduce pressure on the 1, 2, 3, A, C and E lines.\n“I’m not a privatization guy. I think the system belongs to the people. But certain maintenance aspects and things like financing can be done by the private sector,” Mr. Paaswell said.\n5 Create a bigger budget and reduce bureaucracy.\nLibrado Romero/The New York Times, 1973\nContinuous investment during the 1980s lifted the subway from the brink of collapse. But a New York Times investigation found that since the mid-1990s, politicians have diverted $1.5 billion in dedicated transit funds to other purposes and pressured the Metropolitan Transportation Authority to spend billions more in expensive station makeovers and other projects. Short on funds, the authority resorted to borrowing. Now, nearly 17 percent of its budget is used to pay debt.\nThe M.T.A. is run by New York State and the subway is owned by the City of New York. Both the city and the state are proposing ways to increase funding for the subway. New York’s mayor, Bill de Blasio, has proposed a tax on wealthy people. Gov. Andrew M. Cuomo is exploring a toll for drivers trying to reach some of the most congested parts of Manhattan.\nBut both proposals will face significant hurdles. The governor said that the mayor’s tax proposal is unlikely to pass in Albany. And a proposal similar to the governor’s congestion pricing was shut down in the state capital a decade ago.\nAnother idea to increase funds, championed by members of the M.T.A. board, is to pay for expansion projects by using a tax on the increased value of the real estate served by new or extended lines.\nIn addition to acquiring more money, the M.T.A. also needs to become more efficient in spending the money it has, said Mr. Dague of the Citizens Budget Commission. He cited billions of dollars in capital funding that are available but that have not been put to use.\n“The board has already authorized, but they haven’t spent it or committed it yet,” Mr. Dague said.\nMoney Available vs. Money Used Spent Funds available, but not spent or committed Committed Capital plan 2015-19 2010-14 2005-09 $ billion 5 10 15 20 25 30 35 Funds available, but not spent or committed Capital plan Spent Committed 2015-19 2010-14 2005-09 $ billion 10 20 30 The New York Times | Source: Citizens Budget Commission analysis of M.T.A.’s consolidated Interim Financial Statements, as of June 30, 2017\nOf the total of $88.7 billion authorized for use in the M.T.A’s last three capital plans, about $43.8 billion have been spent.\n“We can’t make an expenditure until we're billed by the contractor, and sometimes we don’t spend on a project when we have a dispute with a contractor,” said Shams Tarek, a spokesman for the M.T.A. explaining why some of the money has not been used.\n6 Persuade workers to accept job changes as part of modernization.\nChang W. Lee/The New York Times\nMuch of the M.T.A.’s work force will need to learn new job skills if technological changes like driverless trains are implemented.\nThe subway is one of the few transit systems in the world still operating trains with a two-person crew. Most transit systems around the world have moved to one-person operation, and most newer subways are being built fully automated from the start.\nLondon is upgrading its fleet to become automated in the mid-2020s. In Paris, driverless trains are in operation on two lines.\nIn New York, the L train is the only line where the new traffic control system has been fully implemented and where trains could, in theory, be automated. But after a brief experiment using only one train operator in 2005, the M.T.A. had to bring back two-person crews to the L after losing a labor dispute.\nThe workers’ union sees the moves toward automation as dangerous. “Automated train operation in the N.Y.C. subway will only end in tragedy,” said John Samuelsen, the president of the Transport Workers Union International.\n“Terrorist attacks, natural disasters, blackouts, derailments and criminals are all daily threats to riders’ safety and require trained transit workers on trains at all times,” Mr. Samuelsen said.\n“The M.T.A. has been put forth as the villain here,” said Mr. Barone of the Regional Plan Association, “but the M.T.A. is only one side. The other side is labor.”\nMr. Barone believes that changes in job descriptions and a progressive move of staff members off the trains to other types of work in the system are necessary steps to take full advantage of technology.", "url": "https://www.nytimes.com/interactive/2017/12/22/nyregion/what-would-it-take-to-fix-new-yorks-subway.html"}