{"authors": [], "date_download": "2018-11-16 04:19:18", "date_modify": "2018-11-16 04:19:18", "date_publish": "2017-01-18 17:41:51", "description": "A new study, based on millions of anonymous tax records, shows that colleges are even more economically segregated than previously understood.", "filename": "interactive_2017_01_18_upshot_some-colleges-have-more-students-from-the-top-1-percent-than-the-bottom-60.html_module=inline_1542341958.html", "image_url": "https://static01.nyt.com/images/2017/01/05/upshot/affluence-on-elite-campuses-how-your-college-compares-1484754319647/affluence-on-elite-campuses-how-your-college-compares-1484754319647-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_01_18_upshot_some-colleges-have-more-students-from-the-top-1-percent-than-the-bottom-60.html_module=inline_1542341958.html", "title": "Some Colleges Have More Students From the Top 1 Percent Than the Bottom 60. Find Yours.", "title_page": "Some Colleges Have More Students From the Top 1 Percent Than the Bottom 60. Find Yours. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Where the top 1% and the bottom 20% go to college University of Phoenix Top 1% Bottom 20% Johns Hopkins Middle- bury Ford- ham Dart- mouth Lehigh Denver George- town Stanford Syracuse N.Y.U. Villanova G.W. T.C.U. U.S.C. Emory North- western Private Nonprofit Schools WashU Harvard Penn Notre Dame Brown Colleges with insufficient data Not Attending College at ages 19−22 Tufts Boston College B.Y.U. Cornell Yale Univ. of Miami Vanderbilt S.M.U. Tulane Wake Forest Boston University Duke Baylor Florida Virginia Colorado Indiana U.C. Berkeley Georgia Texas Arizona A&M Ohio State Auburn Penn L.A. Com. College District State Public Schools Michigan South Carolina Public Schools Private Maryland Michigan State Wisconsin Miami (Ohio) Full Sail Illinois Iowa For-profit Texas Alabama U.C.L.A. L.S.U. Where the top 1% and the bottom 20% go to college University of Phoenix Top 1% Bottom 20% George- town Stanford Syracuse N.Y.U. U.S.C. Emory Private Nonprofit Schools North- western WashU Harvard Penn Notre Dame Brown Not Attending College at ages 19−22 Colleges with insufficient data Tufts Boston College Cornell Yale Univ. of Miami Vanderbilt Tulane Wake Forest Boston University Duke Baylor Virginia Colorado Indiana Georgia Texas A&M Arizona Penn L.A. Com. College District State Public Schools Michigan Public Schools Private Maryland Miami (Ohio) Wisconsin Illinois Iowa For-profit Alabama Where the top 1% and the bottom 20% go to college Top 1% N.Y.U. T.C.U. G.W. U.S.C. Emory Private Nonprofit Schools WashU Penn Notre Dame Brown Tufts B.Y.U. Cornell Yale Univ. of Miami S.M.U. Tulane Wake Forest Duke Baylor Virginia Indiana Colorado Georgia Texas Arizona A&M Penn State Public Schools Michigan Maryland Miami (Ohio) Wisconsin Illinois Iowa For-profit Texas Alabama University of Phoenix Bottom 20% Not Attending College at ages 19−22 Colleges with insufficient data Private Public Schools Ivy Tech C.C. of Indiana\nStudents at elite colleges are even richer than experts realized, according to a new study based on millions of anonymous tax filings and tuition records.\nAt 38 colleges in America, including five in the Ivy League – Dartmouth, Princeton, Yale, Penn and Brown – more students came from the top 1 percent of the income scale than from the entire bottom 60 percent.\n38 colleges had more students from the top 1 percent than the bottom 60 percent\nAdd your favorite colleges to the tables in this article:\nSchools added:\nRoughly one in four of the richest students attend an elite college – universities that typically cluster toward the top of annual rankings (you can find more on our definition of “elite” at the bottom).\nIn contrast, less than one-half of 1 percent of children from the bottom fifth of American families attend an elite college; less than half attend any college at all.\nWhere today’s 25-year-olds went to college, grouped by their parents’ income\nAbout four in 10 students from the top 0.1 percent attend an Ivy League or elite university, roughly equivalent to the share of students from poor families who attend any two- or four-year college.\nColleges often promote their role in helping poorer students rise in life, and their commitments to affordability. But some elite colleges have focused more on being affordable to low-income families than on expanding access. “Free tuition only helps if you can get in,” said Danny Yagan, an assistant professor of economics at the University of California, Berkeley, and one of the authors of the study.\nThe study – by Raj Chetty, John Friedman, Emmanuel Saez, Nicholas Turner and Mr. Yagan – provides the most comprehensive look at how well or how poorly colleges have built an economically diverse student body. The researchers tracked about 30 million students born between 1980 and 1991, linking anonymized tax returns to attendance records from nearly every college in the country.\nWe’re offering detailed information on each of more than 2,000 American colleges on separate pages. See how your college compares – by clicking any college name like Harvard, U.C.L.A., Penn State, Texas A&M or Northern Virginia Community College – or search for schools that interest you.\nAt elite colleges, the share of students from the bottom 40 percent has remained mostly flat for a decade. Access to top colleges has not changed much, at least when measured in quintiles. (The poor have gotten poorer over that time, and the very rich have gotten richer.)\nAccess to top colleges has not changed much\nPreviously, the most widely available data on the economic makeup of college students came from government statistics on Pell grants. Those grants typically go to students in the bottom 40 percent of the income distribution. The government data categorizes students as qualifying for Pell grants or not, but does not distinguish between students who just miss the cutoff and those whose families make much more money.\nThe Obama administration and Congress have expanded Pell eligibility, which caused the number of Pell recipients at many colleges to rise. Some elite colleges pointed to this increase as a sign that they took economic diversity much more seriously than in the recent past.\nBut the new estimates show that much of the increase in Pell recipients stems from the expansion of the program. The students at elite colleges, at least as of 2013, were not actually much more economically diverse than in the past, though there are some exceptions.\nElite colleges that enroll the highest percentage of low- and middle-income students\nThese patterns are important because previous research has found that there are many highly qualified lower-income students who do not attend selective colleges – and because the low- and middle-income students who do attend top colleges fare almost as well as rich students.\nEven though they face challenges that other students do not, lower-income students end up earning almost as much on average as affluent students who attend the same college.\nLook at the remarkably relative flatness of the colored lines below. An affluent student who attends one of 12 “Ivy plus” universities (the Ivy League colleges, Duke, M.I.T., Stanford and the University of Chicago) ends up around the 80th percentile of the income distribution on average. A lower-income student who attends one of those colleges ends up around the 75th percentile. Lower-income students who attend less elite colleges also have outcomes similar to others from the same college.\nPoor students who attend top colleges do about as well as their rich classmates\nPoor children at elite colleges ended up at about the 75th percentile. Their rich classmates fared only a little better. In general, parent income is a strong predictor of child income.\nBy contrast, the steeper gray line shows outcomes for the entire American population. Most students who grow up poor remain poor as adults, and most students who grow up affluent remain affluent.\nThe data above covers children born between 1980 and 1982, who are around 35 years old today. Most Americans remain in a similar place on the income distribution from their late 30s through the end of their careers, previous studies have found, so the highest-earning 36-year-olds are likely to become the highest-earning 60-year-olds, at least on average.\nEven though most lower-income students fare well at elite colleges, there are relatively few of them there, so less elite colleges may be more important engines of social mobility. The researchers developed a new statistic they call a college’s mobility rate, which combines a college’s share of students from lower-income families with its success at propelling them into the upper part of the distribution.\nColleges with the highest mobility rate, from the bottom 40 percent to the top 40 percent\nThe mobility rate captures the share of all students at a given college who both came from a lower-income family and ended up in a higher-income family. The top of this list is dominated not by elite colleges, but by mid-tier public ones, including the colleges that make up the City University of New York.", "url": "https://www.nytimes.com/interactive/2017/01/18/upshot/some-colleges-have-more-students-from-the-top-1-percent-than-the-bottom-60.html?module=inline"}