{"authors": ["Penelope Green"], "date_download": "2018-11-16 04:52:12", "date_modify": "2018-11-16 04:52:12", "date_publish": "2018-02-22 05:11:03", "description": "What’s it like to spend the night in one of New York City’s newest, tallest, fanciest and most resented buildings?", "filename": "interactive_2018_02_22_style_one-57-manhattan-skyscraper-condominiums_1542343932.html", "image_url": "https://static01.nyt.com/images/2018/02/22/style/22One57-promo/22One57-promo-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_02_22_style_one-57-manhattan-skyscraper-condominiums_1542343932.html", "title": "Clouds in My Coffee! A Supertall Skyscraper Sleepover", "title_page": "Clouds in My Coffee! A Supertall Skyscraper Sleepover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Recently I spent the night in one of Manhattan’s most notorious buildings.\nOne57, the glistening blue funnel that was the first of the skyscraper condominiums — the so-called supertalls — to appear along West 57th and beyond, has made some records since it was topped off in 2012: for the most expensive apartment sold in Manhattan (nearly $100.5 million); for (perhaps) the first apartment bought by a toddler (a Chinese 2-year-old whose mother said she wanted her to have a nice place to live when her daughter attended either New York University or Columbia); for the city’s largest foreclosure, and then for the highest price ever paid for an apartment in foreclosure. (The original owner was, reportedly, a Nigerian businessman who was implicated in a money laundering scheme that included the apartment, a full-floor penthouse on the 79th floor for which he had paid $50.9 million; in November, its mortgage holder unloaded it at auction for just over $36 million.)\nIt was not the first building to tempt foreign buyers as a place to park their cash, but it has been popular for the practice, and for pioneering what is euphemistically called “aspirational pricing.” One57 was also the first of the supertalls to be hit by a correction, as recent resales have traded for 25 percent less than their peak in 2014, according to research compiled late last year by Jonathan Miller of Miller Samuel, the three-decades-old residential real estate appraisal firm.\nIt was the first residential building here to clear 1,000 feet, through a merging of zoning lots and the purchase of air rights in a wincing calculus that still enrages preservationists, many of whom are clamoring for a revision of the city’s outdated zoning laws. (It took 10 years for Gary Barnett, the president of Extell, the building’s developer, to put those deals together.) For a few months, it was the tallest apartment building in the city, until 432 Park breached nearly 1,400 feet.\nSlammed by architecture critics — “chintzily embellished,” wrote Michael Kimmelman in The New York Times, who likened its tinted glass panes to age spots — and loathed by many of its neighbors, particularly those forced to evacuate when its crane collapsed during Hurricane Sandy, One57 has had so much opprobrium heaped upon it that I half-expected to be pelted with eggs the night I arrived for my sleepover. For his part, Mr. Barnett is proud of his building, and accustomed (sort of) to its lousy reviews. “I think the building is beautiful,” he said.\nI had hoped to be lent an apartment on a high floor — 87, say, which is undecorated and quite raw, and on the market for $67 million. There, I envisioned myself with an air mattress and a six pack, in a night of dizzying anomie.\nInstead, Anna LaPorte, the building’s publicist, offered 61B, a three-bedroom listed for $29 million that had been decorated by Jeffrey Beers (the furnishings and embellishments, which cost $2.5 million, are included in the price).\n“It’s still 600 feet above Central Park,” she said soothingly.\nI had been warned by a report in The New York Post, which reviewed One57’s bylaws, not to bring ponies, gerbils, guinea pigs or bunnies to the building, nor to engage in modeling, massage therapy or seminude performances, none of which are allowed. Instead, I invited two friends, Pamela and Cathy, both of whom work in real estate and would surely be sanguine about the property and immune to the blandishments of its myriad luxuries.\nLike the community managers at co-living spaces, the millennial hipster communes, Sascha Torres, One57’s “lifestyle attaché,” devises programming to bring her residents together. There are, apparently, people actually living here, at least some of the time. In October, 26 of them signed up for a Champagne and wine tasting in the library and billiards room, and a concert by Ted Nash, a jazz saxophonist, and Kristen Lee Sergeant, a vocalist, in the screening room, which is like a Hollywood mogul’s dreamscape, with plump gray suede seats and a shiny black Steinway. On Halloween, eight families signed up through Ms. Torres to open their doors for trick-or-treating, which gives you something to think about: children hurtling through One57’s silver-papered halls and glittery elevators.\nIt has been her job, Ms. Torres told me, to charter yachts for building residents, if that’s what they want, or find them a private island to vacation on or score front-row seats at a fashion show or book swimming lessons in the pool (61 feet long, and with an underwater soundtrack “curated by Carnegie Hall”) or arrange a 3-year-old’s princess tea party birthday in the dining room.\nShe had offered me a smorgasbord of services: in-home shopping; hair and makeup; a cocktail reception; dinner cooked by a private chef and then a concert by Mr. Nash and Ms. Sergeant in the screening room, followed by dessert and Champagne; Pilates or a swim or “private, custom” meditation the next morning, after breakfast from the Park Hyatt, and a newspaper of my choice, a nice homey touch. Mindful of budget, I chose only dinner ($300) and the meditation ($250), which despite the staggering price seemed like an appropriate counter to a night in a multimillion-dollar habitat — an atheist’s prayer on a roller coaster.\nThe sans serif signage carved into the door surround of “my” apartment was so discreet that Cathy and Pamela could not find it, and lingered a bit in the hallway, which has windows facing east and north, toward the helicopter-height panorama of Central Park, and 432 Park, the elephant in the view.\n“We are the only one that is dead on, dead center to the park,” Anna Zarro, the building’s sales director had told me earlier on a tour of the 87th floor, eager to best a rival. “432 is axial.” Also, One57’s windows open, at least the bottom panels do. (The hulking concrete minimalism of 432 depends on its 10-by-10-foot windows, which are fixed panes thick enough for the wind load.)\nIn the master bedroom, I cranked one open and stuck my hand through. Once you are inside a supertall, it is perhaps claustrophobia, rather than vertigo, that threatens.\nThe doorbell of 61B was bird song, and quite loud. There were slabs of vein-cut ivory onyx on the living room walls, along with stained and fumed eucalyptus panels. The furniture was pale gray, off-white or glossy black, as in a swanky hotel, and massive. The black glass dining table was 13 feet; a sofa, 12 feet; and the silvery rug, 19 feet by 18 feet.\nThe north wall of the living room was floor-to-ceiling windows, which framed the entirety of Central Park, the money shot. The cityscape that flanked it was rendered in miniature, like the panorama model at the Queens Museum. Just below the window line were the distinctive backsides of the Essex House hotel and Hampshire House, the still-lovely landmarks of Central Park South. The sight of them broke your heart.\nCathy and Pamela drank the crisp Chablis Premier Cru Ms. Torres had brought and careered through the place, scooping up mini-bottles of Le Labo Tubereuse soap and body lotion that had been laid out in the bathrooms and stuffing them into their pockets. I drank Budweiser, bought from the deli down the block, an errand I had run just to see what it felt like to go in and out of the building. As it happens, leaving One57 is like leaving a cruise ship: disorienting until you get your land legs back.\n“Residents don’t ever have to leave, if they don’t want to,” Ms. Torres said.\nThat’s a problem for urbanists like Justin Davidson, the architecture critic at New York magazine. The cloister of One57, walled in by its abundant amenities and insulated by its extreme height and deranged prices, is fundamentally anti-urban, he said. Implicit in its apartment-as-commodity ethos is the idea that its buyers aren’t here so much, and therefore aren’t really participating in the life of the city. Should resources like light and air be compromised for so many, he asked, for the benefit of the very few who will inhabit, however briefly or episodically, these sorts of towers?\n“The ability of a very small group of people to dominate the skyline is an apt metaphor for the time we’re in,” Mr. Davidson said.\nOur skyline was twinkling now. We brought our drinks into the shower of the master bathroom — slabs of marble, everything predictably enormous, except, oddly, the toilets and their accouterments, which seemed rather low for the joint health of the demographic for which the place was presumably designed. On the black marble counter surrounding the twin sinks, my toothbrush and other gear were a whorl of domestic squalor. We rolled in the master bed, and the Le Labo booty fell out of our pockets. Taylor C., the waiter, found us there and called us to dinner.\nMartine Maille, a Corsican chef who once worked for Katherine Jackson, the Jackson family matriarch, sent out spoons filled with cucumber and hummus, pumpkin oil and crushed pistachios; a butternut squash velouté; black sea bass fillets with polenta; and pineapple carpaccio with pineapple mint sorbet. That shut us up for a while.\nWhen Ms. Maillet and Ms. Torres left, Ms. Torres lent us her wireless speaker, and we danced in loops around the apartment (late ’70s disco, a bit of Fleetwood Mac). We caught our breath in the kitchen, which is surprisingly welcoming — there’s a desk built into the wall, a capacious table, a teal velvet banquette. Pamela clambered up onto it and kept dancing. So much for the jadedness of the luxury broker.\nAfter they left, I locked the front door and the laundry room door — “check it twice,” Cathy had texted me. Freddy Almonte, the building’s resident manager had said, “Call me if you need anything.” He lives on the 34th floor with his wife and two daughters. I put his card on the bedside table. There was a lot of apartment outside my bedroom. I didn’t draw the curtains to sleep — who could see me, at this height? But it wasn’t the lights that kept me up later than usual. It was the silence. You don’t hear much on the 61st floor.\nThe doorbell warbled at 7:30 the next morning, and a waiter from the Park Hyatt brought me two coffees and The New York Times, as ordered. Later, from the bathtub, which is placed hard against a wall of windows, I watched a bright red crane cantilevered over 111 West 57th, otherwise known as the Steinway building, where a tower is now growing that will beat 432’s height by 28 feet.\nIn 2013, a year after One57 was topped off and new supertall projects were hatching all over Manhattan and across the East River in Brooklyn, the Municipal Arts Society issued a cry to arms called the Accidental Skyline. Updated late last year, it’s a proposal for a more “intentional city” — for new zoning laws to protect New York City’s neighborhoods from the encroachments of buildings like One57 — one in which the public has a say in what’s built.\n“One57 was the very first of its kind and it has unleashed — who knows how causally — a series of very, very significant supertalls all over the city of New York,” said Elizabeth Goldstein, the president of the Municipal Arts Society. “It’s not going to stop anytime soon unless we begin to deal with the underlying cause.”\nThis is not, she said emphatically, just an issue of tall.\n“It’s about the series of loopholes in the zoning laws” — using lot mergers, air rights transfers and structural voids to make a building grow beyond what it’s zoned for — “that allows developers to build them ‘as of right,’” she said, referring to the lack of any public oversight. “The neighbors need to have a seat at the table.”\nIt’s a process, she added, that has reached a kind of Dada state in a project over on Amsterdam Avenue, with a condominium that if built will owe its height — 668 feet — to a bizarre assemblage of carved up lots that, in plans, looks like an Etch A Sketch gone horribly wrong or perhaps a Scrabble board, midgame, with odd branches and tendrils. Most observers describe its weirdness as akin to a gerrymandered political district.\nMaybe One57’s most enduring legacy will be brand-new zoning laws, though architecture critics and urbanists like Mr. Davidson are leery of too-strict measures like a proposal that would institute a public review process for new buildings over 1,000 feet. “If you stop everything at 1,000 feet,” Mr. Davidson said, “then you have a city made of 999-foot buildings.”\nMr. Barnett, whose latest supertall, Central Park Tower, is under construction, and just up the block from One57, said, “I think the height debate is appropriate in some areas, but not in the cosmopolitan center of one of the greatest cities in the world.” When it’s finished, Central Park Tower will be more than 1,500 feet.\nPaul Goldberger, an architecture critic whose most recent book is “Building Art: The Life and Work of Frank Gehry,” is no fan of One57 — “the first and the worst,” is how he described it. “But if you stop development at a certain point we are going to be a vertical Venice, a place that doesn’t exist except to look at,” he said. “You can’t freeze the city. A city is a lot of things, and one thing it is is a natural and organic thing, so it needs to grow. But like any garden, it needs to be managed or it’s going to be chaos.”\nThe doorbell was warbling again. Marisa Viola, a teacher from Mndfl, a meditation studio, appeared. She was gape-mouthed at the views and took a few photos. We settled onto the dark purple cushions left in the living room by the staff of the Park Hyatt spa, and Ms. Viola gave a quick introduction to the practice: “Meditation takes some pressure off of the amygdala, the part of the brain responsible for the fight or flight reaction,” she said. “You’re sort of rewiring your brain a little bit so that you’re taking that sense of everything being an emergency out of your thoughts. You’re not reacting as if you were being chased by a bear. It feels akin to heaven up here, but the practice is unconditional. You can do it in the most modest setting, or luxury conditions like these.”", "url": "https://www.nytimes.com/interactive/2018/02/22/style/one-57-manhattan-skyscraper-condominiums.html"}