{"authors": ["Henry Fountain"], "date_download": "2018-11-16 03:24:18", "date_modify": "2018-11-16 03:24:18", "date_publish": "2017-10-20 04:10:44", "description": "The country lost most of its trees long ago. Despite years of replanting, it isn’t making much progress.", "filename": "interactive_2017_10_20_climate_iceland-trees-reforestation.html_em_pos=small&ref=headline&nl_art=2&te=1&nl=&emc=edit_clim_20171114&module=inline_1542338658.html", "image_url": "https://static01.nyt.com/images/2017/10/22/climate/22iceland-print/merlin-to-scoop-126602513-337561-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_10_20_climate_iceland-trees-reforestation.html_em_pos=small&ref=headline&nl_art=2&te=1&nl=&emc=edit_clim_20171114&module=inline_1542338658.html", "title": "Vikings Razed the Forests. Can Iceland Regrow Them?", "title_page": "Vikings Razed the Forests. Can Iceland Regrow Them? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "GUNNARSHOLT, Iceland — With his flats of saplings and a red planting tool, Jon Asgeir Jonsson is a foot soldier in the fight to reforest Iceland, working to bring new life to largely barren landscapes.\nThe country lost most of its trees more than a thousand years ago, when Viking settlers took their axes to the forests that covered one-quarter of the countryside. Now Icelanders would like to get some of those forests back, to improve and stabilize the country’s harsh soils, help agriculture and fight climate change.\nBut restoring even a portion of Iceland’s once-vast forests is a slow and seemingly endless task. Despite the planting of three million or more trees in recent years, the amount of land that is covered in forest — estimated at about 1 percent at the turn of the 20th century, when reforestation was made a priority — has barely increased.\n“It’s definitely a struggle,” said Mr. Jonsson, a forester who works for the private Icelandic Forestry Association and plants saplings with volunteers from the many local forestry groups in this island nation of 350,000 people. “We have gained maybe half a percent in the last century.”\nEven in a small country like Iceland, a few million trees a year is just a drop in the bucket.\nIceland’s austere, largely treeless landscapes, punctuated by vast glaciers and stark volcanoes, have long been a favorite of the film industry.\nThe picturesque vistas also have helped fuel a tourism boom. Nearly 1.8 million foreigners visited the country last year.\nBut with that beauty comes a problem that Icelanders have faced for centuries. The lack of trees, coupled with the ash and larger pieces of volcanic rock spewed by eruptions, has led to severe soil erosion.\nWith vegetation unable to gain much of a foothold, farming and grazing have been next to impossible in many parts of the country. And the loose soil, combined with Iceland’s strong winds, has led to sandstorms that can further damage the land — and even blast the paint off cars.\nIceland’s farmers struggled with erosion and windblown soil for centuries. But in the decades that followed a particularly destructive sandstorm east of the capital, Reykjavik, in 1882, the government established reforestation and soil conservation efforts.\nReforesting more of the Icelandic countryside would have benefits beyond helping farmers and stopping sandstorms. As climate change has become a greater concern, Iceland’s leaders have viewed reforestation as a way to help the country meet its climate goals.\nDespite the widespread use of geothermal energy and hydropower, Iceland has high per-capita emissions of greenhouse gases, largely because of transportation and heavy industries like aluminum smelting. The government is working with the European Union and Norway to meet an overall goal of a 40 percent emissions reduction from 1990 levels by 2030. Separately, Iceland has its own target of a reduction between 50 percent and 75 percent by 2050.\nTrees, by incorporating atmospheric carbon dioxide into their trunks, roots and other tissues, can offset some of the country’s emissions.\n“An important contributor to Iceland’s mitigation policy is planting trees,” said Gudmundur Halldorsson, research coordinator of the Soil Conservation Service of Iceland. “It is a big discussion here.”\nBut as Mr. Jonsson’s work shows, once the trees are gone, it’s no easy task to bring them back.\nWhen Iceland was first settled at the end of the ninth century, much of the land on or near the coast was covered in birch woodlands.\n“The people that came here were Iron Age culture,” Dr. Halldorsson said. “And they did what Iron Age culture did.”\nThe settlers slashed and burned the forests to grow hay and barley, and to create grazing land. They used the timber for building and for charcoal for their forges. By most accounts, the island was largely deforested within three centuries.\nInterested in Climate Change? Sign up to receive our in-depth journalism about climate change around the world.\n“They removed the pillar out of the ecosystem,” Dr. Halldorsson said.\nEruptions over the ensuing centuries from some of Iceland’s many volcanoes deposited thick layers of volcanic material. The ash, while rich in nutrients, made for very fragile, poor soil that couldn’t hold water and moved around as the wind blew.\nAs a result, Iceland is a case study in desertification, with little or no vegetation, though the problem is not heat or drought. About 40 percent of the country is desert, Dr. Halldorsson said. “But there’s plenty of rainfall — we call it ‘wet desert.’” The situation is so bad that students from countries that are undergoing desertification come here to study the process.\nDr. Halldorsson’s office is at Gunnarsholt, site of one of Iceland’s oldest farmsteads, 60 miles east of Reykjavik and not far from one of the country’s largest volcanoes, Hekla.\nIn the huge sandstorm of 1882, the farm and much of the surrounding area was buried. Over nearly two weeks, the blowing sand scoured the land and destroyed all the vegetation. Hundreds of sheep died, their wool so weighed down with sand that they could not reach shelter. A nearby lake was completely filled in; farmers found trout lying on the top of the sand once the storm was over.\n“Simply everything was stripped away,” Dr. Halldorsson said. “This is what people don’t realize. You can lose something like this in relatively few years.”\nThe soil conservation service took over the farm in the 1920s and has used it as an outdoor laboratory to study ways to improve the soil and enable vegetation to grow. The process usually begins with lyme grass, which grows quickly and can stabilize the soil. Lupine, with its spiky purple flowers, is often next. The trees come later.\nThe work of planting saplings usually begins with an evaluation of the particular site. For Mr. Jonsson of the forestry association, that means looking at what vegetation is already growing there. “You can estimate the richness of the soil underneath,” he said.\nMr. Jonsson and his volunteers then plant the appropriate species for the plot — birch, Sitka spruce, lodgepole pine, Russian larch or other species. “We’d love to plant aspen,” he said. “But sheep really love aspen.”\nFor Saemundur Thorvaldsson, a government forester who works with volunteer groups and farmers in the Westfjords region of northern Iceland, the “right” tree about 30 percent of the time is birch, the same species that was dominant when Iceland was settled. Birch can tolerate poor soils, and although it grows very slowly it eventually provides shelter for other species.\nMost of those other species — Sitka spruce, lodgepole pine, black cottonwood — originated in Alaska. They are now grown as saplings at greenhouses in Iceland, because importing live trees is prohibited.\nThey grow faster than birch, so as a way to store carbon they are more effective. But everything in Iceland grows slowly, Mr. Thorvaldsson said. At one forest outside Isafjordur, planted in the 1940s, spruces were perhaps 50 feet tall. In southeast Alaska they could easily reach three times that height, he said.\nNo one expects that one-quarter of Iceland will ever be covered in forests again. But given slow growth rates and the enormity of the task, even more modest gains will take a long time, Mr. Thorvaldsson said.\n“The aim now is that in the next 50 years we might go up to 5 percent,” he said. “But at the speed we’re at now, it would take 150 years to do that.”", "url": "https://www.nytimes.com/interactive/2017/10/20/climate/iceland-trees-reforestation.html?em_pos=small&ref=headline&nl_art=2&te=1&nl=&emc=edit_clim_20171114&module=inline"}