{"authors": ["Richard Pérez-Peña", "Alan Blinder"], "date_download": "2018-11-16 04:34:34", "date_modify": "2018-11-16 04:34:34", "date_publish": "2015-07-10 02:21:05", "description": "As South Carolina lawmakers delivered impassioned speeches for and against taking down the Confederate battle flag, three distinctive voices emerged.", "filename": "interactive_2015_07_10_us_in-impassioned-debate-on-south-carolina-confederate-flag-three-voices-emerge-_1542342874.html", "image_url": "https://static01.nyt.com/images/2015/07/09/multimedia/conf-flag-pitts/conf-flag-pitts-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_07_10_us_in-impassioned-debate-on-south-carolina-confederate-flag-three-voices-emerge-_1542342874.html", "title": "In Impassioned Debate on South Carolina Confederate Flag, Three Voices Emerge", "title_page": "In Impassioned Debate on South Carolina Confederate Flag, Three Voices Emerge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Michael A. Pitts\nRepublican of Laurens County\nAt the center of the tumult for much of the evening stood a Republican representative from the most conservative part of South Carolina, an avid advocate of gun rights and small government, with a particularly white, Southern take on history.\nThat man, Michael A. Pitts, seemed to do everything he could to derail, scuttle or otherwise alter the plan to force down the battle flag. He introduced dozens of amendments, all of them unsuccessful, intended to slow the bill’s race to passage — including one to erect a monument to a Cherokee chief who became a Confederate general, and one dictating that yellow jessamine, the state flower, be planted where the flagpole stands.\n“I grew up holding that flag in reverence because of the stories of my ancestors carrying that flag into battle and serving under it,” he said.\nMr. Pitts, 59, a retired police officer with a gray mustache and a bald pate, lives where he was born, in Laurens, a town of about 9,200 people in the Upstate region. “Some call it the War Between the States, some call it a Civil War,” he said during the debate. “Growing up, my family, it was called the War of Northern Aggression. It’s where the Yankees attacked the South.”\nHe was one of a few lawmakers who drew a parallel between the Confederates' cause and what conservatives like him fight for today.\n“One of the main reasons for that great tragedy of four years was states’ rights — the ability for the states to govern themselves,” he said. “There’s a huge argument which still exists today over which could control its destiny, the sovereignty of the states or the rule of the federal government.”\nMr. Pitts voted against the flag removal proposal on a preliminary vote and abstained during the final roll call. Nonetheless, on Thursday morning, he insisted that he supported removing the battle flag, but that he had wanted the flag’s critics to broker an agreement to honor South Carolina’s history. Instead, he found “an absolute unwillingness to compromise.”\n“I’m willing to remove that flag from the pole at some point if it causes a twinge in the heart of Lonnie Hosey or Bill Clyburn, my friends,” he said during the House debate, referring to two black Democratic colleagues, but “I’ll ask for something in return.”\nHe pointed to ways the state had changed since 2000, when a legislative compromise stripped the State House’s dome of the battle flag, which was moved to a spot near the Confederate Soldier Monument.\n“We have an Indian-American governor,” he said on Thursday. “We have a black U.S. senator.”\n“The rest of the nation,” he added, “instead of always looking down their nose at the state and trying to portray us to be a bunch of rednecks, could take a look and see what this state actually and really is.”\n“The battle is over,” he said. “My side lost. We’ll come back together. The state will move on.”\nBut, he acknowledged, there was perhaps a reason that the 30-foot pole that has for years held the battle flag over the State House grounds did not have an easy mechanism to lower the Confederate battle standard.\n“They thought it was never going to come down,” he said.", "url": "https://www.nytimes.com/interactive/2015/07/10/us/in-impassioned-debate-on-south-carolina-confederate-flag-three-voices-emerge-.html"}