{"authors": ["Tim Wallace", "Derek Watkins"], "date_download": "2018-11-16 03:46:56", "date_modify": "2018-11-16 03:46:56", "date_publish": "2017-09-02 09:00:01", "description": "Hurricane Harvey left residents of many small towns stranded.", "filename": "interactive_2017_09_02_us_harvey-beaumont-flooding_1542340016.html", "image_url": "https://static01.nyt.com/images/2017/09/01/us/harvey-beaumont-flooding-1504317392851/harvey-beaumont-flooding-1504317392851-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_09_02_us_harvey-beaumont-flooding_1542340016.html", "title": "Town After Town Under Water in the 100 Miles From Houston to Beaumont", "title_page": "Town After Town Under Water in the 100 Miles From Houston to Beaumont - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "LIBERTY, Tex. — This was Highway 90, one of the main roads connecting Houston and Beaumont in eastern Texas, on Thursday.\nHighway 90 on Thursday in Texas, near Liberty and Beaumont.\nWhen we reached one flooded stretch of the highway, it seemed unsafe to press on. A state trooper reassured us that we could make it through. Beyond that? “That’s as far as I know,” he said.\nMany of the people we met seemed to feel the same way. We drove through rural Texas communities to see Hurricane Harvey’s impact beyond Houston. Almost everyone we spoke with felt uncertain about what would happen next.\nPeople spread rumors about what the water was doing each day, but no one knew for sure. The water rose and fell, appearing to follow no logic as it swallowed some roads and made others passable. And residents were left to keep track of it all.\nA section of Highway 90 between Devers and Nome on Thursday.\nHighway 90 is one of the main roads between Houston and Beaumont, about 100 miles to the east. Long sections of the highway were closed or flooded this week, leaving residents of dozens of small towns in the region stranded.\nFloods had devastated towns all along our route. Mud and debris marked the homes and businesses where water had receded, but many buildings were still flooded.\nFlooded or closed roads Our route Beaumont 90 Arkema chemical plant 10 TEXAS Houston 10 MILES Flooded or closed roads Our route Beaumont 10 Arkema chemical plant 90 Houston 20 MILES Flooded or closed roads Our route Beaumont TEXAS 90 Arkema chemical plant 10 Houston 20 MILES\nWhat would normally be a two-hour drive took two days after the storm. We left Houston on Wednesday afternoon in a Chevy Tahoe S.U.V. The main highway between the two cities, Interstate 10, was closed. Almost every other route was flooded too.\nWe were told about a spill near the Arkema chemical plant in Crosby and tried to avoid it, but all of the roads we tried were blocked. We ended up driving past the plant and could smell the fumes. Nine hours later, while we were sleeping, two storage trailers at the plant exploded.\nThroughout the region, boats were used to help residents.\nWe saw many scenes of solidarity. People helped one another out of the water. They shared advice, updates and supplies. Businesses remained open despite water rising to their driveways.\nAfter we crossed a flooded part of the road, people heading the other way asked if they could make it through the water. We offered our best guesses according to the height of their vehicles. For people in sedans, the safe answer was no.\nA National Guard convoy on Highway 90, near Crosby, Tex.\nNational Guard convoys, some with dozens of large trucks, rushed past us several times. Police vehicles led trucks towing fishing boats down the highway — volunteers had come from across the country to help.\nA seafood restaurant near Liberty, Tex.\nLiberty NORTH Houston Beaumont 90 TEXAS NORTH Liberty Houston Beaumont 90 TEXAS\nOn Wednesday evening, the road into the town of Liberty was passable, but the water cut in close on either side.\nA flooded rice farm near Devers, Tex.\nNORTH Devers Houston Beaumont 90 TEXAS NORTH Devers Houston Beaumont 90 TEXAS\nLarge areas of farmland in the region were swamped, like this rice farm near Devers, a few miles down the road. Farming is a critical driver of the economy in this part of Texas, with small and large fields along the highway.\nAs we entered Beaumont, home to nearly 120,000, the road was bustling, and businesses were open. Things were much worse across town, near the Neches River, where entire blocks were flooded. For some houses, the roofs were the only parts of the structures that were above water.\nSeveral blocks were flooded near the Neches River, in Beaumont.\nNearly 29 inches of rain fell in Beaumont from Tuesday to Wednesday, and when we arrived the next day, the waters were still rising, and routes into the city remained flooded or closed.\nGetting food and water was the most immediate concern for many residents we talked to. Lines stretched out of grocery stores, and flooding had shut down Beaumont’s water pumping stations. Federal and state agencies trucked in bottled water. As of Friday, the city was still without running water.\nAlceues Jackson III, 29, said he used storm water to flush his toilet.\nNORTH Houston Beaumont Nome 90 TEXAS NORTH Nome Houston Beaumont 90 TEXAS\nBack on the highway, we became stuck in a nighttime traffic jam in Nome, Tex. Traffic crawled as we waited to pass through. Families watched films in their cars. The air was warm and thick with moisture. It took three hours to drive five miles.", "url": "https://www.nytimes.com/interactive/2017/09/02/us/harvey-beaumont-flooding.html"}