{"authors": ["Jasmine C. Lee", "Jennifer Medina", "Alicia Parlapiano"], "date_download": "2018-11-16 03:11:04", "date_modify": "2018-11-16 03:11:04", "date_publish": "2018-01-16 18:59:06", "description": "Geologists and officials are already studying satellite imagery of the mudslides, in the hopes that similar calamities can be prevented in the future.", "filename": "interactive_2018_01_16_us_map-california-mudslides_1542337864.html", "image_url": "https://static01.nyt.com/images/2018/01/16/us/map-california-mudslides-1516128728619/map-california-mudslides-1516128728619-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_01_16_us_map-california-mudslides_1542337864.html", "title": "Identifying the Causes of the California Mudslides", "title_page": "Identifying the Causes of the California Mudslides - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Direction of mudslide Addresses where deaths have been reported Montecito Pacific Ocean Direction of mudslide Addresses where deaths have been reported Pacific Ocean Addresses where deaths have been reported Direction of mudslide Pacific Ocean Addresses where deaths have been reported Direction of mudslide Pacific Ocean Direction of mudslide Addresses where deaths have been reported Pacific Ocean Imagery from Google Earth\nAs the boulders, rocks and cement-thick mud began tumbling down the mountains near Montecito, Calif., last week, residents were shocked at the ferocity. By the time the storm had passed, at least 20 people had died and hundreds of homes had been destroyed.\nGeologists and officials in Santa Barbara say it is still too early to know precisely how and why last week’s mudslides became so lethal. But they are already studying satellite imagery to help determine the path of the deadly debris, in the hopes that understanding what happened will prevent similar calamities in the future.\nCALIFORNIA Montecito 5 Santa Barbara Los Angeles 101 1 Pacific Ocean 20 MILES\nWildfires in December charred much of the hills in the area, burning the chaparral all along the foothills. Fire effectively changes the soil, making it more slippery and far more prone to erosion than healthy land.\n“It was pretty rare, in essence a worse-case scenario from that standpoint,” said Jonathan Godt, an expert in landslide hazards for the United States Geological Survey. “The same rainfall that falls on a burned landscape can cause a lot more damage than it would before a fire.”\nBefore After Before After Before After Before After Before After Satellite images from DigitalGlobe\nWhile commonly called mudslides, scientists refer to them as debris flows — the scientific term to describe what is flowing downhill. The hills above Montecito are filled with small channels less than a meter wide, and these channels can quickly become overwhelmed during a powerful storm.\n“These channels fill fast and when everything is moving at once, things just start coming down and getting faster and picking up material,” Mr. Godt said. “It’s like a snowball effect and it has to move.”\nAs the debris flows move downhill, Mr. Godt said, they have grown both in volume and momentum and “are more destructive as they move toward things we care about.”", "url": "https://www.nytimes.com/interactive/2018/01/16/us/map-california-mudslides.html"}