{"authors": ["Alicia Parlapiano"], "date_download": "2018-11-16 04:01:40", "date_modify": "2018-11-16 04:01:40", "date_publish": "2016-05-27 15:41:36", "description": "The F.B.I. recently uncovered new emails potentially related to the investigation into Hillary Clinton’s private email server.", "filename": "interactive_2016_05_27_us_politics_what-we-know-about-hillary-clintons-private-email-server_1542340900.html", "image_url": "https://static01.nyt.com/images/2016/05/27/us/politics/what-we-know-about-hillary-clintons-private-email-server-1477698767815/what-we-know-about-hillary-clintons-private-email-server-1477698767815-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_05_27_us_politics_what-we-know-about-hillary-clintons-private-email-server_1542340900.html", "title": "What We Know About the Investigation Into Hillary Clinton’s Private Email Server", "title_page": "What We Know About the Investigation Into Hillary Clinton’s Private Email Server - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "July 2015 Government investigators say they found classified information in emails from Mrs. Clinton’s server. The emails were not marked classified at the time, and it is unclear if Mrs. Clinton knew that the information was classified. The investigators refer the matter to the Justice Department, and shortly thereafter the F.B.I. opens an investigation.\nJanuary 2016 The State Department announces that it will not release 22 emails that contain “top secret” material. The classifications of the emails were increased after the fact; they were not marked when they were sent. Three days later, the first presidential primary is held in Iowa.\nMay 2016 The State Department’s inspector general releases a report criticizing Mrs. Clinton’s use of the private server, saying that she should have asked for approval and that she had violated department policies by not surrendering her emails before leaving office.", "url": "https://www.nytimes.com/interactive/2016/05/27/us/politics/what-we-know-about-hillary-clintons-private-email-server.html"}