{"authors": ["The New York Times", "Melissa Eddy", "Sewell Chan", "Nicholas St. Fleur"], "date_download": "2018-11-16 04:21:26", "date_modify": "2018-11-16 04:21:26", "date_publish": "2015-11-29 00:00:00", "description": "ON THE RAILS BETWEEN BERLIN AND PARIS — A low-carbon train ride to the Paris climate talks with Germany’s environment min...", "filename": "interactive_projects_cp_climate_2015-paris-climate-talks_protesters-frankfurt-delay-train_1542342086.html", "image_url": "https://static01.nyt.com/images/2015/11/30/world/europe/30climate-blog2/30climate-blog2-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_projects_cp_climate_2015-paris-climate-talks_protesters-frankfurt-delay-train_1542342086.html", "title": "Protesters Delay German Minister’s Train", "title_page": "Protesters Delay German Minister’s Train  - NYTimes.com", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "ON THE RAILS BETWEEN BERLIN AND PARIS — A low-carbon train ride to the Paris climate talks with Germany’s environment minister, complete with networking opportunities and an artist rapping about the climate, was nearly stranded in Frankfurt on Saturday when a group of pseudo-anarchists dropped from the rafters during a stop at the main station and planted themselves atop one of the cars.\nTwo young women in stocking caps and a young man in a hoodie drew warning shouts as they dangled within millimeters of live wires charged with 15,000 volts. Once safely on the roof, they derided the United Nations climate conference in Paris as a “spectacle” that detracted from concrete action to prevent the world’s atmosphere from warming beyond the 2-degree point.\nThe environment minister, Barbara Hendricks, tried to lure them from their perch with an offer to talk. No chance. They shouted instead that she should quit her post.\n“It was worth a try,” shrugged Ms. Hendricks, 63. She later chuckled over their youth, their inexperience in activism revealed by the fact they had called for her resignation, she said — an acknowledgment of her office no true anarchist would ever make.\nThe delay came four hours into the journey, after the environmental road trip that had left Berlin at 9:15 a.m. pulled into Frankfurt to pick up more participants. The three protesters, who claimed they were not affiliated with any major organization, had apparently been lying in wait, undetected by the authorities despite claims of intense security around the climate events.\nMs. Hendricks is no stranger to protests. Like many in Germany’s team of climate negotiators, her roots lie in the German protest movement of 1968, a generation that called into question not only their parents’ refusal to come to terms with their Nazi past, but rebelled against the threat of being caught in a nuclear war between the Cold War powers.\nThat fear helped to catalyze an antinuclear movement that sought to banish weapons and power plants. Over the next four decades, young Germans would not only chain themselves to railway tracks to prevent the passage of freight trains laden with nuclear waste, but also begin seeking alternative energy sources as part of their push for change.\nWhile Chancellor Angela Merkel set the country on a course to quit nuclear energy by 2022 and increase its use of wind, solar, biomass and other renewable energy sources to at least 60 percent by 2050, she has not been tough on Germany’s dirtiest fossil fuel, lignite, leaving the country struggling to keep its emissions in check.\nIt is Ms. Hendricks who has emerged as Germany’s strongest voice against coal. In the weeks before the conference, she called for Germany to shutter its lignite plants in the next 20 to 25 years, setting off an outcry from industry leaders who point to the thousands of jobs it provides. But the minister has not backed down from her idea, offering instead to engage with those affected, to make a plan, to talk.\nThe protesters in Frankfurt had only vague demands to save the climate by dumping capitalism, but they managed to delay the German delegation’s low-carbon journey to Paris by more than two hours. Firefighters eventually carried the three down from the roof of the train, and the police freed two others who had chained themselves to the tracks. The protesters were all arrested.\nAs the train started moving again, Ms. Hendricks, mingling with reporters, activists and business leaders, explained that she had decided against changing trains to keep moving, choosing instead to wait out the delay and to stay the course – perhaps good practice for the two weeks of negotiations ahead.", "url": "https://www.nytimes.com/interactive/projects/cp/climate/2015-paris-climate-talks/protesters-frankfurt-delay-train"}