{"authors": ["Sergio Peçanha", "Sarah Almukhtar", "K.K. Rebecca Lai"], "date_download": "2018-11-16 04:35:12", "date_modify": "2018-11-16 04:35:12", "date_publish": "2015-10-18 15:40:10", "description": "What started as a popular uprising against the Syrian government four years ago has become a proto-world war with nearly a dozen countries embroiled in two overlapping conflicts.", "filename": "interactive_2015_10_16_world_middleeast_untangling-the-overlapping-conflicts-in-the-syrian-war.html_module=inline_1542342912.html", "image_url": "https://static01.nyt.com/images/2015/10/16/world/middleeast/untangling-the-overlapping-conflicts-in-the-syrian-war-1445057244011/untangling-the-overlapping-conflicts-in-the-syrian-war-1445057244011-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_10_16_world_middleeast_untangling-the-overlapping-conflicts-in-the-syrian-war.html_module=inline_1542342912.html", "title": "Untangling the Overlapping Conflicts in the Syrian War", "title_page": "Untangling the Overlapping Conflicts in the Syrian War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "1 A Civil War MAIN Adversaries Syrian government Rebel groups Allies Russia, Iran, Hezbollah and local militias United States, Turkey, Arab nations MAIN Adversaries Syrian government Rebel groups Allies Russia, Iran, Hezbollah and local militias United States, Turkey, Arab nations 2 A War Against ISIS MAIN Adversaries Islamic State United States Kurds Allies Foreign fighters Australia, Bahrain, Canada, France, Jordan, Saudi Arabia, Turkey and United Arab Emirates MAIN Adversaries Islamic State United States Kurds Allies Foreign fighters Australia, Bahrain, Canada, France, Jordan, Saudi Arabia, Turkey and United Arab Emirates\nThe two conflicts have cast the United States and Russia as enemies in one war and nominal allies in the other.\nCivil War\nSyrian government Rebel groups MAIN Adversaries Secondary Russia, Iran, Hezbollah and local militias U.S., Turkey, Saudi Arabia and some Arab nations Islamic State Foreign fighters Syrian government Rebel groups MAIN Adversaries Secondary Russia, Iran, Hezbollah and local militias U.S., Turkey, Saudi Arabia and some Arab nations Islamic State\nRebel groups supported by the United States are focused on toppling the Syrian president, Bashar al-Assad, not rooting out the Islamic State.\nThe United States is focused on defeating the Islamic State. While it has attacked 2,600 Islamic State targets, it has not directly attacked the Syrian government and it is backing rebel groups only with money, arms and some training.\nRussia, Iran and the Lebanese group Hezbollah want to keep Mr. Assad in power, for now. Russia, in coordination with Syrian ground forces, has aimed the vast majority of its airstrikes at rebel positions.\nThe Islamic State, meanwhile, wants to both unseat Mr. Assad and create a caliphate stretching beyond Syria’s borders into Iraq and other countries.\nSyria’s territory has been fragmented after four years of war. The government now controls only a fraction of the country.\nRebel groups made major gains in this area this year. TURKEY Hasaka KURDISH CONTROL Aleppo ISIS CONTROL Raqqa Idlib IRAQ REBEL CONTROL Latakia Deir al-Zour Syria GOVERNMENT CONTROL Homs Palmyra Mediterranean Sea LEBANON The government lost Palmyra to ISIS in May. Control as of Oct. 9 Government Rebel ISIS Kurds Damascus Sparsely populated areas ISRAEL JORDAN 50 MILES Rebel groups made major gains in this area this year. TURKEY Hasaka KURDISH CONTROL Aleppo ISIS CONTROL Raqqa Idlib IRAQ REBEL CONTROL Latakia Deir al-Zour Syria GOVERNMENT CONTROL Homs Palmyra LEBANON The government lost Palmyra to ISIS in May. Control as of Oct. 9 Government Rebel ISIS Kurds Damascus Sparsely populated areas ISRAEL JORDAN 50 MILES Hasaka Aleppo Raqqa Latakia Deir al-Zour Syria Homs Palmyra Sparsely populated areas Damascus Government control Rebel control ISIS control Kurds control Source: IHS Conflict Monitor\nRussian airstrikes, Sept. 30-Oct. 12 Russian ground positions Russian airstrikes, Sept. 30-Oct. 12 Aleppo Raqqa Syria Government areas Damascus Russian ground positions Russia has bases and advisers in several government-controlled locations. It has mainly targeted rebels in areas where the government had been losing ground. U.S.-made missiles spotted, Oct. 7-12 Aleppo Raqqa Syria U.S.-made missiles spotted, Oct. 7-12 Rebel areas Damascus Rebels in areas targeted by Russian airstrikes have used antitank missiles made in the United States. Hezbollah presence in 2015 Aleppo Raqqa Syria Government areas Hezbollah presence in 2015 Damascus Iran’s Revolutionary Guards Corps and Hezbollah have been advising and shoring up pro-Assad forces since 2012. Rebel front lines Aleppo Raqqa Syria Front lines of the four largest rebel groups Rebel areas Damascus Most rebel groups supported by the United States, Saudi Arabia, Qatar and Turkey are in western Syria.\nSources: IHS Conflict Monitor (control areas and Hezbollah incidents); Institute for the Study of War (Russian ground positions); Carter Center (rebel front lines)\nWar Against ISIS\nIslamic State United States Kurds MAIN Adversaries Secondary Rebel fighters, Turkey, some Arab nations and other allies. Foreign fighters Syrian government, Russia, Iran and Hezbollah Islamic State United States MAIN Adversaries Foreign fighters Kurds, rebel fighters, Turkey, some Arab nations and other allies. Secondary Syrian government, Russia, Iran and Hezbollah\nThe United States has been joined by Turkey and several Arab nations in its fight against the Islamic State. They all believe ISIS poses a threat to them in their own countries.\n“Most people are realizing now that the best way of dealing with the Islamic State is to contain them,” said Columb Strack, an analyst at IHS Janes, a defense research firm. “If you contain them and start hitting their economic sources, the idea is that in a few years they will collapse from within. That seems what the Americans are going for.”\nBut because the war against the Islamic State is just one among many, cutting off the group’s resources has been difficult. Porous Turkish borders and private Arab dollars have helped the Islamic State’s rise.\nFor Syria’s allies, especially Russia, the Islamic State is just one of many insurgent groups that they have called terrorists. While some Russian airstrikes have hit areas controlled by the Islamic State, most have targeted rebels groups.\nKurdish ground forces have been America’s main partner in the war against ISIS in Syria. But the partnership poses delicate problems for the United States.\nKurdish fighters Islamic State MAIN Adversaries Allies Tense relations United States Rebel fighters Concern Allies Turkey Syrian government Kurdish fighters Islamic State MAIN Adversaries Allies Tense relationS Concern United States Allies Rebel fighters Turkey Syrian government\nNearly 30 million Kurds live in territories divided across Turkey, Syria, Iraq and Iran, and they want more autonomy in those countries, or even a state of their own. The conflict in Syria has given them an opening toward achieving those goals.\nAmerican airstrikes against the Islamic State, coordinated with Kurdish fighters, have helped the Kurds seize a broad stretch of territory along the Turkish border. Those gains have increased tensions with Turkey, a major American ally, which has been fighting a bitter war with Kurdish separatists for decades.\nKobani has been the focal point of the U.S.-Kurdish battle with ISIS. American airstrikes have hit more than 1,000 targets there, almost half of all their strikes in Syria, helping the Kurds push back ISIS in the north.\nU.S. airstrike locations Kurdish territorial gains since January Kobani Hasaka Aleppo Raqqa Latakia Deir al-Zour Syria Homs Palmyra ISIS areas Damascus Kurdish territorial gains since January Kobani Aleppo Raqqa Syria Damascus Sources: IHS Conflict Monitor (control areas); U.S. Central Command (airstrikes)\nIn Overlapping Wars, the Danger of a Collision\nAs their offensives cross paths, all of these run the risk of their battles colliding. Experts say a misguided attack or an errant airstrike could escalate Syria’s two wars and lead to an even wider international conflict.", "url": "https://www.nytimes.com/interactive/2015/10/16/world/middleeast/untangling-the-overlapping-conflicts-in-the-syrian-war.html?module=inline"}