{"authors": ["Andrew Jacobs", "Matt Richtel", "William Daniels For The New York Times"], "date_download": "2018-11-16 04:03:17", "date_modify": "2018-11-16 04:03:17", "date_publish": "2017-09-16 09:00:02", "description": "As growth slows in wealthy countries, Western food companies are aggressively expanding in developing nations, contributing to obesity and health problems.", "filename": "interactive_2017_09_16_health_brazil-obesity-nestle.html__r=0&module=inline_1542340997.html", "image_url": "https://static01.nyt.com/images/2017/09/17/health/17Obesity-top/00Obesity-slide-AGYS-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_09_16_health_brazil-obesity-nestle.html__r=0&module=inline_1542340997.html", "title": "How Big Business Got Brazil Hooked on Junk Food", "title_page": "How Big Business Got Brazil Hooked on Junk Food - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "FORTALEZA, Brazil — Children’s squeals rang through the muggy morning air as a woman pushed a gleaming white cart along pitted, trash-strewn streets. She was making deliveries to some of the poorest households in this seaside city, bringing pudding, cookies and other packaged foods to the customers on her sales route.\nCelene da Silva, 29, is one of thousands of door-to-door vendors for Nestlé, helping the world’s largest packaged food conglomerate expand its reach into a quarter-million households in Brazil’s farthest-flung corners.\nAs she dropped off variety packs of Chandelle pudding, Kit-Kats and Mucilon infant cereal, there was something striking about her customers: Many were visibly overweight, even small children.\nShe gestured to a home along her route and shook her head, recalling how its patriarch, a morbidly obese man, died the previous week. “He ate a piece of cake and died in his sleep,” she said.\nMrs. da Silva, who herself weighs more than 200 pounds, recently discovered that she had high blood pressure, a condition she acknowledges is probably tied to her weakness for fried chicken and the Coca-Cola she drinks with every meal, breakfast included.\nNestlé’s direct-sales army in Brazil is part of a broader transformation of the food system that is delivering Western-style processed food and sugary drinks to the most isolated pockets of Latin America, Africa and Asia. As their growth slows in the wealthiest countries, multinational food companies like Nestlé, PepsiCo and General Mills have been aggressively expanding their presence in developing nations, unleashing a marketing juggernaut that is upending traditional diets from Brazil to Ghana to India.\nA New York Times examination of corporate records, epidemiological studies and government reports — as well as interviews with scores of nutritionists and health experts around the world — reveals a sea change in the way food is produced, distributed and advertised across much of the globe. The shift, many public health experts say, is contributing to a new epidemic of diabetes and heart disease, chronic illnesses that are fed by soaring rates of obesity in places that struggled with hunger and malnutrition just a generation ago.\nThe new reality is captured by a single, stark fact: Across the world, more people are now obese than underweight. At the same time, scientists say, the growing availability of high-calorie, nutrient-poor foods is generating a new type of malnutrition, one in which a growing number of people are both overweight and undernourished.\n“The prevailing story is that this is the best of all possible worlds — cheap food, widely available. If you don’t think about it too hard, it makes sense,” said Anthony Winson, who studies the political economics of nutrition at the University of Guelph in Ontario. A closer look, however, reveals a much different story, he said. “To put it in stark terms: The diet is killing us.”\nEven critics of processed food acknowledge that there are multiple factors in the rise of obesity, including genetics, urbanization, growing incomes and more sedentary lives. Nestlé executives say their products have helped alleviate hunger, provided crucial nutrients, and that the company has squeezed salt, fat and sugar from thousands of items to make them healthier. But Sean Westcott, head of food research and development at Nestlé, conceded obesity has been an unexpected side effect of making inexpensive processed food more widely available.\n“We didn’t expect what the impact would be,” he said.\nPart of the problem, he added, is a natural tendency for people to overeat as they can afford more food. Nestlé, he said, strives to educate consumers about proper portion size and to make and market foods that balance “pleasure and nutrition.”\nThere are now more than 700 million obese people worldwide, 108 million of them children, according to research published recently in The New England Journal of Medicine. The prevalence of obesity has doubled in 73 countries since 1980, contributing to four million premature deaths, the study found.\nObesity’s Spread Across the World Obesity rates in the United States, the South Pacific and the Persian Gulf are among the highest in the world — more than one in four Americans is obese. But over the last 35 years, obesity, defined as having a body mass index over 30, has grown the fastest in countries throughout Latin America, Africa and Asia. Percent of\npopulation with obesity U.S.\n10% Brazil\n7% China\n0.7% Mali\n0.7% 1980 U.S.\n27% Brazil\n18% China\n5% Mali\n11% 2015 Change in obesity\nrates since 1980 U.S.\n+154% Brazil\n+153% China\n+674% Mali\n+28% By Audrey Carlsen | Source: Institute for Health Metrics and Evaluation. Data not available for French Guiana and Western Sahara.\nThe story is as much about economics as it is nutrition. As multinational companies push deeper into the developing world, they are transforming local agriculture, spurring farmers to abandon subsistence crops in favor of cash commodities like sugar cane, corn and soybeans — the building blocks for many industrial food products. It is this economic ecosystem that pulls in mom-and-pop stores, big box retailers, food manufacturers and distributors, and small vendors like Mrs. da Silva.\nIn places as distant as China, South Africa and Colombia, the rising clout of big food companies also translates into political influence, stymieing public health officials seeking soda taxes or legislation aimed at curbing the health impacts of processed food.\nFor a growing number of nutritionists, the obesity epidemic is inextricably linked to the sales of packaged foods, which grew 25 percent worldwide from 2011 to 2016, compared with 10 percent in the United States, according to Euromonitor, a market research firm. An even starker shift took place with carbonated soft drinks; sales in Latin America have doubled since 2000, overtaking sales in North America in 2013, the World Health Organization reported.\nThe same trends are mirrored with fast food, which grew 30 percent worldwide from 2011 to 2016, compared with 21 percent in the United States, according to Euromonitor. Take, for example, Domino’s Pizza, which in 2016 added 1,281 stores — one “every seven hours,” noted its annual report — all but 171 of them overseas.\n“At a time when some of the growth is more subdued in established economies, I think that strong emerging-market posture is going to be a winning position,” Mark Schneider, chief executive of Nestlé, recently told investors. Developing markets now provide the company with 42 percent of its sales.\nFor some companies, that can mean specifically focusing on young people, as Ahmet Bozer, president of Coca-Cola International, described to investors in 2014. “Half the world’s population has not had a Coke in the last 30 days,” he said. “There’s 600 million teenagers who have not had a Coke in the last week. So the opportunity for that is huge.”\nIndustry defenders say that processed foods are essential to feed a growing, urbanizing world of people, many of them with rising incomes, demanding convenience.\n“We’re not going to get rid of all factories and go back to growing all grain. It’s nonsense. It’s not going to work,” said Mike Gibney, a professor emeritus of food and health at University College Dublin and a consultant to Nestlé. “If I ask 100 Brazilian families to stop eating processed food, I have to ask myself: What will they eat? Who will feed them? How much will it cost?”\nIn many ways, Brazil is a microcosm of how growing incomes and government policies have led to longer, better lives and largely eradicated hunger. But now the country faces a stark new nutrition challenge: over the last decade, the country’s obesity rate has nearly doubled to 20 percent, and the portion of people who are overweight has nearly tripled to 58 percent. Each year, 300,000 people are diagnosed with Type II diabetes, a condition with strong links to obesity.\nBrazil also highlights the food industry’s political prowess. In 2010, a coalition of Brazilian food and beverage companies torpedoed a raft of measures that sought to limit junk food ads aimed at children. The latest challenge has come from the country’s president, Michel Temer, a business-friendly centrist whose conservative allies in Congress are now seeking to chip away at the handful of regulations and laws intended to encourage healthy eating.\n“What we have is a war between two food systems, a traditional diet of real food once produced by the farmers around you and the producers of ultra-processed food designed to be over-consumed and which in some cases are addictive,” said Carlos A. Monteiro, a professor of nutrition and public health at the University of São Paulo.\n“It’s a war,” he said, “but one food system has disproportionately more power than the other.”\nDoor-to-Door Delivery\nMrs. da Silva reaches customers in Fortaleza’s slums, many of whom don’t have ready access to a supermarket. She champions the product she sells, exulting in the nutritional claims on the labels that boast of added vitamins and minerals.\n“Everyone here knows that Nestlé products are good for you,” she said, gesturing to cans of Mucilon, the infant cereal whose label says it is “packed with calcium and niacin,” but also Nescau 2.0, a sugar-laden chocolate powder.\nShe became a Nestlé vendor two years ago, when her family of five was struggling to get by. Though her husband is still unemployed, things are looking up. With the $185 a month she earns selling Nestlé products, she was able to buy a new refrigerator, a television and a gas stove for the family’s three-room home at the edge of a fetid tidal marsh.\nThe company’s door-to-door program fulfills a concept that Nestlé articulated in its 1976 annual shareholder report, which noted that “integration with the host country is a basic aim of our company.” Started a decade ago in Brazil, the program serves 700,000 “low-income consumers each month,” according to its website. Despite the country’s continuing economic crisis, the program has been growing 10 percent a year, according to Felipe Barbosa, a company supervisor.\nHe said sagging incomes among poor and working-class Brazilians had actually been a boon for direct sales. That’s because unlike most food retailers, Nestlé gives customers a full month to pay for their purchases. It also helps that saleswomen — the program employs only women — know when their customers receive Bolsa Família, a monthly government subsidy for low-income households.\n“The essence of our program is to reach the poor,” Mr. Barbosa said. “What makes it work is the personal connection between the vendor and the customer.”\nNestlé increasingly also portrays itself as a leader in its commitment to community and health. Two decades ago, it anointed itself a “nutrition health and wellness company.” Over the years, the company says it has reformulated nearly 9,000 products to reduce salt, sugar and fat, and it has delivered billions of servings fortified with vitamins and minerals. It emphasizes food safety and the reduction of food waste, and it works with nearly 400,000 farmers around the world to promote sustainable farming.\nIn an interview at Nestlé’s new $50 million campus in suburban Cleveland, Mr. Westcott, head of food research and development, said the door-to-door sales program reflected another of the company’s slogans: “Creating shared values.”\n“We create shared value by creating micro-entrepreneurs — people that can build their own businesses,” he said. A company like Nestlé can bolster the well-being of entire communities “by actually sending positive messages around nutrition,” he said.\nNestlé’s portfolio of foods is vast and different from that of some snack companies, which make little effort to focus on healthy offerings. They include Nesfit, a whole-grain cereal; low-fat yogurts like Molico that contain a relatively modest amount of sugar (six grams); and a range of infant cereals, served with milk or water, that are fortified with vitamins, iron and probiotics.\nDr. Gibney, the nutritionist and Nestlé consultant, said the company deserved credit for reformulating healthier products.\nBut of the 800 products that Nestlé says are available through its vendors, Mrs. da Silva says her customers are mostly interested in only about two dozen of them, virtually all sugar-sweetened items like Kit-Kats; Nestlé Greek Red Berry, a 3.5-ounce cup of yogurt with 17 grams of sugar; and Chandelle Pacoca, a peanut-flavored pudding in a container the same size as the yogurt that has 20 grams of sugar — nearly the entire World Health Organization’s recommended daily limit.\nUntil recently, Nestlé sponsored a river barge that delivered tens of thousands of cartons of milk powder, yogurt, chocolate pudding, cookies and candy to isolated communities in the Amazon basin. Since the barge was taken out of service in July, private boat owners have stepped in to meet the demand.\n“On one hand, Nestlé is a global leader in water and infant formula and a lot of dairy products,” said Barry Popkin, professor of nutrition at the University of North Carolina. “On the other hand, they are going into the backwoods of Brazil and selling their candy.”\nDr. Popkin finds the door-to-door marketing emblematic of an insidious new era in which companies seek to reach every doorstep in an effort to grow and become central to communities in the developing world. “They’re not leaving an inch of country left aside,” he said.\nPublic health advocates have criticized the company before. In the 1970s, Nestlé was the target of a boycott in the United States for aggressively marketing infant formula in developing countries, which nutritionists said undermined healthful breast-feeding. In 1978, the president of Nestlé Brazil, Oswaldo Ballarin, was called to testify at highly publicized United States Senate hearings on the infant formula issue, and he declared that criticisms were the work of church activity aimed at “undermining the free enterprise system.”\nOn the streets of Fortaleza, where Nestlé is admired for its Swiss pedigree and perceived high quality, negative sentiments about the company are rarely heard.\nThe home of Joana D’arc de Vasconcellos, 53, another vendor, is filled with Nestlé-branded stuffed animals and embossed certificates she earned at nutrition classes sponsored by Nestlé. In her living room, pride of place is given to framed photographs of her children at age 2, each posed before a pyramid of empty Nestlé infant formula cans. As her son and daughter grew up, she switched to other Nestlé products for children: Nido Kinder, a toddler milk powder; Chocapic, a chocolate-flavored cereal; and the chocolate milk powder Nescau.\n“When he was a baby, my son didn’t like to eat — until I started giving him Nestlé foods,” she said proudly.\nMs. de Vasconcellos has diabetes and high blood pressure. Her 17-year-old daughter, who weighs more than 250 pounds, has hypertension and polycystic ovary syndrome, a hormonal disorder strongly linked to obesity. Many other relatives have one or more ailments often associated with poor diets: her mother and two sisters (diabetes and hypertension), and her husband (hypertension.) Her father died three years ago after losing his feet to gangrene, a complication of diabetes.\n“Every time I go to the public health clinic, the line for diabetics is out the door,” she said. “You’d be hard pressed to find a family here that doesn’t have it.”\nMs. de Vasconcellos previously tried selling Tupperware and Avon products door to door, but many customers failed to pay. Six years ago, after a friend told her about Nestlé’s direct sales program, Ms. Vasconcellos jumped at the chance.\nShe says her customers have never failed to pay her.\n“People have to eat,” she said.\nIndustry Muscles In\nIn May 2000, Denise Coitinho, then director of nutrition for the Ministry of Health, was at a Mother’s Day party at her children’s school when her mobile phone rang. It was Nestlé’s chief of government relations. “He was really upset,” she recalled.\nThe source of Nestlé’s concern was a new policy that Brazil had adopted and was pushing at the World Health Organization. If adopted, the policy would have recommended that children around the world breast-feed for six months, rather than the previous recommendation of four to six months, she said.\n“Two months may not seem like a lot, but it’s a lot of revenue. It’s a lot of selling,” said Ms. Coitinho, who left her position in 2004 and is now an independent nutrition consultant to, among others, the United Nations. In the end, infant food companies succeeded in stalling the policy for a year, she said. Asked about her story, Nestlé said that it “believes breast milk is the ideal nutrition for babies” and that it supports and promotes the W.H.O. guidelines.\nIt is hard to overstate the economic power and political access enjoyed by food and beverage conglomerates in Brazil, which are responsible for 10 percent of the nation’s economic output and employ 1.6 million people.\nIn 2014, food companies donated $158 million to members of Brazil’s National Congress, a threefold increase over 2010, according to Transparência Brasil. A study the organization released last year found that more than half of Brazil’s current federal legislators had been elected with donations from the food industry – before the Supreme Court banned corporate contributions in 2015.\nThe single largest donor to congressional candidates was the Brazilian meat giant JBS, which gave candidates $112 million in 2014; Coca-Cola gave $6.5 million in campaign contributions that year, and McDonald’s donated $561,000.\nSo the stage was set for a mammoth political battle when, in 2006, the government sought to enact far-reaching food-industry regulations to curb obesity and disease. The measures, growing out of the earlier breast-feeding policy, included advertising alerts to warn consumers about foods high in sugar, salt and saturated fats, as well as marketing restrictions to dampen the lure of highly processed foods and sugary beverages, especially those aimed at children.\nTaking a page from the government’s successful efforts to limit tobacco marketing, the new rules would have barred brands like Pepsi and KFC from sponsoring sports and cultural events.\n“We thought that Brazil could be a model for the rest of the world, a country that puts the well-being of its citizens above all else,” said Dirceu Raposo de Mello, then director of the government’s health surveillance agency, widely known by the Portuguese acronym Anvisa. “Unfortunately, the food industry did not feel the same way.”\nThe food companies took a low profile, mustering behind the Brazilian Association of Food Industries, a lobbying group whose board of vice presidents included executives from Nestlé; the American meat giant Cargill; and Unilever, the European food conglomerate that owns brands like Hellmann’s, Mazola oil and Ben & Jerry’s. The association declined to comment for this article.\nDuring the early days of public hearings, the industry seemed to be negotiating the rules in good faith but behind the scenes, health advocates say corporate lawyers and lobbyists were quietly waging a multipronged campaign to derail the process.\nIndustry-financed academics began appearing on TV to assail the rules as economically ruinous. Other experts wrote newspaper editorial pieces suggesting that exercise and stricter parenting might be more effective than regulations aimed at fighting childhood obesity.\nThe industry’s most potent rallying cry, analysts say, was its strident denunciation of the proposed advertising restrictions as censorship. The accusation had particular resonance given the nearly two decades of military dictatorship that ended in 1985.\nAt one meeting, a representative from the food industry accused Anvisa of trying to subvert parental authority, saying mothers had the right to decide what to feed their children, recalled Vanessa Schottz, a nutrition advocate. In another meeting, she said, a toy industry representative stood up and assailed the proposed marketing rules, saying they would deprive Brazilian children of the toys that sometimes accompany fast-food meals. “He said we were killing the dreams of children,” Ms. Schottz recalled. “We were dumbfounded.”\nChastened by the industry criticism, Anvisa in late 2010 withdrew most of the proposed restrictions. What remained was a single proposal requiring that ads include a warning about unhealthy food and beverages.\nThen came the lawsuits.\nOver the course of several months, a disparate collection of industry groups filed 11 lawsuits against Anvisa. The plaintiffs included the national association of biscuit manufacturers, the corn growers lobby and an alliance of chocolate, cocoa and candy companies. Some of the lawsuits claimed that the regulations violated constitutional protections on free speech, while others said the agency did not have the standing to regulate the food and advertising industries.\nAlthough health advocates say the litigation was not entirely unexpected, they were blindsided by the response of the federal government’s top lawyer, Attorney General Luís Inácio Adams, a presidential appointee. Shortly after the proposed rules were officially published in June 2010, Mr. Adams sided with the industry. A few weeks later, a federal court suspended the regulations, citing his written opinion, which suggested that Anvisa did not have the authority to regulate the food and advertising industries. Mr. Adams declined to comment for this article.\nMr. Raposo de Mello, the former Anvisa president, says he was stunned by Mr. Adam’s change of heart, given the attorney general office’s longstanding support for Anvisa. Seven years later, with most of the 11 lawsuits still unresolved, the regulations remain frozen.\n“The industry,” Mr. Raposo de Mello said, “did an end run around the system.”\nIn the meantime, the food and beverage industry became more aggressive as it sought to neutralize Anvisa, which it viewed as its greatest adversary.\nIn 2010, in the midst of the battle against the agency’s proposed regulations, a group of 156 business executives took its grievances to the campaign of Dilma Rousseff, who was running for president.\nMarcello Fragano Baird, a political scientist in São Paulo who has studied the food lobby’s campaign against the nutrition regulations, said Ms. Rousseff assured the executives she would shake up Anvisa. “She promised them she would ‘clean house’ once elected,” he said, adding that he learned about the encounter through interviews with participants.\nMs. Rouseff won, and soon after her inauguration, she replaced Mr. Raposo de Mello with Jaime César de Moura Oliveira, a longtime political ally and a former lawyer for the Brazilian subsidiary of the food giant Unilever.\nA spokesman for Ms. Rouseff declined to make her available for an interview.\nIn 2012, Anvisa hosted a traveling anti-obesity exhibit at its offices. Titled “Lose Weight Brazil,” the exhibit extolled exercise and moderation as the keys to tackling obesity, but largely ignored mainstream scientific evidence about the dangers of consuming too much sugar, soda and processed food.\nThe exhibition’s sponsor? Coca-Cola.\nIrresistible Foods, Fatty Diets\nMore than 1,000 miles south of Fortaleza, the effects of changing eating habits are evident at a brightly painted day care center in São Paulo, Brazil’s largest city. Each day, more than a hundred children pack classrooms, singing the alphabet, playing and taking group naps.\nWhen it was started in the early 1990s, the program, run by a Brazilian nonprofit group, had a straightforward mission: to alleviate undernutrition among children who were not getting enough to eat in the city’s most impoverished neighborhoods.\nThese days many of those who attend are noticeably pudgy and, the staff nutritionists note, some are worryingly short for their age, the result of diets heavy in salt, fat and sugar but lacking in the nourishment needed for healthy development.\nThe program, run by the Center for Nutritional Recovery and Education, includes prediabetic 10-year-olds with dangerously fatty livers, adolescents with hypertension and toddlers so poorly nourished they have trouble walking.\n“We are even getting babies, which is something we never saw before,” said Giuliano Giovanetti, who does outreach and communications for the center. “It’s a crisis for our society because we are producing a generation of children with impaired cognitive abilities who will not reach their full potential.”\nNearly 9 percent of Brazilian children were obese in 2015, more than a 270 percent increase since 1980, according to a recent study by the Institute for Health Metrics and Evaluation at the University of Washington. That puts it in striking distance of the United States, where 12.7 percent of children were obese in 2015.\nThe figures are even more alarming in the communities served by the center: In some neighborhoods, 30 percent of the children are obese and another 30 percent malnourished, according to the organization’s own data, which found that 6 percent of obese children were also malnourished.\nThe rising obesity rates are largely associated with improved economics, as families with increasing incomes embrace the convenience, status and flavors offered by packaged foods.\nBusy parents ply their toddlers with instant noodles and frozen chicken nuggets, meals that are often accompanied by soda. Rice, beans, salad and grilled meats — building blocks of the traditional Brazilian diet — are falling by the wayside, studies have found.\nCompounding the problem is the rampant street violence that keeps young children cooped up indoors.\n“It’s just too dangerous to let my kids play outside, so they spend all their free time sitting on the couch playing video games and watching TV,” said Elaine Pereira dos Santos, 35, the mother of two children, 9 and 4 years old, both overweight.\nIsaac, the 9-year-old, weighs 138 pounds and can wear only clothing intended for adolescents. Ms. dos Santos, who works at a hospital pharmacy, shortens the pants legs for him.\nLike many Brazilian mothers, she was pleased when Isaac began to gain weight as a toddler, not long after he tasted his first McDonald’s French fry. “I always thought fatter is better when it comes to babies,” she said. She happily indulged his eating habits, which included frequent trips to fast-food outlets and almost no fruits and vegetables.\nBut when he began having trouble running and complained about achy knees, Ms. dos Santos knew something was wrong. “The hardest part is the ridicule he gets from other children,” she said. “When we go out shopping, even adults point and stare” or call him gordinho, roughly translated to “little fatty.”\nAt the São Paulo nursery, health care workers keep tabs on the children’s physical and cognitive development, while nutritionists teach parents how to prepare inexpensive, healthy meals. For some children, the center’s test kitchen provides their first introduction to cabbage, plums and mangos.\nOne of the fundamental challenges is persuading parents that their children are sick. “Unlike cancer or other illnesses, this is a disability you can’t see,” said Juliana Dellare Calia, 42, a nutritionist with the organization.\nAlthough staff members say the program has made significant strides in changing the way families eat, many children will nonetheless face a lifelong battle with obesity. That’s because a growing body of research suggests that childhood malnutrition can lead to permanent metabolic changes, reprogramming the body so that it more readily turns excess calories into body fat.\n“It’s the body’s response to what’s perceived as starvation,” Ms. Dellare Calia said.\nMoney Talks\nEven as nutrition experts bemoan the growing obesity crisis — and the potential long-term medical costs — one aspect of Brazil’s processed food revolution is undeniable: The industry’s expansion provides economic benefits to people up and down the ladder. Nestlé, which says it employs 21,000 people in Brazil, two years ago started an apprenticeship program that has trained 7,000 people under 30.\nNear the bottom of the food chain is Mrs. da Silva, the vendor in Fortaleza, who feels optimistic about the future despite her mounting health woes. Life has been a struggle since she dropped out of school at 14 when she became pregnant with her first child. Now she talks about fixing the missing teeth that mar her tentative smile and buying a proper home, one that does not leak during heavy rains.\nShe has Nestlé to thank.\n“For the first time in my life, I feel a sense of hope and independence,” she said.\nShe is aware of the connection between her diet and her persistent health problems, but insists that her children are well nourished, gesturing to the Nestlé products in her living room. Being a Nestlé vendor has another advantage: the cookies, chocolate and puddings that often sustain her family are bought wholesale.\nWith an expanding roster of customers, Mrs. da Silva has set her sights on a new goal, one she says will increase business even more.\n“I want to buy a bigger refrigerator.”", "url": "https://www.nytimes.com/interactive/2017/09/16/health/brazil-obesity-nestle.html?_r=0&module=inline"}