{"authors": ["Charlie Savage"], "date_download": "2018-11-16 04:08:36", "date_modify": "2018-11-16 04:08:36", "date_publish": "2015-06-08 17:31:24", "description": "Read key passages from the decision.", "filename": "interactive_2015_us_2014-term-supreme-court-decision-health-care-subsidies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341316.html", "image_url": "https://static01.nyt.com/images/2015/06/12/us/SCOTUS-health/SCOTUS-health-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_us_2014-term-supreme-court-decision-health-care-subsidies.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542341316.html", "title": "What to Take Away from the Supreme Court Decision on Health Care", "title_page": "What to Take Away from the Supreme Court Decision on Health Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Decision\nThe Bottom Line\nChief Justice John G. Roberts Jr. explained why he and five other justices turned back this challenge to the Affordable Care Act.\nFROM PAGE 26 OF THE DOCUMENT\nIn a democracy, the power to make the law rests with those chosen by the people. Our role is more confined— “to say what the law is.” Marbury v. Madison, 1 Cranch 137, 177 (1803). That is easier in some cases than in others. But in every case we must respect the role of the Legislature, and take care not to undo what it has done. A fair reading of legislation demands a fair understanding of the legislative plan. Congress passed the Affordable Care Act to improve health insurance markets, not to destroy them. If at all possible, we must interpret the Act in a way that is consistent with the former, and avoids the latter. Section 36B can fairly be read consistent with what we see as Congress’s plan, and that is the reading we adopt.\nMajority Opinion\nThe Key Phrase Open to Interpretation\nThe six justices in the majority concluded that the disputed phrase in the Affordable Care Act – “an exchange established by the state” – is ambiguous when read in context, and therefore can be interpreted in different ways. It does not have to be interpreted literally, as meaning that no subsidies are available to people in states that have not set up their own exchanges.\nFROM PAGE 20 OF THE DOCUMENT\nAnyway, we “must do our best, bearing in mind the fundamental canon of statutory construction that the words of a statute must be read in their context and with a view to their place in the overall statutory scheme.” Utility Air Regulatory Group, 573 U. S., at ___ (slip op., at 15) (internal quotation marks omitted). After reading Section 36B along with other related provisions in the Act, we cannot conclude that the phrase “an Exchange established by the State under [Section 18031]” is unambiguous.\nRuling to Avert an Insurance ‘Death Spiral’\nThe majority chose to interpret the ambiguous phrase in a way that allows the law to work, rather than cause an upheaval.\nFROM PAGE 20 OF THE DOCUMENT\nGiven that the text is ambiguous, we must turn to the broader structure of the Act to determine the meaning of Section 36B. “A provision that may seem ambiguous in isolation is often clarified by the remainder of the statutory scheme … because only one of the permissible meanings produces a substantive effect that is compatible with the rest of the law.” United Sav. Assn. of Tex. v. Timbers of Inwood Forest Associates, Ltd., 484 U. S. 365, 371 (1988). Here, the statutory scheme compels us to reject petitioners’ interpretation because it would destabilize the individual insurance market in any State with a Federal Exchange, and likely create the very “death spirals” that Congress designed the Act to avoid. See New York State Dept. of Social Servs. v. Dublino, 413 U. S. 405, 419–420 (1973) (“We cannot interpret federal statutes to negate their own stated purposes.”).\nRoberts Says Court Has Final Word on Interpreting Phrase\nUsually, under the so-called Chevron doctrine, the courts defer to executive branch agencies charged with carrying out a statute in deciding how to interpret ambiguous provisions. While the Obama administration has interpreted the phrase one way, a future administration opposed to the law might interpret the other way. In this passage, Chief Justice Roberts forecloses that possibility, saying the court has now definitively interpreted it.\nFROM PAGE 13 OF THE DOCUMENT\nWhen analyzing an agency’s interpretation of a statute, we often apply the two-step framework announced in Chevron, 467 U. S. 837. Under that framework, we ask whether the statute is ambiguous and, if so, whether the agency’s interpretation is reasonable. Id., at 842–843. … “In extraordinary cases, however, there may be reason to hesitate before concluding that Congress has intended such an implicit delegation.” Ibid. This is one of those cases. The tax credits are among the Act’s key reforms, involving billions of dollars in spending each year and affecting the price of health insurance for millions of people. Whether those credits are available on Federal Exchanges is thus a question of deep “economic and political significance” that is central to this statutory scheme; had Congress wished to assign that question to an agency, it surely would have done so expressly. … It is especially unlikely that Congress would have delegated this decision to the IRS, which has no expertise in crafting health insurance policy of this sort. … This is not a case for the IRS. It is instead our task to determine the correct reading of Section 36B.\nThe Dissenting Opinion\nScalia Argues for a Literal Interpretation\nJustice Antonin Scalia and two dissenting justices maintained that the disputed phrase in the Affordable Care Act should be interpreted literally and accuses the majority of having a political motive, harkening back to the 2012 ruling upholding the insurance mandate provision of the health care law.\nFROM PAGE 28-29 OF THE DOCUMENT\nWords no longer have meaning if an exchange that is not established by a state is “established by the State.” It is hard to come up with a clearer way to limit tax credits to state exchanges than to use the words “established by the State.” And it is hard to come up with a reason to include the words “by the State” other than the purpose of limiting credits to state Exchanges. … Under all the usual rules of interpretation, in short, the Government should lose this case. But normal rules of interpretation seem always to yield to the overriding principle of the present Court: The Affordable Care Act must be saved.\nStriking Down Subsidies Could Lead to More State Exchanges\nJustice Scalia argues that it is not clear that the provision was not intended to deny subsidies as a way to compel states to set up insurance exchanges.\nFROM PAGE 42 OF THE DOCUMENT\nWorst of all for the repute of today’s decision, the Court’s reasoning is largely self-defeating. The Court predicts that making tax credits unavailable in States that do not set up their own Exchanges would cause disastrous economic consequences there. If that is so, however, wouldn’t one expect States to react by setting up their own Exchanges? And wouldn’t that outcome satisfy two of the Act’s goals rather than just one: enabling the Act’s reforms to work and promoting state involvement in the Act’s implementation? The Court protests that the very existence of a federal fallback shows that Congress expected that some States might fail to set up their own Exchanges. Ante, at 19. So it does. It does not show, however, that Congress expected the number of recalcitrant States to be particularly large. The more accurate the Court’s dire economic predictions, the smaller that number is likely to be. That reality destroys the Court’s pretense that applying the law as written would imperil “the viability of the entire Affordable Care Act.”\nCongress Should Fix the Problem, Not the Court\nJustice Scalia and the two other dissenting justices argue that the Supreme Court should have left it to Congress to decide what to do about the problem.\nFROM PAGE 45-46 OF THE DOCUMENT\nRather than rewriting the law under the pretense of interpreting it, the Court should have left it to Congress to decide what to do about the Act’s limitation of tax credits to state Exchanges. If Congress values above everything else the Act’s applicability across the country, it could make tax credits available in every Exchange. If it prizes state involvement in the Act’s implementation, it could continue to limit tax credits to state Exchanges while taking other steps to mitigate the economic consequences predicted by the Court. If Congress wants to accommodate both goals, it could make tax credits available everywhere while offering new incentives for States to set up their own Exchanges. And if Congress thinks that the present design of the Act works well enough, it could do nothing. Congress could also do something else altogether, entirely abandoning the structure of the Affordable Care Act. The Court’s insistence on making a choice that should be made by Congress both aggrandizes judicial power and encourages congressional lassitude.\nScotus-care, anyone?\nJustice Scalia quips that the Supreme Court has creatively interpreted the Affordable Care Act so many times that it should be nicknamed “Scotuscare” not “Obamacare.”\nFROM PAGE 46-47 OF THE DOCUMENT\nToday’s opinion changes the usual rules of statutory interpretation for the sake of the Affordable Care Act. That, alas, is not a novelty. [Justice Scalia describes the two major results of the 2012 health law case: the act’s mandate that everyone maintain health insurance or pay a penalty was constitutional as a “tax,” and states were free to reject the act’s Medicaid expansion without losing all of their existing Medicare funding, as the act said they must.] Having transformed two major parts of the law, the Court today has turned its attention to a third. The Act that Congress passed makes tax credits available only on an “Exchange established by the State.” This Court, however, concludes that this limitation would prevent the rest of the Act from working as well as hoped. So it rewrites the law to make tax credits available everywhere. We should start calling this law SCOTUScare.", "url": "https://www.nytimes.com/interactive/2015/us/2014-term-supreme-court-decision-health-care-subsidies.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}