{"authors": ["Matt Flegenheimer", "Grant Gold", "Umi Syam"], "date_download": "2018-11-16 04:41:14", "date_modify": "2018-11-16 04:41:14", "date_publish": "2018-10-02 09:00:01", "description": "The midterm elections are around the corner. If you haven’t been keeping up with what’s going on, or have been and are still confused, take a look at our cheat sheet.", "filename": "interactive_2018_10_02_us_politics_2018-midterm-election-guide.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343274.html", "image_url": "https://static01.nyt.com/images/2018/09/26/us/politics/midterms-faq-promo-still/midterms-faq-promo-still-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_10_02_us_politics_2018-midterm-election-guide.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542343274.html", "title": "Everything You Need to Know for the Midterm Elections", "title_page": "Everything You Need to Know for the Midterm Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "When are the midterms? Nov. 6, 2018. Bring a friend. days, hours, minutes and seconds left.\nWhat’s at stake in Washington? 435 U.S. House seats and 33 U.S. Senate seats. Matters of interest include: which party controls the two chambers of Congress and has oversight power of President Trump and his administration. (Hint: Democrats will investigate far more aggressively than Republicans have, if given the chance.) Also, voters are generally eligible for those little “I Voted” stickers, which tend to be crowd pleasers. Good to know: House seats are up every two years. But because senators serve six-year terms, which are staggered, 33 states have Senate races this fall.\nWhat about outside of Washington? 6,665 state positions and thousands more local ones. Don’t forget the governorships, state legislative seats and scores of other nonfederal offices, down to the municipal level. Thirty-six states will elect governors this year.\nWho’s going to win the House? Definitely the Democrats. Definitely the Democrats. Or the Republicans. Or the Republicans. Definitely one of those. There has been talk of a so-called blue wave lifting Democrats to majorities in the House and Senate. And there are credible signs that Democrats are intensely energized this year. But a strong economy and protectiveness of President Trump will motivate plenty of Republicans. So there’s no guarantee which party will win big — there are just too many tight races. Take a spin through these poll results, and see for yourself.\nIf Democrats take the House, what happens? Politically: investigations, lectern-pounding, maybe impeachment proceedings. Legislatively: probably next to nothing, with a return to divided government. Which Democrats would consider a significant upgrade.\nIf Republicans keep the House, what happens? Politically: more one-party rule in Washington, perhaps an even more emboldened Mr. Trump, almost certainly no impeachment. Legislatively: more deregulation, maybe more tax cuts, maybe another run at repealing the Affordable Care Act.\nHow many House seats do Democrats need to pick up to take over the House? 23.\nHow do they get there? Start with many of the 23 Republican-held seats in districts that Hillary Clinton won in 2016. But Democrats see plausible openings in dozens of districts, from diverse metro areas and suburbs — where many college-educated voters think little of Mr. Trump — to some rural seats. Here, we created a field guide to the main battlefields for control of the House.\nHow many Americans live in competitive congressional districts? More than 50 million or so. There are about 75 competitive races out of 435 House seats. Districts are each intended to have about 700,000 people. So that gives us more than 50 million in competitive districts.\nWhich states have the most competitive House races? These 30. ME WA MT MN WI MI NY NE IA IL OH PA NJ CA NV UT CO KS MO KY WV AZ NM AR VA NC TX GA SC FL ME WA MT MN WI MI NY NE IA IL OH PA NJ CA NV UT CO KS MO KY WV AZ NM AR VA NC TX GA SC FL ME WA MT MN WI MI NY NE IA IL OH PA NJ CA NV UT CO KS MO KY WV AZ NM AR VA NC TX GA SC FL There are consequential races all over: California, the northeast (Pennsylvania, New York, New Jersey), the Midwest (Iowa, Illinois, Minnesota), even traditional Republican strongholds like Texas. We’re keeping track of the tightest ones.\nDoes my vote matter? Yes. I mean, sure, it is unlikely that your vote will be the literal tiebreaker in a given election. But this is not impossible! And the whole exercise can be civically meaningful even in races decided by more than one vote. Plus, midterm turnout generally lags well behind presidential year turnout. So it’s a great opportunity for contrarians to undercut statistical expectations, if that’s your thing. 60% presidential year turnout 37% midterm turnout 1950 2016 60% presidential year turnout 37% midterm turnout 1950 2016 60% presidential year turnout 37% midterm turnout 1950 2016\nCan I vote early? Depends on where you live. Early voting has already started in some states. Here’s a good roundup.\nHow late can I register? Where do I vote? Rules vary by state. This page is a useful guide.\nWill my vote be safe? Probably. Maybe. But really: There are serious questions about protecting the integrity of the vote — and the election process. And, as ever, the White House has been a wild card. Mr. Trump, who has often questioned the intelligence community’s consensus on Russian interference in 2016, has signed an executive order to punish foreign meddling, but lawmakers in both parties have been pushing for something more aggressive. We broke down what we know about the Russia story for you here and here.\nWhat role is social media playing in the midterms? A large one. The prominence of platforms like Facebook, Twitter and Snapchat is nothing new for campaigns, but never before have politicians had more options to circumvent traditional media. One critical example: Candidates are aiming to produce the next viral video as a proxy for pricey television commercials, and often sharing the message largely through social media.\nWhat is Facebook doing differently? Between expansive data leaks and (actual) fake news, in 2016 and since, it has not been a great run for Facebook. Besides the ubiquitous ads vaguely apologizing, the company has said it is on the case, on both fronts, but already the threat of influence on campaigns has proved very real in 2018. The company has cited outside attempts to affect the midterms, with tactics that bear a strong resemblance to the Russians’ in 2016. One of many challenges for Facebook, as my colleague Kevin Roose wrote recently, is “to separate the ordinary rants and raves of legitimate users from coordinated, possibly state-backed attempts to sway public opinion.”\nHow does the special counsel investigation affect the midterms? Hard to say. Many Democratic candidates have largely avoided the Russia affair to date, preferring to talk about domestic issues. But Nov. 6 is still a long way off, in political terms, and a major breakthrough in the investigation led by the special counsel, Robert S. Mueller III (or other inquiries into the president and those close to him), could become an “October surprise.”\nWhat kinds of policy discussions have dominated races? Healthcare is universally a biggie, often with debates on two tracks: between Democrats and Republicans on the merits of the Affordable Care Act (still) and between Democrats and Democrats on whether Medicare for all is the long-term answer. Others: immigration, education, gun control.\nDo Democrats have a chance to take the Senate, too? Sure, but the road is long. Ten Democrats are up for re-election in states that Mr. Trump won in 2016, several of which he won bigly. By contrast, Democrats have a realistic chance to gain seats in only a few states, so their margin for error is close to zero, with Republicans already holding a slim majority.\nWhich Republican-held seats must the Democrats win to have any shot at capturing the Senate? Nevada, Arizona, Tennessee. Texas is also on the radar, with Representative Beto O’Rourke running a strong race against Senator Ted Cruz, the man Democrats love to really, really not love.\nIf the House and Senate split, what are the odds of any major legislation getting passed for two years?\nWhat sort of Republican candidates made it through the primaries? The ones who seemed the most like Mr. Trump. They did quite well in Republican primaries, often with an endorsement assist from the president himself. 31 primary candidates endorsed by Trump won 3 lost 31 primary candidates endorsed by Trump won 3 lost 31 primary candidates endorsed by Trump won 3 lost Subtlety has been rare, particularly in ads. In Florida, Ron DeSantis’s successful bid for the nomination for governor included a spot that found his young child wearing a “Make America Great Again” onesie. In another ad in Georgia, Brian Kemp, the Republican nominee for governor, sat in a truck he pledged to use “just in case I need to round up criminal illegals and take them home myself.” But do voters in a general election want more Trumpism? We’ll find out.\nIs it really the “Year of the Woman”? Certainly looks that way. A record 257 women are running for the House and Senate this fall, and more women have won House primaries than in any year in the nation’s history — 235. 235 women won House primaries in 2018 25 won in 1970 1970 2018 235 women won House primaries in 2018 25 won in 1970 1950 2018 235 women won House primaries in 2018 25 won in 1970 1950 2018 Women have also broken records in primaries for governor’s offices, and there are more woman vs. woman contests than ever before. And in many competitive races, women have emerged from crowded primary fields filled with men. But despite a record number of female nominees, Congress remains a long way from achieving the gender breakdown of the country itself. Many of this year’s female nominees are running against men in competitive districts, or as long shots against male incumbents.\nWhat candidates are making Democrats excited? The Democratic future appears to be young, progressive and racially diverse — from Alexandria Ocasio-Cortez, the Democratic socialist who toppled a longtime House incumbent in a primary in New York; to Andrew Gillum, the Democratic nominee for governor in Florida; to Stacey Abrams, who is trying to become the nation’s first black female governor, in the Georgia race. Alexandria Ocasio-Cortez Stacey Abrams Andrew Gillum\nWho can make history this year? Lots of folks. Andrew Gillum would be the first African-American to lead his state. Stacey Abrams would be the first African-American woman to lead any state. In Tennessee, Representative Marsha Blackburn, the Republican nominee for an open Senate seat, could become the state’s first female senator. In Vermont, Christine Hallquist, a Democrat, is the first transgender candidate ever to be nominated for governor by a major party. Rashida Tlaib of Michigan and Ilhan Omar of Minnesota, each seeking House seats, would be the first Muslim-American women in Congress. Jared Polis of Colorado would become the first openly gay man to be elected governor.\nHave scandals affected the House outlook at all? Well… Two Republican congressmen from solidly red districts — Chris Collins of New York and Duncan Hunter of California — were indicted recently. Republicans, including the president, have expressed some worry about losing those seats now. Mr. Trump blamed Jeff Sessions, the attorney general, for the Justice Department’s decision to bring charges so close to November. Chris Collins Duncan Hunter\nIs it common for a president to defend those accused of crimes on political grounds? It is not.\nWhich Washington power players stand to lose the most on Election Day? If Democrats fail to win the House, it’s hard to imagine Nancy Pelosi holding on for long as the party’s leader in the chamber. If Republicans somehow lose the Senate, their majority leader, Mitch McConnell, will probably not love life back in the minority. Confirming another conservative Supreme Court justice, for instance, would be quite difficult without 50 Republican votes.\nAre there ballot measures worth watching? Several! Among them: A handful of conservative states — Utah, Nebraska, Idaho — will consider proposals to expand Medicaid, with supporters hoping to outflank conservative lawmakers who have blocked the efforts legislatively. Some Western states have ballot initiatives involving energy pricing — including one in California about the state gas tax and another in Washington State on carbon emissions. And in Florida, a closely watched measure would re-establish voting rights for convicted felons who have served their time.\nAre the midterms just a referendum on Mr. Trump? Largely, but not exclusively. Local issues always matter, sometimes quite a bit. And policies from the Republican Congress — like the tax overhaul and the push for health care repeal — might be powerful motivators for many voters, for reasons that have little to do with Mr. Trump alone.\nIs Mr. Trump a boon or a liability for Republican candidates? It’s like the real estate market: all about location, location, location. Generally, the president is useful where he’s popular and less useful where he’s not. (Stunning, yes.) But many Republicans all over the map are welcoming his help. In 2016, Mr. Trump mocked Ted Cruz’s wife, his father and his faith. Now Mr. Cruz, facing a tough re-election, plans to have Mr. Trump headline a rally in Texas.\nCan I trust the polls? Yes and no! Generally, polls are more revealing about the electorate and issues than highly accurate predictors for Election Day. This year, many projections suggest that Democrats have a better than 50-50 chance of taking back the House. And no one is saying it’s a sure thing. Here at The New York Times, the Upshot’s live polling project is a great example of both compelling data and radical candor about what we do not (and cannot) know for certain.", "url": "https://www.nytimes.com/interactive/2018/10/02/us/politics/2018-midterm-election-guide.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}