{"authors": [], "date_download": "2018-11-16 04:35:15", "date_modify": "2018-11-16 04:35:15", "date_publish": "2016-07-27 03:37:59", "description": "A look at the lives of 247 men, women and children who were cut down in mass killings in six countries.", "filename": "interactive_2016_07_27_world_human-toll-of-terror-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342915.html", "image_url": "https://static01.nyt.com/images/2016/07/14/world/human-toll-of-terror-1468466534955/human-toll-of-terror-1468466534955-facebookJumbo-v6.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_07_27_world_human-toll-of-terror-attacks.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342915.html", "title": "The Human Toll of Terror", "title_page": "The Human Toll of Terror - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "NYTimes.com no longer supports Internet Explorer 9 or earlier. Please upgrade your browser. LEARN MORE »\nSections Home Search The New York Times World Close search Site Search Navigation Search NYTimes.com Clear this text input Go https://nyti.ms/2afUZNJ Site Navigation Site Mobile Navigation\nThe pace and scope of the killing are dizzying. Some 300 members of families blown apart by bombs as they celebrated the end of Ramadan in Baghdad. Forty-nine dead at the Istanbul airport, 40 more in Afghanistan. Nine Italians, seven Japanese, three students at American universities and one local woman brutalized in the diplomatic quarter of Dhaka, Bangladesh. The bodies piled up on a bus in Somalia, at a mosque and video club in Cameroon, at a shrine in Saudi Arabia. All that carnage was in a single week — a single week of summer in what feels like an endless stream of terror attacks. Orlando and Beirut. Paris and Nice and St. Etienne-du-Rouvray, France. Germany and Japan and Egypt. Each bomb or bullet tearing holes in homes and communities. We stopped the clock on two weeks in March when there were high-profile attacks that commanded headlines — and attacks in places where they have become almost routine. In that period, we counted 247 men, women and children cut down in mass killings carried out at soft targets in six countries. Eight couples were slain together, doing the things couples do.\nMuhammad and Shawana Naveed, wed three months before, went for a Sunday stroll in a Pakistan park.\nStephanie and Justin Shults, accountants who met at Vanderbilt University and were living in Brussels, had just dropped her mother off at the airport.\nZeynep Basak Gulsoy and Nusrettin Can Calkinsin, 19-year-old law students, were on their way home from the movies — a Turkish film called “My Mother’s Wound,” about the aftermath of war.\nThe pair got together in high school. “I will never leave you alone,” she wrote in his yearbook. “I am always beside you and will stay with you.”\nNow they are buried side by side.\nThey were two of the 36 killed in a public square in Ankara, Turkey’s capital, on March 13. That was the opening day of the two weeks — a day in which 19 others fell in attacks on three beachside hotels in Grand Bassam, Ivory Coast. By March 27, extremists affiliated with Al Qaeda, Boko Haram, the Kurdistan Freedom Falcons, the Islamic State and the Taliban would hit a mosque in Nigeria; an Istanbul street popular with tourists; a soccer stadium in Iraq; a bus in Peshawar, Pakistan; the park in Lahore, Pakistan, where the Naveeds were strolling that Sunday; and the Brussels airport and subway station.\nAttacks from March 13 to March 27 BRUSSELS EUROPE Brussels, 32 killed Subway station and airport March 22 ASIA Ankara, 36 killed Public square March 13 Peshawar, 14 killed Bus March 16 Istanbul, 4 killed Street March 19 TURKEY IRAQ Lahore, 76 killed Park March 27 PAKISTAN Iskandariya, 36 killed Soccer stadium March 25 AFRICA Ummarari, 30 killed Mosque March 16 INDIAN OCEAN NIGERIA IVORY COAST Grand Bassam, 19 killed Beach resort March 13 Attacks from March 13 to March 27 Brussels March 22 ASIA Ankara March 13 Peshawar March 16 Istanbul March 19 Lahore March 27 Iskandariya March 25 AFRICA Number of victims Ummarari March 16 INDIAN OCEAN Grand Bassam March 13 Attacks from March 13 to March 27 Brussels March 22 ASIA Ankara March 13 Peshawar March 16 Istanbul March 19 Lahore March 27 Iskandariya March 25 AFRICA Number of victims Ummarari March 16 INDIAN OCEAN Grand Bassam March 13\nWe went back to all these places to track each individual, to reveal the humanity lost and to address reader concerns that not all victims of terror are treated equally. A life is a life, wherever and whenever it is cut short.\nWe wanted to see what connections or distinctions we might find among the victims, but also to deepen understanding of the ripple effects of the terrorism that has come to define our days. We counted 1,168 immediate surviving relatives: 211 people who had lost a parent, 78 without a spouse.\nMore than 100 victims, young and old, left behind parents, whose language of mourning translates across borders.\n“This is pain, I think, that we cannot describe,” said Michel Visart, whose daughter Lauriane was killed in the explosion at the Brussels subway station.\n“My son was like a candle in the house,” said Khaleel Kadhum, a father in Iraq who had moved his family from Baghdad to the relatively safer south only to have his son, Ahmed, encounter terror there. “This candle was snuffed out, and the happiness of the family is gone.”\nThe oldest victim was Sevinc Gokay, an 84-year-old retired civil servant who was killed in Ankara. The youngest were not even born: Two pregnant women were killed along with the babies they carried; a third, Songul Bektas, survived but lost her pregnancy in its third trimester.\nHer husband said that they learned only later that the fetus had been female, and that they would have named her Elif, Turkish for slim and tall.\nThere were 17 victims 10 or younger; and 27 ages 11 to 17.\nAhmed Aasim Abdulkhuder, 10, was among the boys blown up by a suicide bomber after a match at an Iraq soccer stadium. His mother, Ibtihal, said her son was such a devoted fan of Barcelona that he rarely dressed in anything other than the team’s colors. He died wearing a Barcelona jersey, which she said was “the dearest thing to him.”\nVictims Under 18 Alaa Mohammad Abdullah 17 One of six siblings, he was killed with two young friends.Ahmed Ali Ahmed Hasan Aboud Ali 13 Ahmed Aasim Abdulkhuder 10 Waleed Adil Abdulsalman 16 A good student, he was done with homework and ready for ice cream.Muhanad Abeed Muhanad Khazal Abeed 10 He wanted to become a professional soccer player.Karrar Ali Karrar Abbas Ali 13 He was one of four siblings.Mohammad Ali Mohammad Ali 15 Urooj Ali 12\nSamiullah Ali\n10\nWajahat Ali\n5\nWasif Amanat\n16\nMomina Amjad\n12\nShe was always seen carrying a baby doll, or trying to lift younger children.Falmata Ba Falmata Ba 4\nShe and a cousin would toddle around together.Ali Bukar Ali Bukar 2\nMehmet Emre Cakar\n16\nThe middle child of five brothers, he loved soccer.Ghaith Dewan Ghaith Ahmed Abdullah Dewan 10\nShiraz Faiz\n6\nSamina Faiz\n5\nSadaf Faiz\n0\nEmaan Fatima\n3\nA young artist, she would draw pictures of animals in the sand.Yakura Gambo Yakura Gambo 6\nBilal Majid Hamid\n13\nHaseeb\n5\nMurtada Asim Hilal\n17\nHe dreamed of becoming a martyr.Akram Ismail Akram Majid Lateef Ismail 17\nZainab Jamshed\n8\nAman John\n13\nMohammad Kasim Kadhum\n11\nShe cooked, cleaned and fetched water for her blind father.Zainabu Maina Zainabu Maina 8\nHe would often visit his grandfather’s house to play.Colomi Maina Colomi Maina 7\nJunaid Masih\n16\nSagar Masih\n17\nAbdullah Najah Nuri\n11\nAtakan Eray Ozyol\n15\nDestina Peri Parlak\n16\nSahil Pervaiz\n11\nWaqar Pervaiz\n15\nShahroon Pitras\n15\nSahil Rahmat\n11\nMuqadas Saleem\n16\nMariam Saleem\n16\nOusmane Sangare\n16\nJaveria Shahid\n2\nSomal Tariq\n12\nThere were Jews and Christians and atheists, and at least one Hindu, but 151 of the victims — 61 percent — were Muslim like their killers.\nA Taliban splinter group claimed to be targeting Christians at the Lahore park. But most of those killed there, too, were Muslim — like Zubaida Amjad, 40, who knew the Quran by heart and was teaching her 12-year-old daughter, Momina Amjad, to recite the verses. The girl was killed, too.\nZubaida Amjad 40 Momina Amjad 12\nAnd in Brussels, the subway victims included Loubna Lafquiri, 34, a gym teacher and mother of three from Molenbeek, the same hardscrabble area where Saleh Abdeslam, a suspect in the Paris attacks, lived.\n“Molenbeek is not only Saleh Abdeslam,” said Mohamed el-Bachiri, Ms. Lafquiri’s husband. “Molenbeek is also Loubna Lafquiri.”\nLoubna Lafquiri 34\nThe 247 victims included Americans, Chinese, Congolese, French, Germans, Israelis, Lebanese, Macedonians, Peruvians, Polish — 26 nationalities in all. Most died less than 10 miles from where they lived.\nBut a Chinese medicine salesman named Deng Jingquan was more than 7,000 miles from home, at the Brussels airport, when it came under attack. In messages to friends during his travels, he hinted at his homesickness.\nWhere Victims Were Born Brussels europe UNITED STATES China Africa Atlantic Ocean Pacific Ocean Liberia Indian Ocean south america CONGO PERU FRANCE UNITED STATES europe macedonia Asia asia Peshawar Iskandariya Istanbul Lahore Ankara africa IRAN Ummarari MOROCCO NIGERIA africa africa Indian Ocean Grand Bassam CONGO Where Victims Were Born Brussels Peshawar Istanbul Ummarari Lahore Iskandariya Ankara Grand Bassam\nThe victims over these two weeks were musicians, scholars, teachers, waitresses, police officers, housewives, farmers, students.\nAbassi Ouattara Moussa, Gervais Kouadio N’Guessan and Hamed Diomande served in Ivory Coast’s special forces.\nFabienne Vansteenkiste worked at a check-in counter at the Brussels airport. Avraham Goldman, an American-Israeli killed while on vacation in Istanbul, had owned a textile factory and, after retirement, was working as a tour guide.\nZainami Mustapha cut and sold firewood in Ummarari, Nigeria. His countryman Bamaina Usman bought and sold chickens. Jidda Muhammed, killed alongside them, was a blacksmith.\nThere were those whose lives had been long and filled with accomplishments, like André Adam, a former Belgian ambassador to the United Nations who had also seen the effects of political violence during diplomatic duty in Algeria and Congo.\nHis relatives said that Mr. Adam’s last act was to shield his wife, Danielle, from the blast at the Brussels airport. She was seriously injured but survived.\nAnd there were those whose lives were short and plagued by hardship, like Ousmane Sangare, 16, who was born mute and hard of hearing in Ivory Coast. His parents had abandoned him and moved to Mali, according to a social worker. Ousmane slept at a train station but liked to go to the Grand Bassam beach on weekends to beg — and to swim. That’s where the terrorists caught him.\nAndré Adam 79 Ousmane Sangare 16\nAbout half the 247 victims in the two weeks were killed alongside someone they knew. Jean Edouard Charpentier, 78, a retired forest ranger from France, had just finished a bike ride in Grand Bassam with his friend Jean-Pierre Arnaud, 75, a salesman who played the guitar. At the soccer stadium, most of the victims had gone to see the game with friends, brothers, cousins.\nVictims Who Knew Each Other Lines connect family members, friends and acquaintances. Lahore, Pakistan Iskandariya, Iraq Ankara, Turkey Brussels Airport Subway station Grand Bassam, Ivory Coast Ummarari, Nigeria Peshawar, Pakistan Istanbul Lahore, Pakistan Iskandariya, Iraq Ankara, Turkey Ummarari, Nigeria Grand Bassam, Ivory Coast Brussels Airport Subway station Peshawar, Pakistan Istanbul\nFamilies were decimated. In Nigeria, a mother was killed along with her son and two daughters; another woman died alongside her husband, son, mother, niece and nephew. At the Lahore park, 10 relatives, all gone, including Faiz Ahmed Chandio, a clerk in the government’s irrigation department who loved to cook rice with chicken gravy, and three of his six children: Shiraz, 6; Samina, 5; and Sadaf, 5 months.\nThey were one of at least nine sets of siblings killed.\nSiblings Killed Together He sold tomatoes and other ingredients for soup.Bukar Ali Bukar Ali 45 He was an Islamic scholar.Chari Modu Chari Modu 55 Samiullah Ali 10 Urooj Ali 12 Wajahat Ali 5\nShe and a cousin would toddle around together.Ali Bukar Ali Bukar 2 She was always seen carrying a baby doll, or trying to lift younger children.Falmata Ba Falmata Ba 4 A young artist, she would draw pictures of animals in the sand.Yakura Gambo Yakura Gambo 6\nMohammad Kamil Durayib 21 He was a father of nine.Sabah Durayib Sabah Kamil Durayib 39\nSadaf Faiz 0 Samina Faiz 5\nShiraz Faiz\n6\nHe would often visit his grandfather’s house to play.Colomi Maina Colomi Maina 7 She cooked, cleaned and fetched water for her blind father.Zainabu Maina Zainabu Maina 8\nAlexander Pinczowski 29 Sascha Pinczowski 26\nAini Saleem 24 Mariam Saleem 16\nHe was a chicken merchant.Bamaina Usman Bamaina Usman 63 He was killed with three family members.Husseini Colomi Husseini Colomi 55\nIn Brussels, Ankara and Istanbul, the attacks ended lives that had been lived in relative security. In Nigeria, Iraq and Pakistan, where terror and violence lurk around every corner, some families found themselves in familiar postures of mourning.\nAhmed Ibrahim, one of several victims at the Iraqi soccer stadium who were soldiers in the fight against the Islamic State, died 13 years after his brother was felled by American forces in 2003.\nTwo brothers, Sabah and Mohammed Durayib, were buried in the Shiite holy city of Najaf — next to their father, killed by Al Qaeda five years before.\nAt least three of those slain in the Nigerian mosque had fled parts of their country where an insurgency raged. Bukar Umar, an aspiring politician, left his home village after Boko Haram fighters burned down his house. Muhammed Hauwa, 70, settled in Ummarari, where he found fertile land to farm, and, he felt, a measure of safety.\nAnother farmer, Bunu Modu, managed to escape after militants in his village tied him up with plans to kill him — he had been running a little Islamic school with 10 pupils under a tree.\nSurviving relatives and friends held close the last moments with loved ones, parsing them for deeper meanings.\nA mother in Iraq bathed her 11-year-old son, put him in fresh clothes and sent him off to the soccer game. She didn’t feel right about it, and wished he wouldn’t go.\nFriends and family of a young militiaman killed in the same attack said that just before heading to the stadium, he had come to them to ask forgiveness for his misdeeds. Now they wonder if he had a premonition.\nIn Nigeria, Muhammed Ali recalled the last time he saw his father, Ali Kolo, three days before he was killed during morning prayers at the Ummarari mosque. It had been six months since Mr. Ali’s wife had died, and he told his father, “I would love to remarry.”\nThe snapshots we collected show the moments that make up a life. A bride in her gown, sitting on the floor and eating a snack. A soldier, dapper in his dress uniform. Graduates in cap and gown on their big day.\nA man on horseback, a man strumming a guitar, a man walking a lonely country road surrounded by wildflowers. Reading a book or drinking beer, celebrating a major life event or enjoying a typical family dinner.\nThey were killed in the moments that might have made the next set of snapshots.\nWaiting for a bus, or a subway or a plane. Chilling out at the beach. Lining up for trophies after a soccer match. Praying, riding a bicycle, taking that Sunday stroll in a park.\nWhat emerges is a tapestry of lives interrupted, splayed out gradually in those photographs, in anecdotal shards or bits of memory shared by those left behind, in the details of their dreams and the things left undone.\nThis project was produced and written by Tim Arango, Russell Goldman, K.K. Rebecca Lai, Eli Rosenberg and Jodi Rudoren. Reporting was contributed by Loucoumane Coulibaly and Daouda Coulibaly from Ivory Coast; Burcak Belli from Ankara, Turkey; Chris Stein from Nigeria; Dionne Searcey from Senegal; Ceylan Yeginsu and Safak Timur from Istanbul; Irit Pazner Garshowitz from Jerusalem; Dan Bilefsky and Neil Collier from Brussels; Maha Mohammed from Babel Province, Iraq; Qasim Mohammed from Najaf, Iraq; Omar Al-Jawoshy from Baghdad; Ismail Khan from Peshawar, Pakistan; Daniyal Hassan and Naila Inayat from Lahore, Pakistan; Benoit Morenne from Paris; Sewell Chan and Hannah Olivennes from London; Christopher Buckley from Beijing; Joanna Berendt from Warsaw; Andrea Zarate from Lima, Peru; Nina Siegal from Amsterdam; and Mike McPhate, Katie Rogers and Daniel Victor from New York. Production, photo and design assistance by Craig Allen, Danny DeBelius, David Furst, Jeffrey Rubin, Rumsey Taylor and Meghan Louttit. Research was contributed by Susan Beachy, Doris Burke, Elisa Cho and Alain Delaquérière.", "url": "https://www.nytimes.com/interactive/2016/07/27/world/human-toll-of-terror-attacks.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}