{"authors": ["Gregor Aisch", "K.K. Rebecca Lai", "Sarah Almukhtar", "Sergio Peçanha"], "date_download": "2018-11-16 03:48:03", "date_modify": "2018-11-16 03:48:03", "date_publish": "2016-12-19 23:04:28", "description": "Maps and photos of the manhunt for the attacker at a Christmas market in Berlin.", "filename": "interactive_2016_12_19_world_europe_berlin-truck-christmas-market_1542340083.html", "image_url": "https://static01.nyt.com/images/2016/12/19/world/europe/berlin-truck-christmas-market-1482188385036/berlin-truck-christmas-market-1482188385036-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_12_19_world_europe_berlin-truck-christmas-market_1542340083.html", "title": "The Trail of the Suspect in the Berlin Attack", "title_page": "The Trail of the Suspect in the Berlin Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Mr. Amri opened fire after a routine stop in Milan. Agence France-Presse — Getty Images\nThe Italian police found train tickets in Mr. Amri's pockets indicating that he had traveled from Chambéry, France, to Turin, Italy, and arrived in Milan at 1 a.m. on Friday. It remains unclear how he got to Chambéry from Berlin.\nBerlin Amsterdam Neth. Belg. Brussels Frankfurt Czech Rep. Prague Germany Lux. More than 500 miles Munich Austria France Switzerland Milan Chambéry Turin Italy 100 miles Berlin Amsterdam Neth. Belg. Frankfurt Czech Rep. Germany Lux. More than 500 miles Munich Austria France Switzerland Milan Chambéry Turin Italy 100 miles By The New York Times\nThe Truck’s Path Through a Crowded Christmas Market in Berlin\nAt least 12 people were killed at a Christmas market in central Berlin when a truck driver jumped the sidewalk and plowed into a crowd.\nWaldorf Astoria Area where truck came to a stop Direction of truck Kant Street Budapester Street Kaiser Wilhelm Memorial Church Breitscheidplatz Christmas market Europa Center Kurfürstendamm 100 feet Area where truck came to a stop Direction of truck Kant Street Breitscheidplatz Christmas market Kaiser Wilhelm Memorial Church 100 feet Waldorf Astoria Area where truck came to a stop Direction of truck Kant Street Budapester Street Kaiser Wilhelm Memorial Church Breitscheidplatz Christmas market Kurfürstendamm 100 feet Area where truck came to a stop Direction of truck Kant Street Budapester Street Kaiser Wilhelm Memorial Church Breitscheidplatz Christmas market Kurfürstendamm 100 feet By The New York Times; satellite image by Google\nThe truck could be seen afterward on one edge of the market after having traveled about 250 feet through wooden huts used as stands, packed with holiday shoppers and tourists. A tangle of boards, baubles and evergreen garlands still dangled from the smashed glass of the truck's windshield early Tuesday.\nPolice stand around the truck near the Christmas market. Hannibal Hanschke/Reuters\nThe police said they arrested a man near the scene who was suspected of driving the truck, which had been stolen from a worksite in Poland about a two-hour drive from Berlin. A passenger, identified by the authorities as a Polish national, was found dead in the cab. The arrested man was released on Tuesday and no charges were brought forward. Mr. Amri’s fingerprints and identity document were found inside a tractor-trailer.\nWorkers remove the truck, which is surrounded by debris from the Christmas market. Fabrizio Bensch/Reuters", "url": "https://www.nytimes.com/interactive/2016/12/19/world/europe/berlin-truck-christmas-market.html"}