{"authors": ["Stuart A. Thompson", "Vikas Bajaj"], "date_download": "2018-11-16 03:59:37", "date_modify": "2018-11-16 03:59:37", "date_publish": "2017-06-02 15:22:32", "description": "Many business executives have advocated for policies to address climate change. Now that President Trump has decided to withdraw from the Paris climate agreement, they ought to stand up.", "filename": "interactive_2017_06_02_opinion_trump-paris-climate-reacts-advisors.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340777.html", "image_url": "https://static01.nyt.com/images/2017/06/01/opinion/trump-paris-climate-reacts-advisors-1496431486296/trump-paris-climate-reacts-advisors-1496431486296-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_06_02_opinion_trump-paris-climate-reacts-advisors.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340777.html", "title": "Why Are These CEOs Still Standing With Trump on Climate?", "title_page": "Opinion | Why Are These CEOs Still Standing With Trump on Climate? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Many prominent business executives have advocated for policies to address climate change. They’ve made the case not just on environmental grounds but on commercial ones, saying that American competitiveness would suffer if the United States abdicated leadership on climate.\nNow that President Trump has ignored that advice and decided to withdraw the United States from the Paris climate agreement, executives who disagree with him ought to stand up for what they believe. Otherwise, they are lending their own credibility and implicit support, and that of their companies, to his environmentally, diplomatically, and economically self-defeating position.\nSome of the most powerful corporate honchos are on the president's advisory panels: the Strategic and Policy Forum and the Manufacturing Jobs Initiative. Why? If they won’t distance themselves from this White House over its radical position on climate, what would it take?\nBelow, we are tracking statements from all executives who are part of these groups. The list will be updated.", "url": "https://www.nytimes.com/interactive/2017/06/02/opinion/trump-paris-climate-reacts-advisors.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}