{"authors": ["Jasmine C. Lee", "Alicia Parlapiano"], "date_download": "2018-11-16 03:11:06", "date_modify": "2018-11-16 03:11:06", "date_publish": "2018-02-07 10:00:01", "description": "Republicans need to win nine senate races to keep a majority, and Democrats need to win 28 to take it away. Here’s a look at the chances of each outcome.", "filename": "interactive_2018_02_07_us_politics_senate-midterm-elections_1542337866.html", "image_url": "https://static01.nyt.com/images/2018/01/29/us/politics/senate-midterm-elections-1517984674608/senate-midterm-elections-1517984674608-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_02_07_us_politics_senate-midterm-elections_1542337866.html", "title": "Can Democrats Win the Senate?", "title_page": "Can Democrats Win the Senate? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "This chart places all 100 senators on a grid based on how conservative or liberal they are and how their state voted for president in 2016.\nSenators at the top represent states that overwhelmingly voted for Mr. Trump, while those at the bottom represent strong Clinton states. Those in the middle are from states where the presidential margin was close.\nThose on the left have the most liberal voting records and those on the right have the most conservative. Those in the middle are considered the most moderate.\nThere are 35 seats up for election — 26 held by Democrats and just nine held by Republicans.\nThe races vary in competitiveness. Here are how they rate, based on an average of estimates from three organizations: Democratic Republican Solid\nLikely\nLean\nTossup\nLean\nLikely\nSolid\nThree Republicans will not be running again, leaving their seats open. A fourth, Cindy Hyde-Smith (Miss.), will run in a special election. Ms. Hyde-Smith has been appointed to fill the seat of Senator Thad Cochran when he steps down in April.\nIn the strongest Trump states, the seats of Democrats Joe Manchin III (W.Va.) and Heidi Heitkamp (N.D.) are both at risk. Ms. Heitkamp’s race became more competitive when Representative Kevin Cramer, the at-large congressman representing the state, entered the race.\nFive Republicans and three relatively moderate Democrats hold seats in the next batch of Trump states.\nOne of the Republican seats, held by the retiring Bob Corker (Tenn.), was initially a long shot for Democrats but moved into reach when a former successful Democratic governor entered the race.\nJoe Donnelly (Ind.) and Claire McCaskill (Mo.) are Democrats who represent states that have become more conservative in recent years. They could both face formidable Republican opponents.\nJon Tester (Mont.) is more likely to be re-elected, primarily because Republicans may not have a candidate strong enough to defeat him.\nThere are two Republican seats in states that Trump won fairly narrowly. Ted Cruz (Tex.) has a strong Democratic opponent in Representative Beto O’Rourke, but it would be an uphill battle to turn the Texas seat blue.\nThe race for the seat of departing Jeff Flake (Ariz.) is much more competitive and could hinge on how conservative the Republican nominee is. A more moderate pick may fare better against Democratic Representative Kyrsten Sinema in the general election.\nThere are five more Democrats running in states won — albeit narrowly — by Mr. Trump.\nBill Nelson (Fla.) is rated the most vulnerable of the group, and ratings will most likely move to a tossup if Gov. Rick Scott, a Republican who is considering a run, enters the race.\nfour Democrats. Tammy Baldwin (Wis.), the most liberal senator from a purple state, had the Republican groups will almost certainly target the other, the most liberal senator from a purple state, had the lowest approval rating of the group at the start of this year.\nThe rest of the senators are from states won by Hillary Clinton. Dean Heller (Nev.), the only Republican in this group, is expected to face Representative Jacky Rosen, a freshman Democratic congresswoman. It’s hard to see a path to a Democratic majority if Mr. Heller wins this seat.\nThese five Democrats represent states that Mrs. Clinton won more narrowly.\nThe biggest question mark of the group is Tina Smith (Minn.), who was appointed in January to replace Senator Al Franken. Her odds depend on the ability of Republicans to field a strong challenger.\nAngus King (Me.), an independent who has caucused with the Democrats since he joined the Senate in 2013, is likely to keep his seat. None of the candidates who entered by the state’s filing deadline pose a serious threat.\nIn states where Mrs. Clinton won more easily, the fate of Robert Menendez (N.J.) is the most uncertain. He was recently tried for corruption (the trial ended in a hung jury) and is vulnerable to a primary challenge. But his seat is likely to remain blue whether or not he remains.", "url": "https://www.nytimes.com/interactive/2018/02/07/us/politics/senate-midterm-elections.html"}