{"authors": ["Farhad Manjoo"], "date_download": "2018-11-16 03:41:39", "date_modify": "2018-11-16 03:41:39", "date_publish": "2017-09-11 23:42:53", "description": "The first iPhone was released 10 years ago and swiftly turned the smartphone from a curiosity into our constant companion.", "filename": "interactive_2017_09_11_technology_iphone-10-year_1542339699.html", "image_url": "https://static01.nyt.com/images/2017/09/11/technology/iphone-decade-promo/iphone-decade-promo-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_09_11_technology_iphone-10-year_1542339699.html", "title": "It Distracted Us. It Gave Us Uber. It Made Selfies a Thing.", "title_page": "It Distracted Us. It Gave Us Uber. It Made Selfies a Thing. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "I waited in line all day to buy it\nIt wasn’t the first smartphone, the first mobile computer, or the first anything, really.\nBut when I got my hands on the first iPhone in 2007, I knew it was unlike any machine I’d ever used before, and it would forever alter my tech-addled life. It turns out it probably altered yours, too.\nIn the early days, it was the simple things that were magical.\nThe internet in your pocket. Connectivity at all times — news, baseball scores, recipes. (How innocent we were.)\nThese sound like little things. But the collective weight of these tiny conveniences added up to something I almost couldn’t live without.\nAlmost. I returned the first iPhone three weeks after buying it.\nIts camera wasn’t great. It didn’t have the App Store. It worked on just one carrier. It cost $599. It was slow — very, very slow.\nStill, in those long moments it took to load a web page, you could see the whole future laid out before you: If they could get this right, if they could turn this into a general-purpose everywhere computer, it could change everything.\nIt didn’t take long for things to click\nThe speed of the internet was vastly improved in the second one. The connected-everywhere promise was becoming something of a reality.\nAnd, despite Steve Jobs’ early objections, Apple created its App Store.\nSuddenly, the iPhone wasn’t just a shiny bauble. It was useful. It could mimic just about any other gadget you had, from your Game Boy to your flashlight.\nAnd apps could do things no other gadgets could do. Before the App Store, a song could come on the radio and you’d have no way of figuring out what it was. Now you Shazam’d it.\nToday, a lot of what you use on the iPhone is made by other people.\nInstagram, Facebook and Niantic\nThese phones also knew where you were in the world, thanks to GPS. You could use maps in real time to get around. But GPS would eventually lead to so much more: Uber, Tinder, a scrapbook of photos on a map.\nThe price was also right.\nAT&T, the only carrier offering it at the time, sold the new phone with a subsidy.\n$199. Almost too good to pass up if you could afford it.\nIt created a dynamic that would turn the iPhone into the world’s most profitable product — a luxury device at a mainstream price.\nSelfies begin agonizing parents\nPeople had been snapping self-portraits with cheap cellphones for years. But the pictures didn’t look great. Self-snapping was seen as tacky, uncouth, a thing for MySpace.\nThe iPhone 4 changed that. The first iPhone with a camera on its front, it let you take good-looking pictures of yourself.\nThe phenomenon became agonizing to parents, and irresistible to everyone else.\nInstagram, Facebook and Niantic\nSnapchat was released a year later, in 2011. So was iCloud, Apple’s backup storage service.\nThe collection of these technologies — selfie cameras, photo chatting, hackable online backups — would rock people’s lives.\nDozens of celebrities’ intimate iCloud photos were hacked in 2014. “Revenge porn” became a thing.\nAnd remember Anthony Weiner?\nMeet Siri\nShe didn’t sound like Rosie from “The Jetsons.” She was personable, and even tried to make jokes.\nShe was Siri, the first robotic assistant that most of us encountered.\nBut she quickly disappointed. She didn’t seem very smart. She wasn’t very useful. She was slow and unreliable. She misheard you.\nIn time, she was eclipsed. Now there’s Alexa and Google Now. Siri has felt stuck in the past.\nA radical design change\nThe iPhone 5 carried a bigger screen stuffed into a brushed aluminum enclosure. There was often no purer joy than simply holding it in your hand.\nDesign-wise, the iPhone has gone downhill ever since.\nBut the iPhone 5 wasn’t just about design. It’s when the iPhone grew up.\nThe cameras were simply dazzling, so good you didn’t need to carry anything else. The iPhone had consumed another gadget, the point-and-shoot. (This was around the time that Kodak declared bankruptcy.)\nAnd the iPhone got fast. Really fast. Carriers began handling more and more data. Everyone underestimated how all this would change the world.\nThen we started to see it: Our social media feeds, which have become the main way we encountered news, filled up with photos, videos and live broadcasts snapped on phones.\nSnapchat\nThe whole world came to you through a window in your hands. It was unsettling and unavoidable. It was distracting, too. The iPhone — and its numerous competitors — were so irresistible that people would risk death to text.\nThere were theories that they sapped our attention, that they were creating a new generation of antisocial and unstable young people. (Some of these worries were overblown, as they always are with new technologies.)\nBy the end of 2013, Apple had sold nearly 500 million iPhones. Tim Cook, Apple’s chief executive, said at the time that people were sending two billion messages a day on iPhones and other devices running its mobile operating system.\nThe plateau\nA few years earlier, Samsung created a laughably huge phone, the Galaxy Note. It turned out to be a huge seller.\nApple’s dominance now appeared to be threatened. People started to say it couldn’t innovate.\nSo Apple did something radical, and obvious: It made bigger phones. They sold sold amazingly well, and Apple’s stock shot up.\nBut its decision to copy its rivals on size felt like a new turn in its history. It marked a stepping back from the vanguard.\nApple’s phones are still the best you can buy. They still pack some of the most innovative features on the market. But they’re not all that much better. Which phone you buy now feels like a matter of personal taste, rather than a judgment on product quality alone.\nFor the iPhone to continue to be the iPhone, the trend-setting device of a generation, Apple has to do something big.\nThis week, Apple tried to do just that: It unveiled what it calls “the future of the smartphone,” the iPhone X (pronounced “ten,” because, well, it’s Apple).\nIt does away with the Home button, it unlocks with facial recognition and it can animate your facial gestures onto piles of poo.", "url": "https://www.nytimes.com/interactive/2017/09/11/technology/iphone-10-year.html"}