{"authors": [], "date_download": "2018-11-16 04:34:19", "date_modify": "2018-11-16 04:34:19", "date_publish": "2016-09-19 14:11:56", "description": "Ahmad Khan Rahami, 28, the suspect in a bombing in the Chelsea neighborhood of Manhattan that injured 29 people Saturday night, was arrested in Linden, N.J.", "filename": "interactive_2016_09_19_nyregion_chelsea-bombing-explosion-maps-timeline_1542342859.html", "image_url": "https://static01.nyt.com/images/2016/09/19/nyregion/chelsea-bombing-explosion-maps-timeline-1474293830894/chelsea-bombing-explosion-maps-timeline-1474293830894-facebookJumbo-v5.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_09_19_nyregion_chelsea-bombing-explosion-maps-timeline_1542342859.html", "title": "How the Manhunt for the Chelsea Bombing Suspect Unfolded", "title_page": "How the Manhunt for the Chelsea Bombing Suspect Unfolded - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Officials connected Mr. Rahami to an explosion in Seaside Park, N.J., on Saturday morning as well as bombs found in Elizabeth, N.J.\nManhattan New Jersey Elizabeth Location of Chelsea explosion Seaside Park explosion New Jersey Bombs found near train station New York Elizabeth Suspect’s family home Brooklyn Linden Authorities stopped a car here Staten Island Suspect arrested 2 Miles Manhattan Elizabeth Location of Chelsea explosion Seaside Park explosion N.J. New Jersey Bombs found near train station New York Suspect’s family home Authorities stopped a car here Suspect arrested Manhattan New Jersey Elizabeth Location of Chelsea explosion Seaside Park explosion New Jersey Bombs found near train station Elizabeth Suspect’s family home Brooklyn Linden Authorities stopped a car here Staten Island Suspect arrested 2 Miles Manhattan Queens Elizabeth Hoboken Location of Chelsea explosion Seaside Park explosion New Jersey New Jersey Jersey City Newark New York Bombs found near train station Upper New York Bay Bayonne Elizabeth Suspect’s family home Brooklyn Linden Suspect arrested Staten Island Authorities stopped a car here 2 Miles Manhattan Elizabeth Location of Chelsea explosion New Jersey Seaside Park explosion New Jersey N.J. Bombs found near train station New York Suspect’s family home Elizabeth Brooklyn Linden Authorities stopped a car here Staten Island Suspect arrested 2 miles By The New York Times\n9:30 a.m. Saturday\nA pipe bomb exploded in Seaside Park, N.J., near the route of a 5-kilometer run. No one was injured.\n8:30 p.m. Saturday\nA pressure-cooker bomb went off near a Dumpster on 23rd Street in Manhattan.\nSecond device found here Seventh Ave. Explosion in this area MANHATTAN Ave. of the Americas W. 23rd St. AREA SHOWN Second device found here Seventh Ave. W. 27th St. West 23rd St. Explosion in this area MANHATTAN Ave. of the Americas Area Shown Second device found here Seventh Ave. W. 27th St. West 23rd St. Explosion in this area Ave. of the Americas MANHATTAN Area Shown Second device found here Seventh Ave. West 27th St. Explosion in this area Ave. of the Americas West 23rd St. MANHATTAN Area Shown By The New York Times | Source: Terrain and aerial imagery by Google\nInvestigators used surveillance videos to identify Mr. Rahami as the suspect. He was seen on West 23rd Street at approximately 8:30 p.m.\nAFP Photo/New Jersey State Police\nAbout 11:30 p.m.\nTwo state police officers found a second bomb in a pressure cooker on 27th Street. The police used a robot to inspect the device and transported it away in a “total containment vessel,” a spherical chamber hitched to a police truck.\nW. 27th St. Second pressure-cooker bomb Lucien Harriot\n8:45 p.m. Sunday\nFive pipe bombs were found in a backpack near a train station in Elizabeth, and police officers detonated one as they sought to disarm them.\nTwo men found the backpack on a trash can. Elizabeth train station New Jersey Transit They dropped the bag and called police when they saw what was inside. Elizabeth train station Two men found the backpack on a trash can. They dropped the bag and called police when they saw what was inside. E. Broad St. Two men found the backpack on a trash can. Elizabeth train station N. Broad St. They dropped the bag and called police when they saw what was inside. New Jersey Transit E. Broad St. Elizabeth train station Two men found the backpack on a trash can. N. Broad St. They dropped the bag and called police when they saw what was inside. New Jersey Transit E. Broad St. By The New York Times | Source: Aerial imagery by Pictometry\nLate Sunday night\nAuthorities stopped a vehicle near the Verrazano-Narrows Bridge that was observed at a location associated with the suspect. Five people were questioned, but no one was arrested.\nAbout 8 a.m. Monday\nA citywide cellphone alert was sent out: \"WANTED: Ahmad Khan Rahami, 28-yr-old male. See media for pic. Call 9-1-1 if seen.\"\n11:20 a.m. Monday\nPolice in Linden, N.J. captured Mr. Rahami after confronting him as he was sleeping in the doorway of a bar.\nSuspect was discovered here. Linden E. Elizabeth Ave. Suspect fired at cars. Suspect was shot here. Essex Ave. Suspect was discovered here. E. Elizabeth Ave. Suspect fired at cars. Linden Essex Ave. Suspect was shot here. Roselle St. Suspect was discovered here. E. Elizabeth Ave. Suspect fired at cars. Linden Essex Ave. Suspect was shot here. Roselle St. Suspect was discovered here. E. Elizabeth Ave. Linden Suspect fired at cars. Essex Ave. Suspect was shot here. Roselle St. By The New York Times | Source: Aerial imagery by Pictometry\nPolice said he opened fire, striking one officer twice with bullets that did not penetrate his protective vest. Moving southwest on Elizabeth Avenue, he was confronted by more police and shot numerous times, including in the leg and shoulder.", "url": "https://www.nytimes.com/interactive/2016/09/19/nyregion/chelsea-bombing-explosion-maps-timeline.html"}