{"authors": ["Gregor Aisch", "Adam Pearce", "Karen Yourish"], "date_download": "2018-11-16 04:50:33", "date_modify": "2018-11-16 04:50:33", "date_publish": "2016-11-10 20:57:57", "description": "Sixty percent of all voters in the nation live in a county that was won in a landslide in 2016.", "filename": "interactive_2016_11_10_us_politics_red-blue-divide-grew-stronger-in-2016_1542343833.html", "image_url": "https://static01.nyt.com/images/2016/11/10/us/politics/red-blue-divide-grew-stronger-in-2016-1478802735078/red-blue-divide-grew-stronger-in-2016-1478802735078-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_11_10_us_politics_red-blue-divide-grew-stronger-in-2016_1542343833.html", "title": "The Divide Between Red and Blue America Grew Even Deeper in 2016", "title_page": "The Divide Between Red and Blue America Grew Even Deeper in 2016 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Counties that voted for the Republican or Democratic presidential candidate by 20 percentage points or more\n2016 2016\n1992 1996 2000 2004 2008 2012\nThe proportion of voters living in counties that were won in a landslide for the Democratic or Republican presidential candidate has steadily increased over the last seven elections and now makes up a whopping 60 percent of the electorate.\nNearly all of this 10-point increase from 2012 came from Republicans in rural and small-town America, who swept Donald J. Trump into office.\nFor the first time since 2004, the last time a Republican won the White House, the voters in the less populous but more numerous deep red counties accounted for a greater share of the total vote than those in the far fewer but more populous bluest ones.\nIn 1992, 38 percent of voters lived in one of these landslide counties, defined here as being won by 20 percentage points or more. This shift reflects the growing tendency of like-minded people to live near one another, according to Bill Bishop, a co-author of “The Big Sort,” a 2008 book that identified this phenomenon.\nMr. Bishop said Americans have been self-segregating by lifestyle, though not necessarily politics, for several decades, but lifestyle has grown to reflect politics. “We’re sorting by the way we live, think and — it turns out — every four years or every two years, how we vote.”\nWho Lives in These Counties\nRepublican landslide counties are generally whiter than Democratic ones.\nEach colored stripe represents one landslide county in the nation. This chart shows the percentage of each county that is white.\nBut whites in Democratic strongholds tend to be wealthier ...\nPercentage of white households in each landslide county making more than $100,000 a year.\n… and more educated.\nPercentage of whites with at least a bachelor’s degree.\nPeople in Republican strongholds are more likely to be married ...\nPercentage of the population of each landslide county that is married.\n... and religious.\nPercentage that adheres to a religion.\nPeople in the bluest counties are more likely to work in “new economy” sectors like technology and health care services.\nPercentage of civilian workers in each landslide county employed in the new economy.\nA larger share of those in Republican landslide counties rely on “old economy” industries like manufacturing, agriculture and trade.\nPercentage of civilian workers in each landslide county employed in the old economy.\nHow the Counties Compare\nThere are now nine times as many Republican landslide counties as Democratic ones.\n242 Number of Democratic landslide counties 2,232 Number of Republican landslide counties\nThose Republican counties occupy more than half of the United States.\nLand area of Democratic landslide counties Land area of Republican landslide counties\n7% of the U.S. 59% of the U.S.\n235,485 square miles 2,069,967 square miles\nMore people live in the Democratic landslide counties.\nPopulation of Democratic landslide counties Population of Republican landslide counties\n99 million people 94 million people\nBut in 2016, they made up a smaller share of the total vote.\nDemocratic landslide counties Republican landslide counties\n28% of all votes 31% of all votes\nFrom 1992 to 2016, the number of Republican landslide counties nearly quadrupled, while those of Democrats declined.\nNumber of Democratic landslide counties Number of Republican landslide counties\n533 1992 592 1992\n242 2016 2,232 2016\nBoth expanded their share of the vote, but the reddest counties increased more.\nVote share of Democratic landslide counties Vote share of Republican landslide counties\n22% 1992 10% 1992", "url": "https://www.nytimes.com/interactive/2016/11/10/us/politics/red-blue-divide-grew-stronger-in-2016.html"}