{"authors": [], "date_download": "2018-11-16 03:19:28", "date_modify": "2018-11-16 03:19:28", "date_publish": "2014-02-10 22:19:25", "description": "“It just wasn’t my night,” said Shaun White as he joined a group of athletes who barely missed a medal by finishing fourth.", "filename": "interactive_2014_02_09_sports_olympics_fourth.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338368.html", "image_url": "https://static01.nyt.com/images/2014/02/09/sports/olympics/fourth-1391974205808/fourth-1391974205808-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2014_02_09_sports_olympics_fourth.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542338368.html", "title": "Fourth Place: Just Missing a Medal", "title_page": "Fourth Place: Just Missing a Medal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "If Josiah Wells had reached the podium Tuesday, he would have been the first athlete from New Zealand to win a medal at the Winter Games in 22 years and only the second ever.\nAt the foot of the halfpipe, drenched after skiing through big, wet snowflakes, he looked at a group of New Zealand fans waving the flag of his country. He smiled.\n“I’m that guy,” he said to them. “I’m the guy who got fourth.”\nThen he let out a King Kong-style yell.\nThe gold, silver and bronze medals went to skiers from the United States, Canada and France.\n“New Zealand has only had one medal in 100-year Winter Olympic history,” Wells said. “So it would have been really cool to get one of them. But tonight it didn’t work out.”\nWells said he felt good about his skiing, but once he saw the work of his competitors on the halfpipe, he realized that the podium was no longer within reach. Wells, who is coached by his father, Bruce, hails from a skiing dynasty. His brothers, Byron, Beau-James and Jackson have competed as professional freeskiers.\nWells will be 27 by the time of the Pyeongchang Games in 2018. He is not sure if he will compete there.\n“I’m going to ski until my body doesn’t let me anymore,” he said. “So hopefully I can be here representing New Zealand again.”", "url": "https://www.nytimes.com/interactive/2014/02/09/sports/olympics/fourth.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}