{"authors": [], "date_download": "2018-11-16 03:49:42", "date_modify": "2018-11-16 03:49:42", "date_publish": "2015-04-23 16:35:52", "description": "Abuse of interest rates and the failure to address the problem is one of the most expensive scandals to hit Wall Street since the financial crisis.", "filename": "interactive_2015_04_23_business_dealbook_db-libor-timeline_1542340182.html", "image_url": "https://static01.nyt.com/images/2015/04/24/business/db-deutsche-timeline-web1/db-deutsche-timeline-web1-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_04_23_business_dealbook_db-libor-timeline_1542340182.html", "title": "Tracking the Libor Scandal", "title_page": "Tracking the Libor Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "New York Fed Learns of False Reports, a Barclays employee told a New York Fed official, according to transcripts. The employee indicated that other big banks made similarly bogus reports, saying that the British bank wanted toRegulators fail to stop the illegal activity, which persisted through 2009. British Regulators Informed of Rate Problems Timothy F. Geithner, then head of the New York Fed, contacts British authorities including Mervyn King, the governor of the Bank of England, and Paul Tucker, his deputy, about potential problems with Libor. Although Mr. Geithner suggests reforms to the rate-setting process, he does not disclose that Barclays has been reporting false rates. The recommendations are passed on to the trade group that oversees Libor. Documents Show Timid Regulators Regulators are reluctant to play a more public role in reform efforts.a Bank of England official said in a June 2008 e-mail, referring to a draft of the trade group’s proposal to change the rate-setting process. Trade Group Changes Rate-Setting The trade group that oversees Libor publishes changes to the rate-setting process. Although the changes reflect some recommendations by the New York Fed and other authorities, the review does not refer to the regulators. Barclays: $450 Million Settlement At the height of the financial crisis, regulators say, the big British bank reported bogus figures that in some cases had influenced a benchmark for student loans, credit cards and mortgages.Traders seeking favorable rates received a welcome reception from bank employees who set the benchmark.one employee said in an e-mail. UBS: $1.5 Billion Settlement The Justice Department also filed criminal charges against two former UBS traders and secured a guilty plea from the Swiss banking giant's Japanese subsidiary. The UBS subsidiary, which agreed to plead to a single count of felony wire fraud, is the first unit of a big bank to agree to criminal charges in more than a decade.one UBS trader said to an employee at another brokerage firm in 2008, according to the complaint. The trader promised to payRoyal Bank of Scotland: $612 Million Fine The Justice Department dealt another blow to the bank, forcing its Japanese unit to plead guilty to criminal wrongdoing. ICAP: $87 Million Fine Authorities said that the British financial firm’s employees had altered the reported figures from which Libor is compiled, in exchange for promises of curry meals, steaks, a Ferrari and financial payments.One trader resorted to begging, invoking a plea ofAnother trader, after pressuring a colleague to submit a certain rate, offered a reward of sorts:Rabobank: $1 Billion Settlement The Dutch lender admitted to criminal wrongdoing by its employees and agreed to criminal and civil penalties to settle investigations by United States, British and other authorities. Its chief executive stepped down immediately and the bank entered into a so-called deferred prosecution agreement.When one trader requested a specific rate and then expressed concern that the submitter might encounter resistance, the submitter replied:8 Financial Institutions: $2.3 Billion Fine The European Union levied the largest combined penalty ever by the European competition authorities. Citigroup, JPMorgan Chase, Deutsche Bank, Royal Bank of Scotland and Société Générale were found to have improperly influenced the Libor and Euribor. RP Martin: $2.2 Million Fine The Financial Conduct Authority of Britain said that the fine could have been more, but that the small British brokerage firm's Martin Brokers unit demonstrated it could not pay a penalty of that amount. Lloyds Bank: More Than $380 Million Settlement The British lender — partly owned by the British government as a result of a bailout during the financial crisis — also entered into a so-called deferred prosecution agreement as part of its deal with the United States Justice Department. 4 Banks: $120 Million Fine In one case, the European Commission fined JPMorgan Chase 61.7 million euros for manipulating the Swiss franc Libor benchmark interest rate in an “illegal bilateral cartel” with the Royal Bank of Scotland. R.B.S., however, was granted immunity and avoided a fine of €110 million after it revealed the existence of the cartel to the commission. Deutsche Bank: $2.5 Billion Fine As part of the settlement with United States and British authorities, one of the German bank’s British subsidiaries will plead guilty to fraud, and the company will install an independent monitor who will ensure that the bank complies with New York State laws. The authorities also ordered the bank to fire seven managers suspected of involvement in the wrongdoing.one Deutsche Bank trader wrote in an online chat to an employee at a rival bank, seeking to influence rates.UBS: $203 Million Settlement The Justice Department tore up the bank’s 2012 Libor nonprosecution agreement, saying that it took that unusual step because of the bank’s repeat offenses. “UBS has a ‘rap sheet’ that cannot be ignored,” said Leslie R. Caldwell, head of the Justice Department’s criminal division. A Former Citigroup and UBS Trader Is Convicted Tom Hayes, the first person to go to trial in Britain on criminal charges related to Libor manipulation, was convicted on eight counts of conspiring to manipulate the global benchmark interest rate. He was sentenced to 14 years in prison, later reduced to 11 . First Convictions in U.S. From Rigging Libor Rate A jury in Manhattan found two former London traders guilty of rigging the Libor. The verdict against the two, Anthony Allen and Anthony Conti, after less than a day and a half of deliberation, was a surprisingly quick victory for the Justice Department. 6 Ex-Brokers Cleared in London Trial In a major setback for British prosecutors, a jury acquitted six former brokers of charges that they helped a onetime trader at UBS and Citigroup manipulate the Libor.", "url": "https://www.nytimes.com/interactive/2015/04/23/business/dealbook/db-libor-timeline.html"}