{"authors": ["Kevin Quealy"], "date_download": "2018-11-16 03:14:49", "date_modify": "2018-11-16 03:14:49", "date_publish": "2016-12-06 17:39:23", "description": "A look at two years’ worth of messages suggests he’s using Twitter much the way he was before becoming a candidate: to react to whatever’s in front of him.", "filename": "interactive_2016_12_06_upshot_how-to-know-what-donald-trump-really-cares-about-look-at-who-hes-insulting_1542338089.html", "image_url": "https://static01.nyt.com/images/2016/12/06/upshot/trumps-tweets-are-a-reaction-not-a-diversion-1480981454270/trumps-tweets-are-a-reaction-not-a-diversion-1480981454270-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_12_06_upshot_how-to-know-what-donald-trump-really-cares-about-look-at-who-hes-insulting_1542338089.html", "title": "How to Know What Donald Trump Really Cares About: Look at What He’s Insulting", "title_page": "How to Know What Donald Trump Really Cares About: Look at What He’s Insulting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The kinds of people, places and things Trump has insulted over time Charts show a 30-day moving average.\nFor better or worse, I’ve developed a deep expertise of what he has tweeted about in the last two years. Over the last 11 months, my colleague Jasmine C. Lee and I have read, tagged and sorted more than 14,000 tweets. We’ve found that about one in every nine was an insult of some kind.\nThis work, mundane as it sometimes is, has helped reveal a clear pattern – one that has not changed much in the weeks since Mr. Trump’s victory.\nFirst, Mr. Trump likes to identify a couple of chief enemies and attack them until they are no longer threatening enough to interest him. He hurls insults at these foils relentlessly, for sustained periods – weeks or months. Jeb Bush, Marco Rubio, Ted Cruz and Hillary Clinton have all held Mr. Trump’s attention in this way; nearly one in every three insults in the last two years has been directed at them.\nIf Mr. Trump continues to use Twitter as president the way he did as a candidate, we may see new chief antagonists: probably Democratic leaders, perhaps Republican leaders in Congress and possibly even foreign countries and their leaders. For now, the news media – like CNN and The New York Times – is starting to fill that role. The chart at the top of this page illustrates this story very clearly.\nThat’s not to say that the media is necessarily becoming his next full-time target. Rather, it suggests that one has not yet presented itself. The chart below, which shows the total number of insults per day, shows how these targets have come and gone in absolute terms. An increasing number of insults are indeed being directed at the media, but, for now, those insults are still at relatively normal levels.\nInsults per day Charts show a 30-day moving average.\nSecond, there’s a nearly constant stream of insults in the background directed at a wider range of subjects. These insults can be a response to a news event, unfavorable media coverage or criticism, or they can simply be a random thought. These subjects receive short bursts of attention, and inevitably Mr. Trump turns to other things in a day or two. Mr. Trump’s brief feuds with Macy’s, Elizabeth Warren, John McCain and The New Hampshire Union Leader fit this bucket well. The election has not changed this pattern either.\nThe charts below show these bursts for the 50 people, places or things Mr. Trump has targeted most. We’ve annotated major events where possible.\nThe Democrats Mr. Trump has insulted most\nThis list is, not surprisingly, dominated by Mrs. Clinton. Mr. Trump turned his attention to her almost immediately after she declared her candidacy.\nThe Republicans Mr. Trump has insulted most\nMr. Trump’s insult campaign is clearest when examining his treatment of the Republican presidential candidates. First, Mr. Trump focused on Jeb Bush, the early front-runner, calling him “weak” and “low-energy,” among dozens of other insults. Once Mr. Bush dropped out, the focus turned to Marco Rubio, whom he called “little Marco,” a “lightweight,” a “choker,” “not presidential material” and a “big loser.” When Mr. Rubio dropped out, Mr. Trump focused on his last viable opponent, Ted Cruz. After Mr. Cruz dropped out in early May, Mr. Trump’s insults of Republican candidates fell quickly and sharply.\nThe media figures, programs and organizations Mr. Trump has insulted most\nMr. Trump frequently insulted journalists and media organizations even before he was a serious presidential candidate. Early on, Mr. Trump focused on conservative publications and commentators who stood against him: Bill Kristol, George Will, Glenn Beck, Charles Krauthammer, Stuart Stevens. As the campaign progressed and media scrutiny increased, Mr. Trump focused on the larger news organizations and the national press, particularly after coverage critical of him. One particularly big insult campaign began in the days after a New York Times article about his behavior toward women.\nOther subjects\nIn the background of all this, there are the top insults that don’t fit neatly into a category.\nThe top targets of Mr. Trump’s insults, by week", "url": "https://www.nytimes.com/interactive/2016/12/06/upshot/how-to-know-what-donald-trump-really-cares-about-look-at-who-hes-insulting.html"}