{"authors": [], "date_download": "2018-11-16 04:21:00", "date_modify": "2018-11-16 04:21:00", "date_publish": "2015-12-13 01:40:57", "description": "A group of 195 nations reached a landmark climate agreement on Saturday. Here is what it means for the planet, business, politics and other areas.", "filename": "interactive_2015_12_12_science_What-Does-the-Climate-Deal-Mean.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342060.html", "image_url": "https://static01.nyt.com/images/2015/12/13/science/Climate-Listy-01/Climate-Listy-01-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_12_12_science_What-Does-the-Climate-Deal-Mean.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542342060.html", "title": "What Does a Climate Deal Mean for the World?", "title_page": "What Does a Climate Deal Mean for the World? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "American Politics\nThe Paris accord is a triumph for President Obama and Secretary of State John Kerry, who both lobbied hard for it, but it has outraged many Republicans who are skeptical of the extent of human-caused climate change and believe the deal favors environmental ideology over economic reality. The environment has not typically played a major role in voters’ choices, and the issue will most likely be overshadowed in the current election cycle by fears of terrorism, though the drought in California and severe weather in many parts of the country have raised concerns for many Americans. The Republican-controlled Congress can do little to stop the deal, which is not considered a treaty under United States law, though Congress would need to sign off on any new money to help other countries adapt to climate change — an important aspect of the American commitment to the accord. – SEWELL CHAN", "url": "https://www.nytimes.com/interactive/2015/12/12/science/What-Does-the-Climate-Deal-Mean.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}