{"authors": ["Gregor Aisch", "Amanda Cox", "Kevin Quealy"], "date_download": "2018-11-16 04:19:25", "date_modify": "2018-11-16 04:19:25", "date_publish": "2015-05-28 10:50:19", "description": "Draw your guess for every income level, then compare it with the actual data on college enrollment and the drawings of other readers.", "filename": "interactive_2015_05_28_upshot_you-draw-it-how-family-income-affects-childrens-college-chances_1542341965.html", "image_url": "https://static01.nyt.com/images/2015/05/27/upshot/draw-your-own-chart-about-income-and-college-enrollment-1432757557397/draw-your-own-chart-about-income-and-college-enrollment-1432757557397-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_05_28_upshot_you-draw-it-how-family-income-affects-childrens-college-chances_1542341965.html", "title": "You Draw It: How Family Income Predicts Children’s College Chances", "title_page": "You Draw It: How Family Income Predicts Children’s College Chances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How likely is it that children who grow up in very poor families go to college? How about children who grow up in very rich families?\nWe’d like you to draw your guess for every income level on the chart below.\nIf you think the chances of enrolling in college (or vocational school) are about the same for everyone, you should draw something like this: . If you think the odds are especially harsh for children from the poorest families, but higher for middle- and higher-income children, your drawing would instead look like this: . Or here is one for a situation in which chances level off after a certain income threshold: . Or for one that spikes or dips for the very richest.\nWhen you’ve finished drawing, we’ll compare your line to the reality for children born in the early 1980s, based on research by a team of economists. We’ve started you off with one free point: 58 percent of children who were born in the early 1980s and raised in median-income families enrolled in higher education by the time they were 21. One way or another, your chart should go through that point.\nTime to draw!\nDraw your line on the chart below\n↑\nFree tip: Your line should go through this point.\nI’m done Start over", "url": "https://www.nytimes.com/interactive/2015/05/28/upshot/you-draw-it-how-family-income-affects-childrens-college-chances.html"}