{"authors": ["Derek Watkins"], "date_download": "2018-11-16 04:17:24", "date_modify": "2018-11-16 04:17:24", "date_publish": "2015-07-31 09:00:19", "description": "China has been feverishly piling sand onto reefs in the South China Sea for the past year, creating seven new islets in the region. It is straining geopolitical tensions that were already taut.", "filename": "interactive_2015_07_30_world_asia_what-china-has-been-building-in-the-south-china-sea_1542341844.html", "image_url": "https://static01.nyt.com/images/2015/07/30/world/asia/what-china-has-been-building-in-the-south-china-sea-1438228514651/what-china-has-been-building-in-the-south-china-sea-1438228514651-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_07_30_world_asia_what-china-has-been-building-in-the-south-china-sea_1542341844.html", "title": "What China Has Been Building in the South China Sea", "title_page": "What China Has Been Building in the South China Sea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "The Chinese were relative latecomers to island building in the Spratly archipelago, and “strategically speaking, China is feeling left out,” said Sean O’Connor, principal imagery analyst for IHS Jane’s. Still, China’s island building has far outpaced similar efforts in the area, unsettling the United States, which has about $1.2 trillion in bilateral trade go through the South China Sea every year. Defense Secretary Ashton B. Carter criticized China’s actions in the region in May, asserting that, “The United States will fly, sail and operate wherever international law allows, as we do all around the world.” The United States reinforced that assertion on Monday and angered the Chinese when it sent the Lassen, a guided-missile destroyer, within 12 nautical miles of the islands, the conventional limit for territorial waters. According to statements from David Shear, the top Pentagon official in charge of Asia and the Pacific, the last time the United States sent ships or aircraft that close to the islands was in 2012.", "url": "https://www.nytimes.com/interactive/2015/07/30/world/asia/what-china-has-been-building-in-the-south-china-sea.html"}