{"authors": ["Gregor Aisch", "Larry Buchanan", "Joe Burgess", "Ford Fessenden", "Josh Keller", "K.K. Rebecca Lai", "Iaryna Mykhyalyshyn", "Haeyoun Park", "Adam Pearce", "Yuliya Parshina-Kottas"], "date_download": "2018-11-16 04:27:41", "date_modify": "2018-11-16 04:27:41", "date_publish": "2016-06-12 15:58:48", "description": "Accounts of what happened from officials and witnesses.", "filename": "interactive_2016_06_12_us_what-happened-at-the-orlando-nightclub-shooting.html_ref=liveblog_1542342461.html", "image_url": "https://static01.nyt.com/images/2016/06/12/us/orlando-shooting-stack-1465744418979/orlando-shooting-stack-1465744418979-facebookJumbo-v4.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_06_12_us_what-happened-at-the-orlando-nightclub-shooting.html_ref=liveblog_1542342461.html", "title": "What Happened Inside the Orlando Nightclub", "title_page": "What Happened Inside the Orlando Nightclub - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Before 2 a.m. Omar Mateen, a resident of Fort Pierce, Fla., a city about 120 miles from Orlando, parked his van outside Pulse, a gay nightclub.\nPulse Nightclub Entrance Patio Parking lot S. ORANGE AVE. Pulse Nightclub Entrance Patio Parking lot S. ORANGE AVE. Pulse Nightclub Entrance Patio Parking lot S. ORANGE AVE. The New York Times; photograph by Chris O'Meara/Associated Press\nHe entered the club armed with an AR-15-type assault rifle, a handgun and ammunition and opened fire, according to Chief John Mina of the Orlando Police Department.\nIn a video captured by one of the victims, roughly 20 rounds could be heard before the recording abruptly ends.\nRESTROOMS Some people ran to hide in the bathrooms where the standoff ensued. STAGE BAR STAGE main dance floor BAR The gunman started shooting in the main room. He exchanged fire with officers. Some people escaped through the emergency exit. FENCE BAR Main entrance PATIO The gunman most likely entered through the front door. STAGE Some people escaped through the patio. Some people ran to hide in the bathrooms where the standoff ensued. RESTROOMS BAR STAGE The gunman started shooting in the main room. He exchanged fire with officers. BAR FENCE Some people escaped through the emergency exit. BAR Main entrance PATIO STAGE The gunman most likely entered through the front door. Some people escaped through the patio. Some people ran to hide in the bathrooms where the standoff ensued. The gunman started shooting in the main room. He exchanged fire with officers. RESTROOMS BAR Main dance floor FENCE Emergency exit BAR Main entrance PATIO The gunman most likely entered through the front door. Some people escaped through the patio. The gunman started shooting in the main room. He exchanged fire with officers. RESTROOMS FENCE Main dance floor PATIO Main entrance The gunman most likely entered through the front door. Some people escaped through the patio.\nAshley Summers was ordering drinks from the bar when she heard a popping sound; it went on for 15 seconds before her friend pulled her to the ground. Ms. Summers and her friends escaped by crawling out the patio exit nearby.\n2:02 a.m. Multiple shots were reported at the nightclub. An off-duty officer working there responded and exchanged fire with the gunman near one of the entrances.\n2:04 a.m. Additional officers arrived on scene. Minutes later, officers entered the club and engaged the gunman.\nThe police said many people escaped or were rescued during the early exchange of gunfire. “Patrol officers were running inside and pulling out victims,” said Capt. Mark Canty, Orlando SWAT commander.\nThree-Hour Standoff\nAfter the shootout, the gunman retreated to the women’s bathroom, where, police believed, he was holding hostages. Many people were rescued from other parts of the nightclub during the standoff.\n“People were screaming, begging for their lives,” said a patron, Orlando, who asked that his last name not be used for fear that terrorist sympathizers might retaliate. He took cover with a friend in a cramped bathroom stall, hiding on top of the toilet so their feet could not be seen from the outside.\nWOMEN’S RESTROOM MEN’S RESTROOM The gunman hid here with at least five or six hostages. About 10 to 15 people were hiding in this bathroom. WOMEN’S RESTROOM MEN’S RESTROOM The gunman hid here with at least five or six hostages. About 10 to 15 people were hiding in this bathroom. WOMEN’S RESTROOM MEN’S RESTROOM The gunman hid here with at least five or six hostages. About 10 to 15 people were hiding in this bathroom.\nOrlando said the gunman burst into the bathroom, went straight to the stall next to theirs and shot the people inside.\nThe gunman then left the bathroom and resumed shooting.\nSome patrons who were hiding called the police and texted friends and family for help.\nA SWAT team and an armored vehicle arrived, along with a team of crisis negotiators.\nOrlando described moments of quiet during the siege. The gunman fiddled with his weapon and used the sink and the hand dryer. At one point, Orlando felt something poking him. He thinks it could have been the gunman checking to see if he was dead.\nPatience Carter, who was hiding in the bathroom stalls with two friends, said the gunman asked whether there were any black people in the bathroom. He said he didn’t have any problem with black people, and that this was about his country. Ms. Carter said the gunman also claimed to have snipers outside.\nAt some point, the gunman warned his hostages to stop texting and demanded that they give up their cellphones.\n2:35 a.m. While in the bathroom, the gunman called 911, pledging his allegiance to the Islamic State. The call lasted for 50 seconds. Below is a transcript of the call released by the federal authorities.\nDispatcher Emergency 911, this is being recorded. Gunman In the name of God the Merciful, the beneficent [Arabic] Dispatcher What? Gunman Praise be to God, and prayers as well as peace be upon the prophet of God [Arabic]. I wanna let you know, I’m in Orlando and I did the shootings. Dispatcher What’s your name? Gunman My name is I pledge of allegiance to Abu Bakr al-Baghdadi of the Islamic State. Dispatcher O.K. What’s your name? Gunman I pledge allegiance to Abu Bakr al-Baghdadi may God protect him [Arabic], on behalf of the Islamic State. Dispatcher All right, where are you at? Gunman In Orlando. Dispatcher Where in Orlando?\n2:48 a.m. The gunman communicated with the crisis negotiation team for the first time; the call lasted for about nine minutes. Two more calls were made over the next hour.\nIn these calls, the gunman identified himself as an Islamic soldier and said the United States needed to stop bombing Syria and Iraq. He also claimed that he had explosives. “There is some vehicle outside that has some bombs, just to let you know,” he said. “You people are gonna get it, and I’m gonna ignite it if they try to do anything stupid.”\nThe gunman also stated that he had a vest, describing it as the kind they “used in France.”\nHe made further threats before he hung up. “In the next few days, you’re going to see more of this type of action going on,” he said.\nDuring this time, more people fled. At least four people in a dressing room escaped from an exit on the north side. The police also helped eight people in another dressing room escape through an air-conditioner vent.\n4:29 a.m. Some people who were rescued told officers that the gunman had said he was going to put four hostages in bomb vests in four corners of the club within 15 minutes.\nThe statements about the bomb vests and explosives spurred officials to mount a rescue operation. The police did not find any vest or explosive device in an immediate search.\nBreaking In\n5:02 a.m. The police tried to blow a hole in the outer wall of the restroom, but did not completely penetrate the wall.\n1 The officers then used an armored vehicle to punch a hole in the wall. The hole was off the mark and put them in the hallway between the two bathrooms. At first, they do not see the gunman.\nWOMEN’S RESTROOM 2 1 2 MEN’S RESTROOMS During the first explosions, the gunman backed into stalls and fired more shots according to a witness. The gunman entered the hallway, exchanged gunfire through the hole and was killed. WOMEN’S RESTROOM 2 1 2 The gunman entered the hallway, exchanged gunfire through the hole and was killed. MEN’S RESTROOMS WOMEN’S RESTROOM 2 1 MEN’S RESTROOMS 2 The gunman entered the hallway, exchanged gunfire through the hole and was killed.\nThe police threw several distraction devices in the hallway and 2 tried to create more holes in other locations along the same wall.\n5:14 a.m. The gunman engaged in a shootout with the police. He had entered the hallway and was 10 to 15 feet away from the officers.\n5:15 a.m. Officers reported that the gunman was down.", "url": "https://www.nytimes.com/interactive/2016/06/12/us/what-happened-at-the-orlando-nightclub-shooting.html?ref=liveblog"}