{"authors": ["Adam B. Ellick", "Nicholas Kristof"], "date_download": "2018-11-16 04:20:02", "date_modify": "2018-11-16 04:20:02", "date_publish": "2014-06-16 14:33:47", "description": "A collection of stories from a recent trip focusing on a Muslim minority who are confined to camps and villages. UPDATED June 20: Nicholas Kristof responds to readers’ questions.", "filename": "interactive_2014_06_16_opinion_nicholas-kristof-myanmar-documentary_1542342002.html", "image_url": "https://static01.nyt.com/images/2014/06/16/opinion/16KRISTOFmyanmar2/16KRISTOFmyanmar2-articleLarge.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2014_06_16_opinion_nicholas-kristof-myanmar-documentary_1542342002.html", "title": "Myanmar’s Persecuted Minority", "title_page": "Opinion | Myanmar’s Persecuted Minority - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "After our trip in these remote areas, we flew to the largest city, Yangon. It seemed like a different country — far more developed and peaceful. Myanmar is a friendly place; smiles are common. The ethnic tension, however, still seems widespread. Our airport taxi driver initiated a conversation, inquiring about our travels. We told him we had just been in Rakhine State, and he replied with a smile, “Well, I heard a cyclone is supposed to hit the area. I hope it wipes out all of the Muslims.”\nMyanmar offered a lesson in contradiction. The country is making lots of progress, including in its advance from dictatorship to democracy — with presidential elections expected next year. A surge of foreign investment has sparked a much needed economic boom. The domestic press has been largely liberalized, and our 12 days of unrestricted reporting in Myanmar would have been unimaginable just a few years ago. The authorities flaunt this new openness by granting access to reporters, while at the same time they engage in brutal policies against the Muslim minority. Usually regimes that are so repressive don’t give journalists visas to roam around freely.\nDuring our reporting, we had to employ both Buddhist and Muslim translators, but the Muslim translator couldn’t leave the camp, since Myanmar authorities confined the Rohingya here to quasi-concentration camps or to their own villages. As we struggled to locate a Muslim village one day, our translator called a local friend to help us out. A few minutes later, a teenager arrived on a motorbike wearing an anti-Rohingya T-shirt.\nIn covering the plight of the Rohingya, a resented Muslim minority in this predominantly Buddhist country, we had to coax Buddhist drivers to go places where they sometimes felt profoundly uncomfortable. One driver, who flaunted a Buddhist pride tattoo, was willing to drive five hours along bumpy roads to different parts of Rakhine State in western Myanmar, but as we approached certain Muslim villages, he became skittish and warned us of danger, police checkpoints, a nonexistent curfew and a long hike. The only time he flatly refused to go somewhere was to a Buddhist village, for fear that we would be punished for having talked to Muslim villagers earlier.\nSITTWE, Myanmar — We’ve worked together on documentaries in other difficult countries such as Iran, but reporting this video in Myanmar was particularly challenging because of the mistrust between the Buddhist and Muslim communities.\nReader Q. and A. With Nicholas Kristof\nQ. What can we do about Myanmar? How can we help the Rohingya? — @JessicaMinhas on Twitter Thx for your important coverage of the Rohingya. what will make world leaders pay attention to their plight? How can we help? — @anjanasreedhar1 on Twitter A. That’s the question that we get asked more than almost anything, and it’s a difficult one in this case because there aren’t a lot of groups providing direct services to the Rohingya — partly because they were kicked out. But the group Action Against Hunger is providing nutrition in the camps, so that’s an obvious one. More broadly, there’s an argument that in a situation like this it’s important to support not just providers of services but also advocacy organizations that try to stop the repression from happening in the first place. I felt that in Darfur, as I saw aid groups doing wonderful work, trip after trip, operating on kids who had been shot or providing medical attention to girls who had been raped. That’s important, of course. But increasingly it also felt as if human rights groups trying to prevent the shootings and rapes from happening in the first place were doing some of the most important work. In this case as well, there’s an argument that advocacy groups like Human Rights Watch, Fortify Rights and United to End Genocide are playing the pivotal role in trying to ease the conditions of the Rohingya by applying international pressure. United to End Genocide has been active in building support in the United States Congress to pass a resolution calling on Myanmar to stop the repression.\nQ. Doesn't seem like something buddhists would do. What part of story is missing? — @01CindyLee on Twitter A. Frankly, everybody commits atrocities every now and then. It’s not the fault of this or that religion. Buddhists have often been particularly mellow, but Sri Lanka is an example of a Buddhist majority country that has engaged in a long and brutal civil war with its Tamil minority. And Bhutan is a Buddhist country that has been profoundly repressive of its Nepalese minority. Don’t blame any of that on Buddha or on Buddhism, any more than you can blame Serbia’s mass atrocities on Christianity.\nQ. Have you solicited the help of the Dalai Lama? Wouldn't he have a strong influence on the Buddhist monks of Myanmar? — @terrihomermd on Twitter A. Unfortunately, the Dalai Lama has little influence in Myanmar. He is admired in general, of course, but the Buddhist link does not give him special religious authority or influence in Myanmar. Sri Lankan Buddhism is closest to Myanmar’s, and — given the bloodshed there in recent decades — that’s not particularly promising.\nQ. I object to the use of the term “concentration camps” in this instance. These people, in general, appear to be largely healthy and well fed — and alive. Take a good long look at the pictures released at the end of WWII to see what a real concentration camp and its inmates — the gas ovens and the people reduced to skeletons — really was. That is not going on here. They are confined. I am not commenting on why — I am pointing out this is not a concentration camp. — M_O'Brien A. That’s a good question and one we wondered about. Today we often think of “concentration camps” in terms of the Nazi death camps like Auschwitz, and that’s definitely not what the camps for the Rohingya are like in Myanmar. But the Nazi camps were the most extreme version of concentration camps. The term “concentration camp” is also used for the camps set up by the British in South Africa to house enemy civilians during the Boer War at the beginning of the 20th century, and by the United States in the Philippines during its battles there against local independence leaders also in the early 20th century. Sometimes the term is used to describe the internment camps for Japanese - Americans during World War II. And even the Nazi camps, when they were originally set up in 1933, weren’t extermination camps; that came later. So a concentration camp is simply a place where people, often civilians, are confined by a government in harsh conditions — and that’s what the Rohingya camps are.\nQ. The documentary says doctors are not allowed in even to save lives. So why were the journalists and camera crew allowed in? — Jane A. Frankly, we didn’t know if we’d be allowed in. But we applied for journalist visas, and Myanmar granted them quite quickly — a reflection of the advance toward openness and democracy in that country, particularly in the capital. And in Rakhine State, the local authorities honored our press credentials and allowed us access to the camps. That’s a reflection of the mixed-up state of affairs in Myanmar, with some real progress (such as media access) and some real deterioration (like barring doctors from the camps). Then there’s the question of whether we’ll be given press visas the next time we apply.\nQ. I have been told by people who are very knowledgeable about Myanmar that it is not just the Muslim minorities who are at risk, but that in fact all minorities, including Christians, who experience persecution. Will you be able to expand your coverage in the future to report about these other minorities as well? And as a Buddhist, I would just comment — how dreadful it is to see Buddhist monks espousing such violent and hateful thoughts. They are not following the teachings of the Buddha. Lucrezia A. Yes, it's true that many minorities in Myanmar have been under assault — among them the Shan, the Karen, the Kachin and others. There had been widespread hopes that with the emergence of democracy and liberalization in the country, there would be growing tolerance and less reliance on military solutions. But, alas, there's some risk that the primary fault line in politics will become less about democracy (in which case Daw Aung San Suu Kyi is the victor) but about ethnic purity and nationalism (in which case the military may be able to hang on). As for your comment about Buddhism —of course you're right. People of all faiths sometimes behave in profoundly inhumane ways, and we're all vulnerable to the insecurities and chauvinism that can lead us astray.\nQ. Thank you for spotlighting the plight of the Rohingya. Having recruited the Rohingya translator who helped Adam with the film, I just wish you had included at least one Rakhine Buddhist voice for humanity rather than stereotyping all Rakhine Buddhists as racists, validating Rakhine racists' perceptions of Westerners' bias/prejudice. I'd hoped that in addition to humanizing the issues, your forte, you could help heal Buddhist-Muslim divides in Rakhine State — a key to helping the Rohingya, long-term. Erika Berg A. Erika, that's a fair comment, and indeed we would have liked to include more of that (and so much else). The problem is the trade-offs with length. We had hours of footage and had to leave 95 percent on the cutting room floor because we didn't want to exceed 10 minutes for fear of losing viewers. We were paring it by the second. We could have made an hourlong documentary that would have been much more nuanced and rich, but 1 percent as many people would have watched it. Did we get the trade-offs right in what we included? I don't know, and I do understand your objection.", "url": "https://www.nytimes.com/interactive/2014/06/16/opinion/nicholas-kristof-myanmar-documentary.html"}