{"authors": ["Brian X. Chen", "Jonah Engel Bromwich"], "date_download": "2018-11-16 03:13:27", "date_modify": "2018-11-16 03:13:27", "date_publish": "2017-09-07 23:37:30", "description": "There are more reasons than ever to understand how to protect your personal information. Major website breaches seem ever more frequent.", "filename": "interactive_2017_technology_how-to-protect-data-online_1542338007.html", "image_url": "https://static01.nyt.com/images/2017/09/07/technology/how-to-protect-data-online-1504825386336/how-to-protect-data-online-1504825386336-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_technology_how-to-protect-data-online_1542338007.html", "title": "How to Protect Your Information Online", "title_page": "How to Protect Your Information Online - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "How do I know if my personal information has been taken?\nUnfortunately, you may want to assume that it was. Cyberattacks happen all the time.\nShould I change my passwords?\nRegardless of the type of breach or the company involved, it’s always a safe bet to change passwords for sites that contain sensitive information like financial, health or credit card data. Do not use the same password across multiple sites and do not use your Social Security number as a username or password, especially in the wake of the recent Equifax breach.\nAnd if you were not doing so already, you will have to treat everything you receive online with an abundance of suspicion, in case hackers are trying to trick you out of even more information.\nHow do I create stronger passwords?\nTry a password manager like 1Password or LastPass.\nThese sites create a unique password for each website you visit and store them in a database protected by a master password that you create. Password managers reduce the risk of reused passwords or those that are easy to decode.\nWirecutter, a The New York Times company, provides a helpful explanation of why password managers are so essential. They also maintain an updated guide to what it considers to be the best password managers.\nIf you must create your own passwords, try creating long, complex passwords consisting of nonsensical phrases or one-sentence summaries of strange life events and add numbers and special characters.\nMy favorite number is Green4782#\nThe cat ate the CoTTon candy 224%\nOr, if you’re extra paranoid, consider mimicking this setup. Take the sentence:\nOne time in class I ate some glue\nAnd convert it into this:\n1TiC!AsG\nOne time in class I ate some glue → 1TiC!AsG\nIn general, create the strongest passwords for the sites that contain the most sensitive information and do not reuse them anywhere.\nAre passwords enough?\nPasswords are not enough. If a site offers additional security features, like secondary or two-factor authentication, enable them. Then, when you enter your password, you will receive a message (usually a text) with a one-time code that you must enter before you can log in.\nMany bank sites and major sites like Google and Apple offer two-factor authentication. In some cases, the second authentication is required only if you are logging in from a new computer.\nWon’t security questions protect my data?\nSites will often use common security questions to recover a user’s account if the password is forgotten.\nThese questions are problematic because the internet has made public record searches simple and the answers are usually easy to guess.\nIn a study, security researchers at Google found that with a single guess, an attacker would have a 19.7 percent chance of duplicating an English-speaking user’s answer to the question, “What is your favorite food?” (It was pizza.)", "url": "https://www.nytimes.com/interactive/2017/technology/how-to-protect-data-online.html"}