{"authors": ["Ben Sisario"], "date_download": "2018-11-16 04:53:51", "date_modify": "2018-11-16 04:53:51", "date_publish": "2016-03-17 13:08:56", "description": "The gaps between what Spotify, Apple Music and others offer have been getting bigger and more complicated as artists have wielded more power in withholding their music from one outlet or another.", "filename": "interactive_2016_03_16_business_media_so-much-music-streaming-just-not-one-place.html_module=inline_1542344031.html", "image_url": "https://static01.nyt.com/images/2016/03/17/business/media/streaming-musicians-slide-YAH8/streaming-musicians-slide-YAH8-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_03_16_business_media_so-much-music-streaming-just-not-one-place.html_module=inline_1542344031.html", "title": "So Much Streaming Music, Just Not in One Place", "title_page": "So Much Streaming Music, Just Not in One Place - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "In the old days, you never knew which CDs the record store would have in stock.\nThat limitation of physical media was supposed to be solved by digital. Back in the 1990s, technology evangelists and music fans alike began to talk about a “celestial jukebox” — a utopian ideal in which every song ever recorded would be available at a click.\nIn reality, even a celestial jukebox has gaps. Or more precisely, numerous jukeboxes have come along – iTunes, Pandora, Spotify, SoundCloud, YouTube – and each service has had gaps in its repertoire. And those gaps have been growing bigger and more complicated as artists have wielded more power in withholding their music from one outlet or another.\nThis week, it emerged that Jay Z had removed some of his albums from a number of major online outlets like Spotify and Apple, in favor of Tidal, the streaming service that he bought a year ago for $56 million. That may help Tidal attract more paying subscribers, but it can be frustrating for consumers that no single outlet has everything.\nHere is a sampling of some other major artists whose music has accounted for some of the gaps in the streaming world.", "url": "https://www.nytimes.com/interactive/2016/03/16/business/media/so-much-music-streaming-just-not-one-place.html?module=inline"}