{"authors": ["Matt Phillips", "Natalie Kitroeff"], "date_download": "2018-11-16 03:50:50", "date_modify": "2018-11-16 03:50:50", "date_publish": "2018-02-14 22:49:35", "description": "Inflation has become a worrisome byproduct of a healthy economy. This is how price increases can start with demand for building materials and translate to the price of chicken.", "filename": "interactive_2018_02_14_business_economy_inflation-prices.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340250.html", "image_url": "https://static01.nyt.com/images/2018/02/15/business/inflation-promo2/inflation-promo2-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2018_02_14_business_economy_inflation-prices.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1542340250.html", "title": "How Inflation Works (or Why Your Chicken Is Going to Cost More)", "title_page": "How Inflation Works (or Why Your Chicken Is Going to Cost More) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "It’s the worrisome byproduct of a healthy economy: inflation.\nJust about every nation on earth is now growing. Europe and Japan finally pulled out of their doldrums. And the United States economy, which continues to chug along, could get some extra juice from the tax cuts and other deficit-increasing moves by the government.\nTo economists, executives and investors, there can be too much of a good thing. The fear now is that inflation will start to rise more quickly, potentially crimping global growth or forcing borrowing costs higher. That prospect spooked the markets earlier this month, briefly sending stocks down more than 10 percent before investors recovered their nerve.\nWhile still low, prices are starting to rise, in what would amount to a major shift if it persists. Higher prices for rents, gasoline, medical care and food helped drive prices up 2.1 percent in the 12 months that ended in January.\nThe root of inflation is a strong economy\nAfter the global financial crisis, the world sank into one of the deepest recessions since the Great Depression. And for most of the last decade, it has been in an economic funk, characterized by low levels of growth and piddling price increases.\nTo get their economies out of that rut, central banks helped push interest rates sharply lower. The goal was to bolster investment and growth. And now it appears that the world economy is finally starting to generate real momentum.\nThe United States has been ahead of the pack, having started its somewhat sluggish recovery in the second quarter of 2009.\n’15 ’16 ’17 % +3.0 2.5 2.0 1.5 1.0 0.5 0 Annual rate of change in G.D.P. ’15 ’16 ’17 % +3.0 2.5 2.0 1.5 1.0 0.5 0 Annual rate of change in G.D.P. ’15 ’16 ’17 % +3.0 2.5 2.0 1.5 1.0 0.5 0 Annual rate of change in G.D.P.\nLast year, the American economy ended up growing at a better-than-expected 2.3 percent rate — and it is gathering strength. The Federal Reserve Bank of Atlanta estimates that the economy will expand at 3.2 percent this quarter.\nA growing economy increases demand\nAs the economy gains momentum, companies and business buy more. Metal tubes. Industrial hose. Accounting and legal services. Steel. Wireless internet. Tires. Printer toner.\nAnd amid the Amazonification of American retail, cardboard boxes. Lots of cardboard boxes.\n“Clearly demand is strong,” Thomas A. Hassfurther, head of the corrugated products division at the Packaging Corporation of America, said on a conference call with analysts. “We're in a phase now where the box business is tracking the G.D.P. a lot closer than it had been.”\nTo make more boxes, his company needs more of the material that goes into them, like raw cardboard fiber and chemicals. And it is paying higher prices for both. “We're competing with everybody for that same shortage of labor and equipment,” Mr. Hassfurther said.\nTo get raw materials in and deliveries out, companies need trucks\nTrucks deliver the raw ingredients and trucks deliver the final goods. But there is a limited supply of trucks.\nBasic economic theory then kicks in. When demand goes up and supply holds steady, prices should rise. Essentially, companies that need things shipped are willing to pay more to get them delivered.\nSure enough, so-called spot rates for freight — the price for deliveries not covered by longer-term contracts — rose by more than 20 percent last year.\n% +20 0 -20 +22.7% 2015 2016 2017\nSpot rates for trucking services\n% +40 20 0 -20 +22.7% 2015 2016 2017 Spot rates for trucking services % +40 20 0 -20 +22.7% ’15 ’16 ’17 Spot rates for trucking services\nThose rates aren’t likely to fall anytime soon. While trucking companies are ordering more vehicles for their fleets, it will take time for those rigs to be ready. And even when they are, an acute shortage of drivers could limit the number of vehicles deployed.\n“If you buy more trucks, the challenge is finding enough drivers to put in those trucks,” said Bob Costello, the chief economist of the American Trucking Associations.\nEduardo Andrade, who drives for Baylor Trucking. George Etheredge for The New York Times\nWith a shortage of truckers, wages will rise\nWhen trucking companies need more employees, they simply offer more money. In recent months, hourly wages for truckers moved steadily higher. In the fall, their annual growth rate exceeded 4 percent, the fastest pace seen since late 2013.\n% +5 0 -5 +3% ’14 ’15 ’16 ’17 Average hourly earnings in the trucking industry % +5 0 -5 +3% ’14 ’15 ’16 ’17 Average hourly earnings in the trucking industry % +5 0 -5 +3% 2014 2015 2016 2017 Average hourly earnings in the trucking industry\nWhen Eduardo Andrade looked at one of his paystubs in the fall, the trucker thought his boss might have made a mistake. His check from Baylor Trucking, a family business based in rural Indiana, showed that he was earning 52 cents per mile, up from the 48 cents he had been making. He often drives for three straight weeks, moving food and garments from the East Coast to the Midwest and then hauling insulation materials back. The raise will fatten his paycheck by $6,000 per year, if he maintains his regular mileage.\n“This is the biggest increase I have ever had with the company,” said Mr. Andrade, who has driven for Baylor for a decade. The 60-year-old has seven grandchildren and plans to spend his extra cash to buy them more movie tickets, clothes and pizza dinners.\nSurging transport costs eat into profits\nThose higher wages have to be paid for — and it’s usually trucking customers that end up footing the bill.\nFor example, during the third quarter, packaged food companies, which need lots of trucks to ship their products, saw their margins shrink by 0.8 percentage points. They attributed the trend, in part, to rising freight costs.\n2015 2016 2017 +2 1 0 Quarterly margins at packaged food companies percentage\npoints 2015 2016 2017 +2 1 0 Quarterly margins at packaged food companies percentage\npoints 2015 2016 2017 +2 1 0 Quarterly margins at packaged food companies percentage\npoints\n“All my companies are talking about it,” said Robert B. Moskow, an analyst who researches companies in the food industry for Credit Suisse.\nCompanies pass on those costs to consumers\nCorporations are in the business of making as much money as possible, and they generally aren’t inclined to simply accept thinner profit margins.\nThey have a couple of options. They can try to reduce costs in other parts of their businesses. Or they can try to charge more for their products.\nTyson Foods, the giant meat and chicken company, recently told analysts that it planned to increase prices to offset rising freight costs. Tom Hayes, Tyson’s chief executive, estimated that rising freight prices would cost the company more than $200 million this year. “Ultimately, the consumer is going to pay for it at some point,” Mr. Hayes said.\nTyson would be able to offset $200 million in freight costs by charging roughly 1 percent more for its products, according to Mr. Moskow, the Credit Suisse analyst. For a pound of boneless chicken breast — an average price of about $3.07 — that would be a price increase of 3 cents.\n% +5 0 -5 +1.9% 2014 2015 2016 2017 2018 Annual change in average price of chicken % +5 0 -5 +1.9% 2014 2015 2016 2017 2018 Annual change in average price of chicken % +5 0 -5 +1.9% ’14 ’15 ’16 ’17 ’18 Annual change in average price of chicken\nBy itself, a 3-cent price increase for a pound of chicken isn’t significant. But recent signs suggest that prices are edging higher for a range of products, like oil and gasoline, clothing, car insurance and medical care.", "url": "https://www.nytimes.com/interactive/2018/02/14/business/economy/inflation-prices.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}