{"authors": ["Haeyoun Park"], "date_download": "2018-11-16 04:33:08", "date_modify": "2018-11-16 04:33:08", "date_publish": "2017-03-07 20:23:45", "description": "Exploring the long-term impact on states.", "filename": "interactive_2017_03_07_us_politics_medicaid-reform-impact-on-states_1542342788.html", "image_url": "https://static01.nyt.com/images/2017/02/28/us/politics/medicaid-reform-impact-on-states-1488843306814/medicaid-reform-impact-on-states-1488843306814-facebookJumbo-v3.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_03_07_us_politics_medicaid-reform-impact-on-states_1542342788.html", "title": "Republicans’ Changes to Medicaid Could Have Larger Impact Than Their Changes to Obamacare", "title_page": "Republicans’ Changes to Medicaid Could Have Larger Impact Than Their Changes to Obamacare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "House Republicans are proposing to fundamentally alter the way the federal government has been financing Medicaid for more than 50 years. The changes are part of their plan to replace the Affordable Care Act, also known as Obamacare.\n“This is potentially more major than repealing the Affordable Care Act,” said Joan Alker, the executive director of the Center for Children and Families at Georgetown University.\nMedicaid provides health insurance to 74 million people, or one in five Americans. Of the 20 million who gained insurance under Obamacare, at least half were through Medicaid expansion.\nThe changes would not begin until 2020. But the long-term impact on states would be unequal, with some faring better than others, depending on how much they spent on the program, their demographics and whether they participated in President Barack Obama’s expansion of Medicaid eligibility.\nCould Fare Better States that spend more per enrollee Could Fare Worse States that spend less per enrollee\nThe Republican bill calls for capping how much the federal government gives each state per Medicaid enrollee, based on how much the state was spending on the program in 2016.\nSpending varies widely from state to state. Nevada and Georgia, for example, spend less than $4,500 per enrollee, while Massachusetts and New York spend more than $10,000 per enrollee.\nStates that spend the least per enrollee Nev. $4,010 $4,245 Ga. Ill. $4,682 $4,893 Fla. Ala. $4,976 States that spend the most per enrollee $11,091 Mass. $10,307 N.Y. $9,541 R.I. Alaska $9,481 D.C. $9,083 States that spend the least per enrollee $4,010 Nevada $4,245 Georgia $4,682 Illinois $4,893 Florida Alabama $4,976 States that spend the most per enrollee Massachusetts $11,091 New York $10,307 Rhode Island $9,541 Alaska $9,481 District of Columbia $9,083\nSince it was created in 1965, federal funding for Medicaid grew as needs changed for the states. If more people became eligible, say, because of a recession, or if costs rose because of expensive new medicines or a public health crisis, states received more federal money.\nFederal spending on Medicaid flexes as states alter their policies, eligibility rules and payment rates for doctors, hospitals and nursing homes.\nChange in enrollment Recession Medicaid expansion +10% Increase +5% ’14 ’75 ’85 ’90 ’00 ’10 Decrease Medicaid expansion Change in enrollment Recession +10% Increase +5% ’85 ’75 ’90 ’00 ’10 ’14 Decrease Change in enrollment Recession Medicaid expansion +10% Increase +5% ’14 ’75 ’80 ’85 ’90 ’95 ’00 ’05 ’10 Decrease\nUnder the Republican plan released on Monday, federal funding for every Medicaid beneficiary would essentially freeze, rising only with the medical component of the Consumer Price Index, or the price of medical care. That change would allow funding to grow if more people sign up for Medicaid, but not if the cost of care for Medicaid patients spikes, or states want to offer new benefits or increase payments to doctors.\nSome health experts worry that over time, states would be unable to respond to changes in the health care needs of their population unless they use their own money, potentially risking the survival of a program that has been a critical source of health coverage for the poor.\n“I think of it as essentially putting states behind bars,” said Sara Rosenbaum, a professor of health law and policy at George Washington University. “Whatever you were doing circa 2016 is what you’re going to do forever.”\nVirginia, where the governor has declared its opioid crisis a public health emergency, recently decided to significantly expand the scope of its Medicaid benefits to spend more on drug treatment for patients.\nIf there was a cap on federal funding, the state would not be able to share these cost increases — beyond simple medical inflation — with the federal government, Ms. Rosenbaum said.\n“The core problem with aggregate limits, whether across the board or per capita, is that they’re impervious to the factors that drive health care spending,” she said. “The potential effects are enormous.”\nCould Fare Better States where the number of poor older Americans is declining Could Fare Worse States where the number of poor older Americans is growing quickly\nThe Republican plan would set different spending targets for different types of Medicaid beneficiaries, like older Americans, blind and disabled people, children and adults.\nStates with rapidly growing populations of older Americans, like Nevada and Arizona, may still be hit harder over time.\nStates with largest growth in low-income elderly population Nev. +54% Alaska +42% Ariz. +39% Wyo. +36% Utah +30% States with declines N.D. –14% Iowa –6% Pa. –2% National avg. +14% S.D. –1% States with largest growth in low-income elderly population Nevada +54% Alaska +42% Arizona +39% Wyoming +36% Utah +30% States with declines North Dakota –14% Iowa –6% Pennsylvania –2% National avg. +14% South Dakota –1%\nThis is partly because spending for older Americans, along with disabled people, make up a larger proportion of Medicaid spending, even though they are a smaller share of enrollment. Spending for that population is less likely than others to track the medical consumer price index, because much of the money tends to go to nursing home care, not traditional medical services.\nMedicaid spending vs. enrollees ELDERLY DISABLED ADULT CHILDREN Spending 21% 42% Enrollees 9% 15% Medicaid spending vs. enrollees ELDERLY DISABLED ADULT CHILDREN 42% 21% Spending 15% 9% Enrollees\nPutting an end to the open-ended commitment from the federal government could create an incentive for states to drop its costliest populations, like older Americans, out of concern that their costs will grow faster than inflation, Ms. Rosenbaum said.\nIn addition, people 85 and older have 2.5 times more Medicaid costs as people 65 to 74, according to Edwin Park, vice president for health policy at the Center on Budget and Policy Priorities, a liberal-leaning research and advocacy group.\nSo, if a state has more expensive people joining its mix, but the amount of money it gets from the federal government is fixed and grows slowly, states would have to pay the additional costs, Ms. Alker said.\nCould Fare Better States that did not expand Medicaid Could Fare Worse States that expanded Medicaid\nIn a shift from previous proposals, the Republican legislation does not immediately repeal Medicaid expansion. It allows states like Kentucky, Nevada and Colorado to continue receiving federal funding as they would have under Obamacare until 2020, delaying the potential impact on states that expanded Medicaid.\nUnder Obamacare, 31 states and the District of Columbia expanded Medicaid to cover adults whose income was at or below 138 percent of the poverty line, covering millions of low-income Americans who previously found it difficult to afford insurance.\nStates that expanded Medicaid ME AK VT NH MA WA MT ND SD MN WI MI NY CT RI OR ID WY NE IA IL IN OH PA NJ CA NV CO KY WV DC MD DE UT KS MO AZ NM OK AR TN VA NC HI TX LA MS AL GA SC FL States that expanded Medicaid ME AK VT NH MA WA MT ND SD MN WI MI NY CT RI OR ID WY NE IA IL IN OH PA NJ CA NV CO KY WV DC MD DE UT KS MO AZ NM OK AR TN VA NC HI TX LA MS AL GA SC FL\nKentucky saw the largest growth in enrollment, though some recent enrollees were probably already eligible even before the expansion.\nChange in enrollment from 2013 to 2016\n’13 ’16 Ky. Nev. Colo. N.M. Ark. 0 600 thousand 1.2 million 2013 2016 Kentucky Nevada Colorado New Mexico Arkansas 0 600 thousand 1.2 million\nThe federal government currently covers nearly all the costs of Medicaid enrollees who became eligible under the expansion.\nBut in 2020, enrollment under the expansion would freeze, and if a state decided to continue enrolling new beneficiaries under the expansion criteria, it would have to pay more to do so.\nEnrollment could inevitably decline because Medicaid is a program where people go in and out over time, say, if they lose a job, for example.\nIt is not yet clear how much savings the new plan would produce, but Republican leaders have long argued that fixing federal funding for Medicaid would ultimately produce significant savings in the federal budget while providing states more flexibility in managing the program.", "url": "https://www.nytimes.com/interactive/2017/03/07/us/politics/medicaid-reform-impact-on-states.html"}