{"authors": ["C. J. Chivers", "Attila Futaki", "C.J. Chivers"], "date_download": "2018-11-16 04:37:09", "date_modify": "2018-11-16 04:37:09", "date_publish": "2016-08-04 18:52:48", "description": "The weapons, ready amplifiers of rage, allow a few people to kill scores and menace hundreds, and fight head-to-head against modern soldiers and police forces.", "filename": "interactive_2016_world_ak-47-mass-shootings.html_module=inline_1542343029.html", "image_url": "https://static01.nyt.com/images/2016/06/02/world/xxak-slide-80F9/xxak-slide-80F9-facebookJumbo-v3.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2016_world_ak-47-mass-shootings.html_module=inline_1542343029.html", "title": "How the AK-47 and AR-15 Evolved Into Rifles of Choice for Mass Shootings", "title_page": "How the AK-47 and AR-15 Evolved Into Rifles of Choice for Mass Shootings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Part 1\nTime and again it’s the same. A lone gunman or a small group of killers with rifles commits spectacular crimes that seize the attention of the world.\nThe list reaches back decades: the killing of Israeli athletes at the Munich Olympics in 1972; the school takeover in Beslan, Russia, in 2004; the attacks in Mumbai, India, in 2008; the mall assault in Nairobi, Kenya, in 2013; the killing of more than 100 people in Paris in 2015; the firing into a country music concert in Las Vegas in October 2017, which killed at least 58 people and wounded hundreds more in the most lethal mass shooting in modern American history; the premeditated Valentine’s Day attack by a former student on a high school in Parkland, Fla.\nOften the rifles are variants of the AK-47, the world’s most abundant firearm, an affordable and simple-to-use assault rifle of Soviet lineage that allows a few people to kill scores and menace hundreds, and fight head-to-head against modern soldiers and police forces.\nIn recent years they have also been descendants of the AR-15, the American military’s response to the Kalashnikov’s spread. Semiautomatic versions of the AR-15 were used by sympathizers of the Islamic State in San Bernardino, Calif., in 2015, and by gunmen in school attacks; a Mini-14 and an MCX, rifles that fire the same cartridge as the AR-15 and compete with it for market share, were used in the mass shootings in Norway in 2011 and in Orlando, Fla., in June.\nThe authorities said the gunman in Las Vegas used semiautomatic AR-15s, including at least one modified with a so-called “bump stock” to rapidly increase its rate of fire and kill 59 people and wound hundreds more. The FBI said the man who killed 11 worshippers in a synagogue in Pittsburgh fired on them with an AR-15.\nIn the hands of terrorists, military-style rifles have repeatedly been used for swiftly killing on a large scale. How did the Kalashnikov — a disruptive technology that flooded the world almost three generations ago and still retains an outsize role in organized violence — become such a ready amplifier of evil and rage? In what ways did it drive the AR-15 and its competitors to such prominence, too?\nA militant aimed an assault rifle during a siege in which dozens of people were killed at the Westgate mall in Nairobi, Kenya, in September 2013. Reuters", "url": "https://www.nytimes.com/interactive/2016/world/ak-47-mass-shootings.html?module=inline"}