{"authors": [], "date_download": "2018-11-16 03:20:20", "date_modify": "2018-11-16 03:20:20", "date_publish": "2015-02-13 19:37:28", "description": "A collection of memories and reactions to the death of Mr. Carr, who The Times’s executive editor, Dean Baquet, called “the finest media reporter of his generation.”", "filename": "interactive_2015_02_13_business_media_remembering-david-carr.html_module=inline_1542338420.html", "image_url": "https://static01.nyt.com/images/2015/02/12/business/20150213_CARR-slide-Q49A/20150213_CARR-slide-Q49A-facebookJumbo-v2.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_02_13_business_media_remembering-david-carr.html_module=inline_1542338420.html", "title": "Remembering David Carr", "title_page": "Remembering David Carr - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "David was our champion. A.O. Scott, The New York Times Read More From The Times » “...the best we had and also the one who would go out into the world every week to make the case for what we do. He understood better than anyone how hard the job can be, how lonely, how confusing, how riddled with the temptations of cynicism and compromise. And yet he could make it look so easy, and like the most fun you could ever hope to have.”\nHis sincerity was spooky. Hamilton Nolan, Gawker Read More on Gawker » “The fact that he was a feared and respected media figure at a fancy newspaper always seemed like a wonderful cosmic prank against the existence of stereotypes. Within five minutes of meeting, he was telling the sort of personal stories that most people reserve for their very, very closest friends. Before you knew it, you were telling the same kind of stories. And then you were friends for life.” “If you were friends with him then so was your family and so were your friends and so were their friends. His team grew exponentially. He had a quality that is often attributed to Bill Clinton, that of being able to make you feel like you were the only person in the room when he turned his attention on you. But while Bill Clinton might deploy that quality with insincere motives, David Carr did not. His sincerity was spooky.”\nReactions on Twitter.\nTry to live as fully and truthfully and daringly as David did. Andrew Rossi, director of the documentary “Page One: Inside the New York Times” Read More on Indiewire » “He could be at turns a fiercely loyal advocate and a shoulder to lean on, while at other times aggressive and funny. But always he left you 'touched' somehow with an insight or a phrase echoing in your mind that could enliven the rest of your day or maybe even set you off on a grand caper. “Following David for two years was a master class not just in journalism but also in so many other aspects of life: fatherhood, friendship, house party dancing, short order cooking and risk taking.”\nChampion of underdogs and wild ones. Lena Dunham, actor and writer Read More on Instagram » “My admiration for your work is only rivaled by my gratitude for your fierce friendship. Champion of underdogs and wild ones, an advocate for justice in all forms, an adventurous spirit, the best person you could ever hope to share a meal with. Your beautiful wife and daughters are evidence of your all encompassing love. Your commitment to your work was astonishing to behold and to see you at the Times was to see a person truly living their purpose. I will never stop reaching for the qualities you embody: brutal honesty, utter integrity, passion, loyalty, wit. I love you forever and always my beautiful friend. My heart is breaking. Your pain was poetic and your joy palpable.”\nDavid always exemplified both soul and integrity. Nicholas Kristof, The New York Times Read More on Facebook » “He collapsed in the newsroom he loved, doing what he loved, surrounded by those who loved him. David was media columnist and hugely admired in the profession. I think that's partly because the news industry sometimes seems to be struggling for its soul, and David always exemplified both soul and integrity. R.I.P.”\nHumble enough to be wrong, confident enough to admit it. David Leonhardt, The New York Times Read More on The Upshot » “In the new reality of media, a reality that David captured better than anyone, we need to keep moving toward the place where David was: Honest with readers about what we know and what we don’t, honest about what our preconceptions were and whether and why they’ve changed. Humble enough to be wrong, confident enough to admit it.”\nHe was always making and continuing connections. Motoko Rich, The New York Times “What I will miss most about him was that sense that no matter how busy he was — or how much his influence in the wider world grew — he never stopped being a very human being. You could always have a chat in the elevator and he was always making and continuing connections with all the people he had met and nurtured and worked with along the way.”\nTake credit for my sobriety. Reader Dave Johnson of Greensboro, N.C. Read More Reader Comments » “I am a former drug abuser and David gave me immense strength and hope to continue to LOVE LIFE. “I hve been sober from drugs for many years and he could, if here were still alive, take credit for my sobriety. “I LOVED HIM.”\nHe was an enormous personality. R.T. Rybak, former mayor of Minneapolis Read More at The Minneapolis Star Tribune » \"He was an enormous personality who required a significant amount of the oxygen in the room but could also use that to hold a lot of people on his shoulders and usually move them forward.\"\nThe world’s most finely tuned radar for bull. Cara Buckley, The New York Times Read More From The Times » “Sui generis, blunt to a fault and almost like a pulp fiction character brought to life, Mr. Carr had the world’s most finely tuned radar for bull. And rather than being remotely beguiled by Hollywood’s pageantry, he took wicked delight in shaking a stick at it.”\nHe understood so delicately and elementally how people lived. Dave Weigel, Bloomberg Politics Read More at Daveweigel.com » What David Carr wrote about Dave Weigel changed the way he thought about reporting, Mr. Weigel wrote : “He wrote his story, and it was just perfect. In it, I was unforgivably stupid — true! — but the people who'd hired me were castigated for making up ethics rules on the fly.” Mr. Weigel added that Mr. Carr “understood so delicately and elementally how people lived.”\nIt’s acceptable to have scars and valiant to show them. Sarah Rich, Medium Read More on Medium » “He was the dad you could be totally honest with, who would not judge you, who was proud of your accomplishments but unfazed by your failings.” “He showed us it’s acceptable to have scars and valiant to show them; you neither need to disappear them nor let them define you.”\nHe knew how to get you to be sincere. Anthony De Rosa, Circa News App Read More on Medium » “A common refrain you’ll hear in the stories people will tell about David is that he made you feel comfortable. Sure, he was intimidating at first and intense. He could turn a phrase that often took a second to decipher. But once you settled in, you were under his spell. He knew how to get you to be sincere and at your least self-aware. He was unguarded which led you to be unguarded. This was also a key to why he was such a great reporter, along with the masterful way he could string words together.”\nI feel like I've been kicked in the stomach. Reader Riverman of Portland, Or. Read More Reader Comments » “I don't think I've ever felt this strongly about the death of a public person. I feel like I've been kicked in the stomach. David Carr's fierce love of The Times, his hard-earned moral authority and his beautiful writing made the world a better, more thoughtful place. Someone once said, 'Don't be the best, be the only.' David Carr was an only. Absolutely terrible loss. My heart goes out to those who knew him close up and loved him.”\nHe reminded us to cling to our humanity. John Nichols, The Nation Read More at The Nation » “What made Carr the necessary guide through an ever-expanding maze of conflicts and contradictions was not that he always knew the way. In an age of stupid certainty, and the cruel choices that extend from it, he reminded us to cling to our humanity as we explored the unknown together.”\nThe trick of memory. Dan Barry, The New York Times “Last April, David and I were among the speakers at a Power of Narrative conference at Boston University. He delivered a keynote with Ta-Nehisi Coates about narrative storytelling in the digital age. (There is a recording of that.) Later that weekend, David and I joined the author Adam Hochschild on a panel about memoir writing. “As I remember it, Adam talked too long, and David and I looked at each other, patient and bemused. Then we riffed for a while about the importance of reporting out a memoir, which, of course, is one of the surprises in ‘The Year of the Gun’ -- the trick of memory, which David also touched on in his recent piece about Brian Williams. “And here is that trick of memory. I reached out to Hochschild, who remembers almost nothing about the panel. I remember almost nothing, other than, at one point, saying something that made David laugh -- which wasn't easy. And the Boston University official who ran the event wrote the following to me this morning: “ ‘Unfortunately, we don't have a transcript or a recording of that memoir session. That's one of the ones where the recorder didn't work for a volunteer and we got a blank tape. Ironic now.’ “I remember eating dinner with David afterward, and marveling at his choice of meal: bone marrow.”", "url": "https://www.nytimes.com/interactive/2015/02/13/business/media/remembering-david-carr.html?module=inline"}