{"authors": ["David Leonhardt", "Kevin Quealy"], "date_download": "2018-11-16 04:19:26", "date_modify": "2018-11-16 04:19:26", "date_publish": "2015-05-15 11:01:09", "description": "People are less likely to marry if they grow up in certain places, especially liberal ones.", "filename": "interactive_2015_05_15_upshot_the-places-that-discourage-marriage-most_1542341966.html", "image_url": "https://static01.nyt.com/images/2015/05/14/upshot/the-places-that-discourage-marriage-most-1431621355616/the-places-that-discourage-marriage-most-1431621355616-facebookJumbo.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2015_05_15_upshot_the-places-that-discourage-marriage-most_1542341966.html", "title": "How Your Hometown Affects Your Chances of Marriage", "title_page": "How Your Hometown Affects Your Chances of Marriage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Places that make being married at age 26... Less likely More likely\nThe place where you grow up doesn’t affect only your future income, as we wrote about last week. It also affects your odds of marrying, a large new data set shows.\nThe most striking geographical pattern on marriage, as with so many other issues today, is the partisan divide. Spending childhood nearly anywhere in blue America — especially liberal bastions like New York, San Francisco, Chicago, Boston and Washington — makes people about 10 percentage points less likely to marry relative to the rest of the country. And no place encourages marriage quite like the conservative Mountain West, especially the heavily Mormon areas of Utah, southern Idaho and parts of Colorado.\nThese conclusions — based on an Upshot analysis of data compiled by a team of Harvard economists studying upward mobility, housing and tax policy — are not simply observations about correlation. The economists instead believe that they have identified a causal role that geography plays in people’s lives. The data, which covers more than five million people who moved as children in the 1980s and 1990s, suggests that children who move from, say, Idaho to Chicago really do become less likely to marry, even if the numbers can’t explain exactly why these patterns exist.\nWe have also written about other findings from the study, focusing on upward mobility, and we encourage you to explore them when you’re done here.\nNot Married? The New York Effect\nHighlighted counties are in the New York area.\nnyc-table\nThe places that discourage marriage most tend to be cities, including San Francisco, Philadelphia and New Orleans, as well as their surrounding areas. Nationwide, the jurisdiction with the single largest marriage-discouraging effect is Washington. But the New York area stands out even more. If we boiled down the list to only the country’s 50 largest counties, the top five in discouraging marriage would all be in the New York area.\nHow can the researchers think they’re capturing a causal effect here — in which a child who moves to New York actually becomes less likely to marry? Because they have studied more than five million people who moved as children during the 1980s and 1990s. Those who moved to New York, among other places, were indeed less likely to marry than otherwise similar people who grew up elsewhere. And the younger that children were when they moved to New York, the less likely they were to marry.\nOne caveat: All of these statistics analyze a child’s odds of being married by age 26. We asked the researchers, Raj Chetty and Nathaniel Hendren, whether the differences in marriage may be much smaller than these comparisons suggest. That is, does a childhood make marriage less likely — or simply delay marriage?\nIt does not seem to simply delay marriage; the researchers found very similar patterns when they looked at the data up to age 30. The places that made marriage more likely at 26 also tended to make it more likely at age 30. The children in the study aren’t yet old enough for conclusions beyond age 30. But the best guess for now is that these differences aren’t only about timing. Children who grow in New York, among other places, appear less likely to be married by 26, less likely to be married by 30 and probably less likely to marry at any point.\nRed and Blue America\nMarriage effects by 2012 presidential vote\nEach circle represents one county; circles are sized by population\nBased on share of two-party vote; estimates are based on a full childhood in each county (up to age 20).\nscatterplot\nOne of the most striking relationships we found in the data was between political ideology and the marriage effect: The more strongly a county voted Republican in the 2012 election, the more that growing up there generally encourages marriage.\nAnd it’s not simply about rural areas leaning Republican and promoting marriage — although both are true. The few metropolitan counties that voted Republican in 2012 turn out to be in marriage-encouraging places, such as Phoenix, Salt Lake City and Fort Worth, as well as Waukesha County, Wis., just west of Milwaukee.\nPolling data tells the same story about partisanship and marriage attitudes. When the Pew Research Center asked last year if society was better off when people made marriage and having children a priority, 59 percent of Republicans (a group that includes people who lean Republican) said yes, while only 36 percent of Republicans said society was just as well off if people had other priorities. For Democrats, the shares were virtually flipped: 35 percent and 61 percent. These attitudes evidently affect children growing up in different places.\nIt’s also worth noting that this data set isn’t the only one to suggest that a child’s environment affects later marriage patterns. In a 1990s experiment with housing vouchers, known as Moving to Opportunity, poor children who moved to less poor neighborhoods at a young age became more likely to marry as adults than similar children who grew up in poorer areas.\nThe Complicated South\nFor poor people For rich people\nPlaces that make being married at age 26...\nLess likely More likely\nrich-poor map\nThe Deep South presents the most complex picture. It nudges affluent children toward marriage and lower-income children away from it. By comparison, the Northeast generally discourages marriage for children of all income levels, and the Mountain West encourages it for children of all levels.\nRace certainly plays a role here. Lower-income children in the South are disproportionately black, and marriage rates are also lower among African-Americans. But the data suggests that race is not the only factor: When poor families move to the South, their children become less likely to marry, and there is no evidence that the effect is restricted to only one race.\nConsider Tate, a mostly white county in northern Mississippi, about 35 miles south of Memphis. It has one of the largest class differences. If you’re rich, it’s one of the best places in the country at making marriage more likely; if you’re poor, it’s one of the worst.\nThe Small-Town Effect\nPolitics isn’t the only dividing line on marriage. Less densely populated places also seem to promote marriage, even after taking an area’s political leanings into account.\nThe only two states that both make marriage significantly more likely and that voted Democratic in 2012 are Iowa and Oregon. Those two states have a much lower population density than California, Illinois, New Jersey, New York and most other blue states. That’s a sign that rural areas and small towns encourage marriage more than cities.\nA Pew analysis, similarly, found that the five states where the highest share of men were currently married (with at least 56 percent in each) were the Republican bastions of Idaho, Kansas, Utah and Nebraska — as well as Iowa. None of these states are especially urban.\nUtah is worth special attention. It’s not surprising that it leads the nation in encouraging marriage: The state is home to a large Mormon population, which is well known for marrying young. Yet Utah isn’t just on top of the list; it’s on top with a bullet. A childhood in Utah County, home of Brigham Young University and the city of Provo, makes marriage 20 percentage points more likely by age 26 than an average childhood in the United States.\nBy comparison, a childhood in Manhattan, on the other end of the spectrum, makes marriage only 12 percentage points less likely.\nutah-chart", "url": "https://www.nytimes.com/interactive/2015/05/15/upshot/the-places-that-discourage-marriage-most.html"}