{"authors": ["Wilson Andrews", "Alicia Parlapiano"], "date_download": "2018-11-16 03:10:46", "date_modify": "2018-11-16 03:10:46", "date_publish": "2017-12-16 02:27:48", "description": "The legislation would cut taxes for corporations. American taxpayers, in large part, would also get cuts, though most of the changes affecting them would expire after 2025.", "filename": "interactive_2017_12_15_us_politics_final-republican-tax-bill-cuts_1542337846.html", "image_url": "https://static01.nyt.com/images/2017/12/15/us/politics/final-republican-tax-bill-cuts-1513386247842/final-republican-tax-bill-cuts-1513386247842-facebookJumbo-v2.png", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_12_15_us_politics_final-republican-tax-bill-cuts_1542337846.html", "title": "What’s in the Final Republican Tax Bill", "title_page": "What’s in the Final Republican Tax Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "Income taxes Current Law G.O.P. Bill\nThe bill would lower individual tax rates over all. But to comply with Senate budget rules, the individual tax cuts would expire after 2025.\nTax brackets Seven Seven, lower over all\nThe bill would lower individual tax rates over all. But to comply with Senate budget rules, the individual tax cuts would expire after 2025.\nTop rate 39.6% 37%\nstarts at: $426,700 / $480,050\n(singles/couples) $500,000 / $600,000 (singles/couples)\nAlternative Minimum Tax Alternative income tax calculation for high-income taxpayers Keeps, but increases exemption so fewer will pay it\nStandard deduction and exemptions\nThe standard deduction would nearly double, so many more people would end up taking it.\nStandard deduction $6,500 / $13,000\n(singles/couples) $12,000 / $24,000 (singles/couples)\nThe standard deduction would nearly double, so many more people would end up taking it.\nPersonal exemptions $4,150 per taxpayer and dependent Eliminates\nFamily tax credits\nThe child tax credit would double, and it has a larger refundable portion that would allow more lower-income families to benefit.\nChild tax credit $1,000 $2,000\nThe child tax credit would double, and it has a larger refundable portion that would allow more lower-income families to benefit.\nRefundable portion: 15% of earnings over $3,000 Up to $1,400\nCredit for other dependents None $500\nFamily tax credits phase out starting at: $75,000 / $110,000\n(singles/couples) $200,000 / $400,000\n(singles/couples)\nInflation\nThe biggest long-term change for taxpayers in the bill, it would result in a tax increase over the long run, long after the tax cuts expire.\nInflation measure used for certain income thresholds Consumer Price Index (CPI) Chained CPI (C-CPI), a less generous measure\nThe biggest long-term change for taxpayers in the bill, it would result in a tax increase over the long run, long after the tax cuts expire.\nEducation Current Law G.O.P. Bill\nEducation credits American Opportunity Tax Credit, Lifetime Learning Credit and Hope Scholarship Credit No change\nStudent loan interest deduction Can deduct up to $2,500 No change\nGraduate student tuition waivers Tuition waivers are not treated as taxable income No change\nA big victory for families that send their children to private school.\nEducation savings plans None Expands use of 529 college savings accounts to include K-12 private school tuition\nA big victory for families that send their children to private school.\nDeduction for classroom expenses $250 deduction No change\nItemized deductions\nSome Republican representatives in high-tax districts have said they will vote “no” because of the scaling back of the “SALT” deduction.\nState and local tax deduction Income or sales and property taxes are deductible All state and local tax deductions limited to $10,000\nSome Republican representatives in high-tax districts have said they will vote “no” because of the scaling back of the “SALT” deduction.\nMortgage interest deduction Can deduct interest payments on up to $1 million of debt Limited to payments on $750,000 of debt\nMoving expenses Can deduct personal expenses Eliminates , except for members of the military\nEmployer-provided expense reimbursements are excluded Eliminates , except for members of the military\nThis deduction, which would have been eliminated by the House bill, is most important to low-income taxpayers with high out-of-pocket health care costs.\nMedical expenses deduction Can deduct out-of-pocket expenses in excess of 10% of adjusted gross income Expands by reducing threshold to 7.5% of income Applies to 2017 and 2018\nThis deduction, which would have been eliminated by the House bill, is most important to low-income taxpayers with high out-of-pocket health care costs.\nOverall limit on itemized deductions Phase out beginning at $266,700 / $320,000\n(singles/couples) Repeals\nOther individual taxes\nThis provision, estimated to save over $300 billion, would severely weaken the Affordable Care Act\nIndividual mandate Penalty for not having health insurance Eliminates Starts in 2019\nThis provision, estimated to save over $300 billion, would severely weaken the Affordable Care Act\nEstate tax Top rate of 40% on estates above $5.6 million Increases threshold to estates above $11.2 million\nPass-through income Taxed at individual rates 20% deduction, phasing out starting at $315,000 of income for couples\nCapital gains Top rate of 23.8% (including net investment income tax) No change\nCorporate taxes Current Law G.O.P. Bill\nThe largest tax cut in the bill would be permanent, as would other corporate tax changes.\nTop corporate tax rate 35% 21%\nThe largest tax cut in the bill would be permanent, as would other corporate tax changes.\nBusiness interest deduction Generally fully deductible Caps deduction at 30% of income (excluding depreciation)\nThe Senate’s decision to keep the corporate A.M.T. was reversed after blowback from several industries\nAlternative Minimum Tax Alternative income tax calculation for businesses Eliminates\nThe Senate’s decision to keep the corporate A.M.T. was reversed after blowback from several industries\nNew investment purchases Complex rules for deducting over many years Five years of full expensing, then phased out over five more years\nSection 179 expensing Small business expensing limited to $500,000 Increases limit to $1 million\nThe bill raised money by speeding up the effective dates for these last two provisions, which were included in the Senate bill.\nNet operating losses Can deduct net operating losses from income in other years Limits the deduction to 80% of taxable income\nThe bill raised money by speeding up the effective dates for these last two provisions, which were included in the Senate bill.\nResearch and development expenditures Can be immediately deducted Would need to be written off gradually\nBusiness credits and other\nOrphan drug tax credit Credit for 50% of qualifed testing expenses Reduces credit rate to 25%\nRenewable electricity tax credit Credit for wind power production, phasing out by 2020 No change\nPrivate activity bonds Tax-exempt bonds used to fund low-income housing and other projects No change\nInternational\nThe bill would move from the current worldwide tax system, in which income earned abroad is taxed in the United States, to a territorial system in which only domestic profits would be taxed.\nTaxation of multinational companies Worldwide system with deferral and credit for taxes paid abroad Modified territorial system with new anti-abuse tax\nThe bill would move from the current worldwide tax system, in which income earned abroad is taxed in the United States, to a territorial system in which only domestic profits would be taxed.", "url": "https://www.nytimes.com/interactive/2017/12/15/us/politics/final-republican-tax-bill-cuts.html"}