{"authors": ["Damien Cave"], "date_download": "2018-11-16 03:17:56", "date_modify": "2018-11-16 03:17:56", "date_publish": "2017-04-28 20:51:20", "description": "The New York Times is expanding its coverage of Australia and the region and we’re inviting subscribers to help us shape the project with questions and discussion.", "filename": "interactive_2017_04_28_world_australia_nyt-facebook-community_1542338276.html", "image_url": "https://static01.nyt.com/images/2017/04/28/world/28australia-3/28australia-3-facebookJumbo.jpg", "language": "en", "localpath": "/Users/federicoperezinvidio/Projects/illinois/newsfeat/news-please//data/2018/11/16/nytimes.com/interactive_2017_04_28_world_australia_nyt-facebook-community_1542338276.html", "title": "Let’s Talk About Australia", "title_page": "Let’s Talk About Australia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "text": "New rules for Australian citizenship, the death of the Great Barrier Reef, Melbourne’s rising status as a global food destination and New Zealand’s magnetic appeal for techies: The New York Times is rolling out expanded coverage across Australia and the region, and we want to work with you, our most avid readers, to shape the project’s focus, growth and impact.\nSo if you’re a subscriber and you’re hungry for thoughtful and sometimes entertaining or useful conversation about Australia and its neighbors, join us in our new Facebook group, NYT Australia.\nAn extension of our weekly newsletter, it’s the place where Times journalists and readers will be discussing the most thought-provoking journalism that we can find in The Times and elsewhere; where we’ll all be asking and answering difficult questions (and some fun ones) along with engaging in fair debates and sharing our favorite people, places and experiences.\nWe won’t overwhelm you with posts — we aim to create a vibe (yes, a reference to “The Castle”) that is selective and valuable to you, which means we’ll also be experimenting with special features.\nIf you join, we’ll stream live interviews with interesting people, and you can help us choose who that should be. We’ll invite you to exclusive events around the country, too, and we’ll bring in special guests, including other New York Times reporters and editors.\nUltimately, our goal is bring you into our process, our New York Times, and to do what we think our reporters and our audience do best: engage with the world in all its complexity.", "url": "https://www.nytimes.com/interactive/2017/04/28/world/australia/nyt-facebook-community.html"}